[{"link": "https://www.wsj.com/articles/apple-countersues-fortnite-maker-epic-games-seeking-to-halt-in-app-payments-11599592017", "title": "Apple Countersues 'Fortnite' Maker Epic Games, Seeks Damages", "date": "2020-09-08 19:33", "summary": "Tech giant's filing comes in response to Epic's push to get popular videogame returned to App Store. Apple Inc. swung back at Epic Games Inc. in a counter-lawsuit accusing the software developer of duplicity and greed, intensifying a legal battle over the iPhone maker's online software store that could reshape how the marketplace operates.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-trump-comeback-11599607037", "title": "A Trump Comeback?", "date": "2020-09-08 19:17", "summary": "Biden wants to make the campaign a referendum on Trump. He's succeeding with Trump's help.. With eight weeks before Election Day, the state of the 2020 campaign is clear: President Trump is trailing Joe Biden, who has succeeded so far in making the race a referendum on the incumbent. If Mr. Trump is going to stage a comeback, and not become only the fourth incumbent in a century to be denied a second term, he will have to make the race about policy differences and Mr. Biden's indulgence to the Democratic left.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/navalny-and-nord-stream-2-11599607014", "title": "Navalny and Nord Stream 2", "date": "2020-09-08 19:16", "summary": "The poisoned Russian dissident opens a door for a Trump priority.. Foreign ministers of the G-7 nations issued a joint statement on Tuesday condemning what they called \"the confirmed poisoning\" of Russian opposition politician Alexei Navalny.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/general-motors-takes-stake-in-electric-vehicle-company-nikola-11599568421", "title": "GM Stock Jumps on News of Stake in Electric-Vehicle Company", "date": "2020-09-08 19:16", "summary": "Detroit auto maker will engineer and manufacture the Nikola Badger pickup truck in exchange for 11% ownership. General Motors Co. 's shares jumped after the auto maker said it would help an electric-truck startup develop and manufacture new models, the latest example of investor infatuation with electric vehicles.", "categories": [["Business", "Autos & Transportation", "Autos Industry"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/transportation?mod=breadcrumb", "https://www.wsj.com/news/types/autos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/government-vs-private-covid-layoffs-11599606956", "title": "Government vs. Private Covid Layoffs", "date": "2020-09-08 19:15", "summary": "The data show that public workers have been hurt the least.. Democrats continue to demand a bailout for the states as part of another Covid-19 relief package, claiming that government layoffs are hampering the recovery. They must have missed the August jobs report, which shows that government workers have suffered least amid the pandemic.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-middle-class-tax-ratchet-11599606888", "title": "The Middle-Class Tax Ratchet", "date": "2020-09-08 19:14", "summary": "New Jersey's style of gas tax can grow each year with little oversight.. As drivers return to the road after a locked-down summer, New Jersey is set to penalize them with a 22% increase in the gasoline tax. Yet residents upset with the price at the pump needn't bother calling their representatives. This tax hike comes courtesy of the Governor's administration alone, acting on the advice of an algorithm and brushing aside common sense about incentives.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/california-wildfires-have-already-burned-more-acres-than-in-any-other-year-11599596997", "title": "Size of California Wildfires Surpasses Annual Record", "date": "2020-09-08 19:10", "summary": "More than 2.3 million acres have burned this year; high winds are fueling two major blazes. Powerful windstorms in California are creating more dangerous conditions as firefighters work to contain wildfires that have already blackened a record 2.3 million acres.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/whos-been-stalking-our-corn-11599606434", "title": "Who's Been Stalking Our Corn?", "date": "2020-09-08 19:07", "summary": "Big birds, little birds or raccoons? We've long wondered. This year we found out.. My wife, Duan, heard rustling outside the window. It was 11:30 on a Saturday night in August. She grabbed a flashlight and tiptoed toward the corn patch for a better look. Three pairs of eyes peered back at her.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-is-the-political-fallout-of-the-riots-11599606469", "title": "What Is the Political Fallout of the Riots?", "date": "2020-09-08 19:07", "summary": "Students discuss what the violence raging in many U.S. cities will mean for the 2020 election and beyond.. Editor's note: In this Future View, students discuss the how the riots in U.S. cities will play out politically. Next week we'll ask, \"Has the shift toward online classes made you consider how much tuition is worth? Why or why not?\" Students should click here to submit opinions of fewer than 250 words before Sept. 15. The best responses will be published that night.", "categories": [["Opinion", "Future View"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/future-view?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-charter-school-advantage-11599606404", "title": "The Charter School Advantage", "date": "2020-09-08 19:06", "summary": "A new study shows African-Americans and children from poorer backgrounds outpace their peers in traditional district schools.. Public charter schools were once viewed as a nonpartisan compromise between vouchers for private schools and no choice at all. Not now. In its 2020 national platform, the Democratic Party calls for \"stringent guardrails to ensure charter schools are good stewards\" and says federal funding for charters must be conditioned on \"whether the charter will systematically underserve the neediest students.\" Charter schools are indeed acting as good stewards by outpacing district schools on achievement growth-especially for the most at-risk students.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/rosa-luxemburg-review-lady-spartacus-11599606343", "title": "'Rosa Luxemburg' Review: Lady Spartacus", "date": "2020-09-08 19:05", "summary": "Rosa Luxemburg is the prototype of the all-purpose socialist intellectual. She is alive and well and speaking at a street meeting near you.. Facing an interrogator in the hour before her death, Rosa Luxemburg reached into her handbag for needle and cotton and deftly repaired the hem of her skirt, which had frayed during her abduction. She fished again into the bag, extracting a copy of Goethe's \"Faust\" to read. She was disarmingly calm, this tiny, disabled woman who was deemed so dangerous that the German government put a price on her head and sent militias to drag her in.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/honey-trump-shrunk-the-gop-11599606269", "title": "Honey, Trump Shrunk the GOP", "date": "2020-09-08 19:04", "summary": "If Biden can hold the suburbs Democrats won in 2018, the election is his to lose.. There's nothing traditional about 2020, but Labor Day in years divisible by four is the customary time to assess the status of the presidential race. With 56 days to go, the challenger is on course to defeat the incumbent for the fourth time in the past half-century. But events could disrupt this trajectory.", "categories": [["Opinion", "Politics & Ideas"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/politics-ideas?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-washington-bidding-contest-we-need-11599606225", "title": "The Washington Bidding Contest We Need", "date": "2020-09-08 19:03", "summary": "Republicans move further away from fiscal Pelosipalooza.. After six months of historic government activism, taxpayers may finally be catching a break. A reviving economy and declining virus curves are raising hopes that Washington will refrain from enacting still another debt-financed trillion-dollar emergency spending measure.", "categories": [["Opinion", "Best of the Web"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/best-of-the-web-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-vs-the-military-or-the-politicians-11599606238", "title": "Trump vs. the Military (or the Politicians)?", "date": "2020-09-08 19:03", "summary": "Conformity police is about the least useful role for an opinion writer but it pays.. If given a chance to interview Robert Mueller, my first question wouldn't have concerned the FBI or the Trump-Russia investigation. I would have asked: Knowing what he knew in 1975, would he have volunteered in 1966 to fight in Vietnam?", "categories": [["Opinion", "Business World"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/business-world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/are-you-ready-for-some-political-football-11599606173", "title": "Are You Ready for Some Political Football?", "date": "2020-09-08 19:02", "summary": "This year the NFL will penalize itself for past unnecessary roughness against Colin Kaepernick with a social-justice blitz.. If you were counting on the start of the pro football season this week to offer some respite from a long hot summer of nasty politicking and violent street protests, don't kid yourself. In an act of cowardice masquerading as wokeness, the National Football League has decided to follow its baseball and basketball counterparts and bow to Black Lives Matter activists.", "categories": [["Opinion", "Upward Mobility"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/upward-mobility?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/dallas-police-chief-resigns-following-concerns-over-transparency-and-use-of-force-11599605910", "title": "Dallas Police Chief Resigns Following Concerns Over Use of Force", "date": "2020-09-08 18:58", "summary": "U. Reneé Hall's resignation follows protests against police brutality nationwide after the killing of George Floyd in late May. Dallas Police Chief U. Reneé Hall on Tuesday submitted a resignation letter, following a backlash against her department's handling of protests.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-city-sanitation-department-commissioner-resigns-over-budget-cuts-11599605439", "title": "New York City Sanitation Department Commissioner Resigns Over Budget Cuts", "date": "2020-09-08 18:50", "summary": "Kathryn Garcia says she is considering a run for mayor in 2021. New York City Sanitation Department Commissioner Kathryn Garcia announced her resignation on Tuesday, saying she was considering a run for mayor and she could no longer serve in her post because recent budget cuts to her agency would imperil the city's economic recovery from the coronavirus pandemic.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/house-panel-probes-postmaster-general-dejoy-over-donations-11599601365", "title": "House Panel Probes Postmaster General DeJoy Over Donations", "date": "2020-09-08 18:42", "summary": "House Oversight Committee chairwoman called Louis DeJoy's immediate suspension. WASHINGTON-The House Oversight Committee is launching an investigation into Postmaster General Louis DeJoy following published allegations that he reimbursed employees of the logistics company he ran after they made campaign contributions to Republican politicians, a practice barred by federal election law.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/deal-to-combine-clickbait-giants-taboola-and-outbrain-is-called-off-11599601497", "title": "Taboola's Deal for Outbrain Is Called Off", "date": "2020-09-08 18:37", "summary": "Companies generate 'promoted stories' or 'around the web' sections that appear at the bottom of web articles. Taboola Ltd.'s deal to acquire Outbrain Inc. has been called off, people familiar with the matter said, putting an end to an attempt to combine the internet's two largest content-recommendation companies.", "categories": [["Business", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/senate-republicans-push-bill-to-weaken-liability-shield-for-online-platforms-11599603303", "title": "Senate Republicans Push Bill to Weaken Liability Shield for Online Platforms", "date": "2020-09-08 18:36", "summary": "Initiative is expected to face fierce resistance from Silicon Valley. WASHINGTON-Three influential GOP senators introduced legislation Tuesday that would make social-media platforms more responsible for their online content, an initiative likely to face fierce resistance from Silicon Valley.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/slack-comes-up-short-again-11599604350", "title": "Slack Comes Up Short Again", "date": "2020-09-08 18:32", "summary": "Collaboration software maker's numbers haven't lived up to the work-from-home hype. Slack Technologies ' status as a work-from-home star was sketchy early on in the pandemic. Now, the software maker's fiscal second-quarter results reported Tuesday make that title even more questionable.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lululemon-finds-itself-in-an-unusual-position-11599604106", "title": "Lululemon Finds Itself in an Unusual Position", "date": "2020-09-08 18:28", "summary": "Lululemon keeps setting new records, but this may also be a good time to put its growth in context.. Lululemon 's shares hadn't done a downward dog since the early stage of the pandemic, but now it is slipping. That is less the fault of its results released Tuesday afternoon and more a matter of a stretched valuation.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/millions-of-students-head-back-to-school-for-a-year-like-no-other-11599602645", "title": "Millions of Students Head Back to School for a Year Like No Other", "date": "2020-09-08 18:19", "summary": "Virtual learning, temperature checks and social distancing mark start of classes amid pandemic. Many students are heading back to school this week, virtually and in person, with some campuses reopening to students for the first time since the coronavirus pandemic hit about six months ago.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-latest-news-09-08-2020-11599553301", "title": "New U.S. Coronavirus Cases Fall Below 25,000", "date": "2020-09-08 18:18", "summary": "Outbreaks on some college campuses have forced students to return to online learning. The U.S. reported fewer than 25,000 new coronavirus cases, the lowest daily total in nearly 12 weeks, as Labor Day weekend came to a close.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lululemons-sales-rise-as-athleisure-demand-persists-11599602866", "title": "Lululemon's Sales Rise as Athleisure Demand Persists", "date": "2020-09-08 18:07", "summary": "Maker of pricey yoga pants posts 157% gain in online sales for second quarter. Lululemon Athletica Inc.'s sales rose slightly in the latest quarter, as a jump in online business largely offset sales lost to temporary store closures.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/republicans-roll-out-skinny-stimulus-bill-as-talks-with-democrats-remain-stalled-11599599646", "title": "Republicans Roll Out 'Skinny' Stimulus Bill", "date": "2020-09-08 17:49", "summary": "Proposal would cost only $300 billion due in part to tapping unspent funds from earlier coronavirus relief aid; Democrats call the bill 'emaciated'. WASHINGTON-Senate Republicans proposed a new, smaller package of coronavirus aid Tuesday aimed at unifying the party and bolstering it politically, as talks with Democrats remained at a standstill and both parties blame the other for the lack of progress over the summer.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-sanctions-two-former-lebanese-government-officials-11599587476", "title": "U.S. Seeks to Reshape Lebanese Government With New Sanctions", "date": "2020-09-08 17:44", "summary": "Washington imposes penalties against two former officials, citing corruption, Hezbollah ties; more coming, say officials. The Trump administration on Tuesday blacklisted two former Lebanese government ministers it says have aided Iran-backed Hezbollah and are part of systemic corruption that the U.S. says is contributing to the country's economic and political crises.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/eric-schmidt-montecito-home-11599600051", "title": "Former Google CEO Eric Schmidt Pays $30.8 Million for Montecito Mansion", "date": "2020-09-08 17:25", "summary": "The 22,000-square-foot estate overlooking Santa Barbara was once home to the Center for the Study of Democratic Institutions. Eric Schmidt, the former chief executive of Google, and his wife Wendy Schmidt purchased a large estate in Montecito, Calif., for $30.8 million this summer, according to people familiar with the deal.", "categories": [["WSJ News Exclusive", "Private Properties"]], "category_links": ["https://www.wsj.com/news/types/private-properties?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-government-bond-yields-fall-as-investors-seek-safety-11599579730", "title": "U.S. Government-Bond Yields Fall as Investors Seek Safety From Tech-Stock Slide", "date": "2020-09-08 17:22", "summary": "Yield of benchmark Treasury note notches largest one-day decline since early August. The yield on the benchmark 10-year Treasury notched its largest single-day decline in a month after a steep fall in technology stocks pushed investors to the safety of government bonds.", "categories": [["Markets", "Credit Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/credit-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/eric-schmidts-big-montecito-estate-11599599982", "title": "Eric Schmidt's Big Montecito Estate", "date": "2020-09-08 17:19", "summary": "The former Google chief and his wife Wendy Schmidt own Solana, a roughly 22,000-square-foot home on a hilltop overlooking Santa Barbara, Calif.. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/global-stock-markets-dow-update-9-08-2020-11599557376", "title": "Stocks Decline as Tech Slide Extends", "date": "2020-09-08 17:04", "summary": "Tech-heavy Nasdaq falls into correction territory, with Tesla shares sharply lower. Big technology stocks fell Tuesday for the third consecutive trading session, sparked by growing concerns that some of the stocks seen as beneficiaries of the coronavirus pandemic have climbed too far too quickly.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/microsoft-to-release-two-consoles-this-fall-xbox-series-s-to-cost-299-11599576023", "title": "Microsoft to Release Two New Xbox Consoles; Series S to Cost $299", "date": "2020-09-08 16:53", "summary": "Tech company and rival Sony have long been working on next-generation consoles after prior versions were released in 2013. Microsoft Corp. plans to release two game consoles this fall, with its less-expensive model, the Xbox Series S, carrying a $299 price tag.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/boeing-flags-additional-787-production-problem-11599577936", "title": "Boeing Flags Additional 787 Production Problem", "date": "2020-09-08 16:51", "summary": "Dreamliner deliveries are being slowed as air-safety regulators probe issue affecting most of the jetliners. Boeing Co. said it had identified a third quality-control lapse in production of its 787 Dreamliner, further slowing deliveries of the jetliner and revving up an investigation by federal air-safety regulators.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/remote-schooling-makes-taking-attendance-a-challenge-11599384601", "title": "Remote Learning Makes Taking Attendance a Challenge", "date": "2020-09-08 16:48", "summary": "School funding and achievement are on the line as schools try not to lose track of students learning remotely. Taking daily attendance in school was once a perfunctory task, but with remote learning it has become harder to do, threatening students' well-being and school funding, educators say.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/degas-at-the-opera-review-painting-en-pointe-11599597920", "title": "'Degas at the Opéra' Review: Painting en Pointe", "date": "2020-09-08 16:45", "summary": "An exhibition at the National Gallery in Washington brings together the artist's rich array of work inspired by studying the dancers and musicians at the Opéra de Paris.. Washington", "categories": [["Books & Arts", "Art Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/art-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bringing-down-the-curtain-on-social-distancing-11599597864", "title": "Bringing Down the Curtain on Social Distancing", "date": "2020-09-08 16:44", "summary": "As the fall season begins under the cloud of Covid-19, it's clear that the arts in America won't be the same until attendance numbers can get back to what they were.. ", "categories": [["Books & Arts", "Arts & Entertainment"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/sightings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/india-china-trade-accusations-over-firing-of-shots-at-disputed-border-11599597457", "title": "India, China Trade Accusations Over Firing of Shots at Disputed Border", "date": "2020-09-08 16:43", "summary": "Tensions run high as the two sides dig in for winter in the Himalayas. NEW DELHI-The Indian and Chinese militaries accused each other of firing warning shots in what would be the first use of guns along their disputed border in decades.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/woke-review-truth-in-delusions-11599597762", "title": "'Woke' Review: Truth in Delusions", "date": "2020-09-08 16:42", "summary": "Hulu's comic series follows a Black cartoonist whose grip on reality loosens after he's assaulted by police officers.. Although its title seems guaranteed to put teeth on edge on both ends of the political spectrum, \"Woke\" isn't what it seems. Not exactly. The \"wokeness\" extends to otherwise inanimate objects. Which results in a symbiotic/adversarial relationship between the real and the animated. And the possibility that our hero is totally insane.", "categories": [["Books & Arts", "Television Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/television-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-k-s-serious-fraud-office-charges-former-executives-of-g4s-subsidiary-11599597317", "title": "U.K.'s Serious Fraud Office Charges Former Executives of G4S Subsidiary", "date": "2020-09-08 16:35", "summary": "Move follows a deferred prosecution agreement reached in July between G4S Care and Justice Services and the major economic crimes watchdog. The U.K.'s Serious Fraud Office on Tuesday filed fraud charges against three former executives of a subsidiary of security-services company G4S PLC.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/gm-joins-the-stock-markets-electric-vehicle-party-11599587031", "title": "GM Joins the Stock Market's Electric-Vehicle Party", "date": "2020-09-08 16:33", "summary": "General Motors and startup Nikola are teaming up to handle the immense cost of shifting to electric cars, but Wall Street is hard to impress for long. You wouldn't know it from its share price, but General Motors has done everything it can to please Wall Street in recent years. Its latest offering: a deal with stock-market sensation Nikola .", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-we-need-more-black-doctorsand-how-to-get-there-11599597158", "title": "Why We Need More Black Doctors-and How to Get There", "date": "2020-09-08 16:32", "summary": "Resume Subscription. Author", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/fuddruckers-lubys-restaurant-chains-to-be-sold-in-liquidation-plan-11599596274", "title": "Fuddruckers, Luby's Restaurant Chains to Be Sold in Liquidation Plan", "date": "2020-09-08 16:17", "summary": "Parent company's board plans to sell the brands as part of a liquidation plan intended to maximize value for shareholders. Restaurant operator Luby's Inc., which also owns the Fuddruckers burger chain, intends to sell the business and distribute the proceeds to shareholders after a drop in sales amid the coronavirus pandemic.", "categories": [["Pro Bankruptcy Distress"]], "category_links": ["https://www.wsj.com/news/types/pro-bankruptcy-distress?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/budweiser-stella-brewer-searches-for-its-next-ceo-11599587816", "title": "Budweiser, Stella Brewer Searches for Next CEO", "date": "2020-09-08 16:12", "summary": "AB InBev longtime boss Carlos Brito expected to step aside next year and join board. Anheuser-Busch InBev SA has begun a search for a chief executive to succeed longtime CEO Carlos Brito, who is expected to move next year to a role on the beer giant's board, according to people familiar with the matter.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ford-robot-dog-engineer-boston-dynamics-michigan-11599573600", "title": "See Spot Scan: Ford Deploys Robot Dog", "date": "2020-09-08 16:06", "summary": "A four-legged robot is prowling Ford's 2-million-square-foot plant to map the space, freeing up engineers for other tasks. Every so often, Ford Motor Co. maps the layouts of its plants so that staff can redesign and repurpose the facilities to manufacture different parts for new cars.", "categories": [["A-hed"]], "category_links": ["https://www.wsj.com/news/types/a-hed?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/party-foul-listing-agents-walk-in-on-parties-in-progress-11599595527", "title": "Party Foul: Listing Agents Walk In on Parties in Progress", "date": "2020-09-08 16:05", "summary": "These real-estate brokers discovered blowout bashes upon arriving at their showings. ", "categories": [["Real Estate", "Homes"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/homes?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-sit-in-harry-belafonte-hosts-the-tonight-show-review-a-tv-treasure-partly-found-11599595519", "title": "'The Sit-In: Harry Belafonte Hosts the Tonight Show' Review: A TV Treasure, Partly Found", "date": "2020-09-08 16:05", "summary": "A documentary, streaming on Peacock, offers a limited look at the week in 1968 when Johnny Carson lent his late-night chair to the activist performer.. On a February night in 1968, the lineup on NBC's \"The Tonight Show With Johnny Carson\" included comedian Nipsey Russell, singer Leon Bibb, actor Paul Newman and the Rev. Dr. Martin Luther King Jr. The guest host was singer-actor-activist Harry Belafonte. Nobody was selling anything, other than a message. The guests all sat together on a couch and talked. King made jokes. He also confronted the question of whether he was prepared to die.", "categories": [["Books & Arts", "Television Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/television-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/oil-prices-drop-on-faltering-recovery-in-demand-11599562101", "title": "Oil Prices Drop on Faltering Recovery in Demand", "date": "2020-09-08 15:32", "summary": "U.S. crude hits lowest level in nearly three months as gasoline consumption disappoints. Oil prices slumped to their lowest level in nearly three months Tuesday, under pressure from a stalling recovery in demand and planned production expansions by OPEC that threaten to add to an existing glut of crude.", "categories": [["Markets", "Commodities", "Oil Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb", "https://www.wsj.com/news/types/oil-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/wind-driven-blackouts-become-new-reality-in-california-11599592780", "title": "Wind-Driven Blackouts Become New Reality in California", "date": "2020-09-08 15:19", "summary": "PG&E is expected to rely on pre-emptive power shut-offs for years to reduce the odds of starting wildfires during windy periods, but is working to limit their scope. Power shut-offs like the one that darkened parts of California this week are expected to be a regular occurrence in the state for years during wildfire season as PG&E Corp. upgrades its aging equipment and completes overdue repairs.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/quarantine-famous-the-new-stars-of-fall-11599592344", "title": "Quarantine Famous: The New Stars of Fall", "date": "2020-09-08 15:12", "summary": "From Sarah Cooper to Emmanuel Acho, personalities who broke through during the coronavirus pandemic are our newest celebrities. Here's what they're doing this fall.. They walked into a crisis as strangers and came out famous.", "categories": [["Books & Arts", "Arts", "Arts & Entertainment"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/arts?mod=breadcrumb", "https://www.wsj.com/news/types/arts-entertainment?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/las-vegas-monorail-files-for-bankruptcy-again-as-coronavirus-shuts-service-11599590799", "title": "Las Vegas Monorail Files for Bankruptcy Again Amid Pandemic", "date": "2020-09-08 14:46", "summary": "The Covid-19 pandemic has stopped the mass transit system from running for months. Las Vegas Monorail Co., a transit system financed with municipal debt that serves some of the city's marquee hotels, filed for bankruptcy for the second time in just over a decade after the coronavirus pandemic shut down service.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/australian-reporters-flee-china-after-late-night-visits-from-state-security-11599590728", "title": "Australian Reporters Flee China After Late-Night Visits From State Security", "date": "2020-09-08 14:45", "summary": "Bill Birtles and Michael Smith describe ordeal that has set off alarms for foreign media in country. The evacuation of two Australian journalists from China after late-night visits from Chinese security officials has set off alarms at a nerve-racking time for foreign press in the country.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-convertible-perfect-for-the-boulevards-of-hollywood-or-the-backroads-of-texas-11599589991", "title": "A Convertible Perfect for the Boulevards of Hollywood or the Back Roads of Texas", "date": "2020-09-08 14:33", "summary": "Resume Subscription. Cecilia Hirko, 60, a retired kitchen designer living in Boerne, Texas, on her 1964 Mercedes-Benz 230 SL, as told to A.J. Baime.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/disneys-mulan-faces-controversy-over-filming-in-chinas-xinjiang-11599586711", "title": "Disney's 'Mulan' Faces Controversy Over Filming in China's Xinjiang", "date": "2020-09-08 14:33", "summary": "Movie's production in region known for ethnic Muslim internment camps sparks calls for boycott. HONG KONG-Walt Disney Co. 's $200 million live-action remake of \"Mulan\" is taking fire from human-rights activists over the filmmakers' cooperation with authorities in China's Xinjiang region, where officials have been accused of committing rights abuses against millions of members of ethnic Muslim minority groups.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/photos-a-car-that-always-gets-a-thumbs-up-11599589831", "title": "Photos: A Car That Always Gets a Thumbs Up", "date": "2020-09-08 14:30", "summary": "Cecilia Hirko shows off her 1964 Mercedes-Benz 230 SL. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/our-wine-columnists-top-takeaways-from-a-decade-of-reviews-11599589599", "title": "Our Wine Expert's Top Takeaways From a Decade of Columns", "date": "2020-09-08 14:26", "summary": "What stands out above all: the feedback from you. Lettie Teague shares wisdom (and the occasional rant) submitted by readers of her On Wine column in WSJ over the years.. IN THE 10-PLUS years I've been writing this column, I've uncovered one incontrovertible truth: Readers of The Wall Street Journal like writing emails and posting comments nearly as much they do drinking wine-perhaps even more. Judging from the quantity (and quality) of the notes I receive on a near-daily basis, I'd also posit that they are some of the most engaged and literate wine drinkers in the world.", "categories": [["Life & Work", "Food & Drink", "On Wine"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/food-cooking-drink?mod=breadcrumb", "https://www.wsj.com/news/types/on-wine-lettie-teague?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/make-the-senate-great-again-11599589142", "title": "Make the Senate Great Again", "date": "2020-09-08 14:19", "summary": "To restore the world's greatest deliberative body, we need to think big.. What would the Founding Fathers think of America if they came back to life? Their eyes would surely bug out first at our technology and wealth. But I suspect they'd also be stunned by the deformed structure of our government. The Congress they envisioned is all but dead. The Senate in particular is supposed to be the place where Americans hammer out our biggest challenges with debate. That hasn't happened for decades-and the rot is bipartisan.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/medical-researchs-cross-of-gold-imperils-covid-treatments-11599589020", "title": "Medical Research's Cross of 'Gold' Imperils Covid Treatments", "date": "2020-09-08 14:17", "summary": "Randomized controlled studies have advantages, but there are other valuable sources of data.. You've probably heard of the \"gold standard\"-randomized controlled trials-for evaluating new pharmaceutical therapies, including for Covid-19. Many treatments that showed promise in other studies have turned up muddy results in randomized controlled trials. But that doesn't mean they're necessarily ineffective. Doctors and regulators need to consider the totality of medical evidence when treating patients.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/colleges-with-covid-19-outbreaks-are-sending-students-home-11599586753", "title": "Colleges with Covid-19 Outbreaks are Sending Students Home", "date": "2020-09-08 13:39", "summary": "Health officials say this could cause further spread of the coronavirus. James Madison University, North Carolina State University, Colorado College, the State University of New York in Oneonta and California State University, Chico have all made the decision to send students home. After nearly 30 cases popped up at Chico State, the school's president, Gayle Hutchinson, announced plans to reduce student housing, writing that potential additional exposures to the virus \"could have an exponential and devastating effect on campus.\"", "categories": [["Education"]], "category_links": ["https://www.wsj.com/news/types/noted-education?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/jpmorgan-investigating-employees-and-clients-over-coronavirus-stimulus-programs-11599586697", "title": "JPMorgan Investigating Employees, Clients Over Stimulus Programs", "date": "2020-09-08 13:38", "summary": "The bank said it found wrongdoing involving the Paycheck Protection Program, unemployment benefits and other government programs. JPMorgan Chase & Co. has found evidence of employees and customers misusing the government's flood of stimulus funds this spring and is cooperating with authorities, the bank's leaders told employees Tuesday.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/videogame-hackers-are-stealing-players-accounts-and-loot-during-pandemic-11599570006", "title": "How Kids' Videogame Accounts Get Hacked: Advice for Parents", "date": "2020-09-08 13:26", "summary": "Online gaming has surged-and so has fraud-as children play more during the coronavirus crisis. After his high school switched to remote learning last spring, Luke Martin had a lot of extra time on his hands. He filled his idle hours playing videogames. Then he got hacked.", "categories": [["Tech", "Family & Tech: Julie Jargon"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb", "https://www.wsj.com/news/types/family-tech-julie-jargon?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-remdesivir-patent-and-treating-covid-11599585956", "title": "The Remdesivir Patent and Treating Covid", "date": "2020-09-08 13:25", "summary": "Compulsory licensing of patents and other intellectual property is enshrined in U.S. federal law.. Regarding Sally Pipes's argument against federal revocation of Gilead Sciences ' patent for remdesivir: Her statement that the drug is \"only appropriate for a fraction of Covid-19 patients\" warrants further consideration (\"The Remdesivir Patent Isn't State Property,\" op-ed, Sept. 2).", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-golden-state-ignores-its-lack-of-good-ideas-11599585876", "title": "The Golden State Ignores Its Lack of Good Ideas", "date": "2020-09-08 13:24", "summary": "Holman Jenkins writes, \"The only hope for the many, many things ailing the Golden State is better governance.\" That isn't happening, at least for a long, long time.. Holman Jenkins writes: \"The only hope for the many, many things ailing the Golden State is better governance\" (\"California Needs Ideas,\" Business World, Aug. 29). That isn't happening, at least for a long, long time.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/joe-biden-and-hubert-humphrey-similar-but-also-different-11599585819", "title": "Joe Biden and Hubert Humphrey: Similar but Also Different", "date": "2020-09-08 13:23", "summary": "Hubert Humphrey had to convince moderate voters that he was committed to ending mayhem on the streets, while holding onto the left-wing of the Democratic Party that was sympathetic to protesters and rioters.. Regarding William McGurn's \"Is Biden the New Humphrey?\" (Main Street, Sept. 1): Hubert Humphrey had to convince moderate voters that he was committed to ending mayhem on the streets, while holding onto the left wing of the Democratic Party that was sympathetic to protesters and rioters. He failed and lost to Richard Nixon. Mr. Biden also is balancing on a tightrope between moderates repelled by lawlessness and far-left Democrats who rationalize violent protests as an understandable response to social injustice. After all, they say, today's privileged Americans are beneficiaries of centuries of institutionalized looting from oppressed people.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ship-with-27-migrants-locked-in-limbo-for-more-than-a-month-11599585342", "title": "Ship With 27 Migrants Locked in Limbo for More Than a Month", "date": "2020-09-08 13:15", "summary": "Mediterranean ports are denying the Maersk Etienne authority to dock because it carries African migrants rescued from the sea. A commercial tanker has been anchored in the Mediterranean Sea with 27 rescued African migrants aboard for more than a month, caught in a stalemate as ports in the region refuse to allow the Maersk Etienne to dock.", "categories": [["Logistics Report"]], "category_links": ["https://www.wsj.com/news/types/logistics-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/flat-whites-at-flat-monthly-rates-pret-a-manger-tries-a-membership-model-for-coffee-11599584495", "title": "Flat Whites at Flat Monthly Rates: Pret A Manger Tries a Membership Model for Coffee", "date": "2020-09-08 13:01", "summary": "Pret A Manger stores took a hit during lockdowns. Are unlimited coffee subscriptions the answer?. Pret A Manger Ltd. is bringing subscriptions and unlimited passes to the world of barista-made beverages in a bid to tempt customers back to its eateries.", "categories": [["Experience Report"]], "category_links": ["https://www.wsj.com/news/experience-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-to-hold-your-own-in-zoom-meetings-11599580908", "title": "How to Hold Your Own in Zoom Meetings", "date": "2020-09-08 12:01", "summary": "Staying silent doesn't help you or the group. Here's how to make sure your voice is heard.. Dear Bonds,", "categories": [["Life & Work", "Bonds"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/bonds?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-the-pandemic-transformed-what-you-will-see-on-tv-11599580678", "title": "How the Pandemic Transformed What You Will See on TV", "date": "2020-09-08 11:58", "summary": "More game shows and fewer scripted series: Network executives rejiggered their fall lineups after events tore up traditional production schedules. For the major television networks, whose Covid-severed supply lines only recently began to flow again with fresh shows, the fall season is resting on fallback plans. In what is normally broadcasters' time to shine, they will be working to regain momentum against streaming rivals whose output didn't dwindle.", "categories": [["Books & Arts", "Arts", "Arts & Entertainment"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/arts?mod=breadcrumb", "https://www.wsj.com/news/types/arts-entertainment?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cynthia-nixon-is-her-mothers-daughter-11599580311", "title": "Cynthia Nixon Is Her Mother's Daughter", "date": "2020-09-08 11:51", "summary": "The actress reflects on the relationship she built with her mother, who also acted as her director and coach. Cynthia Nixon, 54, is an Emmy- and Tony-winning actress best known for playing Miranda in \"Sex and the City.\" She stars in the Netflix series \"Ratched\" that begins on Sept. 18. She spoke with Marc Myers.", "categories": [["Real Estate", "House Call"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/house-call?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/crafty-plot-twist-for-u-s-stocks-11599580285", "title": "Crafty Plot Twist for U.S. Stocks", "date": "2020-09-08 11:51", "summary": "Etsy being added to the S&P 500 over turbocharged Tesla is peak 2020. 2020 is becoming decidedly less sexy by the minute.", "categories": [["Markets", "Overheard"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/overheard?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-jumbo-jet-was-the-pinnacle-of-air-luxurynow-its-days-are-numbered-11599578282", "title": "The Jumbo Jet Was the Pinnacle of Air Luxury-Now Its Days Are Numbered", "date": "2020-09-08 11:18", "summary": "Boeing and Airbus are winding down production of the 747 and A380, planes that ended up being too big for their own good. It's time to eulogize the passing of the 747 and A380, engineering marvels that defied gravity, tantalized travelers with luxurious cabin space and opened intercontinental travel to the masses by making cheap fares plentiful.", "categories": [["Life & Work", "Travel", "The Middle Seat"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/magazine/travel?mod=breadcrumb", "https://www.wsj.com/news/types/the-middle-seat?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/in-battleground-pennsylvania-blue-and-white-collar-voters-move-farther-apart-11599572405", "title": "In Battleground Pennsylvania, Blue- and White-Collar Voters Move Farther Apart", "date": "2020-09-08 10:59", "summary": "Trump and Biden navigate new terrain as voter alliances shift along occupational lines. KINGSTON, Pa.-Larry Milunic worked in manufacturing and steel-related jobs in the industrial Wyoming Valley, and for most of his life was a Democrat. But in 2016, he voted for President Trump, and this November he plans to back him again.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-art-world-tiptoes-back-with-virtual-sculpture-and-chatty-avatars-11599505200", "title": "The Art World Tiptoes Back With Virtual Sculpture and Chatty Avatars", "date": "2020-09-08 10:56", "summary": "Resume Subscription. The art world typically reconvenes after Labor Day, with participants flocking to museums, galleries and fairs to socialize and suss out the season's potential breakout artists and blockbuster exhibits. This fall, curators and dealers say they expect a trickle of guests, not crowds.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/mcdonalds-a-pioneer-on-diversity-now-finds-itself-under-fire-11599576982", "title": "McDonald's, a Pioneer on Diversity, Now Finds Itself Under Fire", "date": "2020-09-08 10:56", "summary": "Burger giant restores diversity commitments, plans to boost minority ranks within company; 'we have more work to do'. Among American businesses, McDonald's Corp. 's record on race has stood out: The burger giant was one of the first to back Black restaurant owners half a century ago, and later it elevated numerous African-Americans into top management, including as chief executive.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chinese-car-sales-rebound-at-fastest-rate-in-more-than-two-years-11599563163", "title": "Chinese Car Sales Rise at Fastest Rate in More Than Two Years", "date": "2020-09-08 10:33", "summary": "Heavy discounts and new-model debuts propel a second-half recovery in the world's largest auto market. BEIJING-China's car sales grew at their fastest rate in more than two years in August, driven by heavy discounts and new-model debuts, adding momentum to a second-half recovery in the world's largest auto market after a pandemic-disrupted first six months of the year.", "categories": [["Business", "Autos & Transportation", "Autos Industry"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/transportation?mod=breadcrumb", "https://www.wsj.com/news/types/autos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/peloton-rides-covid-19-wave-adding-products-cutting-bike-price-11599561900", "title": "Peloton Rides Covid-19 Wave, Adding Products, Cutting Bike Price", "date": "2020-09-08 10:32", "summary": "Peloton will reduce its base model to $1,895 from $2,245. Peloton Interactive Inc. is expanding its lineup and cutting the price of its core exercise bike by 16% this week, moves aimed at taking a bigger chunk of a shifting fitness market and addressing complaints about sticker shock.", "categories": [["WSJ News Exclusive", "Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-opioid-crisis-already-serious-has-intensified-during-coronavirus-pandemic-11599557401", "title": "Covid-19 Pandemic Has Made Opioid Crisis Worse", "date": "2020-09-08 10:28", "summary": "Overdose deaths rise as job losses and stress from Covid-19 destabilize people struggling with addiction. When Covid-19 struck, the U.S. was already in the grip of an expanding drug-overdose crisis. It has only gotten worse since then.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/stock-investors-stay-bearish-on-apartments-11599559200", "title": "Stock Investors Stay Bearish on Apartments", "date": "2020-09-08 10:14", "summary": "Sun Belt is more resilient, but rents in coastal cities could continue falling. Apartment owners who have been regularly reporting rent collections from more than 90% of their tenants seem to be weathering the pandemic better than landlords of malls and hotels.", "categories": [["Real Estate", "Property Report"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/property-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/south-africas-economy-shrinks-51-as-lockdown-restrictions-hurt-businesses-11599563965", "title": "South Africa's Economy Shrinks 51% as Lockdown Restrictions Hurt Businesses", "date": "2020-09-08 10:14", "summary": "Africa's most developed economy sees worst quarterly decline in at least a century. JOHANNESBURG-South Africa's economy shrank by an annualized 51% in the second quarter, its worst quarterly decline in at least a century and one of the steepest contractions recorded by any major economy during the coronavirus pandemic.", "categories": [["World", "Africa"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/africa-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/brooklyn-startup-puts-local-spin-on-online-retail-market-11599573601", "title": "Brooklyn Startup Puts Local Spin on Online Retail Market", "date": "2020-09-08 10:00", "summary": "Cinch Market targets shoppers who want to help neighborhood stores survive the pandemic. I've been waiting for something like this. A Brooklyn startup called Cinch Market is aggregating the inventory of local small businesses-from clothing boutiques to wine stores-so residents can shop several retailers at once and get a single, same-day delivery. The company's clever tagline: \"Shop Brooklyn Not Bezo$.\"", "categories": [["U.S.", "Metro Money"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/metro-money?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tokyo-olympics-can-coexist-with-covid-19-organizers-say-11599563308", "title": "Tokyo Olympics Can Coexist With Covid-19, Organizers Say", "date": "2020-09-08 09:55", "summary": "'By all means necessary, I think we have to go ahead with the Games,' Japanese minister says. TOKYO-Japan's Olympics minister said the country was determined to go ahead with the Summer Games next year despite some skepticism about whether athletes from around the world can safely participate in Tokyo.", "categories": [["Sports", "Olympics"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/olympics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/shopify-suddenly-worth-117-billion-is-one-of-the-biggest-pandemic-winners-11599557400", "title": "Shopify Is One of the Biggest Pandemic Winners", "date": "2020-09-08 09:52", "summary": "E-commerce platform has tapped into small businesses needing websites, doubling its revenue. The coronavirus pandemic has forced many small businesses to finally open online stores-and turned e-commerce software provider Shopify Inc. into one of the biggest winners of the retail shakeout.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/control-of-senate-to-ride-on-trumps-fortunes-11599570021", "title": "Control of Senate to Ride on Trump's Fortunes", "date": "2020-09-08 09:50", "summary": "As Biden continues to lead in presidential polls, Democrats express confidence in holding their House majority. WASHINGTON-Democrats appear to have a firm grasp on retaining the House while the Republican-controlled Senate remains up for grabs as the campaign hits the home stretch, with both sides expecting the results to be heavily influenced by how President Trump fares with voters buffeted by the coronavirus pandemic and protests over policing.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/boris-johnsons-plan-to-pick-business-winners-stalls-brexit-talks-11599559858", "title": "Johnson Wants Scope to Boost Government Intervention, Rattling Brexit Talks", "date": "2020-09-08 09:30", "summary": "Trade negotiations with EU stall over British wish to support businesses at will, a shift from Thatcher era. For decades, Britain's Conservative Party politicians decried the European Union for its supposed aversion to free markets.", "categories": [["World", "Europe", "U.K."]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb", "https://www.wsj.com/news/types/u-k-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-dodgers-are-still-baseballs-best-team-can-they-finally-win-a-title-to-prove-it-11599571587", "title": "The Dodgers Are Still Baseball's Best Team. Can They Finally Win a Title to Prove It?", "date": "2020-09-08 09:26", "summary": "Los Angeles has mowed down competitors for seven years but has no championships to show for it. This year's version has shored up its weaknesses. The Los Angeles Dodgers are the best team in baseball again. That's nothing new. They have overpowered the competition for the past seven years, winning more regular-season games than anybody over that span by a comfortable margin.", "categories": [["Sports", "MLB"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/mlb?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/belarus-says-major-opposition-leader-detained-at-border-with-ukraine-11599559196", "title": "Belarusian Protest Leader Ripped Up Passport to Avoid Expulsion, Supporters Say", "date": "2020-09-08 09:18", "summary": "A critic of President Lukashenko, Maria Kalesnikava went missing Monday when opposition activists say she was abducted. Maria Kalesnikava, one of the last core opposition leaders left in Belarus, was detained at the border with Ukraine after thwarting an attempt to expel her from the country, Ukrainian authorities and her supporters said, a day after she was allegedly abducted amid a crackdown on antigovernment protesters.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tour-de-france-plows-ahead-despite-four-covid-cases-among-team-staffers-11599570320", "title": "Tour de France Plows Ahead, Despite Four Covid Cases Among Team Staffers", "date": "2020-09-08 09:05", "summary": "The race director also tested positive, but hasn't been in contact with riders. More testing next week could yet derail the Tour.. PARIS-The Tour de France survived its first round of in-race Covid-19 testing on Tuesday, despite four team staffers inside the race's traveling bubble testing positive along with the Tour's director. No cases were discovered among the 166 riders in the peloton, with nearly two weeks remaining in the race.", "categories": [["Sports"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/covid-19-hit-this-new-jersey-county-hard-now-families-are-lining-up-for-food-11599570006", "title": "Covid-19 Hit This New Jersey County Hard. Now, Families Line Up for Food.", "date": "2020-09-08 09:00", "summary": "About 1.2 million people in the state can't afford regular access to food; many are facing this challenge for the first time. Hundreds of struggling families lined up in cars at Branch Brook Park in Newark, N.J., one recent afternoon to pick up boxes of free food.", "categories": [["U.S.", "Tri-State Area"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-region?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hawa-hassans-recipes-highlight-the-diversity-of-african-cuisine-11599568264", "title": "Hawa Hassan's Recipes Highlight the Diversity of African Cuisine", "date": "2020-09-08 08:31", "summary": "Food entrepreneur Hawa Hassan's new book, In Bibi's Kitchen, shares the stories and recipes of matriarchs from her native Somalia and other African nations.. I wanted to make the world smaller for people,\" says Hawa Hassan, 34, of her decision in 2014 to become a food entrepreneur and tell stories about Somalia, where she was born. She felt compelled to revisit her origins, which she says she slowly lost touch with after she arrived in the United States at the age of 7, alone, in 1993. Hassan's mother, given the chance to send one of her 10 children to Seattle, chose her eldest daughter. Hassan grew up with fellow refugees, who were family friends, and then lived with a friend's parents. She was attending Bellevue College when she was scouted by a modeling agency. The job eventually took her to New York, where she has lived on and off since 2005.", "categories": [["Food"]], "category_links": ["https://www.wsj.com/news/types/magazine-food?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/inside-the-holy-restoration-of-houstons-rothko-chapel-11599568084", "title": "Inside the Holy Restoration of Houston's Rothko Chapel", "date": "2020-09-08 08:28", "summary": "An extensive renovation of Houston's Rothko Chapel aims to honor the original vision of its creator, Mark Rothko.. Inside the Rothko Chapel, light sifts through an oculus overhead, casting the newly restored space in a soft glow. As the sun shifts in the sky, so do the colors in the paintings by Mark Rothko that hang on the walls. From the purple, black and crimson canvases emerge glints of ruby and plum, tinges of green and aubergine. This interfaith sanctuary, in a residential section of Houston's Montrose area, was the vision of art patrons John and Dominique de Menil. They believed modern art was a powerful portal for spirituality, and in 1964, they commissioned Rothko to create a chapel that would become a space for all people and all beliefs. His chapel, a Byzantine-inspired octagonal building housing 14 site-specific works, was formally dedicated in 1971.", "categories": [["Art & Design"]], "category_links": ["https://www.wsj.com/news/magazine/art-design?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/softbanks-4-billion-tech-option-gambit-feels-like-deja-vu-11599563556", "title": "SoftBank's $4 Billion Tech Option Gambit Feels Like Déjà Vu", "date": "2020-09-08 08:26", "summary": "Investors aren't celebrating SoftBank's hedge-fund-like gamble. The company's discount to its net assets could widen again.. A company famous for its extravagant vision of the far-off future-which, according to its website, predicts humans will live to 200 and may coexist with \"kind and intelligent robots\"-is rightfully being punished for dabbling in stock speculation here and now.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tesla-apple-amazon-down-premarket-what-to-watch-when-markets-open-tuesday-11599563620", "title": "Tesla, Apple, Amazon Down Premarket", "date": "2020-09-08 08:18", "summary": "Tesla shares fall 15% premarket after electric-car maker failed to make it into the S&P 500. Here's what we are watching as markets resume trading after the Labor Day holiday.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/covid-19-outbreaks-spell-trouble-for-student-housing-owners-11599566400", "title": "Covid-19 Outbreaks Spell Trouble for Student-Housing Owners", "date": "2020-09-08 08:00", "summary": "Investment firms that buy and rent out student housing are under pressure as colleges retreat to remote learning. A wave of Covid-19 outbreaks at universities is adding to the challenges facing the student-housing sector.", "categories": [["Real Estate", "Property Report"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/property-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sl-greens-3-billion-one-vanderbilt-in-new-york-city-faces-big-challenges-11599566410", "title": "SL Green's $3 Billion One Vanderbilt in New York City Faces Big Challenges", "date": "2020-09-08 08:00", "summary": "Bad timing for signature office tower, with ribbon set to be cut in the middle of a pandemic. After two decades of assembling a site and four years of construction, SL Green Realty Corp. is preparing to cut the ribbon next week on One Vanderbilt, the $3 billion office tower soaring above Grand Central Terminal.", "categories": [["Real Estate", "Property Report"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/property-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/public-health-officials-pursue-covid-19-tests-that-trade-precision-for-speed-11599562800", "title": "Health Officials Pursue Covid-19 Tests That Trade Precision for Speed", "date": "2020-09-08 07:00", "summary": "Rapid tests for coronavirus might sacrifice some accuracy for quicker results but are needed to control the virus. Public health experts are increasingly calling for a shift in thinking about Covid-19 testing: It is better to get fast, frequent results that are reasonably accurate than more precise results after dayslong delays.", "categories": [["Life & Work", "Health & Wellness"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/health-wellness?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-investors-can-harness-the-power-of-wind-11599562194", "title": "How Investors Can Harness the Power of Wind", "date": "2020-09-08 06:49", "summary": "Both of Europe's wind-turbine makers are full of potential, but onshore leader Vestas is the less risky stock. While wind farms out at sea have stronger tailwinds, stock investors might find the more familiar land-based ones more rewarding.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/gannett-hires-spotify-veteran-in-push-for-digital-news-subscribers-11599561900", "title": "Gannett Hires Spotify Veteran in Push for Digital News Subscribers", "date": "2020-09-08 06:45", "summary": "Covid-19 crisis hurts advertising revenue, as challenges grow for company's local markets. Gannett Co. has named Mayur Gupta to the newly created position of chief marketing and strategy officer, a move meant to sharpen the U.S. newspaper chain's focus on attracting digital subscribers as the coronavirus pandemic wreaks havoc on the publishing industry.", "categories": [["Business", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-its-like-to-lead-customer-experience-at-an-airline-during-the-pandemic-11599559200", "title": "What It's Like to Lead Customer Experience at an Airline During the Pandemic", "date": "2020-09-08 06:00", "summary": "Customer chiefs rely on scientists, customer surveys and live streams of the airport experience. The realization that the coronavirus pandemic would upend the aviation industry didn't hit Maria Walter in a singular moment.", "categories": [["Experience Report"]], "category_links": ["https://www.wsj.com/news/experience-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/urban-outfitters-navigates-inventory-challenges-amid-pandemic-11599557402", "title": "Urban Outfitters Navigates Inventory Challenges Amid Pandemic", "date": "2020-09-08 05:30", "summary": "The retailer is working to keep a smaller stockpile of apparel and other products. Urban Outfitters Inc. wants to have less inventory but needs to make sure it still has the right products on offer.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mortgage-refinancings-boom-even-as-coronavirus-hits-economy-11599557401", "title": "Mortgage Market Booms, Even as Virus Hits Economy", "date": "2020-09-08 05:30", "summary": "Lenders issued $1.1 trillion in home loans between April and June, according to Black Knight; low rates boosted refinancings. The mortgage market recorded its best quarter in years this spring, a reflection of how the housing market is booming in 2020 even as much of the economy stumbles.", "categories": [["Markets", "Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-military-is-offered-new-bases-in-the-pacific-11599557401", "title": "U.S. Military Is Offered New Bases in the Pacific", "date": "2020-09-08 05:30", "summary": "Palau invites Pentagon presence at unspecified joint-use facilities, marking an advance of U.S. efforts to pressure China. PALAU-The Republic of Palau has asked the Pentagon to build ports, bases and airfields on the island nation, officials said, offering a boost to U.S. military expansion plans in Asia, as Washington aims to counter China.", "categories": [["Politics", "National Security"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/national-security?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chinese-bottled-water-giant-taps-hong-kong-ipo-market-11599484247", "title": "Chinese Bottled-Water Giant Surges in Hong Kong Debut", "date": "2020-09-08 04:36", "summary": "Nongfu Spring's market value eclipses Danone's as investors bet on China's increasingly affluent consumers. Stock in China's top bottled-water company surged in its Hong Kong debut Tuesday, after investors thirsty for new stock sales placed nearly $150 billion of orders for a $1.1 billion deal.", "categories": [["Markets", "Stocks", "IPOs"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb", "https://www.wsj.com/news/types/ipos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/two-australian-journalists-flee-china-as-diplomatic-tensions-escalate-11599538847", "title": "Australian Journalists Flee China After State Security Officials Come Knocking", "date": "2020-09-08 01:53", "summary": "Initially told they were banned from leaving, two reporters fly out after seeking consular refuge while countries negotiated. Two Australian journalists have been pulled out of China following a diplomatic standoff that saw the pair seek refuge at Australian diplomatic missions while officials negotiated their exit.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/china-to-launch-initiative-to-set-global-data-security-rules-11599502974", "title": "China Launches Initiative to Set Global Data-Security Rules", "date": "2020-09-08 00:06", "summary": "Move, unveiled Tuesday is meant to counter U.S. Clean Network effort. HONG KONG-China is launching its own initiative to set global standards on data security, countering U.S. efforts to persuade like-minded countries to ringfence their networks from Chinese technology.", "categories": [["WSJ News Exclusive", "China"]], "category_links": ["https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11599510522", "title": "Pepper...and Salt", "date": "2020-09-08 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pros-and-cons-of-a-do-it-yourself-annuity-in-retirement-11599292800", "title": "Pros and Cons of a Do-It-Yourself Annuity in Retirement", "date": "2020-09-08 21:02", "summary": "Retirement columnist Glenn Ruffenach also discusses the tax advantages of various options for charitable giving. I'm approaching retirement, and the turmoil in the markets this year has me thinking, for the first time, about buying an annuity. I like the idea of predictable income, but I don't like the idea of handing my money, permanently, to an insurance company. What do you think about a person building his or her own annuity? Is there a good way to do this?", "categories": [["Markets", "Journal Reports: Funds/ETFs", "Ask Encore"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-funds-etfs?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/investors-still-believe-they-can-beat-the-stock-market-11599491572", "title": "Investors Still Believe They Can Beat the Stock Market", "date": "2020-09-08 20:33", "summary": "I recently wrote about the benefits of stock diversification. Some readers still aren't buying it. Here's what they said-and my responses.. Last month I offered readers a paean to the virtues of diversified investing-the idea of spreading your money across different kinds of investments so as to reduce a portfolio's risk without reducing expected returns.", "categories": [["Markets", "Journal Reports: Funds/ETFs"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-funds-etfs?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/active-stock-etfs-draw-billions-in-new-assets-11599491652", "title": "'Active' Stock ETFs Draw Billions in New Assets", "date": "2020-09-08 20:32", "summary": "It's too soon to tell whether these are good investments. But it is giving investors a greater number of choices.. It has been a long time coming, but investors now have access to a growing number of actively managed equity ETFs.", "categories": [["Markets", "Journal Reports: Funds/ETFs"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-funds-etfs?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-is-contango-and-backwardation-11599491694", "title": "What Is Contango and Backwardation?", "date": "2020-09-08 20:31", "summary": "For investors in commodities funds that hold futures contracts, these terms are important. Here is what they mean.. Investors in commodities funds that hold futures contracts will hear or read the words contango and backwardation. The terms are apt to confuse even those with some Wall Street experience, but understanding them is vital for investors in commodities.", "categories": [["Markets", "Journal Reports: Funds/ETFs", "In Translation"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-funds-etfs?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/closed-end-funds-are-trying-to-make-a-comeback-11599491743", "title": "Closed-End Funds Are Trying to Make a Comeback", "date": "2020-09-08 20:30", "summary": "The disrespected form of mutual funds might be getting a second life. Closed-end funds, the has-beens of the mutual-fund world, are getting a chance for a second life.", "categories": [["Markets", "Journal Reports: Funds/ETFs"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-funds-etfs?mod=breadcrumb"]}]