[{"link": "https://www.wsj.com/articles/on-the-journey-to-new-habits-take-tiny-steps-11577985523", "title": "On the Journey to New Habits, Take Tiny Steps", "date": "2020-01-05 18:56", "summary": "New Year's resolutions fail because people aim too high and get discouraged quickly. Instead, celebrate small accomplishments.. The new year is an ideal time to observe how people try to change their own behavior. Upsurges of enthusiasm in early January are generally followed by flagging commitment in February. Nearly everyone wants to make some kind of life change: eat better, lose weight, exercise more regularly, sleep and relax more. But the alarming levels of obesity, sleeplessness and stress seen in the world-and in my Stanford University behavior-research lab-show a painful gap between the changes people want and what they actually do.", "categories": [["Life & Work", "Ideas", "Essay"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/essay?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/feds-williams-stresses-need-to-stick-to-2-inflation-target-11578265248", "title": "Fed's Williams Stresses Need to Stick to 2% Inflation Target", "date": "2020-01-05 18:45", "summary": "New York Fed president says the move to stabilize market for short-term loans among financial institutions 'worked exactly as we wanted'. SAN DIEGO-Federal Reserve Bank of New York President John Williams said Sunday that low global interest rates are here to stay, which should lead central bankers to renew their commitment to inflation goals.", "categories": [["Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/antibiotic-makers-find-rewards-for-tackling-superbugs-are-scarce-11578259557", "title": "Antibiotic Makers Struggle, Hurting War on Superbugs", "date": "2020-01-05 18:33", "summary": "Commercial prospects dim as doctors prescribe new drugs sparingly; some companies run out of cash. The world desperately needs new antibiotics to tackle the rising threat of drug-resistant superbugs, but there is little reward for doing so.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pompeo-says-iran-pressed-expulsion-of-u-s-troops-from-iraq-11578247333", "title": "Pompeo Says Iran Pressed Expulsion of U.S. Troops From Iraq", "date": "2020-01-05 17:59", "summary": "In interviews, secretary of state is questioned about timing of U.S. strike and risks facing American forces. WASHINGTON-Secretary of State Mike Pompeo said pressure from Iran prompted Iraq to move toward expelling U.S. forces from the country, a decision that could jeopardize U.S.-backed operations against Islamic State and undermine efforts to counter Iranian influence in the region.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-u-s-iraq-and-iran-11578263875", "title": "The U.S., Iraq and Iran", "date": "2020-01-05 17:37", "summary": "The Baghdad vote isn't the last word on American troops.. The U.S. strikes in Iraq against Iranian-backed militias and Qasem Soleimani were necessary, but they always risked a nationalist backlash. The Iraqi Parliament's symbolic vote Sunday to oust U.S. troops from the country is an example of that backlash, but it's also far from the last word.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/protests-against-indias-citizenship-law-draws-hundreds-of-thousands-11578256040", "title": "Protests Against India's Citizenship Law Draw Hundreds of Thousands", "date": "2020-01-05 17:37", "summary": "An attack on a university campus left more than a dozen students and a teacher injured. NEW DELHI-Protests against a new citizenship law in India drew hundreds of thousands across the country in recent days, defying government restrictions after weeks of demonstrations that have included sharp clashes with authorities in some parts of the country.", "categories": [["World", "Asia", "India"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/india-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-imminent-distraction-11578263785", "title": "The 'Imminent' Distraction", "date": "2020-01-05 17:36", "summary": "Soleimani was waging war on the U.S. He could be targeted at any time.. Journalism is supposed to make events clearer, but too often in Washington it obfuscates. Witness the obsession on the Sunday TV news shows over whether the threat from Qasem Soleimani was \"imminent.\"", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-housing-shortage-in-profile-11578263733", "title": "The Housing Shortage in Profile", "date": "2020-01-05 17:35", "summary": "Construction in Oregon dropped to the lowest level since World War II.. Politicians bemoan the lack of affordable housing, but their policies often create the problem. Look no further than Oregon, where restrictive zoning and mandates have yielded the lowest rate of residential construction in decades.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-and-kenyan-forces-repel-airfield-attack-by-al-shabaab-11578238596", "title": "U.S. Says Attack in Kenya Kills Three Americans", "date": "2020-01-05 17:25", "summary": "Al-Shabaab militants launch predawn strike, breaching a base that hosts U.S. personnel; at least four jihadists killed. The U.S. military said that an attack on a shared military base by Somalia's al Qaeda-affiliated al-Shabaab on Sunday killed three Americans, highlighting the threat the Islamist group still poses to the region despite a step up in American airstrikes in recent years.", "categories": [["World", "Africa"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/africa-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-democrats-and-iran-11578262553", "title": "The Democrats and Iran", "date": "2020-01-05 17:15", "summary": "Why can't the party's candidates simply admit Qasem Soleimani's death makes Americans safer?. President Trump's order to take out Qasem Soleimani was morally, constitutionally and strategically correct. It deserves more bipartisan support than the begrudging or negative reactions it has received thus far from my fellow Democrats.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-senate-knows-enough-to-acquit-trump-11578262402", "title": "The Senate Knows Enough to Acquit Trump", "date": "2020-01-05 17:13", "summary": "This trial doesn't require witnesses. The articles of impeachment should fall on legal grounds alone.. Give Nancy Pelosi this: She has chutzpah. Senate Majority Leader Mitch McConnell responded Friday on the Senate floor to the House's refusal to appoint managers and transmit its articles of impeachment against President Trump to the upper chamber. \"For now,\" Mr. McConnell said, \"we are content to continue the ordinary business of the Senate while House Democrats continue to flounder. For now.\"", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-saints-lost-a-playoff-heartbreaker-again-11578262385", "title": "The Saints Lost a Playoff Heartbreaker. Again.", "date": "2020-01-05 17:13", "summary": "For the third straight season, New Orleans bowed out of the playoffs in shocking fashion after Minnesota escaped a 26-20 overtime thriller. The New Orleans Saints know far more about crushing playoff drama than they would like. Two years ago, they fell to the Minnesota Vikings on a play so stunning it's simply known as the \"Minneapolis Miracle.\" Last year, they might have made the Super Bowl if not for an infamous missed penalty call against the Los Angeles Rams.", "categories": [["Sports", "NFL"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/nfl?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tech-will-rule-these-20s-too-11578262248", "title": "Tech Will Rule These '20s, Too", "date": "2020-01-05 17:10", "summary": "Breakthroughs in health and data could match the consumer boom of 100 years ago.. Does history rhyme? A century ago, the '20s boomed, driven by consumer spending on homes, cars, radios and newfangled appliances like refrigerators, sewing machines and vacuum cleaners. Most Americans couldn't afford the upfront cost of a lot of these goods, so manufacturers and retailers invented installment plans. Debt ruled as 75% of cars, furniture and washing machines were bought on credit.", "categories": [["Opinion", "Inside View"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/inside-view?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/spains-mysterious-ties-to-wanted-bolivians-11578262171", "title": "Spain's Mysterious Ties to Wanted Bolivians", "date": "2020-01-05 17:09", "summary": "An armed Spanish security detail tries to intimidate national police in La Paz.. Spanish special-operations police, their faces covered with balaclavas and their weapons visible, attempted to force their way past Bolivian police at the Mexican Embassy in La Paz on Dec. 27. The effort failed but it left behind troubling questions about whether rogue interests inside the Spanish government are working with Mexico on behalf of former Bolivian officials, some of whom face criminal charges.", "categories": [["Opinion", "The Americas"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/the-americas?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/in-praise-of-the-hollywood-yarn-11578262110", "title": "In Praise of the Hollywood Yarn", "date": "2020-01-05 17:08", "summary": "Award season has a special meaning for carpet salesmen.. Awards season is upon us, with the Golden Globes this past weekend and Oscar nominees to be announced Jan. 13. The focus is on the shows where the winners collect their trophies and lecture their lessers. But the real action is the walk down the red carpet-the shoes, the hair and the eternal question, \"Who are you wearing?\"", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-power-of-bad-review-how-to-reset-a-mind-set-11578262056", "title": "'The Power of Bad' Review: How to Reset a Mind-Set", "date": "2020-01-05 17:07", "summary": "An ingrained negativity bias leads to a perpetual sense of crisis, a feeling that things are getting worse-even when things are getting better.. According to cable news, the state of California and your mother, dangers are lurking everywhere, requiring ever more urgent warnings about how we eat, travel, breathe and live. But despite the pervasive sentiment that things are terrible and getting worse, people today are \"richer, healthier, freer, and safer than our ancestors could have ever hoped to be,\" write John Tierney and Roy Baumeister. How is it that \"the luckiest people in history feel cursed\"?", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/easy-call-the-strike-on-soleimani-was-lawful-11578261997", "title": "Easy Call: The Strike on Soleimani Was Lawful", "date": "2020-01-05 17:06", "summary": "The president has clear authority to eliminate a combatant who takes the lives of American citizens.. While reasonable people can debate the wisdom of killing Iranian Maj. Gen. Qasem Soleimani, there is little doubt that President Trump acted lawfully-under both domestic and international law-in ordering his death. The president has the constitutional authority to take military actions, short of declaring war, that he and his advisers deem necessary to protect American citizens. This authority is extremely broad, especially when the actions must, by their nature, be kept secret from the intended target.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/notable-quotable-climate-change-alarmism-11578261943", "title": "Notable & Quotable: Climate Change Alarmism", "date": "2020-01-05 17:05", "summary": "'European cities will be sunk beneath rising seas as Britain is plunged into a 'Siberian' climate by 2020.'. Mark Townsend and Paul Harriswriting at TheGuardian.com, Feb. 21, 2004:", "categories": [["Opinion", "Commentary", "Notable & Quotable"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb", "https://www.wsj.com/news/types/notable-quotable?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-cocoa-cartel-could-overhaul-global-chocolate-industry-11578261601", "title": "Cocoa Cartel Stirs Up Global Chocolate Market", "date": "2020-01-05 17:00", "summary": "Resume Subscription. KONA, Ghana-An international cartel is coming for your daily chocolate fix.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/people-around-the-world-mourn-slain-iranian-commander-11578261470", "title": "Slain Iranian Commander Mourned With Tears, Anger", "date": "2020-01-05 16:57", "summary": "Maj. Gen. Qassem Soleimani, leader of the foreign wing of Iran's Islamic Revolutionary Guard Corps, was killed in a U.S. airstrike. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/fed-has-many-tools-to-deter-recession-former-chairman-bernanke-says-11578184800", "title": "Fed Has Many Tools to Deter Recession, Former Chairman Bernanke Says", "date": "2020-01-05 16:52", "summary": "Quantitative easing, forward guidance could be equivalent to 3 percentage points of rate cuts, Mr. Bernanke. SAN DIEGO-The Federal Reserve has ample tools for fighting a potential recession even though its benchmark interest rate remains historically low, former Fed Chairman Ben Bernanke said.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-australia-fires-in-photos-heres-what-we-know-11578259816", "title": "The Australia Fires in Photos: Here's What We Know", "date": "2020-01-05 16:30", "summary": "Resume Subscription. About 130 fires were burning across New South Wales state on Monday, with 31 more in neighboring Victoria. On Saturday, conditions became catastrophic, with temperatures surging past 100 degrees Fahrenheit. Wildfires have blackened more than 23,000 square miles so far, an area about the size of West Virginia.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/few-bank-failures-could-be-a-warning-sign-for-u-s-financial-system-11578254401", "title": "Few Bank Failures Could Be a Warning Sign for U.S. Financial System", "date": "2020-01-05 15:00", "summary": "Hidden risks may be masked by a strong economy, some analysts say. WASHINGTON-Times are good for U.S. banks.", "categories": [["Economy", "The Outlook"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/the-outlook?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/economy-week-ahead-u-s-trade-and-jobs-data-11578254401", "title": "Economy Week Ahead: U.S. Trade and Jobs Data", "date": "2020-01-05 15:00", "summary": "China will report inflation data, while the eurozone gets a fresh reading on the labor market. In the week ahead, the U.S. and the eurozone will see jobs figures and China will receive a fresh reading on inflation.", "categories": [["Economy", "Economy Week Ahead"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/economy-week-ahead?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-yorks-mta-deploys-transit-officers-to-handle-homeless-in-the-subway-11578146401", "title": "New York's MTA Deploys Transit Officers to Handle Homeless in the Subway", "date": "2020-01-05 14:58", "summary": "Outreach program has been running since August and now focuses on eight end-of-line stations. On a recent night, the chief safety officer for New York's Metropolitan Transportation Authority stood on a subway platform at a station in Manhattan's Upper East Side while a team of transit officers and volunteers tried to coax homeless people into shelters.", "categories": [["U.S.", "Transit"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-transit?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/congress-returns-with-impeachment-trial-questions-unresolved-11578225600", "title": "Congress Returns With Impeachment Questions Unresolved", "date": "2020-01-05 14:56", "summary": "Pelosi has yet to send House's two articles to the Senate, where parties' leaders are at odds. WASHINGTON-Congress dives into its new session with unresolved questions about when and under what rules the impeachment trial of President Trump will take place.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/iran-lacks-allies-in-confronting-the-u-s-11578253765", "title": "Iran Lacks Allies in Confronting the U.S.", "date": "2020-01-05 14:49", "summary": "Despite feverish talk of Gen. Soleimani's killing sparking a world war, Iran can't count on Russia or China coming to its aid.. ", "categories": [["World", "ANALYSIS"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mcdonalds-looks-beyond-party-culture-11578243600", "title": "McDonald's Looks to Move Beyond Party Culture", "date": "2020-01-05 14:28", "summary": "New CEO Chris Kempczinski puts fresh focus on workplace decorum after concerns about predecessor's conduct. McDonald's Corp.'s new CEO is determined to make changes at the top to move the company away from a culture that tolerated partying and fraternizing between some senior managers and rank-and-file employees.", "categories": [["WSJ News Exclusive", "Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-dangled-extra-incentives-in-initial-bid-to-lure-amazon-hq2-11578153600", "title": "New York Dangled Extra Incentives in Initial Bid to Land Amazon HQ2", "date": "2020-01-05 12:16", "summary": "E-commerce retailer was offered $800 million more in tax credits and grants than previously known. ALBANY, N.Y.-State officials offered Amazon.com Inc. $800 million more in incentives than was previously known to win its second-headquarters contest and were even prepared to pay part of some employees' salaries if the tech company developed a campus in New York.", "categories": [["U.S.", "Tri-State Area"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-region?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-k-examines-if-cyberattack-triggered-london-stock-exchange-outage-11578232800", "title": "U.K. Examines if Cyberattack Triggered London Stock Exchange Outage", "date": "2020-01-05 12:09", "summary": "Government officials look at computer code that may have played a role; the LSE says the incident was related to a software glitch. U.K. government agencies are examining whether a trading outage blamed on a software hiccup at the London Stock Exchange in August may actually have been caused by a cyberattack aimed at disrupting markets, according to people familiar with the matter.", "categories": [["WSJ News Exclusive", "Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/impeachment-hypocrisy-wont-go-unnoticed-11578243654", "title": "Impeachment Hypocrisy Won't Go Unnoticed", "date": "2020-01-05 12:00", "summary": "At bottom, the professor wants to impeach Mr. Trump while letting off Mr. Clinton-who lied under oath and suborned others to do the same-with a mild scolding.. Jonathan Zimmerman now sees the error of his ways in dismissing moral concerns to support Bill Clinton in 1992, and he chides those of us of the Christian faith for supporting Donald Trump (\"Decades Later, My Fellow Democrats Should Admit Character Counts,\" Dec. 24). Let us recall that in 1992 Mr. Clinton ran against George H.W. Bush, a man of high moral character. In 2016 Donald Trump defeated Hillary Clinton, whose political biography reads more like a rap sheet. The choice wasn't between Jesus and Barabbas, but between two evils. We picked the lesser, the far lesser.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/only-republicans-need-supreme-court-lists-11578243589", "title": "Only Republicans Need Supreme Court Lists", "date": "2020-01-05 11:59", "summary": "Liberal voters have no reason to doubt that any of their presidential candidates will nominate anyone other than pro-choice, activist judges.. William McGurn surely knows that \"Amy Klobuchar's 'Secret' List\" (Main Street, Dec. 31) of possible nominees to the Supreme Court remains secret because the Minnesota senator and Democratic presidential candidate realizes there is only political downside to revealing names.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-better-way-forward-for-west-africas-new-currency-11578243535", "title": "A Better Way Forward for West Africa's New Currency", "date": "2020-01-05 11:58", "summary": "A currency board or regional central bank might work if the common currency were tied and completely convertible to gold.. Prof. Steve Hanke's suggestion of a currency board for the eco, the new West African currency (\"Farewell to the CFA Franc: Macron and Ouattara End a Colonial Relic,\" Dec. 31), is hobbled by two key limitations. First, it would require member states to surrender control of monetary policy. That's a formidable hurdle given the oversize national pride and egos of leaders in the region.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-did-the-u-s-fail-to-punish-iran-the-last-time-11578243457", "title": "Why Did the U.S. Fail to Punish Iran the Last Time?", "date": "2020-01-05 11:57", "summary": "Red lines should now be drawn and enforced. That's how major wars are avoided.. The best defense is a good offense. As your editorial \"Trump Finally Fires Back at Iran\" (Dec. 30) notes, failing to react to the downing of an American drone and the bombing of Saudi oil facilities only emboldened the Iranians. The recent strike at Iran-backed militias signals a new course in Trump administration policy toward Iran. So does the strike on Gen. Qasem Soleimani. Red lines should now be drawn and enforced. That's how major wars are avoided.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/france-opens-counterterror-probe-into-knife-attack-in-paris-suburb-11578239728", "title": "France Opens Counterterror Probe Into Knife Attack in Paris Suburb", "date": "2020-01-05 10:55", "summary": "The attacker was shot dead by police Friday after stabbing one person to death and wounding at least two others. PARIS-French prosecutors opened a counterterror probe after a man stabbed one person to death and wounded at least two others in a suburb of Paris.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/great-expectations-for-stocks-in-2020-might-be-dashed-11578236400", "title": "Great Expectations for Stocks in 2020 Might Be Dashed", "date": "2020-01-05 10:00", "summary": "Earnings and economic growth will struggle to match U.S. valuations. ", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trade-war-dents-chinas-attendance-at-worlds-biggest-electronics-show-11578236401", "title": "Trade War Dents China's Attendance at World's Biggest Electronics Show", "date": "2020-01-05 10:00", "summary": "Chinese exhibit space at CES is projected to drop 5% to 6% compared with 2019. BEIJING-The expanding U.S.-China rivalry in the world of technology is set to be put on full display this week, with a smaller Chinese presence expected in Las Vegas for CES, the world's biggest consumer-electronics exhibition.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/readers-share-stories-of-grief-after-losing-loved-ones-to-suicide-11578232800", "title": "Readers Share Stories of Grief After Losing Loved Ones to Suicide", "date": "2020-01-05 09:00", "summary": "A Wall Street Journal article about the experiences of the bereaved prompted readers to write about their own losses. \"As Suicides Rise, More Attention Turns to the People Left Behind,\" a Wall Street Journal article about the experiences of those who have lost loved ones to suicide, spurred many readers to share their own stories after it was published in early December.", "categories": [["Life & Work", "Health & Wellness"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/health-wellness?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/harvey-weinstein-set-to-stand-trial-on-sex-crime-charges-11578232801", "title": "Harvey Weinstein Set to Stand Trial on Sex-Crime Charges", "date": "2020-01-05 09:00", "summary": "Allegations against Hollywood producer helped to spawn #MeToo movement. Hollywood producer Harvey Weinstein is headed for trial this week on narrow charges that he sexually assaulted two women. But the trial, of the man whose alleged actions helped to spawn the #MeToo movement, is being closely watched, with cultural implications that go beyond its legal ones.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tom-brady-is-trying-to-break-your-heart-11578231631", "title": "Tom Brady Is Trying to Break Your Heart", "date": "2020-01-05 08:40", "summary": "A vulnerable Patriots season ends in Foxborough. Will the legendary quarterback return next season-and where?. How rude an ending it was.", "categories": [["Sports"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/japanese-officials-break-their-silence-on-ghosns-escape-11578204876", "title": "Japanese Officials Break Their Silence on Ghosn's Escape", "date": "2020-01-05 08:24", "summary": "A week after former Nissan chairman fled, authorities defended Japan's justice system, saying he left the country to avoid punishment. TOKYO-Japanese authorities, in their first public comments on Carlos Ghosn's escape, said he would have received a fair trial and fled Japan because he didn't want to pay the price for his alleged wrongdoing.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/iraq-caught-between-two-allies-poised-to-vote-on-u-s-troop-presence-11578230689", "title": "Iraq, Caught Between Two Allies, Poised to Vote on U.S. Troop Presence", "date": "2020-01-05 08:24", "summary": "Vote poses a pivotal test to American forces that have been instrumental in the defeat of Islamic State. Iran-backed militias in Iraq demanded lawmakers attend a session of parliament to vote on the possible expulsion of U.S. troops from the country, after the killing of an Iranian general there put the country at the center of an escalating conflict between its two most important allies.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bets-on-2020-rebound-in-global-growth-face-their-first-test-11578229200", "title": "Bets on 2020 Rebound in Global Growth Face First Test", "date": "2020-01-05 08:00", "summary": "Investors will be eyeing figures for the services sector and the December jobs report. Data this week on the services sector and December hiring present the first major hurdle for stock markets in 2020 after a strong fourth quarter.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tiktok-wants-to-stay-politics-free-that-could-be-tough-in-2020-11578225601", "title": "TikTok Wants to Stay Politics-Free. That Could Be Tough in 2020.", "date": "2020-01-05 07:00", "summary": "Campaigns see the app as a potential way to reach young voters. TikTok exploded into a social-media sensation last year by pushing lighthearted videos of dance-offs, hedgehogs giggling and puppets singing about chicken nuggets. Now politics is putting that formula of frivolity to the test.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/as-negative-yields-ebb-making-money-in-bonds-is-still-a-slog-11578222000", "title": "As Negative Yields Ebb, Making Money in Bonds Is Still a Slog", "date": "2020-01-05 06:00", "summary": "European investors are anticipating a tough year for bond markets, driven by a drop in monetary-policy action in 2020. European bond investors suffering the burden of negative yields came out all right in 2019, thanks to a global surge of central-bank rate cutting. The worry is, that source of returns isn't shaping up to be nearly as promising for 2020.", "categories": [["Markets", "Credit Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/credit-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/high-cost-of-wildfire-insurance-hurts-california-home-sales-11578220200", "title": "High Cost of Wildfire Insurance Hurts California Home Sales", "date": "2020-01-05 05:30", "summary": "Buyers back out of deals or cut offers as prices of policies jump; 'We're just going to get a bunch of houses sitting on the market that won't sell'. Home sales are slowing in wildfire-prone areas of California as insurers retreat from high-risk regions, say real-estate agents and homeowners.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-patriots-lost-is-tom-brady-done-11578200886", "title": "The Patriots Lost. Is Tom Brady Done?", "date": "2020-01-05 00:08", "summary": "After New England's loss to Tennessee in an AFC wild-card game, the end of the Patriots dynasty might be near while their 42-year-old quarterback's future is uncertain. The ending was uncomfortably on the nose. Tom Brady dropped back to pass, the ball wound up in the hands of an opposing defender and it went back for a game-sealing touchdown. The Tennessee Titans won. The New England Patriots lost. And there was a bombshell question lingering over the NFL:", "categories": [["Sports", "NFL"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/nfl?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11609778827", "title": "Pepper...and Salt", "date": "2020-01-05 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/thousands-in-iraq-iran-mourn-leaders-killed-in-u-s-strike-11578165018", "title": "Thousands in Iraq, Iran Mourn Leaders Killed in U.S. Strike", "date": "2020-01-05 20:19", "summary": "Iranians, Iraqis turn out for funeral march, protests as Soleimani's death injects new uncertainty into Middle Eastern geopolitics.. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/white-house-sends-congress-explanation-of-soleimani-strike-11578178508", "title": "Trump Warns of Further Strikes If Iran Retaliates", "date": "2020-01-05 19:35", "summary": "President sends Congress explanation of strike that killed Soleimani, as required under War Powers Act. WASHINGTON-President Trump said the U.S. is prepared to hit dozens of Iranian assets if Tehran targets Americans in retaliation for the U.S. strike that killed Gen. Qassem Soleimani, Iran's top military commander.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}]