[{"link": "https://www.wsj.com/articles/mike-bloomberg-could-pull-it-off-11581638248", "title": "Mike Bloomberg Could Pull It Off", "date": "2020-02-13 18:57", "summary": "Biden's collapse created a vacuum in the center, and the former mayor has the money and will to fill it.. You have to start here: We are immersed in a freakish and confounding political era. Anything can happen. Surprise is built in. Guy on a lark takes an escalator ride down to a rally and the system is changed forever. \"Expect the unexpected.\"", "categories": [["Opinion", "Declarations"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/declarations?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-the-economics-establishment-hates-judy-shelton-11581638112", "title": "Why the Economics Establishment Hates Judy Shelton", "date": "2020-02-13 18:55", "summary": "They fear she may be right about the gold standard and the causes of declining productivity growth.. It's not for a lowly newspaper columnist to instruct the Senate how to vote on Judy Shelton's nomination to a seat on the Federal Reserve Board of Governors. But how about we all at least stop pretending she's crazy simply because she dares to challenge orthodoxy on the single most important economic question of our day?", "categories": [["Opinion", "Political Economics"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/political-economics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-dangerous-denial-of-sex-11581638089", "title": "The Dangerous Denial of Sex", "date": "2020-02-13 18:54", "summary": "Transgender ideology harms women, gays-and especially feminine boys and masculine girls.. Transgender ideology can take on a comical character, as in a recent American Civil Liberties Union commentary objecting to sales tax on tampons and similar products while pondering: \"How can we recognize that barriers to menstrual access are a form of sex discrimination without erasing the lived experiences of trans men and non-binary people who menstruate, as well as women who don't?\"", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/seduction-review-the-rakes-progress-11581638024", "title": "'Seduction' Review: The Rake's Progress", "date": "2020-02-13 18:53", "summary": "If these are now terribly confusing times for romance, a new cultural history of seduction makes it clear that it was always thus.. Stories of seduction are as old as sex. Some moons of the planet Jupiter were named for Zeus's conquests. For St. Augustine and other early Christians, the story of Eve was about the lascivious recklessness of all women. But the Enlightenment introduced a new era for the seduction narrative, argues Clement Knox in his history of the phenomenon.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-pope-is-catholic-after-all-11581637942", "title": "The Pope Is Catholic After All", "date": "2020-02-13 18:52", "summary": "Francis' affirmation of church doctrine is encouraging for anxious parishioners.. Catholics, take heart. Pope Francis' apostolic exhortation on the Amazon Synod, released Wednesday, is no truth-and-tradition-shredding document. On point after point, the Holy Father reiterates the longstanding teaching of the Catholic Church-whether on the role of the priest, the centrality of women to the church's mission, or the continued importance of priestly celibacy.", "categories": [["Opinion", "Commentary", "Houses of Worship"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb", "https://www.wsj.com/news/types/houses-of-worship?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-trials-of-bill-barr-11581637977", "title": "The Trials of Bill Barr", "date": "2020-02-13 18:52", "summary": "Bureaucrats bristle as the attorney general delivers on his pledge of accountability.. The Roger Stone sentencing uproar is deeply important, and not because it's another Trump \"scandal.\" Rather, it's a clash that was always coming-the moment at which an ungoverned bureaucracy smacked up against Attorney General William Barr's promise to restore equal justice and accountability at the Justice Department.", "categories": [["Opinion", "Potomac Watch"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/potomac-watch?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/you-stole-my-heart-and-youve-been-served-11581637911", "title": "You Stole My Heart, and You've Been Served", "date": "2020-02-13 18:51", "summary": "Jilted spouses in six states are permitted to sue for 'alienation of affections.'. On Valentine's Day people eagerly spend money to express love. But the price of lost love can be steep-and not only in cases of divorce.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mexican-church-leader-sued-in-los-angeles-on-sexual-abuse-allegations-11581637153", "title": "Mexican Church, Leader Sued Over Sexual Abuse Allegations", "date": "2020-02-13 18:39", "summary": "Woman accuses head of La Luz del Mundo after his arrest on rape and trafficking charges. LOS ANGELES-A woman who said she was sexually abused and trafficked filed a lawsuit in federal court here Wednesday against La Luz del Mundo, one of the largest religious organizations in Mexico, and its leader, Naasón Joaquín García.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nevadas-democrats-settle-on-a-new-system-for-caucus-results-after-iowa-debacle-11581625890", "title": "Nevada's Democrats Settle on a New System for Caucus Results", "date": "2020-02-13 18:38", "summary": "New system has undergone some secure testing, will use iPads, Google web forms and phone hotlines. WASHINGTON-Nevada's Democratic Party will use iPads, Google web forms and telephone hotlines to report results in next week's caucuses, a process devised in the 10 days since the party ditched an app similar to the one that failed in Iowa.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-outbreak-slams-irans-embattled-economy-11581627392", "title": "Coronavirus Outbreak Slams Iran's Embattled Economy", "date": "2020-02-13 18:34", "summary": "Demand from Beijing, one of Tehran's last crude-oil customers, drops amid chaos of health crisis. Iran's crude-oil sales have been battered by a sudden downturn in demand from its last big trading partner, China, following the deadly coronavirus outbreak, U.S. and Iranian officials said, a blow that lands as the Islamic Republic faces the risk of an economic collapse.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/yelp-hires-new-cfo-amid-pressure-to-boost-performance-11581636825", "title": "Yelp Hires New CFO Amid Pressure to Boost Performance", "date": "2020-02-13 18:33", "summary": "David Schwarzbach joins the online-review company from Optimizely. Yelp Inc. named a new finance chief, a move that comes as the online-review company faces pressure to boost its financial performance.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/puerto-rico-government-hit-by-4-million-online-scam-11581636766", "title": "Puerto Rico Government Hit by $4 Million Scam", "date": "2020-02-13 18:32", "summary": "FBI freezes the money and is working to return it. An online fraud aimed at Puerto Rico government agencies sought to divert more than $4 million in public funds, authorities said, raising concerns about the island's handling of its finances as it continues to receive federal disaster aid.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-k-treasury-chief-resigns-amid-government-reshuffle-11581597849", "title": "Boris Johnson Replaces U.K. Treasury Chief in Shuffle", "date": "2020-02-13 18:24", "summary": "Sajid Javid's departure comes as the prime minister shakes up his top team. LONDON-British Prime Minister Boris Johnson replaced U.K. Treasury chief Sajid Javid, a surprise move aimed at consolidating Mr. Johnson's power as the country adapts to life outside the European Union.", "categories": [["World", "Europe", "U.K."]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb", "https://www.wsj.com/news/types/u-k-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chinas-huawei-charged-with-racketeering-11581618336", "title": "U.S. Charges Chinese Tech Giant Huawei With Racketeering", "date": "2020-02-13 18:17", "summary": "New charges filed by federal prosecutors in Brooklyn amp up the pressure on the telecommunications giant. Huawei Technologies Co. and two of its U.S. subsidiaries were charged with racketeering conspiracy and conspiracy to steal trade secrets in a federal indictment unsealed Thursday, opening another front in the Trump administration's battle against the Chinese telecommunications firm.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tesla-plans-to-sell-2-billion-in-stock-11581602788", "title": "Tesla Raising More Than $2 Billion, Discloses New SEC Inquiry", "date": "2020-02-13 18:14", "summary": "SEC issued Tesla subpoena in December, seeking information regarding certain financial data and contracts. Tesla Inc. is facing fresh regulatory scrutiny over its finances as it looks to raise more than $2 billion from a stock sale to help bolster its balance sheet.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/federal-court-orders-pentagon-to-halt-controversial-jedi-cloud-contract-11581622049", "title": "Federal Judge Halts Pentagon Cloud Contract", "date": "2020-02-13 18:01", "summary": "Decision is a win for Amazon and a blow for Microsoft. WASHINGTON-In a win for Amazon.com Inc., a federal judge ordered the Pentagon on Thursday to halt work on the massive JEDI cloud-computing contract awarded to rival Microsoft Corp.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-says-good-chance-of-deal-with-taliban-11581634685", "title": "Trump Says 'Good Chance' of Deal With Taliban", "date": "2020-02-13 17:58", "summary": "Secretary of State Mike Pompeo heads to Munich to confer with allies, address a security conference. WASHINGTON-President Trump said Thursday the U.S. is close to signing a deal with the Taliban to withdraw U.S. troops from Afghanistan, and that the outcome of negotiations would be clear in the next two weeks.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/after-amazon-deal-new-york-lawmakers-reconsider-incentive-programs-11581634270", "title": "After Amazon Deal, New York Lawmakers Reconsider Incentive Programs", "date": "2020-02-13 17:51", "summary": "State Senator Mike Gianaris is taking aim at the subsidy programs that state officials used to lure the giant tech company last year. A year after Amazon.com Inc. abandoned its plans to build a campus in Queens, state lawmakers who opposed the project are looking to rein in the subsidy programs that New York City officials used to lure the company.", "categories": [["U.S.", "Politics"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/banjo-player-brings-folksy-flavor-to-met-opera-11581633761", "title": "Banjo Player Brings Folksy Flavor to Met Opera's 'Porgy and Bess'", "date": "2020-02-13 17:49", "summary": "Scott Kuney says composer Gershwin was no stranger to the instrument, which was widely used in the jazz of his time. The banjo has long been associated with folk and country music, an instrument whose twangy sound suggests a life of back-porch pleasures and homespun tradition.", "categories": [["U.S.", "Culture"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-culture?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ecuador-wants-u-s-to-eliminate-tariffs-on-its-key-exports-11581633934", "title": "Ecuador Wants U.S. to Eliminate Tariffs on Its Key Exports", "date": "2020-02-13 17:45", "summary": "South American nation's finance minister expresses optimism that trade relations can be preserved, a day after president visits White House. Ecuador hopes to persuade the U.S. to eliminate tariffs on exports of broccoli, artichokes, tuna and roses as part of talks intended to improve trade relations between the two countries, Economy and Finance Minister Richard Martínez Alvarado said.", "categories": [["World", "Latin America"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/latin-america-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nvidia-earnings-recover-on-surging-gaming-data-center-demand-11581630590", "title": "Nvidia Earnings Recover on Surging Gaming, Data Center Demand", "date": "2020-02-13 17:33", "summary": "Fourth-quarter sales and adjusted earnings per share beat Wall Street forecasts. Graphics chip-making giant Nvidia Corp. reported recovering earnings, buttressed by strong gaming revenues and record sales to big data centers that are using its hardware in artificial intelligence calculations.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/barclays-ceos-links-to-jeffrey-epstein-probed-by-u-k-regulators-11581582115", "title": "Barclays CEO Under Investigation Over Links to Epstein", "date": "2020-02-13 17:18", "summary": "U.K.'s second-biggest bank says CEO Jes Staley retains the confidence of its board. LONDON- Barclays PLC said U.K. regulators are investigating the professional relationship between Chief Executive Jes Staley and Jeffrey Epstein, the financier and convicted sex offender who died in jail last year.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/global-oil-demand-shrinks-hit-by-coronavirus-iea-says-11581589005", "title": "Oil Demand Expected to Shrink for First Time in Over a Decade", "date": "2020-02-13 17:07", "summary": "China accounted for more than three-quarters of global oil demand growth in 2019, energy watchdog says. LONDON-Global oil demand is expected to fall in the first three months of the year-the first quarterly drop in more than a decade-according to a closely watched forecast from the International Energy Agency, which blamed a likely economic slowdown in China related to the novel coronavirus outbreak there.", "categories": [["Markets", "Commodities", "Oil Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb", "https://www.wsj.com/news/types/oil-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/wayfair-to-cut-about-500-jobs-in-restructuring-11581609806", "title": "Wayfair to Cut About 500 Jobs in Restructuring", "date": "2020-02-13 17:02", "summary": "Online furniture retailer with history of deep losses takes steps to rein in spending. Online furniture seller Wayfair Inc. said it was cutting about 3% of its workforce, or roughly 500 jobs, the latest fast-growing company to grapple with deep losses.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/los-angeles-to-dismiss-66-000-marijuana-convictions-11581630131", "title": "Los Angeles to Dismiss 66,000 Marijuana Convictions", "date": "2020-02-13 17:00", "summary": "Largest such move in California comes amid nationwide push for criminal-justice reform and relaxing drug laws. Los Angeles County will vacate nearly 66,000 marijuana convictions dating back to the 1960s, part of a growing national effort to reduce drug convictions.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/treasury-to-sell-30-year-bonds-at-record-low-yield-11581614475", "title": "Treasury Sells 30-Year Bonds at Record Low Yield", "date": "2020-02-13 16:55", "summary": "Fear that the coronavirus will slow global growth has helped push down Treasury yields in recent weeks. The U.S. Treasury Department sold 30-year bonds at a record low yield on Thursday, highlighting investors' demand for longer-term debt and its benefits to the government.", "categories": [["Markets", "Credit Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/credit-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/blackrock-cashes-out-crisis-bet-to-expand-charitable-arm-11581595320", "title": "BlackRock Cashes Out Crisis Bet to Expand Charitable Arm", "date": "2020-02-13 16:50", "summary": "Giant asset manager turns stake in mortgage company created in 2008 into funding for nonprofits. BlackRock Inc. made a well-timed bet on distressed loans during the financial crisis. Now the firm has moved its windfall to its charitable arm.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/modells-hires-restructuring-pros-after-cheerless-holiday-showing-11581630331", "title": "Modell's Hires Restructuring Pros After Cheerless Holiday Showing", "date": "2020-02-13 16:45", "summary": "The New York-area sporting goods chain hired RBC Capital Markets, financial adviser Berkeley Research Group and law firm Cole Schotz. Modell's Sporting Goods, the century-old New York-area chain, has hired a trio of advisers including a chief restructuring officer in recent weeks in an effort to save itself after a poor showing over the holidays, said Mitchell Modell, chief executive and founding family scion.", "categories": [["Pro Bankruptcy Distress"]], "category_links": ["https://www.wsj.com/news/types/pro-bankruptcy-distress?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/gop-controlled-senate-passes-resolution-to-limit-trumps-use-of-military-force-against-iran-11581621030", "title": "GOP-Controlled Senate Passes Resolution to Limit Trump's Use of Military Force Against Iran", "date": "2020-02-13 16:36", "summary": "Resolution is likely to be vetoed by Trump if passed by Democratic-controlled House. WASHINGTON-The Senate passed a resolution blocking President Trump from using military force against Iran without congressional authorization, in the latest bipartisan effort on Capitol Hill to rein in presidential war-making powers.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/qualcomm-appeal-of-monopoly-decision-to-feature-dueling-federal-agencies-11581613088", "title": "Qualcomm Appeal of Monopoly Decision Appears to Resonate With Court", "date": "2020-02-13 16:30", "summary": "U.S. sees Qualcomm's health as crucial to maintaining a 5G advantage over China. SAN FRANCISCO-A federal appeals court appeared receptive to Qualcomm Inc.'s appeal of a ruling that found it was illegally maintaining a monopoly in cellphone chips and extracting unreasonably high royalty rates for patents that are essential to the industry.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/global-stocks-slip-as-china-sees-jump-in-virus-cases-11581589020", "title": "Stocks Close Lower as China Sees Jump in Virus Cases", "date": "2020-02-13 16:18", "summary": "China says number of newly confirmed infections in Hubei jumped nearly 10-fold; gold prices rise. A rally in U.S. stocks paused Thursday after a spike in the number of new coronavirus cases in the Chinese province at the epicenter of a global outbreak.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/flavor-company-says-subsidiary-managers-knew-about-improper-payments-11581628231", "title": "Flavor Company Says Subsidiary Managers Knew About Improper Payments", "date": "2020-02-13 16:10", "summary": "International Flavors & Fragrances disclosed in August it spotted potential bribery in two countries following its acquisition of Frutarom. International Flavors & Fragrances Inc. said it confirmed senior managers in an Israeli subsidiary knew about improper payments in Ukraine and Russia.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mattel-extends-sales-slump-despite-boost-from-toy-story-4-11581628249", "title": "Mattel's Holiday Sales Slump Despite Boost From 'Toy Story 4'", "date": "2020-02-13 16:10", "summary": "Barbie maker's holiday results dragged down by continuing declines for Fisher-Price and American Girl products. Mattel Inc.'s sales fell 3% in the fourth quarter, as growth of Barbie dolls, Hot Wheels cars and \"Toy Story 4\" toys were offset by ongoing declines for Fisher-Price and American Girl products.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-city-school-administrators-reach-labor-deal-11581628006", "title": "New York City School Administrators Reach Labor Deal", "date": "2020-02-13 16:06", "summary": "Three-year contract provides for paid family leave and pay increases for principals and the hiring of more assistant principals. ", "categories": [["U.S.", "Schools"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-schools?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bob-carol-ted-alice-review-tame-titillation-11581627853", "title": "'Bob & Carol & Ted & Alice' Review: Tame Titillation", "date": "2020-02-13 16:04", "summary": "The swinging screen comedy gets an off-Broadway stage adaptation.. New York", "categories": [["Opinion", "Theater Review"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/theater-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/high-fidelity-review-giving-a-cult-classic-another-spin-11581627677", "title": "'High Fidelity' Review: Giving a Cult Classic Another Spin", "date": "2020-02-13 16:01", "summary": "Zoë Kravitz stars in Hulu's reboot about a record-store owner with a romantically messy past.. Vinyl is back. So is \"High Fidelity,\" which 20 years ago was a culty John Cusack movie about a failing record-store owner whose love life looked like an LP left on a hot stove. In the new Hulu series of the same name, our hero-still called Rob-is played by Zoë Kravitz (\"Big Little Lies\"), who like Mr. Cusack regularly breaks the fourth wall, fuming, mourning and exasperating her audience with tales of amour fou. The demographics have changed. The music really hasn't. And neither have the reasons that this adaptation of a Nick Hornby novel was so engaging to begin with.", "categories": [["Books & Arts", "Television Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/television-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/amazon-empire-the-rise-and-reign-of-jeff-bezos-review-the-site-of-power-11581627653", "title": "'Amazon Empire: The Rise and Reign of Jeff Bezos' Review: The Site of Power", "date": "2020-02-13 16:00", "summary": "This 'Frontline' film looks at the rise of the internet giant while asking questions about its founder's influence.. ", "categories": [["Books & Arts", "Television Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/television-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/shell-enrolls-thousands-in-online-artificial-intelligence-training-11581622566", "title": "Shell Aims to Enroll Thousands in Online Artificial-Intelligence Training", "date": "2020-02-13 15:57", "summary": "Courses from Udacity, taken during work hours, help plug gaps in employees' AI skills. Royal Dutch Shell PLC is expanding an online program that teaches its employees artificial-intelligence skills, part of an effort to cut costs, improve business processes and generate revenue.", "categories": [["CIO Journal"]], "category_links": ["https://www.wsj.com/news/types/cio-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/vivendi-teases-universal-music-ipo-11581627265", "title": "Vivendi Teases Universal Music IPO", "date": "2020-02-13 15:54", "summary": "Public stock offering for the label of Billie Eilish, Taylor Swift and Drake is planned for 2023 at the latest. Vivendi SE teased an initial public offering of its Universal Music Group subsidiary, seeking to cash in on a resurgent music business.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/7-reasons-we-love-wine-11581627201", "title": "7 Reasons We Love Wine", "date": "2020-02-13 15:53", "summary": "Our wine columnist counts the ways in a Valentine to her favorite beverage. LAST SUMMER I wrote a column detailing seven so-called \"sins\" against wine, which were really more like my personal wine peeves. They included such transgressions as wines aged in bourbon barrels, bottles topped with those pesky wax capsules and celebrities who attach their names to rosés. The list clearly resonated among readers, who responded in force with peeves of their own. Now, in a more agreeable attitude, I've compiled a list of seven aspects of wine that I particularly love. Consider it a vinous Valentine of sorts.", "categories": [["Life & Work", "Food & Drink", "On Wine"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/food-cooking-drink?mod=breadcrumb", "https://www.wsj.com/news/types/on-wine-lettie-teague?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bank-of-mexico-makes-fifth-consecutive-rate-cut-11581622573", "title": "Bank of Mexico Makes Fifth Consecutive Rate Cut", "date": "2020-02-13 15:52", "summary": "Central bank lowers overnight interest-rate target by quarter percentage point to 7%. MEXICO CITY-The Bank of Mexico cut interest rates Thursday in its first monetary-policy meeting of the year as inflation remained close to its target and risks to economic growth increased.", "categories": [["World", "Latin America"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/latin-america-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/natural-gas-remains-plentiful-as-mild-winter-continues-11581622108", "title": "Natural-Gas Remains Plentiful as Mild Winter Continues", "date": "2020-02-13 15:45", "summary": "Robust supply and mild heating demand are contributing to a glut of the fuel. Natural-gas stockpiles are more than 30% above their levels from a year ago, government data released Thursday show, the latest signs that robust supply and mild heating demand are contributing to a glut of the fuel.", "categories": [["Markets", "Commodities"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/instagram-targets-more-funding-ad-revenue-sharing-for-video-hub-11581626537", "title": "Instagram Targets More Funding, Ad Revenue-Sharing, for Video Hub", "date": "2020-02-13 15:42", "summary": "The Facebook-owned company looks to pay more for videos on its IGTV app, though no formal funding program is in place. Instagram is in talks with video producers to increase its funding this year for shows on IGTV, its platform for longer-form videos, according to people familiar with the matter.", "categories": [["CMO Today"]], "category_links": ["https://www.wsj.com/news/types/cmo-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/beanpole-review-breaking-news-about-greatness-11581626414", "title": "'Beanpole': Breaking News About Greatness", "date": "2020-02-13 15:40", "summary": "Two women in Leningrad try to piece their lives back together in the aftermath of World War II.. How to rate \"Beanpole,\" a new Russian drama, with English subtitles, directed by the prodigiously gifted Kantemir Balagov? In motion-picture circles the term \"masterpiece\" has suffered the same fate as \"breaking news\" has in the media world; it's been devalued by repetition. \"Touched by greatness\" comes close, but-here's some honest-to-goodness breaking news-\"great\" without qualification does the trick.", "categories": [["Books & Arts", "Film Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/film-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ordinary-love-review-in-sickness-and-in-health-11581626340", "title": "'Ordinary Love': In Sickness and In Health", "date": "2020-02-13 15:39", "summary": "Lisa Barros D'Sa and Glenn Leyburn's film is a moving portrait of a relationship beset by a cancer diagnosis.. \"Ordinary Love\" opens with a sweet old song, sung by Billie Holiday, that's bittersweet in the story's context-\"I've Got My Love to Keep Me Warm.\" The love between Tom and Joan (Liam Neeson and Lesley Manville) is almost palpable. Devoted to each other during decades of marriage, the couple live a quiet life in a pleasant house in Northern Ireland. But the warmth of that life is threatened by Joan's discovery of a lump in one breast, and by seven chilling words from a doctor's mouth: \"We've found some cells that are concerning.\"", "categories": [["Books & Arts", "Film Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/film-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/portrait-of-a-lady-on-fire-review-discovering-the-contours-of-love-11581626364", "title": "'Portrait of a Lady on Fire': Discovering the Contours of Love", "date": "2020-02-13 15:39", "summary": "A young artist is hired to paint an elusive subject with unexpected results.. When \"Portrait of a Lady on Fire\" had a limited run in December to qualify for Oscar consideration, I wrote about it in a piece that was limited in length, though not in admiration. The idea was to call attention to Céline Sciamma's ravishingly beautiful love story, but to hold off on more details until it went into national distribution, which it does this week.", "categories": [["Books & Arts", "Film Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/film-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/airbus-puts-squeeze-on-boeings-737-max-as-crisis-drags-11581581121", "title": "Airbus Puts Squeeze on Boeing's 737 MAX as Crisis Drags", "date": "2020-02-13 15:34", "summary": "European plane maker is ramping up production of the A320neo. TOULOUSE, France- Airbus SE is ramping up production of its bestselling single-aisle jet, moving to fill a hole in the market created by the prolonged grounding of rival Boeing Co. 's 737 MAX.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/astros-offer-no-apologies-for-winningnow-tarnished-2017-world-series-11581625542", "title": "Astros Offer Few Apologies for Now Tainted 2017 World Series Victory", "date": "2020-02-13 15:25", "summary": "Team owner Jim Crane, most players strain to avoid assessing the impact of sign-stealing scandal. WEST PALM BEACH, Fla.-A 30-foot Houston Astros logo sits just outside the ballpark here, buttressed by an oversized orange and blue banner that reads, \"2017 WORLD CHAMPIONS.\" The team earned that designation by beating the Los Angeles Dodgers in seven games in that year's World Series.", "categories": [["Sports", "MLB"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/mlb?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/white-house-proposal-for-sec-to-absorb-audit-watchdog-raises-concerns-11581624345", "title": "White House Proposal for SEC to Absorb Audit Watchdog Raises Concerns", "date": "2020-02-13 15:05", "summary": "The proposal, which faces long odds in a divided Congress, seeks to reduce duplicative regulations. Critics worry it would weaken oversight of auditors.. A White House proposal for the U.S. Securities and Exchange Commission to absorb an independent audit watchdog faces long odds, but it could reduce resources dedicated to regulating public-company audits if signed into law, former regulators say.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/treasury-to-sell-132-billion-in-debt-11581624168", "title": "Treasury to Sell $132 Billion in Debt", "date": "2020-02-13 15:02", "summary": "Auctions planned for next week range from 21-day cash-management bills to 30-year TIPS. The U.S. Treasury Department will auction $132 billion in securities next week, comprising $47 billion in new debt and $85 billion in previously sold debt. Details (all with minimum denominations of $100):", "categories": [["Markets", "Credit Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/credit-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/newspaper-publisher-mcclatchy-files-for-chapter-11-bankruptcy-11581598316", "title": "Newspaper Publisher McClatchy Files for Chapter 11 Bankruptcy", "date": "2020-02-13 15:00", "summary": "McClatchy obtained $50 million in debtor-in-possession financing from Encina Business Credit. McClatchy Co. , the second-largest U.S. newspaper group by circulation, filed for bankruptcy protection, a move that comes as the nation's newspaper industry is struggling to cope with a sharp decline in print advertising and the challenges of building a robust digital business.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cant-help-falling-in-love-with-blue-11581623916", "title": "Can't Help Falling in Love with Blue", "date": "2020-02-13 14:58", "summary": "Media valentines for potential Trump opponents.. Love is in the air, with every sight and every sound from the 2020 campaign for the Democratic presidential nomination. But reporters swooning for candidates always seem to fall for just one particular type.", "categories": [["Opinion", "Best of the Web"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/best-of-the-web-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tesla-strikes-while-the-iron-is-hot-11581611964", "title": "Tesla Strikes While the Iron Is Hot", "date": "2020-02-13 14:46", "summary": "Tesla's surprise issue is welcome news for the company - and bad news for those putting up the cash. Just 15 days after telling investors a capital raise \"doesn't make sense,\" Tesla CEO Elon Musk seems to have reconsidered: Tesla announced Thursday that it plans to sell $2 billion in fresh stock.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/czech-prime-minister-wants-to-know-who-changed-his-countrys-name-11581622528", "title": "Czech Prime Minister Wants to Know Who Changed His Country's Name", "date": "2020-02-13 14:35", "summary": "A tomato-tomahto dispute between two leaders over whether to call their country the Czech Republic or Czechia. 'I don't like it at all.'. The prime minister of the Czech Republic was halfway through an interview in March when he was told somebody had officially changed the name of his country to Czechia.", "categories": [["A-hed"]], "category_links": ["https://www.wsj.com/news/types/a-hed?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/kraft-heinz-reports-weaker-sales-as-cheese-cold-cut-shipments-fall-11581598139", "title": "Kraft Heinz Plans Marketing Binge to Lift Sales", "date": "2020-02-13 14:33", "summary": "Food maker's revenue dropped in the fourth quarter, capping a tough year. Kraft Heinz Co. and other big food makers are ramping up advertising after years of cost cutting, recognizing a need to rekindle enthusiasm for their condiments, candies and snacks.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/boris-takes-charge-11581621621", "title": "Boris Takes Charge", "date": "2020-02-13 14:20", "summary": "The British PM sacks his Chancellor. It's his economy now.. Boris Johnson doesn't do things by halves, and his reshuffle of the U.K. cabinet on Thursday is a case in point. Having exiled Chancellor Sajid Javid, the Prime Minister now is solely responsible to voters for Britain's economic performance after Brexit.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cia-programmers-describe-spy-agency-subculture-of-nerf-guns-office-drama-11581620884", "title": "CIA Programmers Describe Subculture of Nerf Guns, Office Drama", "date": "2020-02-13 14:08", "summary": "Testimony at espionage trial of Joshua Adam Schulte opens rare window into daily life of organization's engineers. The cluster of cubicles on the ninth floor of the heavily guarded building outside Washington, D.C., was like many software-development shops. Programmers-mostly men-teased each other, played with Nerf guns and griped about data backups.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-young-sheldon-star-on-the-best-smartwatch-for-kids-11581618762", "title": "The 'Young Sheldon' Star on the Best Smartwatch for Kids", "date": "2020-02-13 13:32", "summary": "Iain Armitage tells us about his favorite high- and low-tech toys, learning Spanish between takes and his growing fascination with David Bowie. I watch a few Australian Netflix shows like 'The Inbestigators,' about a kids' detective agency. It's interesting to try to solve the puzzles before they do.", "categories": [["Tech", "Personal Tech", "Gear & Gadgets"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb", "https://www.wsj.com/news/types/personal-technology-joanna-stern?mod=breadcrumb", "https://www.wsj.com/news/types/gear?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/inflation-could-heat-up-with-worlds-workshop-locked-down-11581618158", "title": "Inflation Could Heat Up With World's Workshop Locked Down", "date": "2020-02-13 13:22", "summary": "Inflation was tame in January, but the coronavirus outbreak in China could mean consumer goods get pricier even as commodity prices retreat. Inflation might be about to head higher for reasons that have little to do with what is going on in the U.S. and much to do with what is happening in China.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/now-isnt-the-time-to-relax-on-opioid-abuse-11581618079", "title": "Now Isn't the Time to Relax on Opioid Abuse", "date": "2020-02-13 13:21", "summary": "Illegally obtained drugs are the driving force of the opioid problem today.. Regarding your editorial \"Opioid Inflection Point?\" (Feb. 6): The knee-jerk response by politicians in many states to the opioid addiction and overdose crisis has been to legislate the prescription of opioids by doctors, notwithstanding the fact that doctor prescriptions for opioids have been significantly decreasing for many years. Physicians must comply with laws that define how many morphine milligram equivalents of opioids they can prescribe for what period for acute and chronic pain. Your average pain management or postoperative patient will do well following these protocols. However, others will not. These outliers will put doctors in the position of choosing between violating state law (risking license forfeiture, criminal prosecution and jail time) or violating the Hippocratic oath (for which they can be sued for patient abandonment). Predictably, one can expect patients to experience more pain and suffering.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chinas-taiwan-policy-hurts-world-health-11581618021", "title": "China's Taiwan Policy Hurts World Health", "date": "2020-02-13 13:20", "summary": "Taiwan isn't seeking membership in the WHO in a bid for political power; it is seeking membership for the health of its citizens.. Regarding your editorial \"China's Taiwan Quarantine\" (Feb. 5): We must examine the SARS epidemic's history, which shows that leaving Taiwan out of the World Health Organization (WHO) not only harmed global efforts to find a solution, but also the lives of Taiwanese citizens.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/aigs-profits-grow-as-insurer-builds-back-property-casualty-unit-11581594342", "title": "AIG's Profit Grows as Insurer Builds Back Property-Casualty Unit", "date": "2020-02-13 13:20", "summary": "Decline in catastrophe claims helps New York insurer. Global insurance conglomerate American International Group Inc. swung to a fourth-quarter profit, the latest big insurer to post improved results due to lower catastrophe claims.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-american-dream-is-real-for-my-family-11581617968", "title": "The American Dream Is Real for My Family", "date": "2020-02-13 13:19", "summary": "I was born in Vietnam in a house made of straw and mud on dirt ground.. I certainly believe that \"The American Dream Is Alive and Well\" (Review, Feb. 1). I was born in Vietnam in a house made of straw and mud on dirt ground. I'm the youngest of six kids, so when I immigrated to America in the early 1990s, I was young and lucky enough to get the full American education from kindergarten to completing my college degree at USC. Thankfully, I also received a scholarship from the Horatio Alger Association, an organization that helps promising students in need offset the cost of higher education.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/no-mystery-about-affordable-housing-dearth-11581617682", "title": "No Mystery About Affordable Housing Dearth", "date": "2020-02-13 13:14", "summary": "The most effective way to get costs down for American families is building more housing at a variety of price points, boosting supply to meet demand.. Regarding your editorial \"Rentals Everywhere, but No Place to Live\" (Feb. 6): Anyone who's paying attention to our national housing-affordability challenges agrees that the most effective way to get costs down for American families is building more housing at a variety of price points, boosting supply to meet demand. But when regulation after regulation is layered on to construction, costs go up and new housing becomes out of reach for too many.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/iowa-caucus-ballots-arent-secret-shouldnt-they-be-11581617639", "title": "Iowa Caucus Ballots Aren't Secret; Shouldn't They Be?", "date": "2020-02-13 13:13", "summary": "I'm curious why the caucus model isn't considered voter suppression.. Regarding your editorial \"The Iowa Caucus Fiasco\" (Feb. 5): I'm curious why the caucus model isn't considered voter suppression. Not only may you be unable to participate due to working hours or child-care issues, but you must declare to friends, neighbors, co-workers, maybe even your boss, your vote. If I were cynical, I might call it voter intimidation.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/throw-that-astros-press-conference-in-the-trash-11581616786", "title": "Throw That Astros Press Conference in the Trash", "date": "2020-02-13 12:59", "summary": "Houston takes its first step toward apologizing. It was a swing and a miss.. They're great guys. Remember that. Great, great guys. That should be the takeaway. These Houston Astros, they're swell fellas, and they just got caught up in something they were powerless to stop. Come on! Have a heart! You were a grown adult human being once. Didn't you ever just find yourself trapped in a yearslong period in which you used banned technology to steal signs and relay pitches to your teammates? Of course you did. This thing that happened, it could happen to all of us.", "categories": [["Sports"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chinas-stimulus-strategy-faces-new-test-in-coronavirus-11581616693", "title": "China's Economic Stimulus Faces New Test in Coronavirus", "date": "2020-02-13 12:58", "summary": "Traditional ways of dealing with economic shock can fall short in an atypical crisis. SHANGHAI-China has pumped billions of dollars into its financial system, raised expectations of an interest-rate cut and pledged to cut red tape in a bevy of emergency responses to the economic hit of its coronavirus outbreak.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/house-votes-to-eliminate-deadline-on-adding-era-to-constitution-11581610979", "title": "House Votes to Eliminate ERA Deadline", "date": "2020-02-13 12:55", "summary": "Resolution on Equal Rights Amendment isn't likely to be taken up in the GOP-led Senate. WASHINGTON-The House voted to eliminate the deadline for adding the Equal Rights Amendment to the Constitution, though the court battle continues over the validity of the ratification time limit Congress once set.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-power-of-bare-forms-11581616452", "title": "The Power of Bare Forms", "date": "2020-02-13 12:54", "summary": "Donald Judd's stripped-down stacks and boxes take center stage in a New York retrospective. \"Painting and sculpture have become set forms. A fair amount of their meaning isn't credible,\" wrote the artist Donald Judd in 1965, when he was in his mid-30s. Over the next three decades, Judd offered a stripped-down vision of where art should go next, as part of a minimalist movement that also included Sol LeWitt and Frank Stella. His work consists of boxes, stacks and rectangular frames made of industrial materials like iron, aluminum and plexiglass, often in just one or two hues. Judd avoided showy stylistic quirks and even refused to give his works any titles-creating misery for art historians, who have to use information like a work's owner to differentiate the pieces.", "categories": [["Life & Work", "Ideas", "Icons"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/icons?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pakistan-approves-broad-new-restrictions-over-social-media-11581613190", "title": "Pakistan Approves Broad New Restrictions Over Social Media", "date": "2020-02-13 12:47", "summary": "Rules would dramatically change the way companies such as Facebook and Twitter operate in the country. KARACHI, Pakistan-Authorities in Pakistan approved sweeping new regulations restricting social media, rules that would dramatically change the way companies such as Facebook and Twitter operate in the country and critics say would threaten freedom of expression.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/from-apocalypse-now-to-acropolis-wow-11581616033", "title": "From Apocalypse Now to Acropolis Wow", "date": "2020-02-13 12:47", "summary": "Greek debt has made brave investors rich, but the risk-reward is a lot less attractive now. There is a popular misconception that \"don't look a gift horse in the mouth\" comes from the Greek epic poem The Iliad. Rather than the Trojan Horse, the proverb's origin is much newer and is about actual horses' mouths. The meaning: Be grateful rather than suspicious when given something for free.", "categories": [["Markets", "Overheard"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/overheard?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/oracles-man-in-washington-fans-the-flames-against-rival-tech-giants-11581615873", "title": "Why Are Amazon and Google in Washington's Firing Line? One Answer Is Ken Glueck.", "date": "2020-02-13 12:44", "summary": "Resume Subscription. WASHINGTON-Kenneth Glueck took a road trip to Durham, N.C., a few years ago hoping to prove Google was peering far deeper into the personal lives of consumers than they realized.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/long-running-debate-over-era-expiration-date-11581615743", "title": "Long-Running Debate Over ERA Expiration Date", "date": "2020-02-13 12:42", "summary": "Whether the Equal Rights Amendment has an expiration date is a matter of dispute. Whether the Equal Rights Amendment has an expiration date is a matter of dispute.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/alibabas-revenue-rose-38-in-latest-quarter-11581595914", "title": "Alibaba Takes a Hit From Coronavirus", "date": "2020-02-13 12:36", "summary": "Chinese merchants can't get their products made and workers remain stranded at home amid the outbreak. BEIJING- Alibaba Group Holding Ltd. said the coronavirus outbreak that has locked down residents across China is hampering the online-retail giant and may result in slowed growth as employees stay home from work and packages go undelivered.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-consumer-prices-increased-0-1-in-january-11581600675", "title": "Drop in Energy Prices Slowed U.S. Inflation in January", "date": "2020-02-13 12:28", "summary": "China's coronavirus outbreak weighs on global fuel demand. WASHINGTON-A sharp drop in energy prices slowed U.S. consumer inflation at the start of this year.", "categories": [["Economy", "Economic Data"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/economic-data?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/madrids-property-market-finally-puts-the-financial-crisis-in-its-rearview-mirror-11581613541", "title": "Madrid Finally Puts The Financial Crisis in Its Rearview Mirror", "date": "2020-02-13 12:05", "summary": "Resume Subscription. Michel and Randa Accad's decision to invest in Madrid began as a solution to a practical problem. The couple, both 65, are Lebanese by birth but live in Kuwait where Mr. Accad is group CEO of Al Ahli Bank of Kuwait.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/test-kits-for-novel-coronavirus-hit-a-snag-in-the-u-s-11581565817", "title": "Test Kits for Novel Coronavirus Hit a Snag in the U.S.; 15th Case Confirmed", "date": "2020-02-13 11:54", "summary": "Some labs will face a delay in running the diagnostics; 15th case of Covid-19 in U.S. is confirmed. The 15th case of Covid-19 in the U.S. was confirmed in a passenger under federal quarantine at JBSA-Lackland in Texas, the Centers for Disease Control and Prevention said on Thursday, a day after the agency confirmed that some of the test kits sent to the states weren't functioning properly during the verification process.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/well-be-1-trillion-in-the-red-in-2020-no-big-deal-11581612733", "title": "We'll Be $1 Trillion in the Red in 2020. No Big Deal!", "date": "2020-02-13 11:52", "summary": "The U.S. has its own kind of attention deficit disorder: We don't pay attention to the deficit.. When word got out that the federal deficit is poised to surpass $1 trillion this year, my reaction was pretty much the same as everyone else's. Who cares? Except for the usual naysayers, spoilsports and gloomy Gusses, nobody seems to mind much one way or the other if the annual deficit is $1 trillion, $2 trillion or $10 trillion.", "categories": [["Life & Work", "Ideas", "Moving Targets"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/moving-targets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/jes-staley-probe-is-a-distraction-at-barclays-11581612689", "title": "Jes Staley Probe Is a Distraction at Barclays", "date": "2020-02-13 11:51", "summary": "Brexit is a bigger worry for investors than probe into the chief executive's relationship with Jeffrey Epstein. Investors may be overreacting to news of an investigation into relations between Barclays Chief Executive Jes Staley and the disgraced late billionaire Jeffrey Epstein.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nationalist-conservatives-try-to-think-locally-act-globally-11581612330", "title": "'Nationalist Conservatives' Try to Think Locally, Act Globally", "date": "2020-02-13 11:45", "summary": "Can they keep unsavory elements out and form a compelling agenda for governing Europe?. Rome", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/walmart-to-scale-back-jetblack-after-investor-talks-fizzle-11581604739", "title": "Walmart to End Jetblack Shopping Service", "date": "2020-02-13 11:45", "summary": "Text-message concierge unit will end deliveries, lay off most of its 350 staffers. Walmart Inc. is shutting down its Jetblack personal-shopping service and laying off most of its roughly 350 staffers after the retailer abandoned plans to find investors for the unprofitable operation.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-thomas-heatherwick-became-the-poster-boy-for-manhattans-west-side-renaissance-11581612030", "title": "How a British Designer Became the Poster Boy for Manhattan's West Side Renaissance", "date": "2020-02-13 11:40", "summary": "In a rare interview, the British designer rejects the starchitect label and reflects on three of his New York City projects, including an under-construction condominium building that sits on the High Line. British designer Thomas Heatherwick stands near the windows of an upper-floor apartment at Lantern House, his nearly completed two-tower skyscraper in Manhattan's Chelsea neighborhood, and his first residential project in North America. Wearing a custom denim suit and mustard-colored scarf, he points giddily out at Pier 55, the quirky park on the Hudson River which he designed, and which, like the condo, is under construction. A few blocks north, The Vessel, his 150-foot-tall public sculpture in the Hudson Yards development, has become the resurgent west side's first iconic public art and an Instagram sensation.", "categories": [["Real Estate", "Homes"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/homes?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/heatherwick-on-the-high-line-11581611920", "title": "Heatherwick on the High Line", "date": "2020-02-13 11:38", "summary": "A look inside the designer's Lantern House condo project.. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/hope-hicks-returning-to-white-house-staff-11581611742", "title": "Hope Hicks Returning to White House Staff", "date": "2020-02-13 11:35", "summary": "The former Trump communications aide is returning to his team after a stint at Fox. WASHINGTON-President Trump's former communications director, Hope Hicks, is set to return to the White House where she will focus on shaping the Republican's political operation as he approaches re-election.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-zimbabwe-is-a-safari-go-to-again-11581610711", "title": "Why Zimbabwe Is a Safari Go-To Again", "date": "2020-02-13 11:18", "summary": "After decades of political turmoil, one of Africa's most enticing wildlife destinations is starting to lure back the safari crowd. WHEN PRESIDENT Robert Mugabe came to power in Zimbabwe over three decades ago, my parents piled my sister and me in a car and headed for the border. Their predictions of calamity proved right, but I travel back there often and consider it home, even though I haven't earned the right to. It's easy to get swept away in a place like this.", "categories": [["Life & Work", "Travel", "Off Duty Travel"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/magazine/travel?mod=breadcrumb", "https://www.wsj.com/news/types/off-duty-travel?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/from-chernobyl-to-the-coronavirus-11581610088", "title": "From Chernobyl to the Coronavirus", "date": "2020-02-13 11:08", "summary": "In the U.S.S.R. in 1986, as in China today, a public health disaster exposed the limits of dictatorial rule. My grandfather called just as I finished packing my suitcase-a hard task when you don't know whether you will ever return. \"Don't you dare leave Kyiv now,\" he hissed into the receiver. \"You will ruin your life forever. They never forgive this kind of thing.\"", "categories": [["Life & Work", "Ideas", "Essay"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/essay?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/when-it-makes-sense-to-review-your-will-11581608714", "title": "When It Makes Sense to Review Your Will", "date": "2020-02-13 10:45", "summary": "Estate plans should get a second look amid any significant financial changes in your life or changes in estate-tax law. How often do you recommend we should review or consider revising our estate plans/wills?", "categories": [["Markets", "Journal Reports: Wealth Management"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-wealth-management?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/dark-clouds-and-a-silver-lining-for-alibaba-11581607491", "title": "Dark Clouds and a Silver Lining for Alibaba", "date": "2020-02-13 10:24", "summary": "The coronavirus outbreak will certainly break Alibaba's recent momentum, but it could eventually boost some of its e-commerce businesses. Chinese e-commerce giant Alibaba had been on a roll over the past few months. That almost certainly has been interrupted due to the coronavirus outbreak, but the epidemic also could offer some opportunities.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/stores-and-shoppers-agree-self-checkout-is-hard-11581606705", "title": "Stores and Shoppers Agree: Self-Checkout Is Hard", "date": "2020-02-13 10:11", "summary": "Retailers experiment with video technology to battle rise of theft; 'I'm going to steal some kale'. Shoppers aren't the only ones frustrated by self-checkout machines. Retailers are too.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/looking-for-signs-of-alien-technology-11581605907", "title": "Looking for Signs of Alien Technology", "date": "2020-02-13 09:58", "summary": "Unusual changes in the atmosphere and temperature of distant planets might be our first clue to the existence of life beyond Earth. The search for planets outside our own solar system has unearthed more than 4,000 of them so far. The challenge in finding planets is that astronomers aren't looking for the biggest, brightest or most unusual objects in the sky, as they usually do. As sources of mass and energy planets are relatively insignificant, and they are much dimmer than the stars they orbit, making them hard to discern. But astronomers have risen to the challenge.", "categories": [["Life & Work", "Ideas", "Wilczek's Universe"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/wilczek-s-universe?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-cure-for-paralysis-by-analysis-11581604576", "title": "The Cure for Paralysis by Analysis", "date": "2020-02-13 09:36", "summary": "A behavioral scientist answers questions on choosing a computer, apps for budgeting and the real cost of freebies. Hi, Dan.", "categories": [["Life & Work", "Ideas", "Ask Ariely"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/ask-ariely?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-sizes-up-sanders-as-potential-opponent-11581598573", "title": "Trump Sizes Up Sanders as Potential Opponent", "date": "2020-02-13 09:32", "summary": "President's allies view Sanders as too liberal to win, but acknowledge he can energize voters and has populist appeal. WASHINGTON-President Trump's advisers are pondering the prospect of facing off against another antiestablishment candidate armed with giant rallies, loyal supporters and bold promises.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/slow-and-steady-nestle-can-still-win-the-race-11581603822", "title": "Slow and Steady Nestlé Can Still Win the Race", "date": "2020-02-13 09:24", "summary": "The world's largest food company will deliver a key sales target a year later than promised, but otherwise remains on track. Nestlé will be a year late delivering a crucial growth target. While its turnaround is taking longer than hoped, the maker of Nespresso coffee and Purina pet food remains one of the most reliable operators in a changing consumer-goods industry.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepsi-tops-quarterly-sales-expectations-11581595572", "title": "Pepsi Gets Boost From Snacks, Sugar-Free Drinks", "date": "2020-02-13 09:23", "summary": "North America beverage business posts highest growth since 2015, fueled by healthier versions of Gatorade and namesake soda. Strong sales of salty snacks lifted PepsiCo Inc.'s sales for the fourth quarter, as sugar-free versions of Pepsi and Gatorade are helping turn around the company's challenged North America beverage business.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-machine-that-lets-you-skip-the-salad-bar-11581603393", "title": "The Machine That Lets You Skip the Salad Bar", "date": "2020-02-13 09:16", "summary": "New vending innovations are turning out fresh, healthy food-sometimes even to order. IT'S HARD TO imagine feeling thrilled at the sight of a vending machine. But that is exactly how Deena Adimoolam, an endocrinologist and weight-loss specialist at New York's Mt. Sinai Hospital, felt when she first laid eyes on a Farmer's Fridge.", "categories": [["Life & Work", "Food & Drink"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/food-cooking-drink?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/first-comes-love-then-comes-homeownership-11581603035", "title": "First Comes Love. Then Comes Homeownership", "date": "2020-02-13 09:10", "summary": "How to manage the stress of buying a home with your partner or spouse. A finished basement. A garage. A skylight. These were the \"must-haves\" on three different house hunters' wish lists. There was just one problem: Each person had a partner or spouse who didn't see these amenities as essential-and those partners had must-haves of their own.", "categories": [["Real Estate", "Counting House"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/counting-house?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/yeti-sales-surge-on-demand-for-pricey-drinkware-11581602999", "title": "Yeti Sales Surge on Demand for Pricey Drinkware", "date": "2020-02-13 09:09", "summary": "Sales are forecast to surpass $1 billion in 2020 but growth will be slower than 2019. Yeti Holdings Inc., the maker of pricey coolers and insulated drinkware, reported a 23% jump in fourth-quarter sales but predicted slower growth this year, even as annual revenue is projected to pass $1 billion.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/credit-suisse-caps-difficult-year-with-rise-in-4q-profit-11581575840", "title": "Credit Suisse Posts Strong Profit on Gains in Wealth Management Business", "date": "2020-02-13 08:51", "summary": "Departing CEO Tidjane Thiam says he is leaving with a \"clear conscience\" after being forced to resign last week over a spying scandal. Credit Suisse Group AG's departing chief executive, Tidjane Thiam, said bumper 2019 earnings validate his strategic push into wealth management four years ago, and that he is leaving with a \"clear conscience\" after being forced to resign last week over a spying scandal.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/education-department-investigating-harvard-yale-over-foreign-funding-11581539042", "title": "Education Department Investigating Harvard, Yale Over Foreign Funding", "date": "2020-02-13 08:51", "summary": "Officials accuse schools across U.S. of soliciting funds from foreign governments, companies known to be hostile to the country. The Education Department opened investigations into Harvard and Yale as part of a continuing review that it says has found U.S. universities failed to report at least $6.5 billion in foreign funding from countries such as China and Saudi Arabia, according to department materials reviewed by The Wall Street Journal.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-brooklyn-design-blog-in-book-form-11581601146", "title": "A Brooklyn Design Blog, in Book Form", "date": "2020-02-13 08:39", "summary": "Eyeswoon, which charts lives of beauty in the food and design world, releases a book of top creatives like Jenna Lyons and Roman and Williams's principals. My creative expression really began within the home,\" says Brooklyn-based chef and designer Athena Calderone. \"When I was 26, I had [my son] Jivan, and I hadn't figured out my career, so my home really became a place of invention for me.\" In 2011, Calderone parlayed all the cooking, decorating and entertaining expertise she'd honed as a stay-at-home mom into EyeSwoon, a food and design website that's amassed hundreds of thousands of devotees. This March, Calderone, now 45, is publishing Live Beautiful (Abrams), in which she catalogues and dissects the homes of design-world notables, including interior designer Pamela Shamshiri, former J.Crew creative director Jenna Lyons, and Roman and Williams founders Robin Standefer and Stephen Alesch. \"[Readers] can walk away feeling a little bit empowered to create a beautiful environment in their own homes,\" says Calderone. The book is just one of Calderone's many new projects for 2020. She's also collaborated with New York ceramist Simone Bodmer-Turner to create a stoneware wall sconce and table ($1,650-$8,000; athenacalderone.com). And she's launched a podcast, More Than One Thing, in which she speaks to fellow polymaths, like interior designers and TV personalities Nate Berkus and Jeremiah Brent, about the challenges of not \"fitting into a box.\" Calderone's goal is amplifying others who don't have just one vocation. \"That's kind of the way of the world these days,\" she says, \"and I want to make that OK for people.\" eye-swoon.com", "categories": [["What's News"]], "category_links": ["https://www.wsj.com/news/types/magazine-what-s-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-six-best-designed-items-of-the-month-11581601195", "title": "The Six Best-Designed Items of the Month", "date": "2020-02-13 08:39", "summary": "From a new Aman venture in Utah to Italian castle-inspired fabrics, items that caught our design editors' eyes this month. Drawing on the mythologies of three famous gardens-biblical Eden, ancient Greece's Arcadia and an aspect of the poetic and cinematic Xanadu-and the creatures that might have inhabited them, Gucci's Hortus Deliciarum, the house's first high jewelry collection, includes over 50 rings, some of which are scaled like fish or are shaped to look like lions. They bloom with aquamarine, demantoid, opal, emeralds and diamonds, attached to yellow-or white-gold bands. -Cody Delistraty", "categories": [["What's News"]], "category_links": ["https://www.wsj.com/news/types/magazine-what-s-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/inside-an-l-a-gallerys-major-expansion-11581601116", "title": "Inside an L.A. Gallery's Major Expansion", "date": "2020-02-13 08:38", "summary": "Two of the city's most forward-looking creative forces-art dealer David Kordansky and architect Kulapat Yantrasast-continue their dynamic collaboration on a new scale. Six years ago, the Mississippi-born, Los Angeles-based art dealer David Kordansky, 42, moved his young gallery from Culver City to an unlikely venue in the pokey Mid-Wilshire district: a pair of buildings that had once housed a martial-arts palace and practice arena for stunt doubles. As big-gun international dealers like Hauser & Wirth and Jeffrey Deitch colonized parts of downtown, Kordansky settled in and built a roster of L.A.-area talent, from up-and-comers like Will Boone and Lauren Halsey to veterans Fred Eversley, Sam Gilliam and the late Betty Woodman. Now he's doubling down: This spring, David Kordansky Gallery is expanding its footprint by almost 13,000 square feet, annexing adjacent storefronts and adding an outdoor courtyard for sculpture, music, poetry, film-and the raucous, family-friendly gatherings for which the gallery has become known.", "categories": [["What's News"]], "category_links": ["https://www.wsj.com/news/types/magazine-what-s-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/national-security-regulator-to-take-closer-look-at-privacy-risks-in-foreign-investors-u-s-deals-11581600600", "title": "National Security Regulator to Take Closer Look at Privacy Risks in Foreign Investors' U.S. Deals", "date": "2020-02-13 08:30", "summary": "Tougher rules reflect a belief that any amount of data a company holds on U.S. citizens is a potential concern. WASHINGTON-New rules taking effect today will give national security officials a clearer window into whether business acquisitions by foreign entities could compromise sensitive personal data of U.S. citizens.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-state-of-startups-tech-experts-doj-officials-weigh-in-11581600305", "title": "The State of Startups: Tech Experts, DOJ Officials Weigh In", "date": "2020-02-13 08:25", "summary": "At Silicon Valley conference, the question is whether innovators and disrupters have opportunity to thrive. PALO ALTO, Calif.-Top Justice Department antitrust officials went to the heart of Silicon Valley to ask whether industry dominance by a few large tech companies is hurting venture-capital investment in startup firms that could be tomorrow's competitors.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/japan-reports-countrys-first-death-linked-to-novel-coronavirus-11581600084", "title": "Japan Reports Country's First Coronavirus Death", "date": "2020-02-13 08:21", "summary": "The woman in her 80s was confirmed to have been infected by virus, health minister says. TOKYO-A woman in her 80s in Japan infected with the new coronavirus died Thursday, Japan's health minister said, marking the first known death in Japan related to the virus.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/stocks-to-watch-cisco-mgm-resorts-equifax-11581587585", "title": "Stocks to Watch: Cisco, MGM Resorts, Equifax", "date": "2020-02-13 08:19", "summary": "Here are some of the companies with shares expected to trade actively in Thursday's session. Here are some of the companies with shares expected to trade actively in Thursday's session. Stock movements noted by ticker reflect movements during regular trading hours; premarket trading is specified separately.", "categories": [["Markets", "MoneyBeat"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/moneybeat?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/venezuelan-boys-desperate-rabbit-hunt-ends-in-tragedy-11581598808", "title": "Venezuelan Boys' Desperate Rabbit Hunt Ends in Tragedy", "date": "2020-02-13 08:00", "summary": "Resume Subscription. CAGUA, Venezuela-The sugar-cane fields on the edge of this city have long been a playground for children who run free and munch on the sweet stalks growing under the tropical sun.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/the-latest-member-of-an-athletes-entourage-a-private-equity-guru-11581598801", "title": "The Latest Member of an Athlete's Entourage? A Private-Equity Guru.", "date": "2020-02-13 08:00", "summary": "Players seek investment opportunities, but pitfalls abound; 'you can be walking down the street and people are pitching you deals'. Indiana Pacers guard Victor Oladipo was recovering from a ruptured quad tendon last year when he met with a banker from an investment firm at a workout.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/behind-the-rise-of-owl-rock-low-fees-11581598809", "title": "Behind the Rise of Owl Rock: Low Fees", "date": "2020-02-13 08:00", "summary": "Clients' fees will rise this year, creating a payday for the firm's partners. When Doug Ostrover left Blackstone Group in 2015 to launch a direct-lending firm, he had a simple strategy: Get big fast by charging much lower fees than the competition.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/paralyzed-patient-at-center-of-doctors-lawsuit-looks-for-answers-11581598809", "title": "Paralyzed Patient at Center of Doctor's Lawsuit Looks for Answers", "date": "2020-02-13 08:00", "summary": "Resume Subscription. Omar Spencer got a call on Christmas Eve 2018 saying a deceased donor had been identified for his pancreas and kidney transplant. He checked into SUNY Downstate's affiliated teaching hospital that evening.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/nissan-motor-swung-to-3q-net-loss-as-revenue-fell-across-global-operation-11581584000", "title": "Nissan Reports First Quarterly Loss Since 2009", "date": "2020-02-13 07:52", "summary": "Company slashes financial-year outlook, won't pay a dividend for second half of the year. YOKOHAMA, Japan- Nissan Motor Co. faces the prospect of steeper cost cuts after its ambitious turnaround plan ran into the stark reality of a slowing auto industry.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/drug-prices-are-suppressed-overseas-white-house-study-finds-11581597002", "title": "Drug Prices Suppressed Overseas, White House Study Finds", "date": "2020-02-13 07:30", "summary": "Foreign governments accused of taking unfair advantage of U.S. company research. WASHINGTON-Foreign governments are taking unfair advantage of American drug company research and U.S. consumers by artificially suppressing drug prices abroad, a new study from the White House said.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-epidemic-further-dents-chinas-auto-market-11581595450", "title": "Coronavirus Epidemic Further Dents China's Auto Market", "date": "2020-02-13 07:04", "summary": "Supply-chain disruptions and labor shortages make it hard to restart plants, even outside Hubei province. HONG KONG-Auto makers in China are struggling to restart factories as the coronavirus epidemic rages on, dashing hopes of a rebound in the world's largest market for vehicles.", "categories": [["Business", "Autos & Transportation", "Autos Industry"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/transportation?mod=breadcrumb", "https://www.wsj.com/news/types/autos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bayer-touts-breakthrough-in-herbicide-research-11581595321", "title": "Bayer Touts Breakthrough in Herbicide Research", "date": "2020-02-13 07:02", "summary": "Chemical giant says new compound is effective against Roundup-resistant weeds. Bayer AG said its scientists discovered the building block for a new herbicide, at a time when the company's existing weedkillers face legal and regulatory challenges.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/3-point-line-nba-abe-saperstein-steinbrenner-harlem-globetrotters-11581535595", "title": "How George Steinbrenner and the Harlem Globetrotters Changed the NBA Forever", "date": "2020-02-13 07:00", "summary": "The 3-point line has become the most powerful incentive in sports. But previously unreported documents from its birth in the 1960s show how different basketball could have been.. George Steinbrenner demanded answers. There was something he needed to know: What was the point of the 3-point line?", "categories": [["Sports", "NBA"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/nba?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/elizabeth-warren-hurt-in-iowa-n-h-by-health-care-scrutiny-11581595201", "title": "Elizabeth Warren Hurt in Iowa, N.H. by Health-Care Scrutiny", "date": "2020-02-13 07:00", "summary": "Months of attacks by rivals over health care and liberals' move to Bernie Sanders culminated in her fourth-place New Hampshire showing. MANCHESTER, N.H.-Elizabeth Warren didn't even write the \"damn bill,\" as Bernie Sanders calls it.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pet-food-sales-soar-boosting-nestle-and-luring-other-players-11581594832", "title": "Pet Food Sales Soar, Boosting Nestlé and Luring Other Players", "date": "2020-02-13 06:53", "summary": "As pet owners increase their spending, brands are rushing to sell organic, customized, grain-free and other kinds of pricey animal food. Pet food sales are soaring, boosting revenue at packaged-food giants that have struggled in recent years selling staples like frozen food, cereal and bottled water.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/yes-you-can-get-a-superb-cup-of-coffee-with-the-flip-of-a-switch-11581594686", "title": "Yes, You Can Get a Superb Cup of Coffee With the Flip of a Switch", "date": "2020-02-13 06:51", "summary": "Forget the acrid brew from other drip coffee makers. This one does your best beans justice. IN THIS THIRD-WAVE COFFEE moment, when pour-overs, cortados and flat whites rule, drip coffee has gotten short shrift. But there is an automatic coffee maker worthy of your single-origin beans. The Dutch-manufactured Moccamaster KBG by Technivorm brews delicious coffee in minutes with the flip of a switch, and it's jewelry for your countertop, too-a paragon of European design that comes in 24 colors, including a particularly luscious butter yellow (shown). The function is as beautiful as the form: A 1400-watt copper heating element boils water within seconds and maintains the ideal heating temperature (196-205 degrees Fahrenheit) throughout the brew cycle, and then a second, 45-watt element keeps the coffee at the optimal holding temperature (175-185 degrees). What that means: no more burnt coffee and an utterly consistent cup. $329, us.moccamaster.com", "categories": [["Life & Work", "Food & Drink"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/food-cooking-drink?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pg-es-fire-victims-are-set-to-become-its-biggest-shareholders-11581592571", "title": "PG&E's Fire Victims Set to Become Its Biggest Shareholders", "date": "2020-02-13 06:16", "summary": "Resume Subscription. PG&E Corp. proposes to pay half of its $13.5 billion settlement with California wildfire victims in company shares, a move that would make victims the utility's largest shareholders-and jeopardize payments if PG&E sparks future fires.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/rent-the-runway-hires-fresh-help-with-logistics-11581591600", "title": "Rent the Runway Hires Fresh Logistics Help", "date": "2020-02-13 06:00", "summary": "Clothing rental service adds former Amazon executives to leadership, board. Rent the Runway Inc., a clothing rental startup that has struggled to keep up with demand, has hired a former Amazon . com Inc. executive to oversee its supply chain and added another Amazon veteran to its board.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/xi-installs-close-ally-to-tighten-control-over-hong-kong-11581575823", "title": "Xi Installs Close Ally to Tighten Control Over Hong Kong", "date": "2020-02-13 05:31", "summary": "Xia Baolong named head of Hong Kong and Macau Affairs Office, extending a shake-up in the Communist Party apparatus overseeing governance of protest-racked Hong Kong. HONG KONG-Chinese President Xi Jinping installed a former lieutenant and onetime law enforcer to head Beijing's Hong Kong policy-making agency, continuing a shake-up meant to tighten control over the protest-racked city.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-deeper-dive-into-new-rules-for-retirement-plans-11581589800", "title": "A Deeper Dive Into New Rules for Retirement Plans", "date": "2020-02-13 05:30", "summary": "Understanding the changes governing inheriting and taking required distributions will help you plan better. Ever since Congress passed a spending bill in December that includes significant changes to the U.S. retirement system, Wall Street Journal readers have been asking questions about the impact on their retirement accounts.", "categories": [["Markets", "Your Money"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/undefined?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/advances-in-health-care-technology-open-new-job-prospects-for-the-disabled-11581589800", "title": "Advances in Health Care, Technology Open New Job Prospects for the Disabled", "date": "2020-02-13 05:30", "summary": "Administration weighs tighter rules for disability pay, but advocates for disabled say plan might go too far. When Virginia Jacko began losing her eyesight in her 40s, she left her job as a senior financial executive at a university and enrolled in a vocational-rehabilitation program. Using new technology, she was soon able to use a spreadsheet, read a financial statement and even pick out matching clothes.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trumps-fed-nominees-to-face-questions-from-senators-11581589801", "title": "Fed Nominees to Face Questions From Senators", "date": "2020-02-13 05:30", "summary": "What to watch as Senate Banking Committee quizzes Judy Shelton, Christopher Waller. Judy Shelton and Christopher Waller, President Trump's latest nominees to the Federal Reserve Board, head to Capitol Hill on Thursday for their confirmation hearing at the Senate Banking Committee.", "categories": [["Economy", "Ask WSJ Pro Central Banks"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/ask-wsj-pro-central-banks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/airbus-nears-deal-with-nigerias-green-africa-for-100-a220s-11581571923", "title": "Airbus Nears Deal With Nigeria's Green Africa for 50 A220s", "date": "2020-02-13 02:39", "summary": "Nigerian startup airline previously announced plans to buy 100 of Boeing's troubled 737 MAX jets. European plane maker Airbus SE is close to securing a deal for around 50 aircraft from a Nigerian startup airline that previously announced plans to buy Boeing Co. 737 MAX jets, according to people familiar with the plans.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11581536362", "title": "Pepper...and Salt", "date": "2020-02-13 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/facebook-delivers-long-awaited-trove-of-data-to-outside-researchers-11581602403", "title": "Facebook Delivers Long-Awaited Trove of Data to Outside Researchers", "date": "2020-02-13 00:01", "summary": "Data handoff could lead to better understanding of patterns in fake news, researchers say. When Facebook Inc. in 2018 agreed for the first time to let a select group of academics study internal data about how content gets shared on its platform, it was billed as a breakthrough for understanding the social network's impact on society.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/dolphin-killings-in-florida-prompt-reward-for-information-11581615894", "title": "Dolphin Killings in Florida Prompt Reward for Information", "date": "2020-02-13 00:01", "summary": "Federal agency is looking into three separate deaths by apparently violent means. The grisly discoveries of three dead dolphins in the past year in Florida have prompted the National Oceanic and Atmospheric Administration to offer up to $20,000 for information that leads to any person involved in the killings.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/beijing-pledges-to-stabilize-chinas-economy-amid-coronavirus-outbreak-11581520499", "title": "Newly Confirmed Cases in Coronavirus Epicenter Surge", "date": "2020-02-13 23:09", "summary": "Beijing leaders offer tax relief and other measures to keep jobs filled and ensure necessities are available. China reported nearly 10 times as many newly confirmed coronavirus cases Wednesday as Tuesday, after a new diagnosis classification was adopted, raising concerns that the scale of the outbreak has been much larger than Chinese data had suggested.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-and-ecuador-president-pledge-to-explore-trade-11581563329", "title": "Trump and Ecuador President Pledge to Explore Trade", "date": "2020-02-13 22:18", "summary": "High-level U.S. trade and investment delegation to visit South American country. WASHINGTON-A high-level delegation of U.S. trade and investment officials will travel to Ecuador in April, the White House said following a meeting of Wednesday between President Trump and his Ecuadorean counterpart.", "categories": [["World", "Latin America"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/latin-america-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mgm-resorts-international-ceo-jim-murren-is-stepping-down-11581544913", "title": "MGM Resorts CEO Jim Murren Departing Casino Company", "date": "2020-02-13 21:54", "summary": "Mr. Murren will leave after a successor is appointed. MGM Resorts International Chief Executive Jim Murren will leave the global casino operator after its board picks his successor, the company said.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-mens-soccer-players-tell-federation-to-raise-womens-pay-11581529074", "title": "U.S. Men's Soccer Players Tell Federation to Raise Women's Pay", "date": "2020-02-13 21:31", "summary": "Male players negotiating a new collective bargaining agreement say federation's treatment of women has been indefensible. The U.S. men's soccer team players association, in the midst of negotiations with the U.S. Soccer Federation over a new collective-bargaining agreement, on Wednesday called on the federation to pay the U.S. women's team \"significantly more\" than the men were paid under their recently expired deal.", "categories": [["Sports", "Soccer"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/soccer?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/looking-for-a-new-place-to-live-this-is-what-165-million-buys-11581559977", "title": "Looking for a New Place to Live? This Is What $165 Million Buys", "date": "2020-02-13 21:12", "summary": "Resume Subscription. L.A.'s optimistic home developers spent the last few years constructing over-the-top glass compounds with candy rooms, helipads and bowling alleys on spec-assuming ultrarich buyers would bite. But a recent spate of $100-million-plus deals shows that buyers at the very top of L.A.'s market are looking for something different: history.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/moderate-democrats-stress-over-crowded-center-lane-11581545988", "title": "Centrist Democrats Fret Over How to Defeat Sanders", "date": "2020-02-13 20:31", "summary": "There is no single centrist rival to front-runner Bernie Sanders, and party leaders are bracing for a protracted nomination fight. NASHUA, N.H.-Democrats in search of a centrist nominee to challenge President Trump are increasingly worried after contests in Iowa and New Hampshire consolidated liberal support behind Bernie Sanders and divided the larger moderate vote among multiple candidates.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tops-markets-trustee-blames-morgan-stanley-for-grocers-bankruptcy-11581553545", "title": "Tops Markets Trustee Blames Morgan Stanley for Grocer's Bankruptcy", "date": "2020-02-13 19:25", "summary": "A trustee representing creditors said the New York supermarket's private-equity owners drove it into bankruptcy. A trustee for Tops Markets LLC creditors filed a $375 million lawsuit against private-equity backer Morgan Stanley Investment Management and other former owners, alleging they took hundreds of millions of dollars in illegal dividends that drove the grocery chain into bankruptcy in 2018.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tom-steyers-22-minimum-wage-11581553073", "title": "Tom Steyer's $22 Minimum Wage", "date": "2020-02-13 19:17", "summary": "The billionaire takes an old conservative economic joke seriously.. When liberals call for a nationwide $15 minimum wage, conservatives often offer a half-serious rhetorical response: Why stop there? Tom Steyer, the billionaire turned Democratic presidential candidate, doesn't understand that it's a laugh line.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/war-powers-irresolution-11581552980", "title": "War Powers Irresolution", "date": "2020-02-13 19:16", "summary": "Eight Republicans join Senate Democrats in voting to limit the President's authority as Commander in Chief.. President Trump has a disorienting effect on politics, as you may have noticed. The latest evidence is the 51-45 Senate vote Wednesday to endorse Senator Tim Kaine's (D., Va.) resolution against \"hostilities\" with Iran without Congressional approval. Eight Republicans joined the Democrats to tie the hands of the President if he finds himself having to use military force against the peaceable Ayatollahs of Tehran.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/boeing-fired-midlevel-executive-following-embarrassing-emails-11581521922", "title": "Boeing Fired Midlevel Executive Following Embarrassing Emails", "date": "2020-02-13 19:14", "summary": "The manager oversaw pilots whose messages have embarrassed the aerospace giant as it struggles to get the 737 MAX flying again. Boeing Co. has fired a midlevel executive in charge of pilots who exchanged internal emails that have embarrassed the aerospace company as it struggles to get the 737 MAX jetliner flying again, according to people familiar with the matter.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-incompetence-party-11581552455", "title": "The Incompetence Party", "date": "2020-02-13 19:07", "summary": "The Democrats' biggest problem isn't Bernie Sanders. It's that many voters doubt the party's ability to govern anymore.. Now that Bernie Sanders-once an obscure socialist senator from Vermont-is officially the front-runner for the Democratic presidential nomination, it is time to confront what that means.", "categories": [["Opinion", "Wonder Land"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/wonder-land?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-stakeholders-vs-the-people-11581552372", "title": "The 'Stakeholders' vs. the People", "date": "2020-02-13 19:06", "summary": "Liberals claim they're troubled by corporate power. So why are they working to expand it?. 'Stakeholder capitalism\" is officially here. That's the fashionable notion that companies should serve not only their shareholders, but also other interests and society at large. Last month Airbnb's leaders announced a new mandate that the company \"benefit all our stakeholders over the long term,\" including through tying executive compensation to the company's social goals. The same week, BlackRock chief Larry Fink issued an open letter to CEOs explaining that companies his massive firm invests with will soon have to abide by the rules of a Sustainability Accounting Standards Board regarding climate change, labor practices and other issues. CEOs at the World Economic Forum in Davos touted similar ideas, as have presidential candidates.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/can-biden-and-warren-survive-11581552301", "title": "Can Biden and Warren Survive?", "date": "2020-02-13 19:05", "summary": "New Hampshire helps Sanders, Buttigieg and Klobuchar, but Bloomberg looms.. Give this to New Hampshire: At least it got the vote tabulation right. The rest of the race for the Democratic presidential nomination, however, remains a muddle.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/former-pemex-chief-arrested-in-spain-11581529973", "title": "Former Pemex Chief Arrested in Spain", "date": "2020-02-13 19:03", "summary": "Mexico to seek extradition of Emilio Lozoya on corruption charges. MEXICO CITY-The fugitive former head of Mexican state oil company Petróleos Mexicanos, accused of taking millions of dollars in bribes, has been arrested in Spain, Attorney General Alejandro Gertz Manero said Wednesday.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hillary-clinton-without-the-snark-and-baggage-11581552190", "title": "Hillary Clinton Without the Snark and Baggage", "date": "2020-02-13 19:03", "summary": "Klobuchar is stolid, stable, intelligent, informed and capable-exactly what the Democrats need.. Move over, AOC, here comes AJK. Amy Jean Klobuchar is going to be on the Democratic ticket in November, either at the top or as the nominee for vice president. Elizabeth Warren, with her far-left views and fuzzy bio, will continue to sputter, the money well will dry, and she'll fade to black. That opens a lane for Ms. Klobuchar that she didn't have before, and her opponents can't find. Even with their modestly differing policy views, I'm suspecting Ms. Warren is not going to endorse one of the boys.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/iowa-democratic-party-chairman-resigns-position-after-caucus-debacle-11581548239", "title": "Iowa Democratic Party Chairman to Resign Position After Caucus Debacle", "date": "2020-02-13 19:03", "summary": "State party says it has agreed to conduct a recanvass of certain precincts as requested by Sanders and Buttigieg campaigns. Iowa Democratic Party Chairman Troy Price, who supervised a results-reporting debacle that has put his state at risk of losing its status as host of the first presidential nominating contest, plans to resign from his post.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/roger-stone-and-the-case-for-notaries-11581552151", "title": "Roger Stone and the Case for Notaries", "date": "2020-02-13 19:02", "summary": "We're better off when civil servants can do their jobs and avoid political judgments.. The decision of four federal prosecutors to withdraw from the case against Roger Stone raises a perennial question of government service: Should a civil servant listen to his boss, whose boss's boss was elected by the American people, or should he exercise his own judgment?", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-kings-of-the-world-review-hollywood-the-sequel-11581552085", "title": "'New Kings of the World' Review: Hollywood, the Sequel", "date": "2020-02-13 19:01", "summary": "Movies from India, soap operas from Turkey, bands from Korea-their avid global fan base threatens America's pop-culture supremacy.. It becomes quite clear, in the first few pages of \"New Kings of the World,\" that Fatima Bhutto doesn't care for America. The 37-year-old granddaughter and niece of two Pakistani prime ministers-Zulfikar Ali Bhutto and his daughter Benazir-she is pugnacious (and sometimes eloquent) proof that the leftist elite of the non-Western world is alive and kicking. Ms. Bhutto, a novelist and nonfiction author, sets out to chart the \"vast cultural movement emerging from the Global South.\" This movement is, she says, \"the biggest challenge to America's monopoly of soft power since the end of the Second World War.\"", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cisco-sales-fall-in-latest-quarter-but-beat-forecasts-11581544190", "title": "Cisco Sales Fall in Latest Quarter", "date": "2020-02-13 19:01", "summary": "Telecom gear maker says global economic uncertainties have slowed technology investments decisions at some companies. Cisco Systems Inc. said global economic uncertainties have slowed technology investments decisions at some companies, denting the network-equipment giant's sales growth.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/notable-quotable-democrats-and-the-court-11581552117", "title": "Notable & Quotable: Democrats and the Court", "date": "2020-02-13 19:01", "summary": "'Any list offered by a Democrat would be picked apart by various identity politics interest groups for the percentage of jurists who represent that group's identity.'. John O. McGinniswriting at the Law & Liberty blog, Feb. 6:", "categories": [["Opinion", "Commentary", "Notable & Quotable"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb", "https://www.wsj.com/news/types/notable-quotable?mod=breadcrumb"]}]