[{"link": "https://www.wsj.com/articles/new-yorks-elise-stefanik-is-raising-millions-what-comes-next-11594594800", "title": "New York's Elise Stefanik Is Raising Millions. What Comes Next?", "date": "2020-07-12 19:00", "summary": "War chest vaults her to a position of influence among Republicans, who have struggled to raise cash in an increasingly blue state. U.S. Rep. Elise Stefanik is on track to raise $10 million in her re-election bid this year, the fruits of a fundraising machine that observers say will fuel the New York Republican's rise.", "categories": [["U.S.", "State Street"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/state-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-latest-news-07-12-2020-11594546602", "title": "Coronavirus's Spread Broadens Across U.S.", "date": "2020-07-12 18:36", "summary": "Number of daily infections in Florida hits new national record; California, Texas, and Arizona report near-record daily Covid-19 cases. New coronavirus infections topped 15,000 in Florida, the largest one-day increase in any state since the start of the pandemic, while more than half U.S. states-including some that avoided a significant surge in the spring-were reporting steady climbs in new cases.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trumps-mt-rushmore-speech-and-response-11594585951", "title": "Trump's Mt. Rushmore Speech and Response", "date": "2020-07-12 16:32", "summary": "Evidently, excoriating the president is preferred to familiarizing oneself with what was actually said.. Your editorial \"Trump At Mount Rushmore\" (July 6) has numerous references to the speech President Trump delivered there, including: \"Contrary to the media reporting, the America Mr. Trump described is one of genuine racial equality and diversity.\" And, \"Mr. Trump had the temerity to point out that the last few weeks have seen an explosion of 'cancel culture-driving people from their jobs, shaming dissenters, and demanding total submission from anyone who disagrees.'\"", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tailor-virus-loans-to-main-street-businesses-11594585850", "title": "Tailor Virus Loans to Main Street Businesses", "date": "2020-07-12 16:30", "summary": "One way to increase interest in federal pandemic-recovery lending is to tailor a program specifically for those small firms that were able to reduce their variable costs to reflect their declining revenues but have been unable to fully pay their chief fixed cost-their rental- or mortgage-payment obligations.. Regarding \"Main Street Loan Program Sees Lukewarm Interest\" (U.S. News, July 2): One way to increase interest in federal pandemic-recovery lending is to tailor a program specifically for those small firms that were able to reduce their variable costs to reflect their declining revenues but have been unable to fully pay their chief fixed cost-their rental- or mortgage-payment obligations. Such a program would have the government advance directly to the firm's landlord or lender their rental or mortgage obligations on a monthly basis for a period of six months. Loan approval would be based largely on the firm's good standing before the lockdown. After six months, the loan amount plus accrued interest would be converted into a five-year, self-amortizing loan, the payments on which would add about 10% to the firm's monthly rental or mortgage obligations over the term of the loan. At the end of its term, the loan will be fully paid off, which avoids the balloon-payment problem. The firm's landlord or lender would be responsible for collecting and processing the monthly payments.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/stocks-the-only-dead-cat-bounce-in-town-11594585646", "title": "Stocks: The Only Dead-Cat Bounce in Town", "date": "2020-07-12 16:27", "summary": "I'm not sure why people are surprised by the stock market's resilience and strong results in the face of Covid-19. It's a simple case of resource scarcity.. I'm not sure why people are surprised by the stock market's resilience and strong results in the face of Covid-19 (\"After Crisis Low, Stocks Rebound in Quarter,\" Page One, July 1). It's a simple case of resource scarcity. Investors have no meaningful alternative to the equity markets. Today's fixed-income market is the equivalent of parking cash. In an effort to derive any return on their money, investors have justified a shift up the asset-allocation curve, and the fixed-income investments that are being made are shifting to higher risk. With every fixed-income redemption that hits investors' accounts, there are no options to replace that income in anything that remotely resembles a similar risk profile.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/insurers-deserve-good-marks-on-covid-cases-11594585598", "title": "Insurers Deserve Good Marks on Covid Cases", "date": "2020-07-12 16:26", "summary": "Health-insurance providers moved quickly to cover patient costs for Covid-19 diagnostic testing and treatment.. Regarding Scott Gottlieb and Mark McClellan's \"Reinvent Health Care to Beat Covid-19\" (op-ed, June 29): The authors are right that the entire health-care sector must do more to battle this crisis. However, they overlook a few noteworthy efforts by health-insurance providers to protect patients and support care providers.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-u-s-did-lead-in-libya-11594585544", "title": "The U.S. Did Lead in Libya", "date": "2020-07-12 16:25", "summary": "The Obama administration's complicity in the removal of Moammar Gadhafi unleashed the long-simmering tribal rivalries in the country, allowing for the current situation.. In \"Libya's Foul Foretaste of the Post-American World\" (Global View, July 9), Walter Russell Mead laments the absence of American leadership as an important cause of the chaos in Libya. Unfortunately, it was precisely that \"leadership\" which led to the current situation. The Obama administration's complicity in the removal of Moammar Gadhafi unleashed the long-simmering tribal rivalries in the country, allowing for the current situation. What American leadership is Mr. Mead referring to?", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/panamas-free-press-under-siege-11594578741", "title": "Panama's Free Press Under Siege", "date": "2020-07-12 16:06", "summary": "A court tries to gag the country's largest newspaper amid a U.S. corruption probe.. The U.S. Justice Department unsealed a criminal complaint on July 6 against two sons of former Panamanian President Ricardo Martinelli (2009-14) \"for their roles in a massive bribery and money laundering scheme involving\" Brazilian construction conglomerate Odebrecht.", "categories": [["Opinion", "The Americas"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/the-americas?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/espn-suspends-adrian-wojnarowski-after-profane-email-to-u-s-senator-11594584183", "title": "ESPN Suspends Adrian Wojnarowski Over Email", "date": "2020-07-12 16:03", "summary": "High-profile NBA reporter is to be suspended without pay for at least a week. Walt Disney Co. 's ESPN has suspended Adrian Wojnarowski, its top scoopmonger on the inner workings of the National Basketball Association, after it was revealed he used profane language in an email to a U.S. senator, according to a person familiar with the matter.", "categories": [["Business", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/of-pardons-and-presidents-11594584012", "title": "Of Pardons and Presidents", "date": "2020-07-12 16:00", "summary": "Trump's clemency for Stone has nothing on Clinton and McDougal.. Say this for President Trump's commutation of Roger Stone's 40-month prison sentence late Friday: At least he did it during an election campaign so voters can add this to the ledger of character issues they take into the voting booth. Like everything else about this Presidency, its scandals, real and imagined, are public.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-goya-paranoia-11594583955", "title": "The Goya Paranoia", "date": "2020-07-12 15:59", "summary": "A CEO refuses to apologize for his words at the White House.. Bob Unanue must have missed the memo: If you're invited to the White House to take part in an innocuous policy event, make sure you say nothing nice about the building's current resident.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/another-loan-forgiveness-scheme-11594583896", "title": "Another Loan Forgiveness Scheme", "date": "2020-07-12 15:58", "summary": "A legal and political strategy to nullify debt sold to third parties.. Forgiving most of the $1.5 trillion in federal student loans is already mainstream Democratic Party policy. And now progressives are seeking to cancel bank loans sold to third parties such as debt collectors. Look out below.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/disney-world-reopens-with-masks-and-without-lines-11594472403", "title": "Disney World Reopens With Masks and Without Lines", "date": "2020-07-12 15:49", "summary": "Resume Subscription. Fans willing to brave what is usually one of the most heavily trafficked public spaces on earth are descending on Walt Disney Co. 's Orlando theme park in hopes of escaping the dreary realities of the coronavirus pandemic.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/iran-and-china-angle-for-broad-partnership-to-offset-u-s-pressure-11594582885", "title": "Iran and China Angle for Broad Partnership to Offset U.S. Pressure", "date": "2020-07-12 15:41", "summary": "Any deal would aim to show that both countries have alternatives to the West, analysts say. Iran and China are seeking to cement a wide-ranging partnership that would deflect U.S. economic pressure and ease Tehran's global isolation.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/economy-week-ahead-industrial-production-gdp-and-retail-sales-11594580400", "title": "Economy Week Ahead: Industrial Production, GDP and Retail Sales", "date": "2020-07-12 15:00", "summary": "The eurozone and U.S. are set to report industrial-output measures, while China and the U.K. look at gross domestic product. Industrial output in the eurozone for May is expected to be up from April's record drop in economic data scheduled for this week. China's economy likely returned to growth in the second quarter, while U.S. retail sales are expected to be higher again for June.", "categories": [["Economy", "Economy Week Ahead"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/economy-week-ahead?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/senate-judiciary-committee-chair-graham-to-call-special-counsel-mueller-to-testify-11594576743", "title": "Senate Judiciary Committee Chair to Call Mueller to Testify", "date": "2020-07-12 14:35", "summary": "Mr. Graham's move comes after Mr. Mueller penned an opinion article defending Russia probe, conviction of Roger Stone. WASHINGTON-The Republican chairman of the Senate Judiciary Committee said he would call former special counsel Robert Mueller to testify about his investigation into Russian interference in the 2016 campaign, a day after Mr. Mueller broke nearly a year of public silence through an opinion article defending his probe and the related conviction of Trump adviser Roger Stone.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/your-2020-econ-crash-course-11594578813", "title": "Your 2020 Econ Crash Course", "date": "2020-07-12 14:33", "summary": "The laws of supply and demand have been at work in the pandemic and the protests.. Remember Econ 101? Bo-ring. Something about marginal utility, blah blah, and some Keynesian claptrap about wondrous government spending. \"The Soviet economy is proof that,\" you'll learn from Paul Samuelson's 1989 textbook, \"a socialist command economy can function and even thrive.\" It's the \"con\" in economics. But we don't need no stinkin' textbooks-just look around. Amid this pandemic and protest perturbed period, Econ 2020 will teach you everything you need to know-no classroom required.", "categories": [["Opinion", "Inside View"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/inside-view?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hashem-still-has-a-plan-11594578647", "title": "'Hashem Still Has a Plan'", "date": "2020-07-12 14:30", "summary": "A nonagenarian Jewish refugee finally tells me her story.. New York", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-king-of-confidence-review-visionary-or-opportunist-11594578588", "title": "'The King of Confidence' Review: Visionary or Opportunist?", "date": "2020-07-12 14:29", "summary": "How does a man who has offered any number of reasons for people to distrust him acquire a large and loyal group of devotees?. The literary scholar F.O. Matthiessen characterized our mid-19th century as an \"American renaissance,\" an era when powerful, perceptive writers-Emerson, Hawthorne, Melville, Thoreau, Whitman-transformed the young nation's ideals and language. It was also a time when apprehensive Americans embraced new fringe religions, utopian schemes and con artists without number. \"In antebellum America, reality was porous,\" Miles Harvey writes in \"The King of Confidence: A Tale of Utopian Dreamers, Frontier Schemers, True Believers, False Prophets, and the Murder of an American Monarch.\"", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/native-american-sovereignty-is-no-liberal-triumph-11594578446", "title": "Native American Sovereignty Is No Liberal Triumph", "date": "2020-07-12 14:27", "summary": "The tribes that will benefit from last week's Supreme Court ruling are anything but progressive.. The Supreme Court has handed a big win to the sovereignty of Native American tribes. The Court's ruling in McGirt v. Oklahoma-that Congress did not disestablish Indian reservations when Oklahoma became a state in 1907-means that the eastern half of the state is now \"Indian Country\" and in large part under the rule of tribes like the Creek and the Cherokee. Liberals cheered. Neal Katyal, who served as solicitor general under President Obama, tweeted: \"So good to see Tribes winning at SCOTUS.\"", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/notable-quotable-dads-11594578338", "title": "Notable & Quotable: Dads", "date": "2020-07-12 14:25", "summary": "My father would confidently say, 'Do yourself a favor. Go back and bet the ranch on Donald.'. From a story told by Donald Trump and recounted in \"Great Dads: A Celebration of Fatherhood,\" a 2000 book edited by Jonathan P. Decker:", "categories": [["Opinion", "Commentary", "Notable & Quotable"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb", "https://www.wsj.com/news/types/notable-quotable?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hedge-fund-chatham-wins-bankruptcy-auction-for-mcclatchys-newspapers-11594569095", "title": "Hedge Fund Chatham Wins Bankruptcy Auction for McClatchy's Newspapers", "date": "2020-07-12 14:06", "summary": "The pending sale of McClatchy's assets out of bankruptcy would end family ownership of one of the nation's largest newspaper publishers. Hedge-fund manager Chatham Asset Management LLC emerged as the winner in a bankruptcy auction for McClatchy Co. , ending 163 years of family ownership for the newspaper chain and increasing financial investors' control of the American publishing industry.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-weighs-limited-options-to-punish-china-over-hong-kong-11594576800", "title": "U.S. Weighs Limited Options to Punish China Over Hong Kong", "date": "2020-07-12 14:00", "summary": "Major steps against the territory's financial system risk hurting U.S., Western and Hong Kong companies and consumers. WASHINGTON-As U.S. officials weigh sanctioning China over its recent moves in Hong Kong, the city's status as a global financial center limits the menu of effective levers available to Washington.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/target-mtv-blocked-ads-from-news-mentioning-george-floyd-and-protests-11594576272", "title": "Target, MTV Blocked Ads From News Mentioning 'George Floyd' and 'Protests'", "date": "2020-07-12 13:51", "summary": "Terms related to protests were on 'blocklists' companies use to avoid ad placements in sensitive content. Last month Target Corp. told a leading online news publisher not to run its ads in stories related to the Black Lives Matter movement. Articles mentioning police-brutality victims such as \"Breonna Taylor\" and \"George Floyd\" were off limits, as were those with the word \"protests.\"", "categories": [["Business", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ubisoft-probes-harassment-allegations-as-more-executives-step-down-11594574455", "title": "Ubisoft Probes Harassment Allegations as Executives Step Down", "date": "2020-07-12 13:21", "summary": "The maker of 'Assassin's Creed' has hired external firms to investigate internal complaints of misconduct and abuse, as well as allegations that have surfaced on social media. PARIS- Ubisoft Entertainment SA said two more senior executives have left the company amid an internal investigation into allegations of misconduct and inappropriate behavior at the maker of \"Assassin's Creed\" and other popular videogames.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/latest-term-shows-john-roberts-in-command-of-shifting-coalitions-11594573678", "title": "Latest Term Shows John Roberts in Command of Shifting Coalitions", "date": "2020-07-12 13:08", "summary": "The chief justice, at the court's center, is a strong voice for independence. WASHINGTON-The Supreme Court closed a pivotal annual term last week bearing the unmistakable imprint of Chief Justice John Roberts, who embraced the role of institutionalist as he sought to keep the court above nation's intense partisanship during a time of national upheaval.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/education-secretary-devos-renews-call-for-school-reopening-11594568608", "title": "Education Secretary DeVos Renews Call for School Reopening", "date": "2020-07-12 12:54", "summary": "Other administration and state-level officials called for caution, as tensions among policy makers over how best to manage the pandemic shifted toward educational institutions. Secretary of Education Betsy DeVos took to the airwaves on Sunday morning to lend support to President Trump's push to reopen schools, while other administration and state-level officials called for caution, as tensions among policy makers over how best to manage the coronavirus pandemic shift to the nation's educational institutions.", "categories": [["U.S.", "Education"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/education?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-ideological-corruption-of-science-11594572501", "title": "The Ideological Corruption of Science", "date": "2020-07-12 12:48", "summary": "In American laboratories and universities, the spirit of Trofim Lysenko has suddenly been woke.. In the 1980s, when I was a young professor of physics and astronomy at Yale, deconstructionism was in vogue in the English Department. We in the science departments would scoff at the lack of objective intellectual standards in the humanities, epitomized by a movement that argued against the existence of objective truth itself, arguing that all such claims to knowledge were tainted by ideological biases due to race, sex or economic dominance.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/schools-can-open-safely-this-fall-11594572453", "title": "Schools Can Open Safely This Fall", "date": "2020-07-12 12:47", "summary": "Staggered schedules and other precautions would help reduce children's low but real risk from Covid.. Schools should open in the fall. It's critical for meeting the educational and social needs of children. But local officials should have the discretion to take tailored actions to help keep children safe. One thing about Covid-19 is clear: We don't fully understand its severity and transmission. At various turns, we've both underestimated and overestimated the virus.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/gop-women-embrace-guns-in-house-races-11594569600", "title": "GOP Women Embrace Guns in House Races", "date": "2020-07-12 12:00", "summary": "Record number of female Republican candidates aim to recover ground in Congress and close the gender gap with Democrats after losing majority in 2018 elections. Tiffany Shedd, running for the House in Arizona, re-enacts a moment in which she pulled out a gun to defend her family when she saw what she said were drug runners on her land near the border.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/protesters-in-russias-far-east-call-for-putin-to-resign-11594565994", "title": "Protesters in Russia's Far East Call for Putin to Resign", "date": "2020-07-12 11:45", "summary": "People marched for a second day in Khabarovsk, nearly 4,000 miles east of Moscow, over the arrest of a regional governor. MOSCOW-Protesters marched for a second day in Russia's Far Eastern city of Khabarovsk over the arrest of a regional governor, in a display of defiance days after President Vladimir Putinwon a referendum that could prolong his power for years to come.", "categories": [["World", "Europe", "Russia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb", "https://www.wsj.com/news/types/russia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hundreds-of-thousands-vote-in-hong-kongs-democratic-primaries-11594550049", "title": "Hundreds of Thousands Vote in Hong Kong Primaries", "date": "2020-07-12 11:21", "summary": "Turnout shows the resilience of antigovernment sentiment despite new security law. HONG KONG-Hundreds of thousands of people voted in primaries held by the city's pro-democracy camp over the weekend, reflecting steely support for the movement despite Beijing's imposition of a national-security law that has curbed public expressions of dissent in recent weeks.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/turkish-court-returns-istanbuls-hagia-sophia-to-mosque-role-11594390725", "title": "Hagia Sophia Has Reverted to a Mosque, Erdogan Says", "date": "2020-07-12 11:00", "summary": "Originally a Byzantine cathedral, the building became a mosque during the Ottoman empire before being turned most recently into a museum. ISTANBUL-President Recep Tayyip Erdogan said Friday that the city's sixth-century Hagia Sophia, which became a symbol of secularism in modern Turkey when it was converted into a museum in the 1930s, would reopen to Muslim prayer as a full-fledged mosque later this month, a shift opposed by the U.S. and others.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/are-banks-afraid-of-covid-19-watch-how-much-they-set-aside-for-loan-losses-this-week-11594566000", "title": "Are Banks Afraid? Watch How Much They Set Aside for Loan Losses", "date": "2020-07-12 11:00", "summary": "Big U.S. lenders are stockpiling reserves for potentially bad loans, and sinking profits in the process. Second-quarter results for the biggest U.S. banks won't be pretty.", "categories": [["Markets", "Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-citys-restaurants-are-all-in-on-outdoors-11594566000", "title": "New York City's Restaurants Are All In on Outdoors", "date": "2020-07-12 11:00", "summary": "Pandemic keeps clamps on indoor dining, so restaurant owners make the most of sidewalks, streets and parking lots. Outdoor seating is proving to be a critical but tenuous lifeline for New York City restaurants since Gov. Andrew Cuomo indefinitely postponed the reopening of indoor dining in the city over coronavirus concerns.", "categories": [["U.S.", "Tri-State Area"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-region?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/an-american-failure-new-surge-in-coronavirus-cases-strains-u-s-testing-capacity-11594566000", "title": "New Surge in Virus Cases Strains U.S. Testing Capacity", "date": "2020-07-12 11:00", "summary": "Covid-19 testing system is reaching a brink as growing demand surpasses what the nation's labs can handle, sparking supply shortages and backlogs. When the pandemic began spreading in the U.S. earlier this year, the nation's testing system was beleaguered by supply shortages and multiday backlogs. Months into the crisis, many of those original challenges remain.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/turkeys-decision-to-turn-hagia-sophia-into-a-mosque-dismays-christians-neighbors-historians-11594419524", "title": "Turkey's Hagia Sophia Decision Dismays Christians, Neighbors, Curators", "date": "2020-07-12 10:20", "summary": "Legendary site has been a symbol of ecumenical relations; curators worry about fate of unique medieval mosaics. ISTANBUL-With its vast dome and towering minarets, Hagia Sophia is to humanity what the Grand Canyon is to geology: an open-air book that concentrates nearly one and a half millennia of history as the successive heart of Orthodox Christian and Muslim empires, punctuated by ransacking, fires and earthquakes.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/economics-journals-faulted-for-neglecting-studies-on-race-and-discrimination-11594562400", "title": "Economics Journals Faulted for Neglecting Race Studies", "date": "2020-07-12 10:00", "summary": "Some editors defend their records, while others agree they need to do more to diversify their ranks and think differently about race-related work. Some economists say their field's most prestigious journals haven't been particularly receptive to scholarly work related to race and discrimination, effectively marginalizing such studies and their authors.", "categories": [["Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-tests-role-of-higher-education-as-recession-buffer-11594562400", "title": "Pandemic Tests Role of Higher Education as Recession Buffer", "date": "2020-07-12 10:00", "summary": "Social distancing could lead to lower enrollment, and it's unclear how many colleges and universities will reopen. In past recessions, the U.S. higher education system has served as a buffer of sorts by absorbing unemployed workers. The peculiarities of the coronavirus-induced recession present obstacles to colleges playing a similar role this time around, some economists say.", "categories": [["Economy", "The Outlook"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/the-outlook?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/for-profit-schools-entrepreneur-chris-whittle-taps-ppp-loan-of-about-2-million-11594562400", "title": "Schools Entrepreneur Chris Whittle Taps PPP Loan of About $2 Million", "date": "2020-07-12 10:00", "summary": "Some New York City private schools declined assistance under federal Covid-19 program. Chris Whittle, the education entrepreneur who operates a for-profit global school with a planned campus in New York City, obtained just over $2 million from the federal Paycheck Protection Program to help his company pay staff.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/connecticut-suburbs-coronavirus-new-york-real-estate-houses-for-sale-weston-fairfield-11594558882", "title": "Connecticut's Big Bet on the Suburbs Might Finally Pay Off", "date": "2020-07-12 09:03", "summary": "One of the nation's most troubled states hopes to capitalize on interest from New Yorkers looking to escape the city. WESTON, Conn.-It took a global pandemic and a severe economic downturn to do what once seemed impossible: make the Connecticut suburbs cool again.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/manufacturers-forge-ahead-with-tech-r-d-projects-despite-capex-cuts-11594558801", "title": "Manufacturers Forge Ahead With Tech, R&D Projects, Despite Capex Cuts", "date": "2020-07-12 09:00", "summary": "An index tracking capex dropped to its lowest level since May 2009, but has picked up since as companies plan investments in the second half. Manufacturers have scaled back spending on large projects during the coronavirus pandemic, but many say they're continuing with software upgrades and technology initiatives to keep up with changing customer needs and remain competitive.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/quit-chrome-safari-and-edge-are-just-better-browsers-for-you-and-your-computer-11594558801", "title": "Quit Chrome. Safari and Edge Are Just Better Browsers for You and Your Computer.", "date": "2020-07-12 09:00", "summary": "Switch from Google's browser to one from Apple or Microsoft, and you'll notice immediate improvements in performance, battery and privacy. It's over, Chrome. O-V-E-R.", "categories": [["Tech", "Personal Tech", "Personal Technology: Review"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb", "https://www.wsj.com/news/types/personal-technology-joanna-stern?mod=breadcrumb", "https://www.wsj.com/news/types/personal-technology-joanna-stern?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bank-earnings-main-street-blues-vs-wall-street-boom-11594558800", "title": "Bank Earnings: Main Street Blues vs. Wall Street Boom", "date": "2020-07-12 09:00", "summary": "Investment banking has been working in banks' favor, but lending to consumers and companies is under increasing pressure. Bank earnings can sometimes be a snooze. But the stakes this quarter are unusually high.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fed-treasury-disagreements-slowed-start-of-main-street-lending-program-11594558800", "title": "Fed, Treasury Disagreements Slowed Lending Plan", "date": "2020-07-12 09:00", "summary": "Central bank officials have encouraged riskier loan terms than Treasury. Disagreements between leaders at the Federal Reserve and Treasury Department in recent months slowed the start of their flagship lending initiative for small and midsize businesses, according to current and former government officials.", "categories": [["WSJ News Exclusive", "Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/heres-an-investment-that-perfectly-tracks-the-economy-11594555201", "title": "Here's an Investment That Perfectly Tracks the Economy", "date": "2020-07-12 08:00", "summary": "Bonds that guarantee a yield based on GDP growth are an experiment worth trying, says our columnist. There are endless exotic financial products indexed to almost anything you can think of. While it is easy to bet on politics, earthquakes or the weather, it's virtually impossible to invest in the most basic thing of all: the economy.", "categories": [["Markets", "Streetwise"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/streetwise?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-china-isnt-expected-to-power-a-global-recovery-11594555200", "title": "Why China Isn't Expected to Power a Global Recovery", "date": "2020-07-12 08:00", "summary": "In the last downturn, Chinese demand helped revive many economies. Economists say it likely won't come to the rescue this time.. Getting the global economy back on its feet this year won't be easy. But it will be even tougher without more help from China, the locomotive that powered recoveries from the world's latest economic emergency.", "categories": [["Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bollywood-legends-amitabh-bachchan-aishwarya-rai-test-positive-for-covid-19-11594555256", "title": "Bollywood Legend Amitabh Bachchan Tests Positive for Covid-19", "date": "2020-07-12 08:00", "summary": "Three of the Bachchan family's most famous members-Amitabh, Abhishek and Aishwarya Rai-hit by coronavirus. NEW DELHI-The first family of Bollywood, the Bachchans, have been hit by coronavirus with three of its most famous members-including superstar Amitabh Bachchan-testing positive.", "categories": [["World", "Asia", "India"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/india-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/seven-rules-of-zoom-meeting-etiquette-from-the-pros-11594551601", "title": "Seven Rules of Zoom Meeting Etiquette From the Pros", "date": "2020-07-12 07:00", "summary": "No more dogs, chips or 'lurkers'-as video-conferencing becomes a fixture in working life, it's time to shed the rookie moves. Video-meeting apps have grown up-now users need to, too.", "categories": [["Life & Work", "Life & Style"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/life-style?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-to-exercise-safely-outdoors-in-the-heat-11594551600", "title": "How to Exercise Safely Outdoors in the Heat", "date": "2020-07-12 07:00", "summary": "If coronavirus moved your fitness routine outdoors, summer's heat needn't stop things; experts advise on hot-weather workouts.. \"Since Covid hit, I've been exercising outside. But in the heat, how can I stay cool while working out?\"", "categories": [["Life & Work", "Ask Personal Journal", "|"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/ask-personal-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/photos-of-the-week-july-6-12-2020-11594551601", "title": "Photos of the Week", "date": "2020-07-12 07:00", "summary": "Earth welcomes Comet Neowise, Hagia Sophia has reverted to a mosque, fans haven't given up on music and more. A lake boat that is usually crowded with tourists on Lake Como in Bellagio, Italy, on Friday. Coronavirus restrictions and the European Union's travel ban are depriving hotels and restaurants of their biggest spenders: Americans. 'We desperately need the Americans to solve their coronavirus situation, or we are going to be ruined,' says Maurizio Rizzo, a painter who has a small gallery near Bellagio's wharf and hasn't sold a single painting since reopening a month ago. Read more.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/do-you-dare-switch-jobs-in-the-coronavirus-economy-11594546200", "title": "Do You Dare Switch Jobs in the Coronavirus Economy?", "date": "2020-07-12 05:30", "summary": "Workers debating a change sweat their security and how to make a good impression with new colleagues while many are still in lockdown. One Wednesday in May, I found out I was losing my child care. Two days later, after just enough time for the panic to set in, my phone rang. It was not Mary Poppins, but a top editor at The Wall Street Journal, where I work. That job I'd interviewed for over the winter? It was mine.", "categories": [["Life & Work", "Work & Life"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/work-life?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/as-covid-19-vaccine-development-pushes-ahead-researchers-probe-safety-11594546201", "title": "As Covid-19 Vaccine Work Pushes Ahead, Researchers Probe Safety", "date": "2020-07-12 05:30", "summary": "Among potential concerns is rare complication that could worsen coronavirus's severity. In 2017, researchers found that some children who got a new vaccine against the tropical disease dengue later came down with a severe case of the illness, forcing production to temporarily stop. Now, researchers developing coronavirus vaccines aim to avoid a similar fate that could set back fast-moving efforts to curb the pandemic.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/wall-streets-earnings-forecast-cloudy-with-a-chance-of-turbulence-11594546201", "title": "Wall Street's Earnings Forecast: Cloudy With a Chance of Turbulence", "date": "2020-07-12 05:30", "summary": "Resume Subscription. The coming earnings season poses a big test for investors and analysts, who say they are flying blind like never before.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/coronavirus-surge-challenges-struggling-food-supply-chains-11594546200", "title": "Virus Surge Pressures Food Supplies", "date": "2020-07-12 05:30", "summary": "Food makers work to meet rising demand after initial lockdowns ate through inventories. Grocers are having trouble staying stocked with goods from flour to soups as climbing coronavirus case numbers and continued lockdowns pressure production and bolster customer demand.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-locks-down-bases-in-okinawa-after-coronavirus-outbreak-11594538627", "title": "U.S. Locks Down Bases in Okinawa After Coronavirus Outbreak", "date": "2020-07-12 03:23", "summary": "A total of 61 cases are reported among U.S. personnel on Japanese island. TOKYO-The U.S. military said Sunday it has ordered Marine personnel on the Japanese island of Okinawa to stay on base after a coronavirus outbreak involving dozens of cases drew criticism from the island's governor.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/china-releases-detained-professor-who-criticized-xi-jinping-friends-say-11594533934", "title": "China Releases Detained Professor Who Criticized Xi Jinping, Friends Say", "date": "2020-07-12 02:05", "summary": "Xu Zhangrun is known for criticism of Chinese president's leadership, initial mishandling of coronavirus pandemic. HONG KONG-A Chinese legal scholar known for his outspoken criticism of China's leader, Xi Jinping, has been released from police detention, days after he was first taken into custody, the professor's friends said Sunday.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/this-black-female-exec-reached-the-top-advisers-are-helping-her-stay-there-11594440018", "title": "This Black Female Exec Reached the Top. Advisers Are Helping Her Stay There.", "date": "2020-07-12 22:44", "summary": "Lisa Wardell is among the few Black female CEOs of publicly traded U.S. companies. She turns to BET founder Robert Johnson and a former White House chief of staff for leadership lessons and motivation; 'you are just as capable as anyone else.'. In Personal Board of Directors, top business leaders talk about the people they turn to for advice, and how those people have helped them succeed. Previous installments from the series are here.", "categories": [["Personal Board of Directors"]], "category_links": ["https://www.wsj.com/news/types/personal-board-of-directors?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/special-counsel-mueller-defends-prosecution-conviction-of-roger-stone-11594519156", "title": "Mueller Defends Prosecution, Conviction of Roger Stone", "date": "2020-07-12 21:59", "summary": "Mueller's opinion piece is published a day after President Trump commuted Stone's prison sentence. WASHINGTON-Former special counsel Robert Mueller in an op-ed on Saturday defended his investigation into Russian interference in the 2016 election and said Roger Stone remains a felon, a day after President Trump commuted the prison sentence of his longtime friend and political adviser.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/federal-government-denies-disaster-aid-for-minneapolis-riots-11594513653", "title": "Federal Government Denies Disaster Aid for Minneapolis Riots", "date": "2020-07-12 20:27", "summary": "A preliminary assessment found more than $15 million of damages directly related to fires. The federal government has denied a request from Minnesota Gov. Tim Walz for federal funds to rebuild and repair fire damage from the unrest that followed George Floyd's death.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}]