[{"link": "https://www.wsj.com/articles/record-ipo-surge-set-to-roll-on-in-2021-11609324381", "title": "Record IPO Surge Set to Roll On", "date": "2020-12-30 22:36", "summary": "Resume Subscription. Defying expectations, investors piled into initial public offerings at a record rate in 2020, and few expect the euphoria to wear off soon.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/samuel-little-called-most-prolific-serial-killer-in-u-s-history-dies-at-80-11609385448", "title": "Samuel Little, Called Most Prolific Serial Killer in U.S. History, Dies at 80", "date": "2020-12-30 22:30", "summary": "Convict was serving a life sentence in California for killings attributed to him. The man authorities say was the most prolific serial killer in U.S. history, with nearly 60 confirmed victims, died Wednesday in California. He was 80.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/china-finishes-off-a-wild-year-with-more-manufacturing-growth-11609383751", "title": "China Finishes Off a Wild Year With More Manufacturing Growth", "date": "2020-12-30 22:02", "summary": "The economy also showed strength outside its factories. BEIJING-China finished 2020 with a 10th consecutive month of expansion in its manufacturing sector, capping a dramatic year that saw the country's factories incapacitated by the pandemic, only to roar back as a growth engine for China and the world.", "categories": [["Economy", "Asia Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/asia-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/gop-senator-says-he-will-force-votes-on-bidens-win-11609348249", "title": "GOP Senator Says He Will Force Votes on Biden's Win", "date": "2020-12-30 20:31", "summary": "Joint session of Congress to meet next week to certify electoral votes. WASHINGTON-A Republican senator said he would object to the results of the presidential election when Congress holds a joint session next week to certify Democrat Joe Biden as the winner, a move that would force lawmakers to vote to affirm the states' tallies but has no chance of overturning the outcome.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/amazon-agrees-to-buy-podcast-startup-wondery-11609360628", "title": "Amazon Agrees to Buy Podcast Startup Wondery", "date": "2020-12-30 20:28", "summary": "Deal aims to accelerate growth of e-commerce giant's podcast offerings. Amazon.com Inc. said it has agreed to acquire podcast producer Wondery, the online retail giant's latest move to beef up its audio offerings.", "categories": [["Business", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mayorkass-experience-with-homeland-security-issues-fuels-backers-and-critics-alike-11609336801", "title": "Mayorkas's Experience With Homeland Security Issues Fuels Backers and Critics Alike", "date": "2020-12-30 20:22", "summary": "Biden's DHS pick led virus responses and implemented DACA; awarding of green cards to wealthy, politically connected investors will likely draw scrutiny. If there is something supporters and opponents of Alejandro Mayorkas agree on, it is that President-elect Joe Biden's pick for Homeland Security secretary would bring a wealth of experience to the job.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-k-lawmakers-approve-brexit-trade-deal-cementing-eu-exit-11609345023", "title": "U.K. Lawmakers Approve Brexit Trade Deal, Cementing EU Exit", "date": "2020-12-30 19:10", "summary": "Agreement is signed by EU leaders in Brussels before taking effect on Jan. 1. LONDON-British lawmakers approved a historic free-trade agreement with the European Union, an unsurprising but important step in cementing the U.K.'s departure from the bloc after more than 40 years as one of its biggest member states.", "categories": [["World", "Europe", "U.K."]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb", "https://www.wsj.com/news/types/u-k-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-transitions-pentagon-briefings-resume-amid-dispute-11609372616", "title": "Biden Transition's Pentagon Briefings Resume Amid Dispute", "date": "2020-12-30 18:56", "summary": "Transition aides said the Defense Department and Office of Management and Budget continued to rebuff requests for information. WASHINGTON-Talks have resumed between President-elect Joe Biden's transition team and the Defense Department following an 11-day stalemate, but his aides said they were pushing the Trump administration for more information related to national security and the coronavirus pandemic.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/push-for-bigger-stimulus-checks-is-running-out-of-time-11609362713", "title": "Push for Bigger Stimulus Checks Is Running Out of Time", "date": "2020-12-30 18:54", "summary": "As Senate's attention shifts to defense-bill vote, Democrats reject McConnell plan to package payments with online-rules overhaul, vote-fraud panel. WASHINGTON-The prospect of the Senate quickly approving $2,000 stimulus checks dimmed further, with the chamber focused on overriding President Trump's veto of the annual defense-policy bill before the end of the session and Republican leaders brushing aside Democratic demands for a stand-alone vote on the larger payments.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trumps-embarrassing-electoral-college-hustle-11609371708", "title": "Trump's Embarrassing Electoral College Hustle", "date": "2020-12-30 18:41", "summary": "It is doomed to fail but would still set a destructive precedent.. President Trump's last and worst shot at overturning the 2020 election will come on Jan. 6, as the new Congress meets in joint session to tally the votes from the Electoral College. Mr. Trump wants Republican lawmakers to lodge formal objections to Joe Biden's electors, and this kamikaze mission already has a few volunteers.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trumps-school-choice-relief-11609371551", "title": "Trump's School-Choice Relief", "date": "2020-12-30 18:39", "summary": "The President improves access to vouchers for schools that are open.. Democrats hate vouchers so much that they restricted states from using education funds in the $900 billion Covid relief bill to help struggling families during the pandemic send their kids to private schools. All the more credit to President Trump for opening the door for at least some school-choice relief.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/2-000-checks-for-the-affluent-11609371467", "title": "$2,000 Checks for the Affluent", "date": "2020-12-30 18:37", "summary": "Schumer and Trump want to write checks to the non-needy.. Donald Trump and Chuck Schumer keep demanding another $2,000 in relief checks for their own political reasons, but it looks like Senate Majority Leader Mitch McConnell may hold them off with some crafty political maneuvering. He's also right on the policy merits.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/surprise-a-health-lobby-cage-match-11609371346", "title": "Surprise! A Health Lobby Cage Match", "date": "2020-12-30 18:35", "summary": "Insurers and providers duke it out, and politicians take credit.. It will take months to digest everything in the Covid relief bill rammed through Congress and signed by President Trump over the weekend. Both parties are hailing an end to \"surprise\" medical billing, though a word about this cage match between doctors and insurers.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ticketmaster-to-pay-10-million-fine-to-resolve-criminal-charges-11609371228", "title": "Ticketmaster to Pay $10 Million Fine", "date": "2020-12-30 18:33", "summary": "Ticketing giant says former employees were responsible for breach, which aimed to undermine competitor. Ticketmaster will pay a $10 million fine to help resolve federal charges that former executives and employees unlawfully accessed a competitor's computer systems in an alleged scheme to gather business intelligence.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-i-became-a-far-right-radical-11609370135", "title": "How I Became a 'Far-Right Radical'", "date": "2020-12-30 18:15", "summary": "Academics mislabeled me as one-as they did Bret Weinstein, Joe Rogan, Sam Harris and others.. I've been put on a list and not a good one. It isn't the Hollywood Reporter's Next Gen Class of 2020 or Forbes's 30 Under 30-forget the accolade; I'd take being under-30 again. That would be so much better for my career than where I am now: a comedian approaching 39, who finds his work labeled \"far-right\" in an academic paper titled \"Evaluating the scale, growth, and origins of right-wing echo chambers on YouTube.\"", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/could-garry-moore-have-made-2020-wonderful-11609369835", "title": "Could Garry Moore Have Made 2020 Wonderful?", "date": "2020-12-30 18:10", "summary": "The TV host even managed to find something terrific about 1929. This year might have challenged him.. Even Garry Moore, may his ever-sunny soul rest in peace, might be hard-pressed to come up with an upbeat way to frame this year.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/building-bridges-to-help-the-economy-through-covid-11609369746", "title": "Building Bridges to Help the Economy Through Covid", "date": "2020-12-30 18:09", "summary": "The Covid relief bill is a down payment on what Joe Biden can do to help avoid a recession.. The year is almost gone-and 2020 won't be missed. The future looks brighter thanks to some truly amazing scientific work, but a thoroughly vaccinated America is probably six to nine months away. To limit the damage while getting from here to there, we need to build two (figurative) bridges: a public-health bridge and an economic-relief bridge. The two make a natural pair because the economy won't get back to normal until the pandemic is under control.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/2020-hindsight-and-a-look-ahead-11609369459", "title": "2020 Hindsight and a Look Ahead", "date": "2020-12-30 18:04", "summary": "The Chiefs win again, and at least two Biden cabinet nominees don't get confirmed.. Let's bid farewell to a horrible year by reviewing my 2020 predictions and offering prophecies for the coming year.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-u-s-general-who-steered-china-right-11609369333", "title": "The U.S. General Who Steered China Right", "date": "2020-12-30 18:02", "summary": "Driving on the left had the mark of British imperialism-and it was bad for Detroit.. Of my many international students at Cornell, those from China are among the most eager to take up driving in America. Partly this is due to the popularity of cars in China, the most rapidly motorizing nation on earth. But it's also because traffic in China and the U.S. follows the same rule of the road. Vehicles in both countries drive on the right. Learn to drive here and you can drive there.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/wintering-review-rest-retreat-and-renewal-11609369251", "title": "'Wintering' Review: Rest, Retreat and Renewal", "date": "2020-12-30 18:00", "summary": "We have seasons when the leaves fall from us, revealing our bare bones. There is grace in letting go, and in giving ourselves time to repair.. There will be times, in all our lives, when we find ourselves unraveled, upended, unable. We find no rest. We are not as successful, as on top of things, asloved, as we pretended to be. We have been found out, unmasked. At such times we may prefer to see ourselves as blameless victims rather than the perpetrators of our own pain-the shame will lessen if the cause is external and fixable, rather than self-created.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/police-received-warning-about-nashville-bombing-suspect-anthony-warner-in-2019-11609331715", "title": "Police Say They Tried to Contact Nashville Bombing Suspect After 2019 Warning", "date": "2020-12-30 17:55", "summary": "Woman said boyfriend was building bombs in RV, but no evidence of crime found, police say. Nashville police said Wednesday that they repeatedly tried to reach Anthony Warner, the deceased suspect in the city's Christmas Day bombing, soon after being told in 2019 that he was making bombs inside an RV at his home.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-officials-say-thousands-can-attend-buffalo-bills-playoff-game-11609368499", "title": "New York Officials Say Thousands Can Attend Buffalo Bills Playoff Game", "date": "2020-12-30 17:48", "summary": "Season-ticket holders to get first dibs on 6,200 seats; attendees must be tested for Covid-19. More than 6,000 people will be allowed to watch live when the Buffalo Bills compete in a playoff game next weekend at their Erie County stadium, New York state officials said Wednesday.", "categories": [["U.S.", "Tri-State Area"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-region?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/softbank-agrees-to-200-million-bailout-of-katerra-11609366612", "title": "SoftBank Agrees to $200 Million Bailout of Katerra", "date": "2020-12-30 17:37", "summary": "New funding, which comes on top of $2 billion already invested, allows construction startup to avoid bankruptcy. SoftBank Group Corp. has agreed to invest $200 million more to bail out Katerra, a construction startup that ran into financial problems as it tried to shake up the building industry.", "categories": [["WSJ News Exclusive", "Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-jersey-winemakers-bank-on-bubbly-11609367580", "title": "New Jersey Winemakers Bank on Bubbly", "date": "2020-12-30 17:33", "summary": "Sandy loam soil in state's southern portion is touted as being optimal for producing quality vino. New Jersey may be best known as the state that produced such rock greats as Bruce Springsteen and Jon Bon Jovi. Or as the home of Tony Soprano of HBO's \"The Sopranos\" TV series. Or even as the place where Taylor ham or pork roll became a culinary staple of sorts.", "categories": [["U.S.", "Tri-State Area"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-region?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/legion-of-gloom-11609366535", "title": "Legion of Gloom", "date": "2020-12-30 17:15", "summary": "Biden and friends are still trying to justify the coming expansion of government.. Even Dr. Anthony Fauci has soured on the idea of closing schools in response to Covid-19, amid overwhelming evidence of student harm and a lack of evidence of public benefit. But the destructive policy seems to have a new lease on life in politics. In a dreary Tuesday speech in Wilmington, Del., President-elect Joe Biden suggested that some schools should remain closed through April--and even longer if there is not another huge round of federal spending on education.", "categories": [["Opinion", "Best of the Web"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/best-of-the-web-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/global-stock-markets-dow-update-12-30-2020-11609323588", "title": "U.S. Stocks Rise as Dow Hits Record", "date": "2020-12-30 17:12", "summary": "S&P 500, Nasdaq are set to close 2020 with sizable gains. The Dow Jones Industrial Average clinched its 13th record close of the year Wednesday, lifted by a climb in Walt Disney shares and bets on a rapid economic recovery.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-city-restaurants-limp-their-way-out-of-2020-11609366018", "title": "New York City Restaurants Limp Their Way Out of 2020", "date": "2020-12-30 17:06", "summary": "Week between Christmas and New Year's is usually the best for eateries; 'the city should buzzing with lots of tourists'. The Applebee's locations in Times Square and nearby 50th Street are usually hopping on New Year's Eve. Hundreds of people from all over the world fork over hundreds of dollars each to party in the chain restaurant before stepping outside to watch the ball drop.", "categories": [["U.S.", "Culture"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-culture?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/yes-it-is-possible-to-have-too-much-stimulus-11609341559", "title": "Yes, It Is Possible to Have Too Much Stimulus", "date": "2020-12-30 16:59", "summary": "Boosting stimulus checks to $2,000 would add a lot to the debt with little of that benefiting the unemployed. Faced with the U.S.'s worst humanitarian and economic catastrophe in recent memory, it is tempting to assume there is no such thing as too much fiscal stimulus.", "categories": [["Economy", "Capital Account"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/capital-account?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-covid-wont-kill-movie-theaters-11609362111", "title": "Why Covid Won't Kill Movie Theaters", "date": "2020-12-30 16:01", "summary": "Theaters have faced a rough year with the coronavirus pandemic, but the financial upsides they offer filmmakers should help secure their future.. ", "categories": [["Opinion", "Commentary", "Cultural Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb", "https://www.wsj.com/news/types/cultural-commentary?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/covid-19-vaccine-made-by-astrazeneca-oxford-is-approved-by-u-k-11609312200", "title": "U.K. Authorizes AstraZeneca-Oxford Covid-19 Vaccine", "date": "2020-12-30 15:57", "summary": "Britain's granting of emergency use comes as new variant of virus pushes cases to records, contributing to surge in hospitalizations. LONDON-The U.K. authorized a Covid-19 vaccine developed by the University of Oxford and AstraZeneca PLC, opening the door for distributing millions of doses in a country where a more infectious variant of the coronavirus has contributed to surging cases.", "categories": [["World", "Europe", "U.K."]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb", "https://www.wsj.com/news/types/u-k-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lvmh-and-tiffany-to-have-short-honeymoon-11609354157", "title": "LVMH and Tiffany to Have Short Honeymoon", "date": "2020-12-30 15:47", "summary": "Tiffany shareholders voted in favor of new terms to the $16 billion union; French luxury giant won't delay in sprucing up its latest purchase. Tiffany & Co. executives will be happy that the final hurdle to the jeweler's bumpy union with LVMH Moët Hennessy Louis Vuitton has been removed. The French buyer might be more preoccupied with how to make the pricey deal pay off.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/everybody-wants-credit-for-the-covid-vaccine-11609360492", "title": "Everybody Wants Credit for the Covid Vaccine", "date": "2020-12-30 15:34", "summary": "The game changer was Operation Warp Speed. Or was it basic research?. Graham T. Allison correctly highlights the importance of competitive private enterprise in developing Covid-19 vaccines (\"Who Made the Vaccine Possible? Not WHO,\" op-ed, Dec. 24) but glosses over the primary importance of publicly funded basic research. That is, research not motivated by practical applications and not conducted by private companies, but motivated by the simple goal of understanding how the natural world works and conducted largely in public institutions.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/christmas-messages-from-the-editorial-page-11609360414", "title": "Christmas Messages From the Editorial Page", "date": "2020-12-30 15:33", "summary": "It is important to understand the importance of freedom and individual responsibility in delivering us from darkness and oppression.. Thank you for republishing Vermont Royster's 1949 editorial \"In Hoc Anno Domini\" (Dec. 24). It is so important, in our world threatened by critical theory and cancel culture, to understand where we came from and the importance of freedom and individual responsibility in delivering us from the \"darkness\" and \"oppression.\" Your courage in sharing Paul's words to the Galatians is one reason that I've been a subscriber for more than 60 years.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hows-your-drink-never-been-more-needed-cheers-11609360352", "title": "'How's Your Drink?' Never Been More Needed, Cheers", "date": "2020-12-30 15:32", "summary": "Eric Felten is an essential worker in these dry times.. Eric Felten has done yeoman's work in cheering Covid shut-ins who have emptied the liquor larder, sweeping away years of dead spiders in search of anything potable and alcoholic (\"Here's to Simple Pleasures,\" Bookshelf, Dec. 26). He is an essential worker in these dry times and I toast his spirit(s).", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/enough-lunchbag-letdown-full-deductibility-for-meals-11609360287", "title": "Enough Lunchbag Letdown: Full Deductibility for Meals", "date": "2020-12-30 15:31", "summary": "The limitation of the deduction for business meals has always hit small businesses disproportionately.. Your editorial \"The Martini Lunch Tax Code\" (Dec. 22) criticizes the temporary return of business meals to full deductibility as bad tax policy. To the contrary, small businesses depend on these meals to grow their businesses. Unable to rely on Super Bowl advertising or stadium sponsorships, they build relationships one by one.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/thomas-has-led-the-fight-against-chevron-deference-11609360210", "title": "Thomas Has Led the Fight Against Chevron Deference", "date": "2020-12-30 15:30", "summary": "Nobody pushes back harder against bureaucratic rule.. It is a mystery to me why Kimberley A. Strassel, usually so knowledgeable and careful to include relevant facts in her Potomac Watch column, overlooked Justice Clarence Thomas when considering whether the Supreme Court might be willing to \"take appeals and clarify important matters of administrative law,\" in particular the \"limits of the famed Chevron doctrine\" (\"Biden's Court Problem,\" Dec. 18). Ms. Strassel notes that Justices Neil Gorsuch and Brett Kavanaugh have expressed skepticism about that doctrine, that less is known about Justice Amy Coney Barrett, and that even Chief Justice John Roberts has been willing to narrow Chevron's scope.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/haunting-julia-review-more-than-a-ghost-story-11609359148", "title": "'Haunting Julia' Review: More Than a Ghost Story", "date": "2020-12-30 15:12", "summary": "Alan Ayckbourn takes on the trio of roles in his 1994 work about a musical prodigy who died of an overdose in Stephen Joseph Theatre's radio-play version.. Alan Ayckbourn, a great playwright who masquerades as a popular entertainer, remains abundantly active at age 81. Not only does he continue to write-80 plays to date-but he acted in a radio play of his own, \"Anno Domino,\" that was webcast in May by Scarborough's Stephen Joseph Theatre, the company Mr. Ayckbourn led from 1972 to 2009. Now he has given us a second radio play, \"Haunting Julia,\" first staged in 1994 and newly adapted and directed by the author for audio-only performance, in which he plays three parts with seemingly casual virtuosity.", "categories": [["Opinion", "Theater Review"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/theater-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/herself-review-small-budget-large-spirit-11609358841", "title": "'Herself' Review: Small Budget, Large Spirit", "date": "2020-12-30 15:07", "summary": "A desperate mother of two mixes pragmatism with optimism in Phyllida Lloyd's stirring feature.. A small Irish film called \"Herself,\" directed by Phyllida Lloyd, has arrived just in time to take its rightful place as one of 2020's special pleasures. (It's playing in select theaters before going to Amazon Prime Video on Jan. 8, 2021.) But small compared to what? If measured by likely budgets, a couple of hundred films on the scale of this one could have been made for the cost of, say, \"Wonder Woman 1984.\" But \"Herself\" bulks far larger than any would-be blockbuster with a shriveled spirit if measured by depth of feeling, sheer delight and genuine surprise, even shock. And there's a startlingly fine performance in the title role by Clare Dunne, who, with Malcolm Campbell, wrote the screenplay.", "categories": [["Books & Arts", "Film Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/film-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/elizabeth-is-missing-review-gone-but-not-forgotten-11609358538", "title": "'Elizabeth Is Missing' Review: Gone but Not Forgotten", "date": "2020-12-30 15:02", "summary": "A 'Masterpiece' mystery stars Glenda Jackson as an elderly woman with dementia who struggles to convince those around her about the seriousness of a friend's disappearance.. Glenda Jackson, two-time Oscar winner and former member of the British Parliament, returns to the small screen for the first time in nearly three decades in \"Elizabeth Is Missing,\" a mystery that puts a few poignant spins on some conventions of the genre. Has a crime actually happened? Why will no one listen? And how unreliable is our unreliable witness?", "categories": [["Books & Arts", "Television Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/television-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-to-watch-on-new-years-eve-the-ball-drop-and-death-to-2020-11609358401", "title": "To Watch on New Year's Eve: The Ball Drop, 'Death to 2020'", "date": "2020-12-30 15:00", "summary": "How to kick off 2021, or ignore the New Year entirely. If you're spending New Year's Eve at home in front of your screen, you can say goodbye to 2020, say hello to 2021 or try to forget what year it is entirely. No matter which camp you're in, there are plenty of streaming options. Here, we have TV specials celebrating the end of the year, recommendations that can take you far away and, of course, a few ways to watch the ball drop.", "categories": [["Books & Arts", "Entertainment", "Screen Time"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/arts-entertainment?mod=breadcrumb", "https://www.wsj.com/news/types/screen-time?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-top-interior-design-trends-for-2021-11609358367", "title": "The Top Interior-Design Trends of 2021", "date": "2020-12-30 14:59", "summary": "We asked 200 design pros which trends feel fresh vs. finished. They forecast a hunger for hushed, murky rooms and hardware-less cupboards-and a quick fade for farmhouse white and open kitchen shelving.. DESIGNERS LIKE Lance Thomas see the serendipitous upside of 2020's quarantine. \"It has forced homeowners to evaluate how they live in their homes, how it makes them feel,\" said the principal and co-owner of Thomas Guy Interiors in Lake Charles, La. And judging from some of the incoming trends our panel of design pros identified, the feeling most people seek is cushy, coddling comfort. Rich, deep colors replace the chilly white of Modern Farmhouse décor. Earthy, touchable materials push aside the glitz of lacquered finishes and shiny fabrics. When Andrew Kline, design director at New York's Workshop/APD, called out nubby bouclé fabric and warm woods such as walnut, he commented, \"I think this speaks to that need to create a cocoon at home, so that when you shut down your laptop and dim the lights, you're no longer in your 'office.'\" Here, the decorating styles our experts consider past their \"best before\" date and the trends that will replace them in 2021.", "categories": [["Real Estate", "Design"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/design?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-variant-in-south-africa-sparks-fear-of-faster-spread-possible-reinfection-11609358056", "title": "Coronavirus Variant in South Africa Sparks Fear of Faster Spread, Possible Reinfection", "date": "2020-12-30 14:54", "summary": "Discovery of new variant coincided with a surge in South African Covid-19 cases past the one million mark. South African doctors and researchers battling a second wave of Covid-19 cases are racing to understand what role a new coronavirus variant might play in the new surge of infections.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/howard-j-rubenstein-power-broker-and-master-of-public-relations-dies-at-88-11609353921", "title": "Howard J. Rubenstein, Master of Public Relations, Dies at 88", "date": "2020-12-30 13:45", "summary": "New York politicians and business leaders relied on him for decades to make connections and solve problems. Howard J. Rubenstein, who opened a one-man public-relations firm in his parents' Brooklyn kitchen in 1954 and turned it into New York's most powerful polisher of political and business reputations, died Tuesday at his Manhattan home overlooking Central Park.", "categories": [["World", "Obituaries"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/obituaries?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-barbados-real-estate-market-is-seeing-signs-of-life-thanks-to-some-eager-new-residents-11609352115", "title": "The Barbados Real-Estate Market Is Seeing Signs of Life Thanks to Some Eager New Residents", "date": "2020-12-30 13:15", "summary": "Resume Subscription. After 20 years of vacationing on the Caribbean island of Barbados, British architect Ian Adam-Smith and his wife, Helen Adam-Smith, decided to buy a property and relocate there. \"My three children have grown up visiting Barbados, and every time we went, we wished we could buy something there,\" he says. \"We love the climate, the beaches and the people.\"", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/blissed-out-in-barbados-11609351840", "title": "Blissed Out in Barbados", "date": "2020-12-30 13:10", "summary": "Three properties for sale on the Caribbean island.. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/a-place-in-the-sun-11609351775", "title": "A Place in the Sun", "date": "2020-12-30 13:09", "summary": "On the market in Barbados: A former plantation house, a sprawling estate and a contemporary villa.. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/english-soccer-scrambles-to-reschedule-11609351251", "title": "English Soccer Scrambles to Reschedule", "date": "2020-12-30 13:00", "summary": "After avoiding postponements through the summer and fall, the Premier League has now lost two games in two days. The English Premier League this week rescheduled matches due to coronavirus for the first time since March, turning what was already its most condensed season into a potential logistical nightmare.", "categories": [["Sports", "Soccer"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/soccer?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/do-dogs-really-make-us-happier-11609348272", "title": "Do Dogs Really Make Us Happier?", "date": "2020-12-30 12:11", "summary": "New research shows that the psychological benefits of dog ownership are real -and especially valuable during the pandemic.. Psychologist Susan Pinker explores new discoveries in the science of human nature. Read previous columns here.", "categories": [["Life & Work", "Ideas", "Mind and Matter: Susan Pinker"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/mind-and-matter-susan-pinker?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-tyranny-of-diversity-11609347729", "title": "The Tyranny of Diversity", "date": "2020-12-30 12:02", "summary": "Its monomaniacal pursuit undermines other values-true equality among them.. President-elect Biden promises \"the single most diverse cabinet, based on race, color, based on gender, that has ever existed in the United States of America.\" Diversity, and its brother-in-law Inclusivity, is at the center of progressive politics and of woke culture. But what is its true value?", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cold-war-with-china-is-avoidable-11609347643", "title": "Cold War With China Is Avoidable", "date": "2020-12-30 12:00", "summary": "Today's challenge is different. Beijing has economic power Moscow could only dream of.. American relations with China are at their lowest point in 50 years. Some say Donald Trump has bequeathed Joe Biden a new cold war, which they define as intense competition without shooting. But it is not yet a cold war, and Mr. Trump isn't the sole source of the problem.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/jonathan-pollard-convicted-spy-in-u-s-arrives-in-israel-11609311197", "title": "Jonathan Pollard, Convicted Spy in U.S., Arrives in Israel", "date": "2020-12-30 11:58", "summary": "Pollard and his wife are greeted at the tarmac by Prime Minister Netanyahu. TEL AVIV-Former American naval analyst Jonathan Pollard arrived in Israel early Wednesday with his wife after spending 30 years in prison for spying for Israel, a case that caused friction for years between the two close allies.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/50-50-mushroom-beef-burgers-11609347286", "title": "50/50 Mushroom-Beef Burgers", "date": "2020-12-30 11:54", "summary": "For those not ready for a fully plant-based diet, these tweaks on classic comfort foods will strike a wholesome balance between meat and veg. To explore and search through all our recipes, check out the new WSJ Recipes page.", "categories": [["Life & Work", "Food & Drink"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/food-cooking-drink?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tofu-meatloaf-sheet-pan-dinner-11609346785", "title": "Tofu-Meatloaf Sheet-Pan Dinner", "date": "2020-12-30 11:46", "summary": "For those not ready for a fully plant-based diet, these tweaks on classic comfort foods will strike a wholesome balance between meat and veg. To explore and search through all our recipes, check out the new WSJ Recipes page.", "categories": [["Life & Work", "Food & Drink"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/food-cooking-drink?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-trump-to-campaign-in-georgia-senate-runoffs-11609345078", "title": "Biden, Trump to Campaign in Georgia Senate Runoffs", "date": "2020-12-30 11:17", "summary": "The president-elect and President Trump will hold competing rallies in the state. WASHINGTON-President-elect Joe Biden will travel to Georgia to campaign for the two Democrats in runoff elections that will decide the control of the Senate, as he and President Trump hold competing rallies in the state next week.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/dont-want-to-go-entirely-meatless-try-these-recipes-11609344419", "title": "Don't Want to Go (Entirely) Meatless? Try These Recipes", "date": "2020-12-30 11:06", "summary": "For those not ready for a fully plant-based diet, these tweaks on classic comfort foods will strike a wholesome balance between meat and veg. NEW YEAR'S resolutions never worked for me, but perimenopause got me to rethink my cooking and eating for the long haul.", "categories": [["Life & Work", "Food & Drink"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/food-cooking-drink?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hong-kong-activists-sentenced-to-prison-in-china-for-attempt-to-flee-by-speedboat-11609325351", "title": "Hong Kong Activists Sentenced to Prison in China for Attempt to Flee by Speedboat", "date": "2020-12-30 10:57", "summary": "Group has been held on the mainland since August after being detained on boat headed to Taiwan. HONG KONG-A Chinese court sentenced to prison 10 Hong Kong activists who were caught fleeing the city on a speedboat, in a case that has drawn international attention and galvanized the city's opposition.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/five-ways-employee-experience-changed-in-2020-11609343807", "title": "Five Ways Employee Experience Changed in 2020", "date": "2020-12-30 10:56", "summary": "Companies added new benefits and revamped existing programs to address challenges of remote work. The coronavirus pandemic forced millions of workers to switch from conducting business in an office to working from their homes. Companies adjusted alongside them, attempting to bring new benefits to employees who could no longer enjoy some of the perks that came with working in an office.", "categories": [["Experience Report"]], "category_links": ["https://www.wsj.com/news/experience-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/xi-china-campaign-youth-patriotism-propaganda-11609343255", "title": "Xi's China Crafts Campaign to Boost Youth Patriotism", "date": "2020-12-30 10:50", "summary": "Resume Subscription. In the era of Mao Zedong, China used propaganda posters to urge young people to create a great socialist nation. After the Tiananmen Square protests in 1989, the Communist Party rewrote textbooks to deliver its version of history and to steer its young away from Western ideas.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/dry-january-simply-untenable-11609341300", "title": "Dry January Will Be Wetter Than Ever", "date": "2020-12-30 10:15", "summary": "If December's open tabs were canceled, then so is the most abstemious month of the year. After a long year of canceled birthdays and postponed holiday gatherings, the world is more than ready to say goodbye to 2020.", "categories": [["Magazine - Culture"]], "category_links": ["https://www.wsj.com/news/types/magazine-culture?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/china-fines-alibaba-jd-com-vipshop-over-pricing-complaints-11609341095", "title": "China Fines Alibaba, JD.com, Vipshop Over Pricing Complaints", "date": "2020-12-30 10:11", "summary": "The fines, though nominal, continue China's campaign to rein in the powerful tech sector. China has fined operators of three major e-commerce platforms, including Alibaba Group Holding Ltd. and JD.com Inc., $76,600 each for mispricing products, the latest in the barrage of regulatory actions targeting the increasingly influential internet sector.", "categories": [["Business", "Asia"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/post-vaccine-vacation-dreamers-plot-to-get-the-hell-out-of-their-house-11609340664", "title": "Post-Vaccine Vacation Dreamers Plot to 'Get the Hell Out of Their House'", "date": "2020-12-30 10:04", "summary": "Resume Subscription. Jocelyn Kung hasn't gotten the Covid-19 vaccine yet, but she already is planning for a grand getaway once she does.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/china-heads-into-2021-with-wind-at-its-back-11609340506", "title": "China Heads Into 2021 With Wind at Its Back", "date": "2020-12-30 10:01", "summary": "Chinese economic strength seems likely to continue in 2021 as global trade keeps recovering and consumers regain confidence. China began 2020 negotiating a treacherous exit from an extended trade war, and then was immediately plunged into the battle against Covid-19. Twelve months later it has emerged, improbably, as the large economy in the best shape.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/covid-19-economy-boosts-buy-now-pay-later-installment-services-11609340400", "title": "Pandemic Boosts Buy Now, Pay Later", "date": "2020-12-30 10:00", "summary": "Increased use of Affirm, Afterpay and Klarna coincides with drop in credit-card balances. The holiday season is almost over, but for many gift-givers, the tab won't come due until well into 2021.", "categories": [["Markets", "Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/forget-the-streaming-warspandemic-stricken-2020-lifted-netflix-and-others-11609338780", "title": "Pandemic Boosted Netflix, Other Streaming Players in 2020", "date": "2020-12-30 09:33", "summary": "From Hulu to Disney+, largest streaming services are expected to end the year with 50% more U.S. subscribers. The past 12 months were billed as the year when a flood of new entrants would force streaming services to wage an all-out war for subscribers. Instead, incumbents and rookies alike feasted on a base of shut-in customers eager for more things to watch.", "categories": [["Business", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/finance-executives-look-to-advance-libor-transition-in-2021-11609338601", "title": "Finance Executives Look to Advance Libor Transition in 2021", "date": "2020-12-30 09:30", "summary": "The interest-rate benchmark is being phased out, forcing companies to update contracts and adjust funding projections. Efforts to skip the London interbank offered rate for new transactions by end of next year are forcing finance executives to take stock of their contracts, communicate with banks and investors and adjust their interest-rate cost calculations.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/moderna-emergent-biosolutions-osmotica-what-to-watch-when-the-stock-market-opens-today-11609329855", "title": "Moderna, Emergent Biosolutions, Osmotica: What to Watch When the Stock Market Opens Today", "date": "2020-12-30 09:01", "summary": "S&P 500 futures edge higher, pointing to muted gains for the benchmark index a day after it closed at its second-highest level in history. Here's what we are watching as markets kick into gear Wednesday.U.S. stock futures edged higher, with major indexes set to erase tepid losses from a day earlier and extend their recent rally. The stock indexes ended Tuesday with small declines after Senate Majority Leader Mitch McConnell blocked an effort to hold a vote on sending bigger stimulus checks to many Americans. Read our full market wrap here.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/china-blocks-u-s-governments-332-million-sale-of-hong-kong-luxury-apartments-11609323459", "title": "China Blocks U.S. Government's $332 Million Sale of Hong Kong Luxury Apartments", "date": "2020-12-30 08:59", "summary": "Transaction can't be completed without written consent of Chinese government, buyer says it has been told by authorities. The U.S. government's planned $332 million sale of an exclusive property in Hong Kong was thrown into doubt by the Chinese government, which has determined that the transaction needs its approval.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-radicchio-is-the-ingredient-we-need-right-now-11609336676", "title": "Why Radicchio Is the Ingredient We Need Right Now", "date": "2020-12-30 08:57", "summary": "This chicory comes in striking hues, has a life-affirming bite and holds up valiantly in the fridge. Bust your cooking rut with three simple, delicious ways to prepare it: on a pizza, a sheet pan or a grill.. THE LAST THING anyone needed was another virtual meeting. And yet, in October, more than 1,100 fans of radicchio tuned in to \"Rad TV,\" a day's worth of YouTube programming to fete their favorite bitter vegetable. Academics retold its history (did you know radicchio only became a staple in Italy in the 20th century?), plant breeders shared growing techniques, chefs demo'd recipes such as radicchio tarte tatin and grilled radicchio salad with anchovy dressing.", "categories": [["Life & Work", "Food & Drink"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/food-cooking-drink?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/eu-china-agree-on-terms-of-investment-pact-despite-u-s-wariness-11609334398", "title": "EU, China Agree on Terms of Investment Pact", "date": "2020-12-30 08:37", "summary": "Deal opens up Chinese markets for financial services, telecommunications, electric vehicles and health for EU companies. BRUSSELS-The European Union and China agreed in principle on an investment accord after seven years of negotiations that promises to open new Chinese markets for European companies but has sowed concern in Washington.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chanel-dolce-gabbana-best-fashion-looks-of-december-dior-11609335096", "title": "From Chanel to Dolce & Gabbana, the 18 Best Fashion Looks of December", "date": "2020-12-30 08:33", "summary": "Looking ahead to stepping out in style once again, WSJ. picks the top looks from the December fashion presentations. A new type of fashion season continued to evolve this month, with designers presenting their latest collections in a wide array of formats, including short films and virtual-reality experiences. The collections were mostly pre-fall-though Dolce & Gabbana showed haute couture, Saint Laurent, Bottega Veneta and Brandon Maxwell showed their spring collections and Balenciaga showed its fall collection. Featuring clothes that will start to hit stores as winter gives way to warmer weather, these collections are a crystal ball for the future of dressing up. What will suit the highly anticipated occasion? A floor-length fringe tunic from Oscar de la Renta or a dazzling suit from Givenchy? Designers, tasked with the unprecedented challenge of making clothes in the age of coronavirus, have introduced a subdued kind of glamour: Festive details, like marabou feathers and outsize sleeves were paired with the cozy fabrics and fluid silhouettes that everyone has grown accustomed to wearing at home. Take, for example, Brandon Maxwell's cheeky take on the three-piece suit-a bralette, jacket and pant all tailored entirely out of gray sweatshirt-style material. There will really be no excuse not to dress up in 2021, even if it's just to run errands.", "categories": [["Fashion"]], "category_links": ["https://www.wsj.com/news/types/magazine-fashion?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-k-delays-second-covid-19-vaccine-dose-as-europe-ponders-how-to-speed-up-immunization-11609334172", "title": "U.K. Delays Second Covid-19 Vaccine Dose", "date": "2020-12-30 08:16", "summary": "Countries battling record coronavirus surges consider one-dose vaccination. The U.K. will focus on giving as many people as possible a first dose of a coronavirus vaccine, even if this delays administering a second one, the government said Tuesday, despite a lack of data about the extent of the immunity conferred by a single dose.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/uber-gig-companies-seek-labor-deals-to-avoid-workers-becoming-employees-11609334051", "title": "Uber, Gig Companies Seek Labor Deals to Avoid Workers Becoming Employees", "date": "2020-12-30 08:14", "summary": "Food-delivery platforms in Europe are offering couriers extra benefits in the hope of averting costly legislation on employment rights. BARCELONA-Gig-economy companies in Europe, under pressure over employment rights, are looking to strike labor agreements that give workers some benefits but stop short of making them employees.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/global-digital-tax-detente-ends-as-u-s-and-france-exchange-blows-11609333200", "title": "Global Digital-Tax Detente Ends, as U.S. and France Exchange Blows", "date": "2020-12-30 08:00", "summary": "Dispute centers on cross-border revenue at Google, Facebook, Amazon and other tech firms. Detente is ending in the global fight over tech taxes.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-small-business-stimulus-plan-fails-to-address-fraud-risks-11609333200", "title": "New Small-Business Stimulus Plan Fails to Address Fraud Risks", "date": "2020-12-30 08:00", "summary": "Almost 1,500 companies that earlier got Paycheck Protection Program loans had faced allegations of violating regulations or criminal behavior. The new Covid-19 relief plan for small businesses that President Trump signed this week doesn't address some weaknesses in the original stimulus legislation that allowed companies with checkered histories to get billions of dollars in payments.", "categories": [["Markets", "Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-four-teams-dominate-the-college-football-playoff-11609296213", "title": "Why Four Teams Dominate the College Football Playoff", "date": "2020-12-30 08:00", "summary": "Deep pockets, pivotal coaching hires, the decline of nonplayoff bowls and a feedback loop in recruiting have enshrined a tiny upper class. The iron grip of a few programs on the College Football Playoff is so strong that this season, it even survived a modern-day plague.", "categories": [["Sports", "College Football"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/college-football?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/shift-gears-accelerate-cios-reordered-it-priorities-in-2020-11609331400", "title": "Shift Gears, Accelerate: CIOs Reordered IT Priorities in 2020", "date": "2020-12-30 07:30", "summary": "Chief information officers also raced to set boundaries to prevent team burnout. Remote work and the acceleration of certain digital projects in 2020 forced chief information officers to reprioritize corporate demands and set new boundaries to prevent team burnout.", "categories": [["CIO Journal"]], "category_links": ["https://www.wsj.com/news/types/cio-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chinese-covid-19-vaccine-is-79-effective-interim-phase-3-results-show-11609317186", "title": "Chinese Covid-19 Vaccine Is 79% Effective, Interim Phase 3 Results Show", "date": "2020-12-30 07:17", "summary": "Candidate's maker seeks conditional approval from Chinese regulators. A Chinese vaccine candidate was found to be 79% effective in protecting against Covid-19 in interim Phase 3 results and was seeking conditional approval from Chinese regulators, a unit of the shot's state-owned maker said.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/big-pharma-heads-toward-a-deals-spree-11609329780", "title": "Big Pharma Heads Toward a Deals Spree", "date": "2020-12-30 07:03", "summary": "Regulatory outlook appears promising, and Covid-19 vaccines could give the industry political capital. In the year ahead, investors should expect Big Pharma to have its wallet open. Investors hunting for buyouts should think big.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-army-of-individual-investors-flexes-its-muscle-11609329600", "title": "New Army of Individual Investors Flexes Its Muscle", "date": "2020-12-30 07:00", "summary": "More than 10 million new brokerage accounts were opened in 2020 as individuals piled in to bet on stocks. The online brokerage industry might be hard pressed to outdo the record-breaking year it experienced in 2020, but for now, few are betting against it.", "categories": [["Markets", "Stocks"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/covid-19-was-consuming-india-until-nearly-everyone-started-wearing-masks-11609329603", "title": "Covid-19 Was Consuming India, Until Nearly Everyone Started Wearing Masks", "date": "2020-12-30 07:00", "summary": "One of the world's most boisterous and diverse democracies has embraced a proven pandemic strategy with little debate. NEW DELHI-In September, India was reporting almost 100,000 Covid-19 cases a day, with many predicting it would soon pass the U.S. in overall cases. Instead, its infections dropped and are now at one-fourth that level.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/intel-gets-some-needed-cover-11609327980", "title": "Intel Gets Some Needed Cover", "date": "2020-12-30 06:33", "summary": "Activist call to evaluate strategic options could help chip maker make some painful choices. Chip making is a complicated business. Fixing a broken chip maker is more complicated still.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/king-dollar-is-abdicating-and-thats-ok-11609326180", "title": "King Dollar Is Abdicating and That's OK", "date": "2020-12-30 06:03", "summary": "The Fed's stance means the greenback's weakness is likely to continue, but that isn't a disaster for investors who position themselves correctly. There are many reasons to expect a weaker U.S. dollar next year and perhaps for longer, but none more important than the new policy stance of the Federal Reserve.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/radial-looks-to-build-on-a-year-of-frantic-logistics-growth-11609326000", "title": "Radial Looks to Build on a Year of Frantic Logistics Growth", "date": "2020-12-30 06:00", "summary": "In a Q&A, new CEO Ilias Simpson says more technology, geographic expansion are in the fulfillment specialist's plans for 2021. E-commerce logistics provider Radial Inc. has notched big gains during the coronavirus pandemic, which triggered surging online order volumes while presenting new challenges as the company hustled to meet the sudden rush in demand.", "categories": [["Logistics Report"]], "category_links": ["https://www.wsj.com/news/types/logistics-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/as-2020-limps-to-an-end-ad-executives-look-warily-to-2021-11609326001", "title": "As 2020 Limps to an End, Ad Executives Look Warily to 2021", "date": "2020-12-30 06:00", "summary": "Among the trends: the pivot to digital continues to favor big platforms; companies will have to meet diversity goals; people are burned-out, but could it turn into the Roaring 2020s?. When the pandemic struck early this year, many advertisers paused their campaigns, clawed back scheduled media buys and rethought their entire approach to selling products and marketing to homebound consumers. Meanwhile, agencies faced layoffs and furloughs as well as changing client needs, many with a bent toward e-commerce.", "categories": [["CMO Today"]], "category_links": ["https://www.wsj.com/news/types/cmo-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/feds-rate-setting-panel-gets-new-members-amid-uncertain-outlook-11609324200", "title": "Fed's Rate-Setting Panel Gets New Members Amid Uncertain Outlook", "date": "2020-12-30 05:30", "summary": "Annual rotation of committee members means Atlanta, Chicago, Richmond and San Francisco Fed bank chiefs gain voting rights. Federal Reserve officials who gain votes on the central bank's monetary policy committee in January include some of its strongest supporters of policies to stimulate the economy.", "categories": [["Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hyundai-kia-pick-up-speed-in-2020-with-new-suvs-11609324201", "title": "Hyundai, Kia Pick Up Speed in 2020", "date": "2020-12-30 05:30", "summary": "Korean auto group, whose brands tend to thrive in tough times, expanded its U.S. market share. In a tough year for the car business, Hyundai Motor Group picked up momentum in 2020, aided by a slate of new sport-utility vehicles that have resonated with American buyers.", "categories": [["Business", "Autos & Transportation", "Autos Industry"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/transportation?mod=breadcrumb", "https://www.wsj.com/news/types/autos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/banks-pile-into-government-debt-setting-up-doom-loop-sequel-in-europe-11609324201", "title": "Banks Pile Into Government Debt, Setting Up 'Doom Loop' Sequel in Europe", "date": "2020-12-30 05:30", "summary": "In Italy over 11% of the banks' assets are in government debt, a record. European banks are doing something that got them into trouble years ago: loading up on government debt, a trade investors call the \"doom loop.\"", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/rural-pastors-tend-to-flocks-divided-and-isolated-by-covid-19-11609324200", "title": "Rural Pastors Tend to Divided and Isolated Flocks", "date": "2020-12-30 05:30", "summary": "Resume Subscription. RONAN, Mont.-When the Rev. Seth Nelson reopened Faith Lutheran Church in this rural highway town this spring, he put strict social distancing rules in place: every other pew roped off; no coffee and cookies after service; and, most controversially, masks required.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/chinas-top-credit-rater-barred-from-new-business-for-three-months-11609319519", "title": "China's Top Credit Rater Barred From New Business for Three Months", "date": "2020-12-30 04:12", "summary": "Chengxin had an AAA rating on state-owned coal miner Yongcheng when it defaulted. China's top credit-rating firm was banned from rating new bonds for three months, after an investigation found it ignored red flags at a state-owned coal miner whose default last month rattled the country's bond market.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/abortion-once-unthinkable-in-argentina-becomes-legal-11609314445", "title": "Argentina Makes Abortion Legal in Landmark Vote", "date": "2020-12-30 03:43", "summary": "Pope Francis fought against a bill that will now give momentum to pro-abortion movements across Latin America. Lawmakers in Argentina approved a bill Wednesday to legalize abortion, making it the first large Latin American country to ditch stringent antiabortion regulations in a vote expected to boost feminist movements across the predominantly Catholic region.", "categories": [["World", "Latin America"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/latin-america-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/oxford-astrazeneca-vaccine-gets-u-k-nod-how-is-it-different-than-other-shots-11609317308", "title": "Oxford, AstraZeneca Vaccine Gets U.K. Nod. How Is It Different From Other Shots?", "date": "2020-12-30 03:35", "summary": "The third vaccine authorized in the West to fight Covid-19 has proved less effective than shots by Pfizer and Moderna. The U.K. authorized a Covid-19 vaccine developed by AstraZeneca PLC and the University of Oxford, the second shot to get the green light in the country and the third to be cleared for emergency use in the West. The authorization follows a similar one in the U.K. earlier this month for a vaccine made by Pfizer Inc. and BioNTech SE. The Pfizer shot and one by Moderna Inc. have both been authorized in the U.S.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/louisiana-gop-congressman-elect-luke-letlow-dies-of-covid-19-11609301914", "title": "Louisiana GOP Congressman-Elect Luke Letlow Dies of Covid-19", "date": "2020-12-30 00:02", "summary": "Letlow was set to be sworn in with new freshmen in Congress on Sunday. Louisiana Rep.-elect Luke Letlow died of Covid-19, just days before the Republican was set to be sworn in as a new member of Congress, his spokesman said Tuesday. He was 41.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/developers-1-4-billion-plan-for-towers-in-new-yorks-historic-seaport-district-sparks-controversy-11609336800", "title": "Plan for New York's Historic Seaport District Sparks Controversy", "date": "2020-12-30 00:01", "summary": "Proposal is slated to go before the Landmarks Preservation Commission on Jan. 5; panel previously rejected at least nine developments for the site. The South Street Seaport, one of New York City's oldest neighborhoods, is no stranger to fights over protecting its historic buildings. And one of its longstanding preservation battlegrounds is a parking lot.", "categories": [["U.S.", "Real Estate"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-real-estate?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11609273480", "title": "Pepper...and Salt", "date": "2020-12-30 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}]