[{"link": "https://www.wsj.com/articles/trailing-in-the-polls-and-time-running-out-trump-looks-for-one-more-comeback-11602327600", "title": "Trailing in the Polls and Time Running Out, Trump Looks for One More Comeback", "date": "2020-10-10 22:23", "summary": "Republicans hope a stimulus deal and Supreme Court hearings could turn the tide after the president's Covid-19 diagnosis and a rough debate. WASHINGTON-President Trump is at his lowest point in the polls in months, behind in ad spending and has spent the past week off the campaign trail after a positive Covid-19 diagnosis. Now, with just weeks to go before Election Day, he's hoping for one more reset.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/djokovics-best-shot-at-nadal-in-paris-when-clay-isnt-clay-11602316801", "title": "Djokovic's Best Shot at Nadal in Paris: When Clay Isn't Clay", "date": "2020-10-10 20:39", "summary": "Cold, damp conditions could make the 12-time Roland-Garros champion more vulnerable than ever in Sunday's final. PARIS-Novak Djokovic's season of the pandemic could have easily been defined by the June night he spent partying in a Belgrade nightclub, which he followed with a positive test for the coronavirus. Or it could have been dominated by the September evening when he left the U.S. Open in disgrace, after a single act of petulance.", "categories": [["Sports", "Tennis"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/tennis?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lawmakers-of-both-parties-balk-at-trump-administrations-latest-stimulus-offer-11602359580", "title": "Lawmakers Balk at Trump Administration's Latest Stimulus Offer", "date": "2020-10-10 20:08", "summary": "The $1.8 trillion proposal draws little enthusiasm among Republicans and Democrats, further diminishing chances of deal before election. WASHINGTON-Both Senate Republicans and House Democrats signaled opposition to the Trump administration's $1.8 trillion offer for coronavirus relief aid, again clouding the prospects for an agreement before Election Day.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-are-militias-and-are-they-legal-11602370719", "title": "What Are Militias and Are They Legal?", "date": "2020-10-10 18:58", "summary": "'Wolverine Watchmen,' a self-styled militia, is tied to alleged plot to kidnap Michigan governor. Seven of the 13 men charged this past week in the plot to kidnap Michigan's governor were part of a self-styled militia known as the \"Wolverine Watchmen,\" prosecutors say.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-latest-news-10-10-2020-11602328199", "title": "Daily U.S. Coronavirus Cases at Highest Level Since Mid-August", "date": "2020-10-10 17:21", "summary": "U.S. reported more than 57,000 cases on Friday; White House draws up $1.8 trillion relief package. The U.S. reported more than 57,000 cases of the coronavirus on Friday, the highest tally in nearly two months, as the Trump administration sweetened its offer to Democrats for a virus-related relief package.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ibm-split-doesnt-guarantee-a-speedy-recovery-history-suggests-11602360636", "title": "IBM Split Doesn't Guarantee a Speedy Recovery", "date": "2020-10-10 16:10", "summary": "Planned spinoff of unit managing clients' IT infrastructure comes with execution challenges. International Business Machines Corp. Chief Executive Arvind Krishna is betting on the well-practiced gambit of a corporate divorce to revive the former corporate icon. But tech history shows the outcome can be disappointing.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/colombian-court-frees-ex-president-from-house-arrest-in-divisive-case-11602358272", "title": "Colombian Court Frees Ex-President From House Arrest in Divisive Case", "date": "2020-10-10 15:31", "summary": "Investigation continues into whether Álvaro Uribe tampered with witnesses in an investigation surrounding paramilitary fighters. BOGOTÁ, Colombia-A judge rescinded a house-arrest order on Saturday against powerful former President Álvaro Uribe, who is being investigated for witness tampering in a case that has divided Colombia.", "categories": [["World", "Latin America"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/latin-america-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/thinking-of-quitting-your-job-heres-what-working-mothers-should-know-11602356400", "title": "Thinking of Quitting Your Job? Here's What Working Mothers Should Know", "date": "2020-10-10 15:00", "summary": "As the pandemic has some women leaving the workforce to assume full-time childcare duties, experts warn of long-term financial impact. ", "categories": [["Markets", "Personal Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/personal-finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/iga-swiatek-wins-french-open-11602340949", "title": "Poland's Iga Swiatek Wins French Open", "date": "2020-10-10 13:14", "summary": "Didn't drop a set in the tournament while taking her first Grand Slam title. PARIS-If it was possible to win a Grand Slam tennis tournament with less fanfare, Iga Swiatek hasn't seen it.", "categories": [["Sports", "Tennis"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/tennis?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/north-korea-marks-75th-anniversary-of-ruling-partys-founding-with-military-parade-11602332808", "title": "North Korea Marks 75 Years of Communism With Giant New Missile", "date": "2020-10-10 12:03", "summary": "Leader tears up during emotional speech at event where Pyongyang introduces a new intercontinental missile that is likely the largest of its kind on Earth. SEOUL-North Korea celebrated 75 years of communism with a military parade at which it unveiled an intercontinental missile that experts say is likely larger than anything else like it on Earth.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/delta-leaves-hundreds-of-thousands-without-power-11602335951", "title": "Delta Leaves Hundreds of Thousands Without Power", "date": "2020-10-10 11:54", "summary": "Storm losing strength after striking Louisiana as Category 2 hurricane. Storm-weary work crews and residents cleaned up homes and streets across southwestern Louisiana Saturday, a day after Hurricane Delta ripped tarps from already-damaged roofs and flung debris left behind by August's Hurricane Laura.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sustainability-investors-shift-their-focus-to-social-issues-11602342000", "title": "Sustainability Investors Shift Their Focus to Social Issues", "date": "2020-10-10 11:00", "summary": "The pandemic and protests over racial issues have altered the way investors, employees and the public view the role of companies. The global pandemic and social movements are accelerating change in the way investors, workers and the public view the role of companies in society.", "categories": [["Business", "Journal Reports: Leadership"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-leadership?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-to-tell-if-a-sustainable-business-is-greenwashing-11602342001", "title": "How to Tell if a 'Sustainable' Business Is 'Greenwashing'", "date": "2020-10-10 11:00", "summary": "Exaggerated claims about sustainability tap into growing interest from consumers and investors. Figuring out which products and services meet evolving ESG standards isn't easy.. Ryanair Holdings PLC launched a marketing campaign last year to brand itself as \"Europe's lowest-emissions\" airline. That claim didn't fly in Britain, where the country's advertising watchdog banned the ads, saying they fell short of its standards and were misleading.", "categories": [["Business", "Journal Reports: Leadership"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-leadership?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/apples-5g-iphone-will-need-to-be-more-than-5g-11602338400", "title": "Apple's 5G iPhone Will Need to Be More Than 5G", "date": "2020-10-10 10:00", "summary": "'Supercycle' hype greets launch of new device despite limited availability of next-generation coverage. Apple Inc. is master of the upsell, but 5G might present the company with its biggest challenge yet.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-lockdown-sparks-burst-of-broadway-shows-11602334800", "title": "Coronavirus Lockdown Sparks Burst of Broadway Shows", "date": "2020-10-10 09:00", "summary": "For some artists, the pandemic provided time to work on a play or musical they had always hoped to write. Broadway theaters may be closed through at least next spring because of the coronavirus pandemic. But Don McLean, the singer-songwriter best known for the 1971 hit tune \"American Pie,\" said that doesn't deter him from his dream of authoring a musical.", "categories": [["U.S.", "Culture"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-culture?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/armenia-and-azerbaijan-reach-cease-fire-after-russia-brokered-talks-11602322644", "title": "Armenia and Azerbaijan Reach Cease-Fire After Russia-Brokered Talks", "date": "2020-10-10 08:47", "summary": "If the truce holds, it could help reassert Moscow's influence in the volatile South Caucasus region. MOSCOW-Armenia and Azerbaijan announced a cease-fire after nearly two weeks of intense fighting that has claimed hundreds of lives following Russia-brokered talks over the disputed enclave of Nagorno-Karabakh.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mix-up-patterns-and-colors-for-an-adventurous-look-11602333000", "title": "Mix Up Patterns and Colors for an Adventurous Look", "date": "2020-10-10 08:33", "summary": "Patchwork and other forms of assemblage are what you need in your wardrobe. Right now, it's all about putting the pieces back together. Let your wardrobe reflect that with some patchy-inspired essentials. Here, one of the Emily Bode's signature shirts in a flag pattern fits in nicely among the rest of these selections WSJ. has put together. In 2019, Bode, a master of working with patchwork spoke about to WSJ. about what inspires her to create. \"My mom saved all of her vintage clothes, so things that were vintage in the '70s-from the '50s or '20s-plus the things that were new, but [that] they knew to save. Like Pucci bras or Liberty swimsuits. They knew those were historic, in a way,\" she said. Below, Tom Ford takes the hum-drum denim skirt and elevates it through assemblage. And for a bold move, pick up a pair of multi-colored shoes from Marni that will turn heads all season long. Check out all of the items.", "categories": [["What's News"]], "category_links": ["https://www.wsj.com/news/types/magazine-what-s-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/give-your-fall-wardrobe-a-swirl-11602333000", "title": "Give Your Fall Wardrobe a Swirl", "date": "2020-10-10 08:31", "summary": "Bold paisleys and florals, mixed with white shirts or pants for contrast, bring a fresh energy for fall. If you're feeling drab this season, it might be time to ditch the solid basics. Try leveling up your wardrobe with lots of patterns, swirls and textures. It's high time you left your head-to-toe black looks behind you. Here, in this shoot, photographer Davey Adesida and WSJ. Magazine's Alexander Fisher showcase looks that will give your closet a much needed burst of refreshment. Take for example, the puffy and floral Isabel Marant jacket seen below, worn with an Anderson's belt to give it a quick cinch. It's a perfect look to wear as the fall breeze rolls in. Or consider the Ulla Johnson shirt in a mix of autumnal shades. It's hard to think of a piece more stylish for running through crunchy leaves. And whatever you do, don't miss the Salvatore Ferragamo coat, below. Let all the looks here serve as inspiration for you a much-needed revamp of everything you own.", "categories": [["WSJ. Magazine"]], "category_links": ["https://www.wsj.com/news/types/magazine-wsj-magazine?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/is-vote-fashion-effectiveor-just-a-pointless-fad-11602331244", "title": "Is 'Vote Fashion' Effective-or Just a Pointless Fad?", "date": "2020-10-10 08:00", "summary": "From Michelle Obama's ByChari necklace to LeBron James's 'More Than a Vote' gear, fashion and accessories emblazoned with the word 'vote' are inescapable. But do they work?. ONE OF MY earliest fashion memories is the \"Votes for Women\" suffragette sash that Winifred Banks wore in the original \"Mary Poppins\" movie, set in 1910. The fictional Mrs. Banks was meant to be part of Emmeline Pankhurst's Women's Social and Political Union, a British suffrage movement. As early branding masters, the suffragettes on both sides of the Atlantic used sashes, symbolic colors, fans, parasols, fine jewelry and even china to communicate their cause.", "categories": [["Life & Work", "Off Brand"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/off-brand?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/columbus-day-events-pared-back-amid-covid-and-indigenous-peoples-day-celebrations-11602331201", "title": "Columbus Day Events Pared Back Amid Covid-19, Indigenous People's Day Celebrations", "date": "2020-10-10 08:00", "summary": "Festivities are mostly going virtual; more cities honor Native Americans. Columbus Day celebrations this year may be hard to find. Traditional festivities and parades have been drastically scaled back because of the coronavirus, and fewer Christopher Columbus statues remain standing after protesters toppled or defaced some of them this year.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/too-complex-to-break-up-is-the-new-too-big-to-fail-11602302406", "title": "Tech's Answer to 'Too Big to Fail'", "date": "2020-10-10 07:53", "summary": "Facing hostility from would-be trustbusters in Congress, Facebook argues it's too late to unscramble the egg of its many acquisitions. Lawmakers this week proposed breaking up Big Tech by reviving aggressive, turn-of-the-last-century-style antitrust laws and enforcement measures. Amazon , Facebook , Google and Apple, they argued, all have developed monopoly power that they use to stamp out competition and stifle innovation.", "categories": [["Tech", "Keywords: Christopher Mims"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb", "https://www.wsj.com/news/types/keywords?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hong-kong-arrests-nine-for-helping-antigovernment-activists-escape-11602329459", "title": "Hong Kong Arrests Nine for Helping Antigovernment Activists Escape", "date": "2020-10-10 07:31", "summary": "Police move is latest in deepening campaign against dissent. HONG KONG-Hong Kong police arrested nine people on Saturday who they said aided a group of antigovernment activists-known locally as the Hong Kong 12-that attempted to flee the city by boat only to be intercepted by mainland authorities and taken to China, where they now await trial.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/james-bond-cary-joji-fukunaga-interview-no-time-to-die-11602287635", "title": "Cary Joji Fukunaga on Directing the James Bond Film 'No Time to Die'", "date": "2020-10-10 07:00", "summary": "With the newest installment of James Bond-which is now postponed to 2021-acclaimed art-house director Cary Joji Fukunaga takes the reins of one of film's most storied franchises for Daniel Craig's final bow. CARY JOJI FUKUNAGA always envisioned a cinematic ending to his first mega-budget film: After completing No Time to Die-the 25th installment of the $16 billion James Bond franchise-the acclaimed writer-director would disappear into darkness. What Fukunaga didn't foresee, however, was how long his fade-to-black would last or that his blockbuster-in-waiting would also remain hidden from view.", "categories": [["Feature"]], "category_links": ["https://www.wsj.com/news/types/magazine-feature?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/gerhard-richter-the-birkenau-paintings-review-exploiting-historic-horrors-11602327601", "title": "'Gerhard Richter: The Birkenau Paintings' Review: Exploiting Historic Horrors", "date": "2020-10-10 07:00", "summary": "On view at the Met, the German artist's suite covers reproduced photographs taken at the Nazi concentration camp in layers of squeegeed paint to numbing, manipulative effect.. ", "categories": [["Books & Arts", "Art Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/art-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/her-new-personal-trainers-two-kids-on-bikes-11602324000", "title": "Her New Personal Trainers: Two Kids on Bikes", "date": "2020-10-10 06:00", "summary": "Resume Subscription. Amy Parvaneh used to rely on her SoulCycle instructor for motivation. Now, her two children are the ones on the bikes, encouraging her to push through the pain of her new sport, running.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/where-trump-and-biden-stand-on-student-debt-college-costs-11602322200", "title": "Where Trump and Biden Stand on Student Debt, College Costs", "date": "2020-10-10 05:30", "summary": "President sees a marketplace driven by consumer choice; Biden proposes canceling billions in debt, free public college for many. ", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/banks-have-barely-touched-the-feds-main-street-lending-program-except-this-one-11602322201", "title": "Banks Have Barely Touched the Fed's Main Street Lending Program. Except This One.", "date": "2020-10-10 05:30", "summary": "Resume Subscription. Most banks have steered clear of the Federal Reserve's loan program designed to buoy midsize businesses. One Florida lender is diving in.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/las-vegas-strip-empty-without-conventions-11602322200", "title": "Las Vegas Strip Empty Without Conventions", "date": "2020-10-10 05:30", "summary": "Covid-19 restrictions and travel industry woes have eroded a crucial revenue source for casino giants. When the rodeo left Las Vegas, it removed the last big event this year that could have re-energized the city's Strip and battered convention business.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hurricane-delta-expected-to-hit-louisiana-region-pummeled-by-laura-11602253326", "title": "Hurricane Delta Makes Landfall in Louisiana, Weakens to Tropical Storm", "date": "2020-10-10 04:08", "summary": "Several parishes are under evacuation orders; 'We are just focused on task at hand, and that's human lives'. Hurricane Delta made landfall in southwestern Louisiana Friday evening, bringing powerful gusts, dangerous flooding and storm surges to a region still recovering from August's Hurricane Laura.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11602263273", "title": "Pepper...and Salt", "date": "2020-10-10 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/skip-the-plastic-wrap-5-chic-reusable-food-storage-alternatives-11602302433", "title": "Skip the Plastic Wrap. 5 Chic, Reusable Food-Storage Alternatives.", "date": "2020-10-10 00:00", "summary": "Plastic film-the stuff of grocery bags and cling wrap-is nearly impossible to recycle. Consider these handsome, eco-friendly stand-ins for storing food.. YOU'VE SPENT a lot of time in the kitchen the last seven months, cooking more and storing more-from leftover lasagna to the hunk of extra mozzarella it didn't call for. Most likely you reflexively used what's known in the waste-management world as plastic film-Glad wraps, Hefty Baggies, shopping and produce bags from the grocery store-very little of which gets salvaged. \"Our national recycling system is not designed to handle this material,\" said Nina Bellucci Buttler, CEO of More Recycling, a research and technology firm based in Sonoma, Calif. The good news: Food-storage alternatives have moved way beyond brown craft paper and cotton string.", "categories": [["Real Estate", "Design"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/design?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bye-bye-sweatpants-15-reasons-to-get-excited-about-fashion-this-fall-11602302415", "title": "Bye-Bye, Sweatpants! 15 Reasons to Get Excited About Fashion This Fall.", "date": "2020-10-10 00:00", "summary": "From the shoes we'll wear to the TV shows we'll watch ('The Crown!') and the big news at Prada, everything that's inspiring us to actually get dressed again. WHAT'S THE point of fashion now, in our collective state of semi-isolation? No one really cares if you wear the same WFH sweater five days in a row. But doing so is a sad, stale reminder of our last six months of stagnation. At The Wall Street Journal, we're as tired of focusing on sweatpants and masks as you are. Yet the carefree past, in which we'd herald fantastic trends (gothic frocks, anyone?) feels distant and increasingly irrelevant.", "categories": [["Life & Work", "Style & Fashion", "Fashion"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/fashion?mod=breadcrumb", "https://www.wsj.com/news/types/fashion?mod=breadcrumb"]}]