[{"link": "https://www.wsj.com/articles/barr-strives-to-keep-justice-moving-amid-coronavirus-crisis-11584955802", "title": "Barr Strives to Keep Justice Moving Amid Coronavirus Crisis", "date": "2020-03-23 19:53", "summary": "Federal courts are reducing operations, prisons are grappling with infections and criminal cases have stalled as prosecutors work from home. Attorney General William Barr keeps a thermometer on his desk so he can take his temperature every time he prepares to go to the White House.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/johnson-johnson-cfo-warns-coronavirus-uncertainty-to-make-guidance-100-precisely-wrong-11585007136", "title": "Johnson & Johnson CFO: Coronavirus Uncertainty to Make Guidance '100% Precisely Wrong'", "date": "2020-03-23 19:45", "summary": "Conveying the degree of variability in guidance is important, J&J CFO Joseph Wolk says. Economic uncertainty surrounding the coronavirus pandemic has made financial projections all but impossible for many finance chiefs.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/supreme-court-rules-on-race-copyright-and-deportation-11585005759", "title": "Supreme Court Rules on Race, Copyright and Deportation", "date": "2020-03-23 19:44", "summary": "The bench was vacant Monday, as the justices, following guidance for social distancing, issued their decisions remotely. WASHINGTON-The Supreme Court on Monday raised hurdles for a black television producer alleging discrimination by Comcast Corp.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-pelosi-schumer-contagion-11585006077", "title": "The Pelosi-Schumer Coronavirus Contagion", "date": "2020-03-23 19:34", "summary": "Democratic leaders kill a rescue bill under pressure from the left. What a spectacle. Much of America is quarantined at home, the public is so panicked there's a run on toilet paper, the country desperately wants reassurance, and Nancy Pelosi and Chuck Schumer decide to take a bipartisan rescue bill as a political hostage.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lawmakers-can-narrow-insanity-defense-supreme-court-rules-11584999118", "title": "Lawmakers Can Narrow Insanity Defense, Supreme Court Rules", "date": "2020-03-23 19:27", "summary": "The court left open the possibility of a future challenge under the Eighth Amendment, which forbids cruel and unusual punishments. WASHINGTON-The Supreme Court on Monday said state or federal lawmakers can significantly limit the insanity defense, rejecting claims that the Constitution requires acquittal of defendants who lack the capacity to distinguish right from wrong when committing their crimes.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/california-deems-pot-an-essential-coronavirus-business-11585005903", "title": "California Deems Pot an Essential Coronavirus Business", "date": "2020-03-23 19:25", "summary": "The powerful marijuana lobby rolls over the health risks to smokers.. Potheads panicked after California Gov. Gavin Newsom last week ordered all \"non-essential\" businesses to close and citizens to stay home except to perform essential activities. Over the weekend Mr. Newsom told them to chill and that producing, selling and buying marijuana all qualify as essential.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/workers-of-the-world-need-employers-11585005929", "title": "Workers of the World Need Employers", "date": "2020-03-23 19:25", "summary": "There's a term for separating employees from employers: Unemployment.. It is a political non sequitur for the ages: Democrat after Democrat, taking to the Senate floor or their favorite media megaphones, declaring that they want to help \"workers\" and \"families\" cope with the coronavirus fallout rather than help businesses and corporations.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fda-warns-consumers-against-at-home-coronavirus-tests-11585005915", "title": "FDA Warns Consumers Against At-Home Coronavirus Tests", "date": "2020-03-23 19:25", "summary": "Agency says it hasn't authorized any such test kits and that 'fraudulent' ones are being marketed. The Food and Drug Administration is warning people to avoid any at-home tests for coronavirus, saying it hasn't authorized any tests to be self-administered by consumers.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/frances-emergency-room-emergency-11585005857", "title": "France's Emergency-Room Emergency", "date": "2020-03-23 19:24", "summary": "Its universal medical system was collapsing before the pandemic.. The idea that American health care is inferior to its more socialized counterparts has been an article of faith on the left for decades. Yet France's universal system is on the brink of collapse, and its problems began long before the coronavirus arrived in Western Europe.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-city-police-step-up-patrols-to-enforce-social-distancing-11584997999", "title": "New York City Police Step Up Patrols to Enforce Social Distancing", "date": "2020-03-23 19:19", "summary": "Mayor de Blasio to send plan on preventing gatherings to Gov. Cuomo by end of day. New York City will deploy police officers and workers from other government agencies to parks and playgrounds to enforce social distancing rules and slow the spread of the novel coronavirus, Mayor Bill de Blasio said Monday evening.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/digital-payments-soar-amid-coronavirus-restrictions-11585005215", "title": "Digital Payments Soar Amid Coronavirus Restrictions", "date": "2020-03-23 19:13", "summary": "In Italy, e-commerce transactions have risen 81% since the end of February, McKinsey says. Digital-payment services are facing a surge in demand as efforts to stem the novel coronavirus pandemic result in housebound shoppers stocking up on groceries, prescription drugs, audiobooks and movies online.", "categories": [["CIO Journal"]], "category_links": ["https://www.wsj.com/news/types/cio-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/china-is-not-a-coronavirus-role-model-11585005002", "title": "China Is Not a Coronavirus Role Model", "date": "2020-03-23 19:10", "summary": "The Communists' coverup helped create this mess. We'll need the free world's innovation to get out of it.. The coronavirus pandemic has elicited some strange jealousy for China's authoritarianism. \"In the face of a previously unknown virus, China has rolled out perhaps the most ambitious, agile and aggressive disease containment effort in history,\" declared a Feb. 28 World Health Organization report. The argument is that the unchecked power of the Chinese government is a main reason the country has successfully slowed-and perhaps even stopped-domestic transmission of the virus. Some commentators even claim that China will emerge from the crisis a stronger global power, and that the U.S. will need its help to recover.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/for-now-pay-workers-to-stay-home-11585005030", "title": "For Now, Pay Workers to Stay Home", "date": "2020-03-23 19:10", "summary": "Service employees need aid during the lockdowns, but long-term cash transfers would leave them worse off.. Desperate times need extreme measures-and only in the face of the new coronavirus does it make sense for the federal government to send money directly to every American. Cash payments are the most direct way to reduce the economic harm that lockdowns will inflict on the one-fifth of workers employed in vulnerable service industries.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/conservative-principles-in-an-emergency-11585005053", "title": "Conservative Principles in an Emergency", "date": "2020-03-23 19:10", "summary": "Republican lawmakers shouldn't let liberals use the crisis to impose unwise permanent policies.. Democrats on Capitol Hill are seizing on the coronavirus pandemic as an opportunity to force through their own longstanding and unrelated legislative priorities. Conservatives shouldn't be afraid to stand up for our principles. To us, this crisis demonstrates that government is too big and unfocused. We want it to function well at its core responsibilities.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-threatens-americas-nonprofits-11585004951", "title": "Coronavirus Threatens America's Nonprofits", "date": "2020-03-23 19:09", "summary": "A pandemic makes it difficult to provide vital services and raise needed money.. As policy makers respond to the coronavirus pandemic and its economic effects, they shouldn't forget about America's nonprofits, which are on the front lines of caring for the nation's most vulnerable populations. My organization is a case in point. Easterseals' national network of 68 affiliates provides services to people with disabilities. The closing of early-childhood programs, schools, after-school programs, adult day centers and other facilities threatens both their ability to provide services and the revenue streams that come from those services.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/volatility-aint-what-it-used-to-be-11585004897", "title": "Volatility Ain't What It Used to Be", "date": "2020-03-23 19:08", "summary": "Derivatives markets are functioning well and acting as shock absorbers during a time of market ups and downs.. Derivatives markets have never been this volatile. Over the past week, a leading high-yield credit default swap index that is a barometer of insolvency risk repeatedly reached new highs. On March 16, Cboe Volatility Index futures, which react to stock market volatility, soared to historic levels. Commodity prices are behaving similarly, with oil futures plummeting 34% on March 9 only to jump by a record 24% some 10 days later. Gold-usually a bulwark against equity market volatility-has been falling in tandem with stocks. Other financial measures have shown similar volatility as markets seesaw.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/will-coronavirus-kill-populism-11585004780", "title": "Will Coronavirus Kill Populism?", "date": "2020-03-23 19:06", "summary": "Trump's 2016 victory shook the world. His re-election would be more consequential.. The coronavirus's economic impact is dramatic; the virus's consequences for world politics could be more consequential. To begin with, the balance of world power could change significantly as some nations recover with relative speed, while others face longer and deeper social and political crises. But the crisis is also affecting nations' domestic politics, and it is through this channel that its most lasting consequences will likely be felt.", "categories": [["Opinion", "Global View"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/global-view?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/faster-review-racing-to-restore-french-pride-11585004722", "title": "'Faster' Review: Racing to Restore French Pride", "date": "2020-03-23 19:05", "summary": "Alarmed by the rise of German nationalism, a French-American aristocrat helps create a race car that could beat the Nazis on the track.. If you've ever been to a Formula One race, you know there's a rhythm to the typical three-day weekend. Friday is more relaxed and laid back. There are fewer people at the track, allowing you to walk around freely and take in the atmosphere, whether it's in the cityscape of Melbourne, Australia; the suburban desert of Bahrain; the thick, hilly forests of the Belgian Ardennes; or among the luxury yachts of Monaco.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/business-makes-war-on-coronavirus-11585004754", "title": "Business Makes War on Coronavirus", "date": "2020-03-23 19:05", "summary": "U.S. manufacturers turn their might from making cars to making ventilators.. Of all the coronavirus nightmares, the one most haunting doctors, governors and hospital administrators is finding themselves without enough ventilators to go around. When a patient can't breathe on his own, a ventilator moves air in and out of his lungs. For a Covid-19 patient in critical care, a ventilator can be the one thing standing between him and certain death.", "categories": [["Opinion", "Main Street"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/main-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/as-economic-toll-mounts-nation-ponders-the-trade-offs-11584970165", "title": "As Economic Toll Mounts, Nation Ponders Trade-Offs", "date": "2020-03-23 18:57", "summary": "Cost of confronting pandemic is millions of jobs, trillions in wealth lost to save potentially millions of lives. The White House is discussing easing social-distancing guidelines as early as next week amid a broader debate over how much economic loss the country can bear to save an unknowable number of lives threatened by the novel coronavirus pandemic.", "categories": [["Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/twitter-issues-profit-warning-as-coronavirus-spread-weighs-on-ad-spending-11585003279", "title": "Twitter Issues Profit Warning", "date": "2020-03-23 18:41", "summary": "Company warned its financial performance would fall short as the pandemic depresses ad spending. Twitter Inc. warned its financial performance would fall short this quarter as the coronavirus pandemic depresses advertising spending, an indicator social-media platforms may not be able to quickly translate increased user engagement during the global health crisis into financial gain.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-considers-easing-social-distancing-guidelines-to-boost-economy-11584986183", "title": "Trump Mulls Easing Social Distancing to Boost Economy", "date": "2020-03-23 18:39", "summary": "Discussions have centered on relaxing or restructuring the 15-day guidelines the administration issued last week to stem the spread of coronavirus. WASHINGTON-The White House is discussing easing social-distancing guidelines as early as next week as advisers and business leaders push President Trump to boost an economy beset by deepening job losses nationwide, people familiar with the discussions said.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bond-etfs-flash-warning-signs-of-growing-mismatch-11584964801", "title": "Bond ETFs Flash Warning Signs of Mismatch", "date": "2020-03-23 18:18", "summary": "ETFs of BlackRock, Vanguard and others traded at large discounts to net asset value in recent days as coronavirus roiled markets. A broad set of bond exchange-traded funds are trading out of sync with their underlying assets, testing investors' faith in a fast-growing part of the investment world.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/investors-pile-into-treasurys-in-flight-to-safety-thats-a-good-sign-11584971123", "title": "Bond Markets Embrace Fed's Latest Debt-Buying Programs", "date": "2020-03-23 18:07", "summary": "Yields on government and some corporate debt fell after the Federal Reserve unveiled a broad array of interventions. Treasury yields and some corporate borrowing costs fell Monday as investors digested a broad array of moves from the U.S. Federal Reserve to calm the nation's debt markets from the coronavirus lockdown.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/apples-market-cap-drops-below-1-trillion-11585001172", "title": "Apple's Market Cap Drops Below $1 Trillion", "date": "2020-03-23 18:06", "summary": "Stock market's plunge tied to coronavirus pandemic leaves only Microsoft in vaunted club. Apple Inc.'s market capitalization closed below $1 trillion Monday, leaving its longtime rival Microsoft Corp. as the only U.S. company left in the trillion-dollar club.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mortgage-firm-struggles-to-meet-margin-calls-as-market-turmoil-continues-11584975633", "title": "Mortgage Firm Struggles to Meet Margin Calls as Market Turmoil Continues", "date": "2020-03-23 18:02", "summary": "AG Mortgage Investment examining asset sale amid coronavirus pandemic. Several investment funds focused on mortgage investments are examining assets sales, and at least one is struggling to meet margin calls from lenders, the latest signs of turmoil in crucial areas of the credit markets.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-soccers-new-ceo-has-olympic-connections-11584999318", "title": "U.S. Soccer's New CEO Has Olympic Connections", "date": "2020-03-23 17:58", "summary": "Will Wilson is an alum of Wasserman agency, joining U.S. Olympic & Paralympic chief Sarah Hirshland. The U.S. Soccer Federation's new chief executive is a sports-business veteran, speaks fluent Spanish and carries a pedigree that is increasingly familiar to power brokers in the U.S. Olympic movement. He comes from the media group run by Casey Wasserman, head of the Los Angeles 2028 Olympic Organizing Committee.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/boeing-to-halt-all-seattle-production-as-coronavirus-spreads-11584983669", "title": "Coronavirus Exacts Mounting Toll on Industry", "date": "2020-03-23 17:47", "summary": "Boeing suspends some production, GE makes layoffs as manufacturing slows. Boeing Co. said it would suspend airliner production in the Seattle area and General Electric Co. said it would lay off workers making jet engines for customers including the aerospace giant, as the coronavirus pandemic places a heavy drag on U.S. industry.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/can-something-good-come-of-this-some-prominent-americans-answer-11584967549", "title": "Can Something Good Come of This? Some Prominent Americans Answer", "date": "2020-03-23 17:42", "summary": "Politicians, military leaders and an educator peer into the future to predict how the coronavirus pandemic will change us. America has always managed to find ways to improve itself in the midst of-and sometimes because of-its most difficult challenges.", "categories": [["Politics", "Capital Journal"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/capital-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/niall-fergusons-networld-review-everythings-always-been-connected-11584999714", "title": "'Niall Ferguson's Networld' Review: Everything's Always Been Connected", "date": "2020-03-23 17:41", "summary": "The historian and author offers a three-episode survey of the World Wide Web and its antecedents.. ", "categories": [["Books & Arts", "Television Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/television-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/night-on-earth-and-ultimate-beastmaster-review-going-wild-11584999474", "title": "'Night on Earth' and 'Ultimate Beastmaster' Review: Going Wild", "date": "2020-03-23 17:37", "summary": "A nature series captures the lives of animals after sunset; a competition show challenges its contestants' physical prowess.. Virtually overnight, parents of school-age children have become professional hygienists, home-schoolers and de-facto corrections officers. They are also now full-time curators of visual content. They could, of course, keep the kids off the TV entirely. They could also develop a stovetop cure for coronavirus. Barring either, they can push their homebound youth toward programming everyone can watch, and that might even ameliorate the guilt trip that accompanies all that increased time in front of screens.", "categories": [["Books & Arts", "Television Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/television-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pg-e-to-plead-guilty-to-involuntary-manslaughter-charges-in-deadly-california-wildfire-11584962649", "title": "PG&E to Plead Guilty to Manslaughter Charges in Deadly California Wildfire", "date": "2020-03-23 17:37", "summary": "Company discloses criminal charges related to its role in sparking 2018 Camp Fire that destroyed town of Paradise, Calif.. PG&E Corp. said it would accept criminal responsibility for starting the deadliest wildfire in California's history, becoming one of a small number of U.S. corporations to plead guilty to felony charges of involuntary manslaughter.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/oil-collapse-sinks-hornbeck-offshores-debt-proposal-11584999032", "title": "Oil Collapse Sinks Hornbeck Offshore's Debt Proposal", "date": "2020-03-23 17:30", "summary": "With oil prices down and the coronavirus pandemic roiling markets, the owner of supply-and-support vessels abandoned a $674 million debt exchange. Hornbeck Offshore Services Inc. said Monday it was scrapping its proposed out-of-court debt swap after the spreading coronavirus pandemic and oil price war have pushed crude prices below $24 a barrel.", "categories": [["Pro Bankruptcy Distress"]], "category_links": ["https://www.wsj.com/news/types/pro-bankruptcy-distress?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-staying-inside-guide-arias-still-ring-out-11584998525", "title": "The Staying Inside Guide: Arias Still Ring Out", "date": "2020-03-23 17:22", "summary": "Opera companies around the world are making filmed versions of their productions available online. ", "categories": [["Books & Arts", "Opera Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/opera-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-city-crime-falls-as-coronavirus-takes-hold-11584998470", "title": "New York City Crime Falls as Coronavirus Takes Hold", "date": "2020-03-23 17:21", "summary": "Public health crisis brought by the virus has had the impact of deterring crime. Crime in New York City is falling as the city's response to the new coronavirus ramps up, data released by the New York Police Department on Monday show.", "categories": [["U.S.", "Crime"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-crime?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/passengers-not-thrilled-at-help-for-airlines-11584997470", "title": "Passengers Not Thrilled at Help for Airlines", "date": "2020-03-23 17:04", "summary": "These are the same airlines that have been nickel-and-diming us for a number of years with baggage fees, cancellation and change fees, and even a fee for selecting a seat.. I find it ironic that the major airlines are crying poverty to Uncle Sam and soliciting financial help (\"Airlines Press for Aid Topping $50 Billion,\" Page One, March 17). These are the same airlines that have been nickel-and-diming us for a number of years with baggage fees, cancellation and change fees, and even a fee for selecting a seat. As I see it, they are now getting a good dose of their own medicine. Let them find their own way out of their financial doldrums.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/two-ways-to-increase-the-ventilator-supply-11584997426", "title": "Two Ways to Increase the Ventilator Supply", "date": "2020-03-23 17:03", "summary": "In the 1960s, when I was a medical resident, the common ventilator was the Bird Mark 7, a simple green box that is cheap, treats respiratory failure and functions without electricity.. In \"American Hospitals Can Avoid Italy's Fate,\" (op-ed, March 18) Drs. Luciana Borio and Scott Gottlieb say correctly that the focus should be on creating beds capable of delivering mechanical ventilation. Effecting the strategy of increasing the availability of ventilator beds requires not only a place for the beds, but also ventilators, facilities for blood-gas determinations to assess the adequacy of the ventilatory intervention and persons trained in the use of the ventilators.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/roundabouts-fail-to-yield-to-human-nature-11584997382", "title": "Roundabouts Fail to Yield to Human Nature", "date": "2020-03-23 17:03", "summary": "The question of accidents in traffic roundabouts is a classic example of engineering failing to account for human nature.. Maybe I am the 1 out of 10 engineers who isn't willing to trade one type of accident for another (\"Roundabout Wrecks Have Engineers Going in Circles,\" U.S. News, March 16). Sideswipe accidents that occur in the circular roadways can be just as dangerous as other types, especially if a driver is run off the road during the incident. I firmly believe these uncommon street configurations generate more driver confusion and thus a higher potential for accidents.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/gig-economy-workers-deserve-benefits-too-11584997342", "title": "Gig Economy Workers Deserve Benefits, Too", "date": "2020-03-23 17:02", "summary": "Let's not forget these workers have no choice but to work because they are not covered by any permanent or new Covid-19 benefits.. Regarding your editorial \"The Gig Economy to the Rescue\" (March 19): Your suggestion that the flexibility of app services is helping millions in the panic is sadly a celebration of exploitation. It's demonstrating the total disregard for our fellow human beings while being described in your editorial as a \"labor lifesaver in a viral panic.\"", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/social-medias-boost-amid-coronavirus-wont-spare-it-pain-11584961380", "title": "Social Media's Boost Amid Coronavirus Won't Spare It Pain", "date": "2020-03-23 17:01", "summary": "Facebook and its peers will see a rise in usage as the pandemic keeps more homebound, but advertising dollars will still get crunched. The novel coronavirus pandemic might bring people flocking to Facebook and other social networks, but advertising dollars are unlikely to follow this time.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/former-staffers-sue-bloomberg-campaign-over-layoffs-11584996793", "title": "Former Staffers Sue Bloomberg Campaign After Layoffs", "date": "2020-03-23 16:53", "summary": "After launching his White House bid, Mr. Bloomberg said he planned to keep his staff on the payroll in at least six states, even if he wasn't the Democratic nominee. Former field organizers for Michael Bloomberg's campaign have filed two proposed class-action lawsuits in federal court in New York City, making the case that the staffers were terminated after being promised jobs and benefits through November.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-to-pause-routine-nursing-home-inspections-11584981000", "title": "U.S. to Pause Routine Nursing-Home Inspections", "date": "2020-03-23 16:49", "summary": "Inspectors to emphasize controlling infections, focus on facilities at risk from coronavirus. Federal regulators said they plan to temporarily halt routine inspections of nursing homes to focus on the most dangerous situations, as coronavirus cases mount in the facilities across the U.S. and serious infractions were found at the hardest-hit location.", "categories": [["WSJ News Exclusive", "U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/selling-homes-in-the-age-of-coronavirus-11584988850", "title": "Selling Homes in the Age of Coronavirus", "date": "2020-03-23 16:44", "summary": "Real-estate agents reveal how they're safely showing property amid the pandemic. Colette Harron", "categories": [["Real Estate", "Homes"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/homes?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/stock-market-meltdowns-historic-velocity-bruises-investors-11584955800", "title": "Stock Market Meltdown's Historic Velocity Bruises Investors", "date": "2020-03-23 16:40", "summary": "As fast as the downturn has been, many fear the worst has yet to come. Markets have never unraveled as quickly as they did in the past month.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/feds-bullard-says-cut-activity-by-50-to-weather-coronavirus-storm-11584986467", "title": "Two Regional Fed Chiefs Lay Out Aggressive Coronavirus Response", "date": "2020-03-23 16:40", "summary": "Fed's Kashkari says government must err on the side of overreacting to keep economy afloat. Two regional Federal Reserve bank leaders are offering their own takes on what the U.S. central bank and other parts of the government need to do to deal with the coronavirus crisis.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/global-stock-markets-dow-update-3-23-2020-11584925602", "title": "U.S. Stocks Drop Despite Fed's Latest Stimulus Move", "date": "2020-03-23 16:38", "summary": "Spread of coronavirus, Washington's delay over economic rescue package continue to rattle markets. Stocks dropped in another wild session Monday as U.S. lawmakers failed for a second day to pass a rescue package to ease the blow from the coronavirus pandemic.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-claim-that-malaria-drugs-treat-coronavirus-sparks-warnings-shortages-11584981897", "title": "Trump Claim That Malaria Drugs Treat Coronavirus Sparks Warnings, Shortages", "date": "2020-03-23 16:05", "summary": "Cast by the president as a possible cure for coronavirus, antimalaria treatments have yet to be tested scientifically. Health officials across the world are issuing warnings over the use of antimalarial drugs after President Trump's comments about treating the coronavirus with them sparked panic-buying and overdoses.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-military-raid-freed-woman-held-in-honduras-11584993635", "title": "U.S. Military Raid Freed Woman in Honduras", "date": "2020-03-23 16:00", "summary": "Victim of violent crime reunited with family, Pentagon says. A U.S. military operation rescued an American woman from unspecified danger in Honduras and she has been reunited with her family, Defense Secretary Mark Esper said Monday.", "categories": [["World", "Latin America"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/latin-america-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-some-men-favor-dressesahem-nightshirtsover-pajamas-11584993488", "title": "Why Some Men Favor Dresses-Ahem, Nightshirts-Over Pajamas", "date": "2020-03-23 15:58", "summary": "Most view the nightshirt-once a sleepwear staple-as woefully out of date. But as more men begin working from home, the buttoned-up bedtime look is primed for a night-to-day comeback. IN FICTIONAL tales nightshirts are largely associated with aged villains and lovable fools. Picture miserly Ebenezer Scrooge in his long-sleeve caftan or Squidward of \"SpongeBob SquarePants\" fame in his knee-length nightie, a look that led Bikini Bottom dwellers to mistake him for a girl. Show a man (or squid) in a nightshirt, and it signifies stodginess or a cheap gender joke.", "categories": [["Life & Work", "Style & Fashion", "Fashion"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/fashion?mod=breadcrumb", "https://www.wsj.com/news/types/fashion?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fed-government-moves-to-protect-apartment-owners-tenants-11584991787", "title": "Federal Government Moves to Protect Apartment Owners, Tenants", "date": "2020-03-23 15:29", "summary": "Economic fallout from coronavirus expected to strain renters and landlords alike. Financially strapped apartment landlords with government-backed mortgages can avoid foreclosure if they don't evict tenants, the Federal Housing Finance Agency said Monday.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/copper-slides-as-coronavirus-hits-demand-exchange-activity-11584973154", "title": "Copper Slides as Coronavirus Hits Demand, Exchange Activity", "date": "2020-03-23 15:03", "summary": "The LME closes its open-outcry Ring for the first time since World War II. ", "categories": [["Markets", "Commodities"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-closes-salons-and-amateurs-take-hair-into-their-own-hands-11584988946", "title": "Coronavirus Closes Salons and Amateurs Take Hair Into Their Own Hands", "date": "2020-03-23 14:42", "summary": "Don't try this at home becomes break out the scissors-those bangs need a trim; 'everyone is going to have a bowl cut'. Charlie Smith needed a haircut. But social distancing demanded by the coronavirus kept the 58-year-old away from his usual barbershops near his home in Frederick, Md.", "categories": [["A-hed"]], "category_links": ["https://www.wsj.com/news/types/a-hed?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/for-some-adventurers-national-park-trips-become-ultimate-quarantine-11584964798", "title": "National Park Trips Become Ultimate Quarantine", "date": "2020-03-23 14:18", "summary": "Parks are shutting down crowded areas amid concerns about straining resources. LEE'S FERRY, Ariz.- As a pandemic ravaged the world, Mark Malchoff was preparing to drop off it for a while.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/this-gym-chain-has-reason-to-sweat-11584986375", "title": "This Gym Chain Has Reason to Sweat", "date": "2020-03-23 13:59", "summary": "Budget gym chain Planet Fitness says it was too late to call off plans to charge customers for March, and customers can cancel their memberships by visiting its locations-which are closed. Planet Fitness might have just given \"the judgement free zone\" new meaning. In a questionable move, the chain charged its customers for March dues through a direct debit to their bank accounts despite closing its facilities nationwide due to the novel coronavirus pandemic.", "categories": [["Markets", "Overheard"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/overheard?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/european-consumers-despondent-as-coronavirus-lockdowns-spread-11584979772", "title": "European Consumers Despondent as Lockdowns Spread", "date": "2020-03-23 13:46", "summary": "Strict restrictions on movement and interaction will likely push the eurozone into recession. LONDON-Europeans became much gloomier about their economic prospects in early March as governments across the continent announced increasingly stringent restrictions on movement and social interaction, suffering the largest loss of confidence in a single month on record.", "categories": [["Economy", "Europe Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/europe-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-cancel-culture-and-the-olympics-11584984253", "title": "Coronavirus Cancel Culture and the Olympics", "date": "2020-03-23 13:24", "summary": "Perhaps risk assessment should occur first.. Among the many reactions to the coronavirus, cancelling or postponing public events scheduled months from now may seem to be the most sensible and least disruptive. But like so many of today's virus countermeasures, they seem to be occurring without much consideration of costs and benefits.", "categories": [["Opinion", "Best of the Web"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/best-of-the-web-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/im-scared-thats-a-reason-to-buy-11584984021", "title": "I'm Scared. That's a Reason to Buy.", "date": "2020-03-23 13:20", "summary": "The true contrarian only buys when it makes him feel physically sick to press the buy key. The true contrarian only buys when it makes him feel physically sick to press the buy key. At the moment I not only feel sick at the idea but want to disinfect the keyboard before using it. Does that mean it's time to buy?", "categories": [["Markets", "Streetwise"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/streetwise?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/companies-race-for-cash-in-coronavirus-crisis-11584960702", "title": "Companies Race for Cash in Coronavirus Crisis", "date": "2020-03-23 13:11", "summary": "The pandemic is spurring some of the world's largest companies to take emergency balance-sheet action. As the coronavirus outbreak looks to extend, some of the world's biggest and best-capitalized companies are racing for cash.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/grocers-stopped-stockpiling-food-then-came-coronavirus-11584982605", "title": "Grocers Stopped Stockpiling Food. Then Came Coronavirus.", "date": "2020-03-23 13:05", "summary": "Supermarkets once kept months of inventory but drastically cut that to save on costs. Facing a shopper rush, they're now buying all they can get.. Food sellers in the U.S. spent years making their supply chains efficient. Then a pandemic hit, and the strategy backfired.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-to-avoid-eating-all-day-while-coronavirus-keeps-us-working-from-home-11584983075", "title": "How to Eat Healthy While Working From Home", "date": "2020-03-23 13:04", "summary": "Top nutritionists suggest creating healthy habits; 'don't eat pasta too many days in a row'. Working from home is no picnic-or at least, it isn't supposed to be.", "categories": [["Life & Work", "Fitness"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/fitness?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/one-nursing-home-35-coronavirus-deaths-inside-the-kirkland-disaster-11584982494", "title": "One Nursing Home, 35 Coronavirus Deaths: Inside the Kirkland Disaster", "date": "2020-03-23 12:54", "summary": "This account shows how Life Care Center management missed opportunities to launch a more aggressive response. KIRKLAND, Wash.-It seemed a curious day for the Life Care Center to throw a Mardi Gras party.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tests-run-short-and-results-come-slow-in-coronavirus-stricken-rural-communities-11584981428", "title": "Tests Run Short and Results Come Slow in Stricken Rural Communities", "date": "2020-03-23 12:37", "summary": "Some small towns have Covid-19 infection rates as high as New York City and must wait a week for test results. Two hours from the nearest interstate, Irene Bell showed up at the only hospital in Lander, Wyo., complaining of a cough.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/woody-allen-finds-new-publisher-for-memoir-after-hachette-cancellation-11584981273", "title": "Woody Allen Finds New Publisher for Memoir After Hachette Cancellation", "date": "2020-03-23 12:34", "summary": "Arcade Publishing acquires global rights to 'Apropos of Nothing' and already published the book. Woody Allen has found a new publisher for his memoir, which had been abruptly dropped by publisher Hachette earlier this month amid pressure from its employees.", "categories": [["Business", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/emily-st-john-mandel-takes-on-a-madoff-inspired-ponzi-scheme-11584981063", "title": "Emily St. John Mandel Takes On a Madoff-Inspired Ponzi Scheme", "date": "2020-03-23 12:31", "summary": "The author's last book was about a pandemic; her latest centers on financial collapse. With the coronavirus spreading fear and upending the financial world, Emily St. John Mandel seems especially prescient at choosing her novels' subjects. Sales have been surging for her fourth book, \"Station Eleven\" (2014), in which a lethal disease called the Georgia Flu quickly spreads across the world. Now \"The Glass Hotel,\" which Knopf will publish on Tuesday, depicts the fallout of financial collapse.", "categories": [["Books & Arts", "Books"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-fed-steps-up-but-cant-save-economy-on-its-own-11584980510", "title": "The Fed Steps Up but Can't Save Economy on Its Own", "date": "2020-03-23 12:24", "summary": "The Federal Reserve took more extraordinary measures to keep the economy from seizing up, but it can't soften the blow to household finances without fiscal action, too. The Federal Reserve is pulling out the stops to help the economy. Now it needs the rest of the government to play along by enacting fiscal stimulus.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/car-carrier-wallenius-wilhelmsen-drops-14-ships-on-tumbling-automotive-demand-11584980591", "title": "Car Carrier Wallenius Wilhelmsen Drops 14 Ships on Tumbling Automotive Demand", "date": "2020-03-23 12:23", "summary": "Norwegian carrier is first big shipping company to idle and scrap vessels as coronavirus rattles trade. International car carrier Wallenius Wilhelmsen will cut its fleet by 14 vessels as automobile production and demand nosedive around the world amid the coronavirus pandemic.", "categories": [["Logistics Report"]], "category_links": ["https://www.wsj.com/news/types/logistics-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mexican-citys-residents-reject-constellation-brewery-in-referendum-11584974431", "title": "Mexican City's Residents Reject Constellation Brewery in Referendum", "date": "2020-03-23 12:20", "summary": "Government says it won't grant a water-supply permit to the company. Residents in the border city of Mexicali voted against the completion of a $1.4 billion brewery owned by Constellation Brands Inc. on grounds that its intensive water consumption was detrimental for the community, a move that risks undermining foreign investment in Mexico as the country faces a deep economic contraction.", "categories": [["World", "Latin America"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/latin-america-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-joys-of-dressing-to-work-from-home-11584980078", "title": "The Joys of Dressing to Work From Home", "date": "2020-03-23 12:14", "summary": "Some professionals, thrust into working from home due to the coronavirus, not only continue to dress their best, but they share their outfits on social media as well. In response to the steady creep of Covid-19, Guillermo Lauzurique was forced to start working from his Miami home on March 16. To commemorate the moment, the 28-year-old posted a photo to Twitter of himself in an outfit that can only be described as a business mullet: formal up top, party down below.", "categories": [["Life & Work", "Style & Fashion", "On Trend"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/fashion?mod=breadcrumb", "https://www.wsj.com/news/types/on-trend?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hit-by-coronavirus-amtrak-banks-on-billion-dollar-bailout-to-stay-afloat-11584979346", "title": "Hit by Coronavirus, Amtrak Banks on Billion-Dollar Bailout to Stay Afloat", "date": "2020-03-23 12:14", "summary": "Railroad suspended popular, high-speed Acela service on Sunday. WASHINGTON-The coronavirus crisis has crushed the finances of Amtrak just as the company approached profitability, and the national railroad is now banking on a $1 billion bailout from Congress to stay afloat.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ge-to-cut-aviation-workforce-as-coronavirus-grounds-airliners-11584972724", "title": "GE to Cut 10% of Aviation Workforce as Coronavirus Grounds Airliners", "date": "2020-03-23 12:05", "summary": "The move is one of the first major layoffs by a big American manufacturer as the pandemic slows the economy. General Electric Co. 's jet-engine business will lay off about 10% of its U.S. workforce, or about 2,500 employees, one of the first major layoffs by a big American manufacturer as the coronavirus pandemic slows the economy.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bankruptcy-pros-want-protections-broadened-to-blunt-coronavirus-impact-11584978603", "title": "Bankruptcy Pros Want Protections Broadened to Blunt Coronavirus Impact", "date": "2020-03-23 11:50", "summary": "The National Bankruptcy Conference urged Congress to loosen restrictions on bankruptcy relief for consumers and businesses, saying current law isn't up to the task. Bankruptcy protections should be broadened for consumers and businesses to help ameliorate the financial damage stemming from the coronavirus, an influential group of bankruptcy professionals said.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-washington-liquidity-infusion-11584919023", "title": "A Coronavirus Liquidity Infusion", "date": "2020-03-23 11:37", "summary": "The Senate virus bill may help the economy stave off a depression.. Federal and state governments have shut down much of the American economy, and now Washington is moving to lend its balance sheet to compensate for some of the losses it is causing. The foremost goal should be to provide liquidity to prevent defaults and business failures that will cascade into mass layoffs and another depression.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/detroit-landlords-small-business-survival-plan-free-rent-until-july-11584973828", "title": "Detroit Landlord's Small-Business Survival Plan: Free Rent Until July", "date": "2020-03-23 11:33", "summary": "Matt Cullen spent 48 hours on multimillion-dollar rescue package for restaurants, retailers, salons and other tenants in Motown. 'Standing back and hoping it comes out OK is not an option'. Matt Cullen has been working on downtown Detroit's revival since the Carter administration. His real-estate career-beginning with General Motors Co. in 1979 when that company dominated-tracks Motown's long demise, and its recent resuscitation.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/risk-uncertainty-and-coronavirus-11584975787", "title": "Risk, Uncertainty and Coronavirus", "date": "2020-03-23 11:03", "summary": "We don't have enough data to know whether drastic lockdowns are worth the economic damage.. The government response to the coronavirus pandemic has seemed chaotic-underreaction one minute, piling on restrictions the next. It has left many wondering whether anyone is weighing the trade-offs. Do heavy-handed measures carry the benefits to justify the considerable costs? The uncomfortable answer: We don't know.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-to-do-when-youre-sheltering-in-place-11584975741", "title": "What to Do When You're Sheltering in Place", "date": "2020-03-23 11:02", "summary": "Set a routine and stick to it. Keep your body, clothes and home clean. Occupy your mind and have faith.. Make your bed first thing when you get up. Stand up straight. Comb your hair. Dress in clean clothes. Don't spend the day in pajamas.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nothing-is-normal-heres-a-sports-column-anyway-11584974889", "title": "Nothing Is Normal. Here's a Sports Column Anyway.", "date": "2020-03-23 10:48", "summary": "A pandemic leads to historic disruption for athletes and everyone else. Be kind to each other.. I'm not great at this. I'm not great at most things, including, of course, writing this column, but I'm particularly not good at this, the right now, the sheltering in place, the Big Q, the long wait, the shut down, lock down, whatever you want to call it.", "categories": [["Sports"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/japan-resigned-to-olympic-delay-hopes-it-will-be-brief-11584968325", "title": "Japan, Resigned to Olympics Delay, Hopes It Will Be Brief", "date": "2020-03-23 10:38", "summary": "Planners, home buyers weigh cost of a postponement that appears inevitable. TOKYO-Now that the door is open to a probable delay in the Summer Olympics because of the coronavirus pandemic, Japan is hoping to keep it short.", "categories": [["Sports"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/san-francisco-pension-fund-calls-on-companies-to-lend-coronavirus-support-11584972044", "title": "San Francisco Pension Fund Calls on Companies to Lend Coronavirus Support", "date": "2020-03-23 10:22", "summary": "Fund that covers city workers calls on corporations to lend resources, factories and distribution networks to help fight virus. A San Francisco pension fund is calling on major corporations to lend their resources, manufacturing capabilities and distribution networks to help fight the coronavirus, and to publicly report the actions they take.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-hospitals-race-to-train-staff-to-handle-rising-coronavirus-cases-11584971959", "title": "New York Hospitals Retrain Staff as Coronavirus Cases Grow", "date": "2020-03-23 09:59", "summary": "Medical workers catch up on triage, assessing and treating patients with respiratory issues. New York City's public hospitals are retraining medical workers as they rush to boost staff to treat patients with the novel coronavirus, according to an email sent to employees at Bellevue Hospital and officials.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-new-normal-for-grocery-runs-seniors-hours-and-trips-to-chinatown-11584971385", "title": "The New Normal for Grocery Runs: Seniors Hours and Trips to Chinatown", "date": "2020-03-23 09:49", "summary": "Coronavirus has upended how we shop, as stores enforce social distancing and shoppers get creative. As food chains struggle to keep shelves stocked, a new normal has settled over the once-routine grocery run.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-response-bill-isnt-a-corporate-bailout-says-mnuchin-11584970983", "title": "Coronavirus-Response Bill Isn't a Corporate Bailout, Says Mnuchin", "date": "2020-03-23 09:43", "summary": "Democrats say legislation to provide $425 billion for a Treasury fund is too generous to companies and lacks enough oversight. ", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/these-ads-were-meant-to-be-clever-now-they-are-just-tone-deaf-11584969927", "title": "These Ads Were Meant to Be Clever. Now They Are Just Tone-Deaf.", "date": "2020-03-23 09:25", "summary": "Brands scramble to amend, remove or rework their commercials amid coronavirus crisis; no longer 'finger lickin' good'. Encouraging people to eat cheese dip with their fingers or suggesting they pull back from using social media in favor of bonding in crowded bars isn't the best guidance amid the coronavirus pandemic sweeping the globe.", "categories": [["Business", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-forces-bronx-high-school-to-use-remote-training-for-spring-teams-11584968400", "title": "Coronavirus Forces Bronx High School to Use Remote Training for Athletes", "date": "2020-03-23 09:00", "summary": "New York City track stars may see final season at Riverdale canceled due to coronavirus. Before becoming nationally ranked high school athletes, Riverdale Country School track stars Tobias Wolfson and Aaron Miller became best friends as pre-kindergartners, while playing touch football on Riverdale's playground.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/life-after-brady-options-at-quarterback-for-the-patriots-11584968257", "title": "Life After Brady: Options at Quarterback for the Patriots", "date": "2020-03-23 08:57", "summary": "Tom Brady is gone. How does New England replace him? A look at Bill Belichick's options.. In the fourth round of last year's NFL draft, the Patriots were on the clock and nobody was terribly surprised when they took quarterback Jarrett Stidham. More years than not, New England has taken a quarterback at some point in the draft to constantly replenish its reserves at the most important position in football.", "categories": [["Sports", "NFL"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/nfl?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-the-fed-learned-from-lehman-the-treasury-must-learn-from-covid-19-11584960597", "title": "What the Fed Learned from Lehman, the Treasury Must Learn from Covid-19", "date": "2020-03-23 08:53", "summary": "Officials have created a safety net for the international financial system, but don't have the same tools to quickly cushion the economy. The Covid-19 crisis has driven Western nations to embrace government spending after a decade in which monetary policy has proven powerless to boost economic growth. Investors' focus should be on whether fiscal policy can match central banks' best attributes: speed and open-endedness.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cotton-growers-were-just-recovering-from-trade-war-then-coronavirus-hit-11584967536", "title": "Cotton Growers Were Recovering From Trade War. Then Coronavirus Hit.", "date": "2020-03-23 08:45", "summary": "Cotton prices hit 10-year low as virus forces clothing retailers to shut stores. U.S. cotton growers were just clawing back from a tough year in which the U.S.-China trade war sent prices plummeting. Now the coronavirus pandemic has set them back again.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/saturday-night-lives-chloe-fineman-on-getting-sketch-ideas-from-her-parents-11584967064", "title": "Saturday Night Live's Chloe Fineman on Getting Sketch Ideas From Her Parents", "date": "2020-03-23 08:37", "summary": "The comedienne shares what's on her phone, like her funniest recent text message: \"My parents pitching me sketch ideas: 'Be a Muppet! They are so topical this week.'\". Number of unread emails:", "categories": [["WSJ. Magazine"]], "category_links": ["https://www.wsj.com/news/types/magazine-wsj-magazine?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/50-cent-quarantine-abc-for-life-11584965959", "title": "Rapper 50 Cent Urges You to Work Out During Quarantine", "date": "2020-03-23 08:31", "summary": "\"A lot of people are not making adjustments, so they're just going to sit home and they're going to get fat. They'll get fat.\". In our series My Monday Morning, self-motivated people tell WSJ. how they start off the week.", "categories": [["My Monday Morning"]], "category_links": ["https://www.wsj.com/news/types/my-monday-morning?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-to-get-out-of-town-in-style-11584966566", "title": "How to Get Out of Town in Style", "date": "2020-03-23 08:29", "summary": "Spending more time indoors? Don't let your style suffer. TRUNK SHOW Throw on a cape for an easy entrance. Hermès caped playsuit, $3,700, Hermès stores nationwide, Saint Laurent by Anthony Vaccarello necklace, $445, ysl.com, Falke tights, $38, shop.nordstrom.com, The Frye Company boots, $358, thefryecompany.com", "categories": [["Market Report"]], "category_links": ["https://www.wsj.com/news/types/magazine-market-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/joe-biden-looks-to-build-digital-capabilities-amid-pandemic-11584964800", "title": "Joe Biden Looks to Build Digital Capabilities Amid Pandemic", "date": "2020-03-23 08:00", "summary": "Presidential campaign's operation, shaken up by the spread of the novel coronavirus, has the candidate scrapping in-person events, staff working from home. Former Vice President Joe Biden has had a fast comeback. Now, his digital operation is trying to catch up.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-forces-diplomats-to-find-new-ways-to-seal-peace-deals-and-forge-agreements-11584964782", "title": "Travel Bans, Videoconferencing Pose Challenge for Diplomats", "date": "2020-03-23 07:59", "summary": "International diplomacy used to rely on the personal touch, but now negotiators are turning to videoconferencing to keep the world on the same page. As the new coronavirus spread globally and nations shut borders over the recent weeks, Zalmay Khalilzad kept hopping on flights to cement a peace deal in Afghanistan.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-drug-trials-of-the-century-11584963180", "title": "The Drug Trials of the Century", "date": "2020-03-23 07:33", "summary": "Promising candidates for treating Covid-19 patients could rescue not just patients but a world economy gripped by fear. Clinical trials for experimental drugs often have high financial stakes. Coming trial results for possible Covid-19 treatments are in a category of their own.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-outbreaks-could-become-seasonal-woe-some-researchers-find-11584955802", "title": "Coronavirus Outbreaks Could Become Seasonal Woe, Some Researchers Suggest", "date": "2020-03-23 07:21", "summary": "Several scientists suggest spread of Covid-19 could ease in summer only to return when cool, dry weather returns to Northern Hemisphere. As Covid-19 circles the globe, the most severe outbreaks so far clustered in areas of cool, dry seasonal weather, according to four independent research groups in the U.S., Australia and China that analyzed how temperature and humidity affect the coronavirus that causes the disease.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-property-tax-would-hit-manhattan-billionaires-many-in-brooklyns-middle-class-11584962188", "title": "New Property Tax Would Hit Manhattan Billionaires, Many in Brooklyn's Middle Class", "date": "2020-03-23 07:16", "summary": "Proposal to overhaul New York City's property tax system would dramatically raise taxes on one-to-three-family homes, hold down taxes on co-ops and condos. A mayoral commission's preliminary proposal to overhaul New York City's complex property tax system would dramatically raise the tax burden on owners of one-to-three-family homes, while holding down taxes on co-op and condominium apartments, a Wall Street Journal analysis found.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nashville-gets-one-two-punch-first-tornadoes-now-coronavirus-11584961200", "title": "Nashville Gets One-Two Punch: First Tornadoes, Now Coronavirus", "date": "2020-03-23 07:00", "summary": "Some businesses that succeeded at reopening after twisters are forced to close again. When a tornado tore across Nashville earlier this month, destroying homes and businesses, it blew out windows at one of Margot McCormack's restaurants and damaged the roof of another. She managed to reopen the eateries in the trendy East Nashville neighborhood in less than a week despite power outages and no phone or internet service.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-caps-years-of-rich-pay-for-many-ceos-11584960573", "title": "Coronavirus Caps Years of Rich Pay for Many CEOs", "date": "2020-03-23 06:49", "summary": "2019 brought another record year of pay for CEOs of big companies, but 2020 is expected to bring a recalibration. Chief executives of large U.S. companies rode a more than decadelong bull market to a string of record pay days.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/with-oil-copper-and-palladium-sinking-can-steel-stay-afloat-11584959400", "title": "With Oil, Copper and Palladium Sinking, Can Steel Stay Afloat?", "date": "2020-03-23 06:30", "summary": "Global stocks and oil markets have been hammered by fears of a coronavirus-induced world-wide recession, but certain key metal prices have held up surprisingly well. Oil floats on water and iron sinks but, as the coronavirus panic has swamped global markets, a funny thing has happened: Oil has sunk while iron remains afloat. Brent crude and key automotive-metal palladium have both lost about half of their value this year and the S&P 500 is deep in a bear market, but steel prices are down only 10% this year. Iron ore prices are flat.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/softbanks-latest-big-bet-its-own-stock-11584958587", "title": "SoftBank's Latest Big Bet: Its Own Stock", "date": "2020-03-23 06:16", "summary": "The Japanese technology investor wants to repurchase roughly 40% of its own stock, funded by asset sales. Japan's SoftBank has been making big bets on technology companies in recent years, with varying degrees of success. Its latest trade-selling key assets to buy back its own stock-should work better.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-emails-from-companies-may-not-be-calming-to-customers-11584957184", "title": "Coronavirus Emails From Companies May Not Be Calming Customers", "date": "2020-03-23 05:53", "summary": "Experts say the onslaught to inboxes can add to anxiety; some customers feel they need to unsubscribe. Before Washington state banned eating at restaurants as part of an effort to slow the spread of the coronavirus, Kathleen Fearn-Banks got an email from a restaurant in her Seattle neighborhood explaining how it was keeping things clean. Ms. Fearn-Banks, an associate professor at the University of Washington and the author of \"Crisis Communications,\" was so impressed that she wrote back to applaud its efforts and visited the restaurant soon after.", "categories": [["Experience Report"]], "category_links": ["https://www.wsj.com/news/experience-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/it-is-all-about-faith-eager-small-investors-buoy-china-stocks-in-market-maelstrom-11584955971", "title": "'It Is All About Faith': Eager Small Investors Buoy China Stocks in Market Maelstrom", "date": "2020-03-23 05:32", "summary": "Chinese investors see a coming boom; expect interest-rate cuts, infrastructure spending and lighter financial regulation. ", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/every-moment-missed-in-a-rescue-package-causes-irreversible-damage-11584944107", "title": "Every Moment Missed in a Rescue Package Causes Irreversible Damage", "date": "2020-03-23 02:15", "summary": "Congress must make speed its foremost concern as it wrangles over coronavirus-related economic rescue plan. The U.S. Senate blocked a rescue package designed to limit the economic fallout of widespread coronavirus-related lockdowns Sunday, as Republicans and Democrats disagreed over the contents of the plan. An alternative must come quickly: not just to limit the economic fallout, but to improve the chances of a faster recovery afterward.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11584894729", "title": "Pepper...and Salt", "date": "2020-03-23 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/administration-congress-work-to-finalize-coronavirus-rescue-package-11584889949", "title": "Coronavirus Rescue Package Fails to Clear Hurdle in Senate", "date": "2020-03-23 23:58", "summary": "Democrats block package after dispute with GOP over corporate bailout provisions and aid to workers. WASHINGTON-Senate Democrats blocked a rescue package designed to blunt the economic impact of the coronavirus pandemic, after a dispute with Republicans over corporate bailout provisions and aid to dislocated workers.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/international-olympic-committee-considers-postponing-tokyo-games-11584904096", "title": "IOC Considers Postponing Tokyo Olympic Games", "date": "2020-03-23 23:10", "summary": "'Dramatic increase in cases and new outbreaks' led its executive board to conclude it needs to 'take the next step in its scenario-planning'. The International Olympic Committee on Sunday said it is considering postponing the Tokyo 2020 Games, bowing to the reality of the worsening novel coronavirus pandemic and growing pressure from athletes, sports federations and public health leaders to delay its multibillion-dollar centerpiece event.", "categories": [["Sports"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/global-coronavirus-infection-cases-double-in-a-week-to-pass-300-000-11584873207", "title": "Coronavirus Cases Surge as Trump Ramps Up Aid for States", "date": "2020-03-23 22:56", "summary": "U.S. lawmakers fail to reach deal on federal stimulus package to address coronavirus emergency. The number of confirmed novel coronavirus cases world-wide more than doubled in a week to nearly 330,000 on Sunday, as President Trump ramped up federal assistance to New York, California and Washington, the three states hardest hit by the outbreak in the U.S.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-hits-u-s-senate-as-rand-paul-tests-positive-11584916260", "title": "Coronavirus Hits U.S. Senate as Rand Paul Tests Positive", "date": "2020-03-23 21:36", "summary": "Two other GOP senators self quarantine as a precaution in middle of high-stakes legislation. WASHINGTON-The first U.S. senator tested positive for the novel coronavirus Sunday and two more entered self-quarantine as a precaution, raising questions about the ability of Congress to continue meeting as it races to pass a crucial economic rescue package.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-shuns-use-of-law-allowing-control-over-manufacturers-11584927164", "title": "Trump Shuns Use of Law Allowing Control Over Manufacturers", "date": "2020-03-23 21:32", "summary": "White House says U.S. companies are stepping up voluntarily, obviating need for Defense Production Act. WASHINGTON-President Trump continued to resist calls to use a federal wartime law to mandate the production of additional medical supplies because he said he is concerned about nationalizing American businesses, as governors and health officials face shortages of masks, ventilators and other crucial equipment.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}]