[{"link": "https://www.wsj.com/articles/appeals-court-throws-minnesota-ballot-deadline-into-disarray-11604025415", "title": "Appeals Court Throws Minnesota Ballot Deadline Into Disarray", "date": "2020-10-29 23:37", "summary": "Court says ballots arriving after Election Day must be segregated for possible disqualification. A divided federal appeals court ruled Minnesota's extended deadline for receiving absentee ballots is likely unconstitutional, and it ordered the state to segregate late-arriving ballots for possible disqualification.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/multiple-people-killed-in-knife-attack-in-church-in-nice-france-11603966782", "title": "Photos: Knife Attack in Nice, France, Kills Three People in Church", "date": "2020-10-29 22:06", "summary": "Prosecutors are treating the assault as an act of terrorism. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/ohio-utility-fires-ceo-amid-state-bribery-probe-11604019972", "title": "Ohio Utility Fires CEO Amid State Bribery Probe", "date": "2020-10-29 21:06", "summary": "FirstEnergy says it is terminating Charles E. Jones and two other executives after an internal review tied to the alleged bribery scandal. Ohio utility FirstEnergy Corp. said Thursday it was firing its CEO, after an internal review related to government investigations of the company's potential role in an alleged state bribery scandal.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nasas-osiris-rex-mission-is-on-track-to-return-asteroid-grit-a-u-s-first-11604018221", "title": "NASA's Osiris-REx Mission Is on Track to Return Asteroid Grit", "date": "2020-10-29 20:37", "summary": "Engineers overcome spill to secure asteroid Bennu materials; 'Every one of those particles is scientifically valuable'. U.S. spaceflight engineers safely stowed primeval grit collected from the asteroid Bennu for return to Earth, meeting the mission's scientific goal after overcoming a high-stakes spill, officials at the National Aeronautics and Space Administration said Thursday.", "categories": [["Life & Work", "Science"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/science?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/amazon-sales-surge-amid-pandemic-driven-online-shopping-11604003107", "title": "Big Tech Companies Reap Gains as Covid-19 Fuels Shift in Demand", "date": "2020-10-29 20:15", "summary": "Amazon and Google report strong quarterly sales and profits during debate on market sway. Tech giants including Amazon.com Inc. and Google reported strong quarterly sales and profits that showed how pandemic-era demand for their digital services and gadgets is driving them to new heights even in the midst of a debate about their market power.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/big-techs-big-numbers-still-lack-some-punch-11604015643", "title": "Big Tech's Big Numbers Still Lack Some Punch", "date": "2020-10-29 19:54", "summary": "Strong results from Apple, Amazon, Google and Facebook leave investors mostly unimpressed. Is Big Tech invincible? The numbers released Thursday afternoon tell a complicated story.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/latino-focused-platform-aims-to-help-millennials-manage-their-money-11604011904", "title": "Latino-Focused Platform Aims to Help Millennials Manage Their Money", "date": "2020-10-29 19:51", "summary": "Suma Wealth, which raised $1 million in funding, is creating financially oriented content that is intended to resonate with Latinos seeking help understanding their finances. Mitú's co-founder is seeking to tackle the racial wealth gap. Beatríz Acevedo, who co-founded the popular Latino-focused digital media company in 2012, has raised $1 million in early-stage funding for her latest venture, Suma Wealth, which aims to reach Latinos with financially oriented content. Suma aims to target a range of people, from those who might need help understanding financial basics to young people who are making more money than their parents and need help understanding how to invest.", "categories": [["Money"]], "category_links": ["https://www.wsj.com/news/types/noted-money?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/facebook-fb-3q-earnings-report-2020-11603992607", "title": "Facebook Posts Record Revenue Despite Ad Boycott", "date": "2020-10-29 19:48", "summary": "CFO warns of significant uncertainty from regulatory threats. Facebook Inc. posted record revenue in the third quarter as strong digital-ad spending outweighed a high-profile ad boycott, data-gathering restrictions and continued fallout from the coronavirus pandemic.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-embraces-gdp-growth-as-biden-warns-that-u-s-is-still-in-a-deep-hole-11603985362", "title": "Trump Embraces GDP Growth, as Biden Warns That U.S. Is Still in 'Deep Hole'", "date": "2020-10-29 19:26", "summary": "Recovery is expected to slow in fourth quarter as temporary jolt from economy's reopening and government stimulus fades. President Trump cast gross domestic product growth in the most recent quarter as proof that the pandemic-induced economic collapse was turning a corner because of his administration, though other indicators show many Americans continue to suffer financial strain.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/germany-aims-to-start-coronavirus-vaccination-this-year-11603989740", "title": "Germany Aims to Start Coronavirus Vaccination This Year", "date": "2020-10-29 19:15", "summary": "Shots could be delivered within hours of a vaccine's approval, which would make Germany one of the first Western countries to distribute a proven jab. BERLIN-Germany could be one of the first Western countries to start immunizing people against Covid-19 under a plan being rolled out by the government and a German company that is testing a vaccine, according to people with knowledge of the strategy.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hackers-hit-hospitals-in-disruptive-ransomware-attack-11603992735", "title": "Hackers Hit Hospitals in Disruptive Ransomware Attack", "date": "2020-10-29 19:12", "summary": "Government agencies, cybersecurity companies fear catastrophic consequences amid rising Covid-19 cases. Hospitals across the U.S. are bracing for aggressive cyberattacks that could threaten patient care amid a national rise in Covid-19 hospitalizations, after security companies and the federal government warned that Russian cybercriminals had already hobbled operations at several hospitals over the past week and were targeting hundreds of others.", "categories": [["Politics", "National Security"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/national-security?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-best-halloween-2020-ideas-from-chic-spooky-decor-to-watching-movies-at-home-11604012972", "title": "The Best Halloween 2020 Ideas, From Chic Spooky Decor to Watching Movies at Home", "date": "2020-10-29 19:09", "summary": "Make the most of Halloween during the Covid pandemic. With these recipes and home-decor tips, you'll have nothing to fear.. ", "categories": [["Life & Work", "Life & Style"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/life-style?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/twitter-twtr-3q-earnings-report-2020-11604005611", "title": "Twitter Says Election Uncertainty May Crimp Ad Spending", "date": "2020-10-29 19:07", "summary": "Shares plunge more than 16% after company reports weaker-than-expected user growth. Twitter Inc. posted its slowest user growth in years and warned that uncertainty surrounding the U.S. election could weigh on ad spending in the current quarter.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/apple-aapl-4q-earnings-report-2020-11604003762", "title": "Apple's Sales Rise in Pandemic", "date": "2020-10-29 19:06", "summary": "Sales of laptops and iPads boosted by remote working and learning; iPhone 12 'off to a great start'. Apple Inc. benefited from a significant uptick in sales of laptops and iPads due to the pandemic, even as quarterly iPhone sales fell from a year earlier after a delay in the launch of the company's flagship new smartphone.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-biden-contradiction-11604012546", "title": "The Biden Contradiction", "date": "2020-10-29 19:02", "summary": "He's running on Covid and character, but his policies are the most left-wing in decades.. The Wall Street Journal hasn't endorsed a presidential candidate since 1928-Hoover-and we aren't about to change this year. But we do try to sum up the risks and promise of the candidates every four years, and we'll start today with the contradictory candidacy of Joe Biden.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/whos-ready-for-another-bush-v-gore-11604012462", "title": "Who's Ready for Another Bush v. Gore?", "date": "2020-10-29 19:01", "summary": "The Supreme Court ponders ruling on late ballots-after Nov. 3.. If you loved the hit 2000 drama Bush v. Gore, then keep your TV sets tuned, as they say. That's the upshot from two orders Wednesday by the Supreme Court. The Justices declined-at least for now-to save the ballot deadlines created by Legislatures in North Carolina and Pennsylvania. In doing so, the High Court set the stage for a potential legal opera worse than the Florida recount.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-economys-post-lockdown-comeback-11604012495", "title": "The Economy's Post-Lockdown Comeback", "date": "2020-10-29 19:01", "summary": "No new government stimulus, no problem, as GDP grows 33.1% in the third quarter.. The U.S. economy grew at a record 33.1% in the third quarter, even after most government transfer payments expired. When politicians lift their lockdowns, and Americans can get on with their prudently cautious lives even in a pandemic, people work, business invests and the economy grows.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/raucous-2016-gives-way-to-subdued-2020-11604012340", "title": "Raucous 2016 Gives Way to Subdued 2020", "date": "2020-10-29 18:59", "summary": "Everyone has felt tested the past few years. Now the country is making a big and steely decision.. I find myself going back, as I review these years, to a crisp, dark evening in December 2016, in Manhattan, where I'd joined a visiting friend, a Catholic activist, for a drink. She had been ardently anti-Trump, was heartbroken at his election and struggling to come to terms, to find some higher meaning. \"Maybe this is God's way of giving us a last chance,\" she said. \"I think when God gives you a last chance he gives you John Kasich,\" I said, and we both laughed. The 2016 election to me felt more like a chastisement, a judgment from on high of who we are and what we are becoming.", "categories": [["Opinion", "Declarations"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/declarations?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/walmarts-opioid-whipsaw-11604012110", "title": "Walmart's Opioid Whipsaw", "date": "2020-10-29 18:55", "summary": "A lawsuit challenges contradictory state and federal demands.. The Trump Administration has criticized the practice of regulating by informal guidance, but its opioid enforcement comes straight out of that old Obama-Biden playbook. Walmart is pushing back against this bureaucratic abuse.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/joe-bidens-covid-fairy-tale-11604011900", "title": "Joe Biden's Covid Fairy Tale", "date": "2020-10-29 18:51", "summary": "His plan seems to be to wait until a magical sprite waves her wand and makes the virus vanish in a poof.. The Democrats want to turn Covid against the president, and they appear to be succeeding. But their strategy makes no sense in the end-perhaps because Joe Biden makes no sense.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-pollster-who-thinks-trump-will-win-11604011863", "title": "The Pollster Who Thinks Trump Will Win", "date": "2020-10-29 18:51", "summary": "Robert Cahaly foresaw the outcome in 2016. Will 'social acceptability bias' deliver another surprise?. Atlanta", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/justice-barrett-may-inspire-pro-life-votes-for-trump-11604011835", "title": "Justice Barrett May Inspire Pro-Life Votes for Trump", "date": "2020-10-29 18:50", "summary": "Suburban women and religious voters like his judicial appointments, even if his character makes them leery of a second term.. Justice Amy Coney Barrett's confirmation will likely drive turnout among pro-choice suburban women. But there may be a countereffect: Pro-life voters who aren't enthusiastic about Donald Trump could be inspired to vote for him. The Susan B. Anthony List has been laying groundwork for that to happen since before her nomination.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ichabod-cranes-lesson-keep-your-head-11604011799", "title": "Ichabod Crane's Lesson: Keep Your Head", "date": "2020-10-29 18:49", "summary": "He is the victim of his own paranoia more than the paranormal.. For exactly two centuries, Washington Irving's \"The Legend of Sleepy Hollow\" has stood above other American horror tales as the most emblematic of Halloween. It's also exemplary of what British ghost story writer M.R. James called \"a pleasing terror.\" Irving's ghost story is a haunting warning and a friendly chide.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-tokyo-sequel-to-chariots-of-fire-11604011712", "title": "A Tokyo Sequel to 'Chariots of Fire'", "date": "2020-10-29 18:48", "summary": "A Saturday date for the Olympic marathon may keep Israel's champ from running.. When the starting gun goes off at the Tokyo Olympics women's marathon next summer, one elite runner may be sitting on the sidelines-not because of her running time, but because of her religious beliefs. Beatie Deutsch, Israel's national champion marathon runner, can't compete if the marathon is held, as scheduled, on the Jewish Sabbath.", "categories": [["Opinion", "Commentary", "Houses of Worship"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb", "https://www.wsj.com/news/types/houses-of-worship?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/starbucks-sbux-4q-earnings-report-2020-11603989649", "title": "Starbucks Says Customers Are Coming Back to Cafes", "date": "2020-10-29 18:48", "summary": "The coffee giant forecasts a return to sales growth next year. Starbucks Corp. said customers are returning to its cafes quicker than expected, forecasting a return to sales growth next year.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/first-hail-all-the-lawyers-11604011682", "title": "First, Hail All the Lawyers", "date": "2020-10-29 18:48", "summary": "Voting will end next Tuesday, but judges may be deciding the election for weeks.. For the next four days the 2020 race is \"Donald Trump vs. Joe Biden.\" Come Nov. 3, the race likely becomes, \"May the best lawyer win.\"", "categories": [["Opinion", "Potomac Watch"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/potomac-watch?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-woman-who-stole-vermeer-review-incorruptibly-guilty-11604011599", "title": "'The Woman Who Stole Vermeer' Review: Incorruptibly Guilty", "date": "2020-10-29 18:46", "summary": "Rose Dugdale rejected her privileged English upbringing-and devoted much of her adult life to the cause of Irish republicanism.. Bridget Rose Dugdale, born into a world of English privilege in 1941, seemed an unlikely candidate to become a radical activist who would spend much of her adult life attempting to undermine the British Empire. But as security expert Anthony Amore recounts in \"The Woman Who Stole Vermeer,\" Rose, as she is known, gained notoriety in the 1970s by devising daring art thefts and other crimes in service to the cause of Irish republicanism. \"She was media gold,\" writes Mr. Amore, \"having abandoned a life of wealth and leisure to take up arms.\"", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/google-alphabet-googl-3q-earnings-report-2020-11603988595", "title": "Google Parent's Stock Soars on Gangbuster Earnings", "date": "2020-10-29 18:22", "summary": "Alphabet posts $11.2 billion quarterly profit amid coronavirus pandemic, exceeding analysts' estimates. Google blasted through the coronavirus pandemic with gangbuster earnings, just a week after U.S. prosecutors sued the company for operating a purported illegal monopoly in its flagship search business.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bestselling-books-week-ended-october-24-11604010090", "title": "Bestselling Books Week Ended October 24", "date": "2020-10-29 18:21", "summary": "With data from NPD BookScan. ", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/best-selling-books?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/poll-from-counting-cattle-to-tallying-the-vote-11604009271", "title": "'Poll': From Counting Cattle to Tallying the Vote", "date": "2020-10-29 18:07", "summary": "Once applied to livestock, a medieval term for 'head' now takes center stage in democratic politics. With Election Day around the corner, a short, multipurpose word has seemed inescapable in the national conversation, as it does every year around this time: \"poll.\"", "categories": [["Life & Work", "Ideas", "Word on the Street"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/word-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/exxon-to-lay-off-1-900-u-s-employees-as-pandemic-wreaks-havoc-on-oil-demand-11603986398", "title": "Exxon to Slash Up to 15% of Global Workforce, Including 1,900 U.S. Jobs", "date": "2020-10-29 17:55", "summary": "The oil giant plans to shed employees and contract workers world-wide over the next year as it struggles during the coronavirus pandemic. Exxon Mobil Corp . said it expects to shed as much as 15% of its global workforce over the next year, including 1,900 jobs in the U.S., as the coronavirus pandemic continues to batter the oil industry.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/h-1b-visa-lottery-could-be-replaced-with-salary-based-selection-11604008279", "title": "H-1B Visa Lottery Could Be Replaced With Salary-Based Selection", "date": "2020-10-29 17:51", "summary": "The U.S. Department of Homeland Security is proposing replacing the program with one that gives priority to the jobs with the highest wages. The U.S. Department of Homeland Security has proposed to effectively replace H-1B visa lottery. The government awards 85,000 new H-1B visas to foreign workers a year, through a process of random selection, and demand has consistently outnumbered supply. The Trump administration is proposing replacing the selection process with one that gives priority to the jobs with the highest salaries.", "categories": [["Jobs"]], "category_links": ["https://www.wsj.com/news/types/noted-jobs?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-touch-of-the-poet-review-finding-power-in-a-trying-play-11604000545", "title": "'A Touch of the Poet' Review: Finding Power in a Trying Play", "date": "2020-10-29 17:47", "summary": "A webcast from the Irish Rep makes compelling drama out of Eugene O'Neill's long-winded costume piece.. How bad can a play be and still be good? Eugene O'Neill tested the limits many times, perhaps most exasperatingly in the long-winded, top-heavy \"A Touch of the Poet,\" whose first act (there are four) consists almost entirely of clumsy exposition that could and should have been dumped. The results are all but unwatchable in anything short of a first-class production-which is just what the Irish Repertory Theatre has given \"A Touch of the Poet\" in its latest webcast. Perfectly cast and staged by Ciarán O'Reilly and brilliantly produced by a virtuoso team of designers and editors including Sarah Nichols, the show's miracle-working video editor, it is a shining model for any company putting its work online during the Covid pandemic.", "categories": [["Opinion", "Theater Review"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/theater-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/two-people-killed-in-knife-attack-at-church-in-french-city-of-nice-11603963626", "title": "Suspected Terrorist Knife Attack in Nice, France, Leaves Three Dead", "date": "2020-10-29 17:42", "summary": "President Emmanuel Macron raises France's terrorism-alert system to the highest level. NICE, France-A knife-wielding man killed three people-nearly decapitating one of them-in the Notre Dame Basilica in Nice, police said, in an assault being treated as an act of terrorism.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/us-gdp-third-quarter-2020-11603908566", "title": "Economy Surges but Hasn't Recouped All Pandemic Losses", "date": "2020-10-29 17:19", "summary": "Jump in output follows steep drop earlier in pandemic; still, analysts project the economy will end 2020 smaller than a year earlier. The economy grew at a record pace in the third quarter-increasing 7.4% over the prior quarter and at a 33.1% annual rate-recovering about two-thirds of the ground it lost earlier in the coronavirus pandemic.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/global-stock-markets-dow-update-10-29-2020-11603966538", "title": "U.S. Stocks Close Higher", "date": "2020-10-29 17:11", "summary": "Stocks are still on course for sharp weekly losses. U.S. stocks rose Thursday, rebounding after fresh data showed jobless claims dropped and the economy expanded sharply in the third quarter.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-transportation-officials-airlines-spar-with-cdc-over-testing-vs-quarantines-for-international-flights-11603996361", "title": "Airlines and Transportation Officials Spar With CDC Over Testing vs. Quarantines", "date": "2020-10-29 17:10", "summary": "Rift must be resolved before possible U.S.-U.K. 'travel corridor' opens as soon as Christmas. U.S. transportation officials and airlines are at odds with public-health officials over whether people who test negative for coronavirus before they travel should still have to quarantine when they arrive in the U.S., according to people familiar with the matter.", "categories": [["WSJ News Exclusive", "Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nypd-appoints-black-woman-to-top-patrol-job-11604004755", "title": "NYPD Appoints Black Woman to Top Patrol Post", "date": "2020-10-29 16:52", "summary": "Juanita Holmes will be first woman to be chief of patrol, one of department's highest-ranking posts. A veteran New York Police Department officer will become the first woman to be appointed chief of patrol, one of the highest-ranking posts in the department, NYPD Commissioner Dermot Shea said Thursday.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bets-on-biden-led-stimulus-fuel-outperformance-by-small-stocks-11603963803", "title": "Small Stocks Topped Large-Caps in October on Hopes for Stimulus", "date": "2020-10-29 16:44", "summary": "Many investors are hoping greater fiscal spending can offset potential corporate-tax increases or greater regulation in 'blue-wave' scenario. Small stocks are outpacing larger companies by the greatest amount in years so far this month, underscoring investors' bets on Democrats gaining control in Washington and ramping up spending to support the economy.", "categories": [["Markets", "Stocks"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-to-read-this-halloween-11604003805", "title": "What to Read This Halloween", "date": "2020-10-29 16:36", "summary": "The best literary frights-from Stephen King to Edgar Allan Poe-according to WSJ readers.. It's that time of year, when a certain kind of reading thrill matches perfectly with shortening days and sudden, chill breezes. There are all kinds of ways to get in the Halloween mood-but none easier and more satisfying than sitting down with a really scary book. We asked readers of our Books newsletter to share their favorite literary frights, and they didn't hesitate to let us know about the books that still have them a little shaken. Below, recommendations for chilling reading of all sorts-and nobody's going to judge you if you wind up leaving the lights on afterward.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/netflix-raises-price-of-standard-premium-plans-11604000757", "title": "Netflix Raises Prices as Competition Increases", "date": "2020-10-29 16:31", "summary": "Move comes after disappointing subscriber growth, leadership change in TV unit. Netflix Inc. raised the monthly price of its most popular plan for the first time since early 2019, a move that comes as the streaming service competes with a growing number of cheaper alternatives.", "categories": [["Business", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/philadelphia-officials-promise-police-reforms-after-walter-wallaces-fatal-shooting-11604002680", "title": "Philadelphia Officials Promise Police Reforms After Walter Wallace Jr.'s Fatal Shooting", "date": "2020-10-29 16:27", "summary": "Police commissioner says she will add behavioral health unit, equip all officers with less-lethal weapons. Top Philadelphia officials are pledging to improve how local law-enforcement officers deal with people in mental distress after the fatal shooting of Walter Wallace Jr. by police.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/city-hall-review-an-inspiring-display-of-municipal-bonds-11604002416", "title": "'City Hall' Review: An Inspiring Display of Municipal Bonds", "date": "2020-10-29 16:13", "summary": "Set in Boston, Frederick Wiseman's documentary epic celebrates the ideals of civic governance and the realities of urban life.. There's a puzzlement worth pondering in Frederick Wiseman's \"City Hall,\" the latest in a remarkable string of 43 documentary features that began with his \"Titicut Follies\" in 1967. (This one is streaming as a Film Forum release in virtual cinema, and will soon share online revenues with other theaters around the country.)", "categories": [["Books & Arts", "Film Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/film-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-donut-king-review-a-yeasty-chronicle-11604002242", "title": "'The Donut King' Review: A Yeasty Chronicle", "date": "2020-10-29 16:10", "summary": "Alice Gu's documentary tracks the rise and fall of the refugee entrepreneur behind thousands of Cambodian-owned doughnut shops in Southern California.. Alice Gu's \"The Donut King,\" streaming as a virtual cinema release, is one of those documentaries that discovers a terrific story in an unlikely place. Or places, in this case-the Cambodian-owned doughnut shops that constitute 80% of the 5,000 independent fried-dough filling stations in Southern California. It's an immigrant-makes-good tale filled with uplift and downfall in equal measure, and there's no glazing over the heartbreak.", "categories": [["Books & Arts", "Film Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/film-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/walmart-pulls-guns-ammo-displays-in-u-s-stores-citing-civil-unrest-11604002136", "title": "Walmart Pulls Guns, Ammo Displays in U.S. Stores, Citing Civil Unrest", "date": "2020-10-29 16:08", "summary": "Retailer says move is a safety precaution but customers can still purchase firearms and ammunition. Walmart Inc. has removed all guns and ammunition from the sales floors of its U.S. stores this week, aiming to head off any potential theft of firearms if stores are broken into amid social unrest.", "categories": [["WSJ News Exclusive", "Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-this-sherlock-holmes-novel-is-still-a-deliciously-spooky-read-11604001765", "title": "Why This Sherlock Holmes Novel Is Still a Deliciously Spooky Read", "date": "2020-10-29 16:02", "summary": "For an elegant Halloween treat, travel back to a menacing moor in Victorian England in 'The Hound of the Baskervilles.' Described as 'a real creeper' by Sir Arthur Conan Doyle, it remains a wildly entertaining tale.. AS YOU LEARN in Arthur Conan Doyle's \"The Hound of the Baskervilles,\" howls carry a long way on the moor. The 1902 novel relates the legend of a bloodthirsty supernatural dog, and the Baskerville family it haunts. The young heir, Sir Henry-who had just arrived from Canada-calls upon Sherlock Holmes-\"the specialist in crime\"-and his able friend Dr. John Watson to confront the mysterious threat.", "categories": [["Life & Work", "Transporting Reads"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/comfort-reads?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/i-see-right-through-you-friday-crossword-october-30-11603726725", "title": "I See Right Through You (Friday Crossword, October 30)", "date": "2020-10-29 16:01", "categories": [["WSJ Puzzles", "Crossword Contest"]], "category_links": ["https://www.wsj.com/news/puzzle?mod=breadcrumb", "https://www.wsj.com/news/types/crossword-contest?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/citizen-bio-review-hacking-human-health-11604001457", "title": "'Citizen Bio' Review: Hacking Human Health", "date": "2020-10-29 15:57", "summary": "Showtime's documentary delves into the field of biohacking, or rogue medical research, which came under scrutiny after the 2018 death of one of its prominent promoters.. The thrum of horror-movie vibrations underpinning the science-based documentary \"Citizen Bio\" may be lurid, but it's not inappropriate. A principal element in the story, after all, is death-that of Aaron Traywick, who in 2018 was found dead in a sensory deprivation tank, igniting conspiracy theories and bringing a degree of scrutiny to the entire field of biohacking, or rogue medical research, that it hadn't previously experienced.", "categories": [["Books & Arts", "Television Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/television-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tale-of-two-recoveries-11604001039", "title": "Tale of Two Recoveries", "date": "2020-10-29 15:50", "summary": "America's sharp and quick economic rebound reminds us of the one that never happened.. Has the U.S. economy officially ended former President Barack Obama's \"new normal\" of sluggish growth and diminished expectations? The speed and strength of America's post-shutdown revival should inspire U.S. workers and investors to raise their expectations.", "categories": [["Opinion", "Best of the Web"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/best-of-the-web-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-blacklists-iranian-chinese-companies-accused-of-helping-iran-evade-energy-sanctions-11603992896", "title": "U.S. Blacklists Iranian, Chinese Companies Accused of Helping Iran", "date": "2020-10-29 15:47", "summary": "The country files forfeiture actions against Iranian missiles seized recently by U.S. Navy. WASHINGTON-The Trump administration on Thursday rolled out another pre-election battery of sanctions and other punitive actions against Iran, blacklisting Iranian and Chinese energy companies and announcing forfeiture actions against two shipments of Iranian missiles recently seized by the U.S. Navy.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/quibi-adversary-asks-court-to-freeze-some-of-the-streaming-services-assets-11604000156", "title": "Quibi Adversary Asks Court to Freeze Some of the Company's Assets", "date": "2020-10-29 15:36", "summary": "Video company Eko wants Quibi to set aside more than $100 million to cover potential damages in a hedge-fund-backed patent lawsuit. A company that has accused Quibi Holdings LLC of infringing on patented technology is seeking a court order barring the streaming-video service from distributing some of its assets to investors as it winds down the business, until the legal dispute is resolved.", "categories": [["Pro Bankruptcy Distress"]], "category_links": ["https://www.wsj.com/news/types/pro-bankruptcy-distress?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/white-house-to-require-insurers-to-post-negotiated-drug-prices-11603990231", "title": "White House to Require Insurers to Post Negotiated Prices", "date": "2020-10-29 15:32", "summary": "Rule calls for gradually increasing disclosure requirements through 2024; health insurers say move could hurt competition, drive up costs for consumers. Private insurers must publish the prices they have negotiated with providers under a Trump administration rule aimed at lowering health-care spending by giving consumers more information about their out-of-pocket charges.", "categories": [["Politics", "Health Policy"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/health-policy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fury-over-new-covid-lockdowns-in-europe-threatens-compliance-11603999654", "title": "Fury Over New Covid Lockdowns in Europe Threatens Compliance", "date": "2020-10-29 15:27", "summary": "While residents accepted restrictions in the spring, frustration is rising and some small businesses refuse to cooperate. As governments once again shut businesses across Europe to stop a surge in coronavirus infections, acceptance of restrictions is fading and some small businesses are refusing to cooperate.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hurricane-zeta-leaves-hundreds-of-thousands-without-power-across-south-11603978001", "title": "Hurricane Zeta Leaves Hundreds of Thousands Without Power Across South", "date": "2020-10-29 15:24", "summary": "After striking Louisiana as Category 2, Zeta is downgraded to tropical storm as it charges through southeastern U.S.. Hurricane Zeta tore across Louisiana and Mississippi Wednesday night, leaving at least three people dead, hundreds of thousands of residents without electricity and streets littered with downed trees and power lines.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-to-lift-ban-on-police-use-of-body-cameras-alongside-federal-agents-11603983608", "title": "U.S. to Allow Police to Use Body Cameras Alongside Federal Agents", "date": "2020-10-29 15:10", "summary": "Justice Department to allow local forces to use the devices, which remain barred for federal law enforcement, in joint operations. WASHINGTON-The Justice Department will allow state and local police officers across the country to wear body cameras during some joint operations with federal law enforcement, ending a ban that had frustrated police chiefs who require them for public accountability.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/oil-prices-hammered-by-lockdown-driven-demand-fears-11603975955", "title": "Oil Prices Hammered by Lockdown-Driven Demand Fears", "date": "2020-10-29 15:08", "summary": "Fresh coronavirus measures and demand fears are driving selloff. A fresh wave of selling drove oil prices to their lowest level since early June on Thursday, sparked by wagers that fresh lockdowns in Europe will dent commerce and travel, eroding demand for fuel.", "categories": [["Markets", "Commodities", "Oil Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb", "https://www.wsj.com/news/types/oil-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-city-records-steady-rise-in-covid-19-cases-11603997568", "title": "New York City Records Steady Rise in Covid-19 Cases", "date": "2020-10-29 15:03", "summary": "Mayor Bill de Blasio said the seven-day-average positivity rate for tests hit 1.92%, the highest since June. New York City is recording a slow and steady rise in Covid-19 cases, Mayor Bill de Blasio said Thursday, with health officials blaming some of the uptick on out-of-state travelers and indoor gatherings.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/state-department-rules-two-americans-can-be-extradited-to-japan-in-ghosn-escape-case-11603991721", "title": "State Department Rules Two Americans Can Be Extradited to Japan in Ghosn Case", "date": "2020-10-29 14:57", "summary": "Federal judge quickly stays extradition of ex-Green Beret Michael Taylor and son Peter alleged to have aided businessman's escape. BOSTON-A former Green Beret and his son can be extradited to Japan to face criminal charges that they helped former auto titan Carlos Ghosn flee that country last year hidden inside a musical-equipment box, the U.S. State Department ruled, according to court documents.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/jerry-falwell-jr-sues-liberty-university-after-firing-11603997047", "title": "Jerry Falwell Jr. Sues Liberty University After Firing", "date": "2020-10-29 14:44", "summary": "Lawsuit claims Christian school defamed its former president by repeating false claims. Jerry Falwell Jr. has sued Liberty University for defamation, alleging that the school damaged his reputation after he was forced to resign as president in August.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/interstate-vote-compact-or-voter-compactor-11603996435", "title": "Interstate Vote Compact or Voter Compactor?", "date": "2020-10-29 14:33", "summary": "The only way to address the huge demographic challenges facing the Republican Party is to ensure the votes of every voter in every state count.. Your editorial \"Gambling With Colorado's Electors\" (Oct. 24) incorrectly portrays Colorado Proposition 113 and the National Popular Vote Interstate Compact (NPVIC) as a partisan \"destruction of America's two-century-old presidential election system.\"", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-biden-economy-can-add-value-fix-problems-11603996383", "title": "Biden Economy Can Add Value, Fix Problems", "date": "2020-10-29 14:33", "summary": "The 2020 reality is that across the board cleaner energy will also be cheaper energy-as it already is in California.. Andy Kessler's \"A Biden Economy Means 'Litter Jobs'\" (Inside View, Oct. 26) about Joe Biden's clean-energy policies is staggeringly innumerate. He claims clean-energy jobs are make work, and simply raise energy costs. He offers California as his proof point. California electricity bills are among the lowest in the nation. True, each kilowatt-hour costs more than the average-but the \"litter\" jobs Mr. Kessler disparages, combined with high standards for the quality of new construction, have enabled the average Californian to use far less electricity and gas to power their home and save money while, yes, creating more construction jobs. Similarly, the electric cars California is pioneering are saving their owners thousands of dollars, even though they cost more to purchase-because savings on gasoline and maintenance more than make up for the purchase premium. I drive one. The statement that \"[a]dding insulation is not productive\" is shockingly inaccurate, as literally thousands of studies have shown. In many cases the most expensive insulation to purchase has the highest rate of return over time. The only thing more cost-effective than adding insulation is making sure that new buildings have as much as they need-as California has done. The 2020 reality is that across the board cleaner energy will also be cheaper energy-as it already is in California.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ecb-signals-further-stimulus-ahead-11603976353", "title": "ECB Signals Further Stimulus Ahead", "date": "2020-10-29 14:32", "summary": "European Central Bank indicates likely action in December to soften the economic impact of lockdowns. FRANKFURT-The European Central Bank intends to scale up its support of the eurozone's economy, seeking to cushion the region from the fallout of a new wave of coronavirus infections that threatens to knock back a currency area that was still recovering from spring lockdowns.", "categories": [["Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/in-battleground-pennsylvania-fracking-and-renewables-compete-to-be-the-future-of-energy-11603979272", "title": "In Pennsylvania, Fracking and Renewables Compete for the Future", "date": "2020-10-29 14:14", "summary": "Frackers fret over a Biden presidency while green energy touts new job and business opportunities. Behind a low-slung building in Zelienople, Pa., stands a towering mechanical structure where Deep Well Services trains employees in the highly specialized work of completing fracking wells for natural gas. It is well-paying and, until recently, growing work. The company went from 25 employees in 2008 to 450 last year.", "categories": [["Economy", "Capital Account"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/capital-account?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/comcast-burdened-by-covid-19-impact-on-theme-parks-movie-studio-11603969303", "title": "Comcast Burdened by Covid-19's Impact on Theme Parks", "date": "2020-10-29 14:13", "summary": "Limited traffic during recent quarter was partly offset by a record number of broadband sign-ups. The coronavirus pandemic continued to affect the performance of Comcast Corp., a cable and entertainment conglomerate that suffered from limited capacity at theme parks and movie theaters but signed up a record number of broadband subscribers in the latest quarter.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/juul-cuts-valuation-to-10-billion-11603994473", "title": "Juul Cuts Valuation to $10 Billion", "date": "2020-10-29 14:01", "summary": "E-cigarette maker valued at $38 billion two years ago before regulatory crackdowns; company lost $423 million in first half of year. Juul Labs Inc. has dropped its valuation to about $10 billion, in marked contrast to $38 billion two years ago when tobacco giant Altria Group Inc. took a 35% stake, the e-cigarette maker told employees on Thursday.", "categories": [["WSJ News Exclusive", "Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-u-s-economy-faces-a-tough-encore-11603982600", "title": "The U.S. Economy Faces a Tough Encore", "date": "2020-10-29 13:41", "summary": "Economic growth rebounded sharply in the third quarter, but the hole left by the Covid-19 pandemic won't heal until the pandemic is controlled. The economy staged a massive comeback in the third quarter. The fourth quarter won't be so easy.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/beautiful-impractical-physics-11603993243", "title": "Beautiful, Impractical Physics", "date": "2020-10-29 13:40", "summary": "Since the 1950s, fundamental physical research has made little contribution to technology. Are physicists too focused on beauty?. Should physicists feel guilty about working on ideas with no real-world consequences, just because they're intellectually beautiful? How should such work be evaluated? These questions arise often in the life of research scientists. We have to weigh the pleasure and potential glory of imaginative flights against the more solid rewards of steady progress towards clear goals.", "categories": [["Life & Work", "Ideas", "Wilczek's Universe"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/wilczek-s-universe?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-many-have-recovered-from-covid-19-cases-no-one-knows-11603963801", "title": "How Many Have Recovered From Covid-19 Cases? No One Knows", "date": "2020-10-29 13:38", "summary": "Popular Covid-19 trackers say 3.5 million Americans have recovered-an undercount, although public-health authorities aren't sure by how much. Health researchers collect various pieces of Covid-19 data to get a handle on the spread of the new coronavirus, but one metric has proven tough to pin down: how many infected people have recovered.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/roadkill-review-a-political-career-in-peril-11603993037", "title": "'Roadkill' Review: A Political Career in Peril", "date": "2020-10-29 13:37", "summary": "Hugh Laurie stars as a British cabinet minister beset by scandal in a 'Masterpiece' series from David Hare.. Devotees of U.K. drama on American public television are likely to have a Pavlovian response to the prospect of \"Roadkill,\" a four-part exercise in political intrigue starring Hugh Laurie, written by David Hare, and set amid the highest levels of British government and misbehavior. \"Masterpiece\" viewers will, by experience, be expecting straightforward storytelling, dramatic directness, a style-free but purposeful drive, albeit down the wrong side of the street. \"Roadkill\" will reward this anticipation with U-turns, detours and potholes of illogic.", "categories": [["Books & Arts", "Television Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/television-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/are-tesla-owners-radio-ga-ga-11603992831", "title": "Are Tesla Owners Radio Ga Ga?", "date": "2020-10-29 13:33", "summary": "For an extra $500, owners of Elon Musk's electric vehicles have something available for free in even the cheapest clunker. Tesla, widely considered to be an innovation leader in the automotive industry, is offering customers a technology that isn't quite cutting edge: terrestrial radio.", "categories": [["Markets", "Overheard"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/overheard?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/europes-covid-19-cases-and-deaths-are-climbing-a-warning-for-the-u-s-11603992597", "title": "Europe's Covid-19 Cases and Deaths Are Climbing, a Warning for the U.S.", "date": "2020-10-29 13:29", "summary": "Until fall, Europe seemed to have the pandemic under better control, but many places didn't develop ways to stop the spread. Europe is once again at the epicenter of the coronavirus pandemic, with the continent now recording more and faster-rising deaths than the U.S. in an abrupt reversal of fortunes that is leading some governments to reimpose lockdowns they had hoped to avoid.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/your-european-vacation-was-cancelled-how-about-a-bavarian-village-in-the-appalachians-11603992150", "title": "Your European Vacation Was Canceled. How About a 'Bavarian Village' in the Appalachians?", "date": "2020-10-29 13:22", "summary": "Resume Subscription. HELEN, Ga.-Nita Decker, who has a cabin-rental business in this faux-Bavarian tourist destination in the North Georgia mountains, is the busiest she has ever been.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/wto-is-poised-to-pick-its-first-female-leader-11603823028", "title": "WTO Is Poised to Pick First Female Leader", "date": "2020-10-29 13:22", "summary": "Global trade body's members will choose between former Nigerian finance minister and South Korea's trade minister. The World Trade Organization is set to pick its first female leader in coming days, offering a fresh start to a body weakened by fights between the U.S. and China at a time of global economic crisis.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/volkswagens-turnaround-is-stalling-11603991720", "title": "Volkswagen's Turnaround Is Stalling", "date": "2020-10-29 13:15", "summary": "While Ford and Fiat Chrysler enjoyed vintage third quarters, the world's largest car maker made little apparent effort to rein in costs. Coming a day after blowout results from Ford and Fiat Chrysler , third-quarter numbers from Volkswagen were underwhelming. The world's largest car maker could be falling into bad old habits.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/apollo-earnings-fall-as-ceo-wrangles-with-jeffrey-epstein-ties-11603969209", "title": "Leon Black Offers More Details on Ties to Jeffrey Epstein", "date": "2020-10-29 13:12", "summary": "Apollo chief executive raised the issue after questions swirled about his relationship with the late financier. Leon Black, the billionaire chief executive of Apollo Global Management Inc., on Thursday offered a history of his ties to the late financier Jeffrey Epstein, his most detailed public account yet of a relationship that sparked renewed concern among his firm's shareholders and fund investors in recent weeks.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/online-beer-sales-drinking-at-home-boosts-budweiser-brewer-11603968729", "title": "Online Beer Sales Soar at Brewers of Budweiser, Miller Lite", "date": "2020-10-29 13:12", "summary": "While e-commerce sales remain small, two of the world's biggest beer makers say they have taken off during the pandemic. Homebound drinkers bought more beer online and at supermarkets, cushioning two of the world's biggest brewers amid Covid-19 restrictions that have cut into sales at bars and restaurants.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/kraft-heinz-draws-customers-back-to-familiar-brands-11603974420", "title": "Kraft Heinz Draws Customers Back to Familiar Brands", "date": "2020-10-29 12:42", "summary": "Food company booked big sales increase as pandemic continues to boost grocery sales. Kraft Heinz Co. said higher grocery demand during the coronavirus pandemic is setting the food maker up to exceed sales expectations for next year.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hackers-steal-2-3-million-from-trump-wisconsin-campaign-account-11603989749", "title": "Hackers Steal $2.3 Million From Trump Wisconsin Campaign Account", "date": "2020-10-29 12:42", "summary": "Local chairman doesn't believe any of the party's data was stolen. Wisconsin Republican Party officials said computer hackers stole $2.3 million from an account they used to help finance President Trump's re-election efforts in the battleground state.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/businessman-pleads-guilty-in-probe-of-giuliani-associates-11603986427", "title": "Businessman Pleads Guilty in Probe of Giuliani Associates", "date": "2020-10-29 12:38", "summary": "David Correia admitted to helping Rudy Giuliani associates lie to federal election officials and wire-fraud conspiracy. A Florida businessman pleaded guilty Thursday to charges that he duped potential investors in a fraud-insurance company and that he helped associates of Rudy Giuliani lie to federal election officials about a $325,000 donation to a super PAC supporting President Trump.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-barrett-battle-that-wasnt-11603989535", "title": "The Barrett Battle That Wasn't", "date": "2020-10-29 12:38", "summary": "This confirmation was supposed to be especially hard. How did it turn out to be especially easy?. When Brett Kavanaugh was nominated in 2018 to fill the Supreme Court seat vacated by Reagan appointee Anthony Kennedy, the bloodiest high-court confirmation fight in almost 30 years resulted. We could only imagine the fight to the death if President Trump chose a conservative nominee to replace a left-leaning justice, especially liberal icon Ruth Bader Ginsburg. Surely protesters dressed as handmaids would set themselves on fire outside the hearing room.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/islamic-governments-condone-radicals-in-france-11603989435", "title": "Islamic Governments Condone Radicals in France", "date": "2020-10-29 12:37", "summary": "Four murdered in attacks this month, and Imran Khan and others warn about 'Islamophobia.'. Imran Khan is mad at Emmanuel Macron. In a series of tweets Sunday, the Pakistani prime minister accused the French president of \"attacking Islam,\" encouraging \"Islamophobia,\" and choosing to \"deliberately provoke Muslims\" by cracking down on radical Islamists.", "categories": [["Opinion", "East is East"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/east-is-east?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/moderna-signs-covid-19-vaccine-supply-contract-with-japan-11603988691", "title": "Moderna Signs Covid-19 Vaccine Supply Contract With Japan", "date": "2020-10-29 12:24", "summary": "Company in advanced talks with the EU to expand coronavirus vaccine supply; on track to fulfill deals with other countries. Moderna Inc. signed a new contract with Japan's government to supply 50 million doses of its Covid-19 vaccine, one of the leading coronavirus shots in development, and said it received in the latest quarter $1.1 billion of deposits from other governments that had previously signed supply deals.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-banks-need-to-brace-for-climate-change-regulator-says-11603988421", "title": "New York Banks Need to Brace for Climate Change, Regulator Says", "date": "2020-10-29 12:20", "summary": "New York State Department of Financial Services superintendent warns of unprecedented financial risks from climate change. A New York state regulator set expectations for banks and other financial companies to prepare for risks arising from climate change, and the transition away from fossil fuels.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/marvell-nears-deal-to-buy-inphi-11603936620", "title": "Chip Firm Marvell to Buy Rival Semiconductor Company in $10 Billion Deal", "date": "2020-10-29 12:04", "summary": "The deal is the second big semiconductor tie-up this week as the industry rapidly consolidates. Marvell Technology Group Ltd. said Thursday it would buy Inphi Corp. in a cash-and-stock deal, in what would be the second big semiconductor tie-up this week as the industry rapidly consolidates.", "categories": [["WSJ News Exclusive", "Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/you-have-arrived-at-your-destination-11603987210", "title": "You Have Arrived at Your Destination", "date": "2020-10-29 12:00", "summary": "Las Vegas and Salt Lake City are among the hottest migration destinations in the country.. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/china-leadership-says-economy-will-reachmid-level-within-15-years-11603969958", "title": "China's Leadership Emphasizes 'Technology Self-Reliance'", "date": "2020-10-29 11:59", "summary": "Economic plan sends defiant message in face of intensifying U.S. sanctions against Chinese firms. China's leaders approved an economic blueprint for the next five years that emphasizes \"technology self-reliance,\" a defiant message in the face of intensifying U.S. sanctions against Chinese firms.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/living-in-a-sellers-paradise-11603987143", "title": "Living in a Seller's Paradise", "date": "2020-10-29 11:59", "summary": "These buyers purchased homes in some of the hottest seller's markets in the country.. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/betting-on-buyers-markets-11603987177", "title": "Betting on Buyer's Markets", "date": "2020-10-29 11:59", "summary": "Inside a Solvang, Calif., property and a Weehawken, N.J., condo.. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/wpp-shows-signs-of-recovery-in-third-quarter-11603986516", "title": "WPP Shows Signs of Recovery in Third Quarter", "date": "2020-10-29 11:48", "summary": "Advertising giant will focus on growth in the future through both acquisitions and improving its top line. WPP PLC is the latest advertising holding company to show signs of recovery from the global pandemic, saying some clients increased spending after making cuts earlier in the year.", "categories": [["CMO Today"]], "category_links": ["https://www.wsj.com/news/types/cmo-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/shopify-could-own-black-friday-11603986413", "title": "Shopify Could Own Black Friday", "date": "2020-10-29 11:46", "summary": "Shopify continues to ring up solid growth with the best potentially still to come. Talk about being in the right place at the right time.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fannie-mae-earnings-rise-during-third-quarter-on-mortgage-refinance-boom-11603976426", "title": "Fannie Mae, Freddie Mac Third-Quarter Earnings Rise on Mortgage Refinance Boom", "date": "2020-10-29 11:39", "summary": "Earnings for 2020 as a whole are expected to be lower than last year, Fannie Mae says. WASHINGTON-Government-controlled mortgage giants Fannie Mae and Freddie Mac reported improved earnings in the third quarter, as record-low interest rates fueled a refinancing boom that buoyed the companies' results.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/you-dont-play-football-but-youre-just-two-games-out-of-first-place-in-the-nfc-east-11603985340", "title": "You Don't Play Football, but You're Just Two Games Out of First Place in the NFC East", "date": "2020-10-29 11:29", "summary": "A noisy division is consistently dismal, and continues to be treated like a football behemoth. We need to talk about the NFC East. Yes: we do this every season, but this year, it's gotten especially worrisome. I'm not quite sure what we're watching. I'm not convinced it's football.", "categories": [["Sports"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-broken-mortgage-market-strands-detroits-black-residents-11603984218", "title": "Dearth of Credit Starves Detroit's Housing Market", "date": "2020-10-29 11:10", "summary": "Resume Subscription. DETROIT-Alter Road runs northwest along this city's border. To the east is Grosse Pointe Park, an upscale suburb dotted with grand old mansions built in the auto industry's heyday. To the west is the city of Detroit, lined with abandoned houses and empty lots.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/carlyle-earnings-climb-on-strong-growth-in-u-s-asia-11603965602", "title": "Carlyle Earnings Climb on Strong Growth in U.S., Asia", "date": "2020-10-29 11:07", "summary": "Third-quarter profit totaled $295.5 million, up from $92.2 million a year earlier. Carlyle Group Inc.'s third-quarter earnings jumped as the value of investments in some of the firm's U.S. and Asia buyout funds posted strong appreciation, but the amount of cash that could be distributed to shareholders fell.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/kraft-heinz-signals-the-great-grocery-boom-isnt-over-11603984073", "title": "Kraft Heinz Signals the Great Grocery Boom Isn't Over", "date": "2020-10-29 11:07", "summary": "Kraft Heinz and Kellogg results show the effects of pantry restocking-a trend likely to have continued with the latest spike in Covid-19 cases. Big food stocks have declined along with everything else as coronavirus fears have rebounded in the U.S. and Europe. But strong results from Kraft Heinz and Kellogg on Thursday serve as a reminder that this makes little sense.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/spotify-recovers-from-early-pandemic-slump-11603965605", "title": "Spotify Recovers From Early-Pandemic Slump", "date": "2020-10-29 11:05", "summary": "Listening time, revenue increased as use in cars and homes grew. Spotify Technology SA moved past a slump that hit early in the pandemic, as customers collectively spent more time listening to the service than before Covid-19 shutdowns.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ant-ipo-promises-8-billion-gain-for-elite-group-of-foreign-investors-11603970412", "title": "Ant IPO Promises $8 Billion Gain for Elite Group of Foreign Investors", "date": "2020-10-29 11:01", "summary": "In 2018, the financial-technology giant raised $10.3 billion in its first and only private sale of stock to institutions outside China. Ant Group Co. 's market debut will bring a windfall to a carefully curated group of international investors that bought a piece of the company two years ago.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/crispr-gene-editing-can-lead-to-big-mistakes-in-human-embryos-11603983608", "title": "Crispr Gene Editing Can Lead to Big Mistakes in Human Embryos", "date": "2020-10-29 11:00", "summary": "Columbia University study of Crispr technology found it made unwanted chromosomal changes in human embryos. Scientists using the Crispr gene-editing technology in human embryos to try to repair a gene that causes hereditary blindness found it made unintended and unwanted changes, frequently eliminating an entire chromosome or large sections of it.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/royal-dutch-shell-is-shelling-out-for-higher-dividends-11603983557", "title": "Royal Dutch Shell Is Shelling Out for Higher Dividends", "date": "2020-10-29 10:59", "summary": "Oil giant hopes a return to progressive payouts will win back dividend investors as it transitions to cleaner energy. Royal Dutch Shell has given investors their beloved progressive dividend back. The energy transition still clouds the investment case, but the move may help Europe's largest oil-and-gas company shake off some of its discount to a battered sector.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/can-a-trick-or-treater-be-trusted-11603983461", "title": "Can a Trick-or-Treater Be Trusted?", "date": "2020-10-29 10:57", "summary": "A behavioral economist answers questions about Halloween ethics, learning a language and auction formats.. Dear Dan,", "categories": [["Life & Work", "Ideas", "Ask Ariely"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/ask-ariely?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/anti-semitism-report-finds-u-k-s-labour-party-discriminated-against-jewish-members-11603974505", "title": "Former Leader of U.K.'s Labour Party Is Suspended Following Anti-Semitism Report", "date": "2020-10-29 10:49", "summary": "Party's new leader speaks of day of shame. LONDON-Britain's main opposition Labour Party suspended its former leader Jeremy Corbyn after a U.K. watchdog found the party unlawfully discriminated against its Jewish members during his tenure.", "categories": [["World", "Europe", "U.K."]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb", "https://www.wsj.com/news/types/u-k-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/vw-bounces-back-but-warns-about-infections-in-europe-and-u-s-11603982811", "title": "VW Bounces Back but Warns About Infections in Europe and U.S.", "date": "2020-10-29 10:46", "summary": "World's largest car maker says accelerating pandemic and new lockdowns are threatening the industry's recovery. BERLIN-Volkswagen AG, the world's biggest car maker by sales, on Thursday became the latest to report a higher-than-expected profit while warning that rising coronavirus cases and fresh lockdowns were threatening the rebound.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/zillows-zestimate-is-the-algorithm-we-love-to-hate-11603981690", "title": "Zillow's Zestimate Is the Algorithm We Love to Hate. Why Can't We Quit It?", "date": "2020-10-29 10:30", "summary": "It isn't just a measure of our home's value-it's a marker of our self-worth.. Some people let their body weight define them. The number on the scale becomes a proxy for their self-worth, a numerical representation of their essence, their score as a human.", "categories": [["Real Estate", "Homes"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/homes?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/dunkin-closes-stores-as-deal-talks-continue-11603980651", "title": "Dunkin' Closes Stores as Deal Talks Continue", "date": "2020-10-29 10:10", "summary": "The coronavirus pandemic has hit breakfast chains hard, prompting strategy changes. Dunkin' Brands Group Inc. said it is continuing to negotiate its possible sale to Arby's parent Inspire Brands Inc., while closing hundreds of stores hit hard by altered customer behavior during the coronavirus pandemic.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-to-get-big-ideas-off-the-ground-11603980501", "title": "How to Get Big Ideas Off the Ground", "date": "2020-10-29 10:08", "summary": "Tech innovator Sebastian Thrun shares insights he has learned pushing a number of high-profile technology projects. Sebastian Thrun is an innovator with the reputation of getting big projects off the ground-sometimes literally.", "categories": [["CIO Journal"]], "category_links": ["https://www.wsj.com/news/types/cio-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/weekly-jobless-claims-coronavirus-10-29-2020-11603921724", "title": "U.S. Jobless Claims Fell to 7-Month Low of 751,000 Last Week", "date": "2020-10-29 09:28", "summary": "Initial jobless claims fell to 7-month low of 751,000, Labor Department says, suggesting layoffs are easing despite rising Covid-19 infections. The number of Americans filing initial claims for unemployment insurance fell last week to the lowest level since the pandemic began, suggesting layoffs are easing despite a rise in coronavirus infections.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/shell-tries-to-woo-investors-with-dividend-raise-promise-of-future-payouts-11603964968", "title": "Shell Tries to Woo Investors With Dividend Raise, Promise of Future Payouts", "date": "2020-10-29 09:22", "summary": "Oil major said it would channel more cash to shareholders once it reduces debt. LONDON-Royal Dutch Shell PLC said it would start raising its dividend again-after slashing it just months earlier-and planned to eventually increase shareholder payouts further, projecting an upbeat assessment of its ability to weather the pandemic-induced oil-demand shock.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/real-estate-agents-to-the-animal-rescue-11603977635", "title": "Real-Estate Agents to the (Animal) Rescue", "date": "2020-10-29 09:20", "summary": "We asked these agents if they have ever saved a pet or wildlife while on the job. Anthony Guthmiller", "categories": [["Real Estate", "Homes"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/homes?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fight-for-senate-stays-closely-tied-to-white-house-contest-11603977614", "title": "Fight for Senate Stays Closely Tied to White House Contest", "date": "2020-10-29 09:20", "summary": "With limited signs of voters splitting their tickets between Republicans and Democrats, states' results could closely match outcome in Trump-Biden match-up. WASHINGTON-The outlook for about a dozen competitive Senate contests remains closely tied to President Trump's standing in the final days of the race, with polls indicating few people plan to split their vote between a Democrat and a Republican.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/states-prepare-to-guard-against-potential-voter-intimidation-and-violence-around-election-day-11603973548", "title": "States Prepare for Possible Voter Intimidation and Violence Around Election Day", "date": "2020-10-29 09:18", "summary": "How to deal with the possibility of armed groups and individuals is among the scenarios that authorities are confronting. Officials in states being closely contested this election say they are working with law-enforcement agencies to guard against potential voter intimidation and any threats posed by armed groups or individuals.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/watches-paul-newman-steve-mcqueen-auction-11603977254", "title": "Watches Worn by Paul Newman and Steve McQueen To Go Up For Auction", "date": "2020-10-29 09:18", "summary": "Sought-after Rolex and Heuer timepieces worn by cinematic legends will go on sale at a live online auction in December.. On December 12, Phillips will hold a live online auction featuring two iconic watches: a Rolex Cosmograph Daytona that actor and race-car driver Paul Newman was given by his wife and actor, Joanne Woodward, as well as a Heuer Monaco, one of six identical watches worn by actor Steve McQueen while filming the classic racing film Le Mans. The auction spotlights the importance of celebrity backstories to big sales.", "categories": [["Art & Design"]], "category_links": ["https://www.wsj.com/news/magazine/art-design?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pinterest-marvell-ford-ebay-alexion-what-to-watch-when-the-stock-market-opens-today-11603970600", "title": "Pintrest, Marvell, Ford, EBay, Alexion: What to Watch When the Stock Market Opens Today", "date": "2020-10-29 09:02", "summary": "The S&P 500 is wobbling on a busy earnings day, with technology heavyweights including Apple and Amazon.com poised to report. Here's what we are watching as markets kick into gear Thursday.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/jockeying-for-jobs-within-a-biden-administration-intensifies-11603974277", "title": "Jockeying for Jobs Within a Biden Administration Intensifies", "date": "2020-10-29 08:24", "summary": "Democratic nominee, long superstitious about elections, has avoided making any personnel plans before he has the election wrapped up. WASHINGTON-Senior advisers and allies of Joe Biden have been bombarded with emails, texts and phone calls from Democrats looking for jobs in a potential Biden administration as the jockeying for key positions shifts into high gear ahead of the election.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lvmh-saves-face-but-little-money-11603973014", "title": "LVMH Saves Face but Little Money", "date": "2020-10-29 08:03", "summary": "After a high-profile war of words, the French luxury group got a modest 2.6% cut to the price it originally offered for U.S. jeweler Tiffany. Diamonds are the hardest substance on earth. No surprise then that the board of Tiffany & Co. has shown flintiness.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-state-senate-democrats-hope-election-wins-net-veto-power-11603972933", "title": "New York State Senate Democrats Hope for Net Veto Power", "date": "2020-10-29 08:02", "summary": "Democrats are close to securing supermajority; Republicans say two years of Democratic control have given them something to rally against. Democrats secured a majority in the New York state Senate when they gained eight seats in the 2018 elections. This year, they have their sights on winning a supermajority that would let them override a gubernatorial veto.", "categories": [["U.S.", "Politics"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-covid-19-outbreak-at-wisconsin-pushes-college-football-toward-the-edge-11603972812", "title": "Outbreak at Wisconsin Pushes College Football to the Brink", "date": "2020-10-29 08:00", "summary": "A contender for the College Football Playoff, the Badgers have been sidelined by the virus. It's a sign of how hard it will be to make it to a championship game.. The fragile foundation of college football in 2020 is at risk of buckling in Wisconsin, where a Covid-19 outbreak on the No. 9 Badgers is showing how little room for error the sport has in attempting to complete its pandemic season.", "categories": [["Sports", "College Football"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/college-football?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/digital-media-entrepreneur-launches-personal-finance-platform-for-latinos-11603972811", "title": "Digital Media Entrepreneur Launches Personal Finance Platform for Latinos", "date": "2020-10-29 08:00", "summary": "Mitú founder raises $1 million early-stage funding for a product intended to help Latinos better manage their money. The co-founder of a popular Latino-focused digital media company is looking to tackle the racial wealth gap with her latest venture.", "categories": [["Pro VC New Money"]], "category_links": ["https://www.wsj.com/news/types/pro-vc-new-money?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/outdoor-dining-fashion-how-to-look-cool-and-stay-warm-11603972855", "title": "Outdoor Dining Fashion: How to Look Cool and Stay Warm", "date": "2020-10-29 08:00", "summary": "Covid has pushed our social lives outside, and we're clinging to any chance to chat in person even as temperatures dip. Here, hot tips for dressing warmly yet stylishly.. IN A MEMORABLE scene from the seasonal classic \"A Christmas Story,\" Mother Parker readies her groaning son Randy for the wintry walk to school by stuffing his little limbs into a snowsuit and encasing him like a mummy in layers of woolly accessories. As Randy complains that he can't move his arms, his older brother (and the film's narrator) Ralphie intones: \"Preparing to go to school was like getting ready for extended deep-sea diving.\" While the movie is set in the 1940s, the tendency to overdress one's children for cold weather is a timeless tradition. And as Covid continues to force us outside to socialize, many of us are tempted to adopt Randy's over-bundled look.", "categories": [["Life & Work", "Style & Fashion", "Fashion"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/fashion?mod=breadcrumb", "https://www.wsj.com/news/types/fashion?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/credit-suisse-targets-share-buybacks-higher-dividend-11603959594", "title": "Credit Suisse Targets Share Buybacks Despite Earnings Miss", "date": "2020-10-29 07:48", "summary": "Swiss lender joins a wave of cautious optimism among Europe's banks, but CEO Thomas Gottstein says challenges lie ahead. Credit Suisse Group AG said Thursday it would restart buying back shares next year as its capital base strengthened despite lower-than-expected third-quarter earnings.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pandemic-spurs-election-2020-polling-site-changes-11603972068", "title": "Pandemic Spurs Election Day Changes", "date": "2020-10-29 07:47", "summary": "Officials hope expanded early voting and more mail-in ballots will help reduce long lines and confusion. Tens of millions of Americans voting on Nov. 3 will encounter an election infrastructure that has undergone rapid changes in response to the coronavirus pandemic. The most obvious difference for many will be the location where they cast their ballot.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/in-indonesia-pompeo-urges-muslims-to-challenge-chinas-xinjiang-policies-11603970520", "title": "In Indonesia, Pompeo Urges Muslims to Challenge China's Xinjiang Policies", "date": "2020-10-29 07:22", "summary": "Seeking closer trade and investment ties with Beijing, the world's most populous Muslim-majority country has refrained from criticism. JAKARTA, Indonesia-U.S. Secretary of State Mike Pompeo called on Indonesians to take a firm stand against China's treatment of its ethnic minority Muslims, seeking to rally support on the issue in the world's most-populous Muslim-majority country-whose government has been wary of criticizing Beijing.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/airbus-books-a-3rd-quarter-net-loss-on-coronavirus-woes-11603951624", "title": "Airbus Stems Cash Losses, Warns of Delayed Recovery", "date": "2020-10-29 07:10", "summary": "World's largest plane maker has moved back its narrow body ramp up plans by three months. Airbus SE stemmed an outflow of cash in the third quarter as it learned to navigate an industry reeling from the pandemic, but also said the aviation market's recovery would start later than initially forecast.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hurricane-zeta-strengthens-as-it-churns-toward-louisiana-11603891153", "title": "Hurricane Zeta Makes Landfall in Louisiana as 27th Named Storm of Season", "date": "2020-10-29 06:38", "summary": "New Orleans mayor urged residents to fight storm fatigue and take necessary precautions. Hurricane Zeta struck southeastern Louisiana Wednesday, lashing the northern Gulf Coast with strong winds and life-threatening storm surge and testing a region of the U.S. already battered by several storms this season.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-best-detective-stories-ever-in-books-movies-and-television-11603965872", "title": "The Best Detective Stories Ever in Books, Movies and Television", "date": "2020-10-29 06:04", "summary": "For the most suspenseful whodunits, we asked a mystery screenwriter, novelist and professional private eye for their picks. The answers range from legendary gumshoes to Nordic noir masters.. NO HOUSE is more haunted than the mind of a fictional detective who's tangled in dark mysteries for which there seems to be no explanation, in which everyone is a suspect. Though imbued with impending disaster, detective stories also offer a potent escape, often delivering catharsis via mysteries solved. We chase this resolution when we follow Raymond Chandler's deeply and romantically flawed Philip Marlowe in \"The Long Goodbye.\" We find it in the shocking and tragic twist-the most addictive part of detective stories-in Ed McBain's \"Sadie When She Died.\" Here, three writers, all lurkers in the psyches of fictional investigators, recommend their favorite detective novels, television shows and films.", "categories": [["Life & Work", "Pop the Question"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/pop-the-question?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/green-energy-companies-hope-for-renewal-of-tax-credit-national-plan-after-election-11603963800", "title": "Green-Energy Companies Hope for Renewal of Tax Credit, National Plan After Election", "date": "2020-10-29 05:30", "summary": "Finance chiefs say extending investment-tax credits for renewable energy is a priority. Finance chiefs in the clean-energy sector will face different realities depending on who wins the U.S. presidential election, but are eyeing the possibility of an economic boost under a Democratic victory.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/iowa-draws-rebuke-from-feds-for-21-million-it-software-spend-with-virus-aid-11603963802", "title": "Iowa Draws Rebuke From Feds for $21 Million IT Software Spend With Virus Aid", "date": "2020-10-29 05:30", "summary": "Governor's office says five-year Workday contract necessary to 'address the public health emergency'. The state of Iowa's decision earlier this year to use $21 million in federal Covid-19 aid to pay for information-technology software has drawn the attention of the U.S. Treasury Department as well government IT experts.", "categories": [["CIO Journal"]], "category_links": ["https://www.wsj.com/news/types/cio-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/democrats-seek-gains-in-state-legislatures-during-critical-census-year-11603963802", "title": "Democrats Seek Gains in State Legislatures During Census Year", "date": "2020-10-29 05:30", "summary": "Republicans rated likely to lose control of numerous legislative chambers as Democrats outspend them in effort to influence district lines. In addition to the presidency and U.S. Senate, Democrats have another target in next week's elections: Evening up control of state legislative chambers for the first time in a decade.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/remington-layoffs-roil-ilion-n-y-one-of-americas-oldest-factory-towns-11603963801", "title": "Remington Layoffs Roil One of America's Oldest Factory Towns", "date": "2020-10-29 05:30", "summary": "New owner of historic firearms plant plans to rehire some workers, but not right away, leaving many locals in jobless limbo. Remington Outdoor Co.'s breakup is fueling unrest in the village of Ilion, N.Y., where hundreds of former employees are agitating to get back jobs and benefits lost as the bankrupt gun maker's historic manufacturing plant shifts to new ownership.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/election-tests-companies-policies-on-social-media-political-speech-11603963801", "title": "Election Tests Companies' Policies on Social Media, Political Speech", "date": "2020-10-29 05:30", "summary": "Compliance officers are helping companies navigate the political rancor and social unrest of a turbulent year. The political rancor of the upcoming U.S. presidential election is putting pressure on companies and their compliance officers to engage proactively with employees on ethical behavior and social-media use.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chinas-strengthening-currency-is-increasingly-outside-beijings-control-11603963539", "title": "China's Strengthening Currency Is Increasingly Outside Beijing's Control", "date": "2020-10-29 05:25", "summary": "Allowing more foreigners to buy the country's bonds means strong inflows of capital to China, but that also means abdicating some control of the country's financial conditions or currency. The Chinese yuan has strengthened this year, and the country's central bank seems to be trying to slow the rise. But having ceded a portion of the currency's control to international markets, there's less they can do this time around.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tiffany-lvmh-near-agreement-on-new-deal-terms-11603899275", "title": "Tiffany Agrees to New Deal Terms With LVMH", "date": "2020-10-29 05:01", "summary": "LVMH to pay $131.50 a share for the U.S. jewelry maker, saving it roughly $430 million. Tiffany & Co. agreed to accept a lower price in its takeover by LVMH Moët Hennessy Louis Vuitton SE, ending a dispute between the luxury-goods companies that erupted after the coronavirus pandemic upended the industry.", "categories": [["Markets", "Deals"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/deals-deal-makers?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/health-agency-politicized-coronavirus-ad-campaign-house-committee-says-11603962000", "title": "Health Agency Politicized Coronavirus Ad Campaign, House Panel Says", "date": "2020-10-29 05:00", "summary": "Celebrities were selected based on whether they supported Trump, Congressional documents show. Trump administration officials who were creating a coronavirus public-service advertising campaign in recent months selected celebrities for the effort based on whether they supported President Trump, according to documents released by Democratic Congressional investigators.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/samsung-wrestles-with-death-taxes-and-dividends-11603959430", "title": "Samsung Wrestles With Death, Taxes and Dividends", "date": "2020-10-29 04:20", "summary": "A record inheritance-tax bill for the Lee family following the death of Chairman Lee Kun-hee could mean higher dividends are on the way. Samsung Chairman Lee Kun-hee left behind a world-class technology giant when he died Sunday. His family, however, may need to deal with something more mundane: a record tax bill.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/samsung-posts-profit-increase-as-pandemic-fuels-tech-demand-11603931937", "title": "Samsung Posts Profit Increase as Pandemic Fuels Tech Demand", "date": "2020-10-29 00:11", "summary": "Shifts to working and studying from home have boosted demand for the South Korean tech giant's core products. SEOUL- Samsung Electronics Co. reported its largest profit in more than 18 months, fueled by a bounceback in smartphone sales and demand for memory chips.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-opposes-pick-to-lead-world-trade-organization-riling-member-nations-11603911883", "title": "U.S. Opposes Pick to Lead WTO, Riling Member Nations", "date": "2020-10-29 00:01", "summary": "Trump administration was alone among body's 164 members in opposing Ngozi Okonjo-Iweala's appointment as director general. The U.S. opposed the selection of former Nigerian Finance Minister Ngozi Okonjo-Iweala as the World Trade Organization's new leader, officials said Wednesday, the latest Trump administration challenge to the body.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11603910363", "title": "Pepper...and Salt", "date": "2020-10-29 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}]