[{"link": "https://www.wsj.com/articles/nsa-differed-from-cia-others-on-russia-bounty-intelligence-11593534220", "title": "NSA Differed From CIA, Others on Russia Bounty Intelligence", "date": "2020-06-30 19:38", "summary": "Lawmakers say intelligence contains evidence that Russia paid bounties to insurgent for attacks on Americans. WASHINGTON-The National Security Agency strongly dissented from other intelligence agencies' assessment that Russia paid bounties for the killing of U.S. soldiers in Afghanistan, according to people familiar with the matter.", "categories": [["Politics", "National Security"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/national-security?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/facebooks-tensions-with-advertisers-predate-the-boycott-11593560017", "title": "Facebook's Tensions With Advertisers Predate the Boycott", "date": "2020-06-30 19:33", "summary": "Big marketers' pullback is their most visible confrontation with Facebook but not the first. In a virtual town hall with marketers and advertising agencies on Tuesday, Facebook Inc. executives once again tried to answer complaints that the company hasn't done enough to counter hate speech and misinformation.", "categories": [["CMO Today"]], "category_links": ["https://www.wsj.com/news/types/cmo-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/putin-trump-and-biden-11593559104", "title": "Putin, Trump and Biden", "date": "2020-06-30 19:18", "summary": "Would Joe really be tougher against Russia? He wasn't in the past.. It is going to be something to behold, on Jan. 21, 2021, when President Biden takes revenge on Russia for paying the Taliban to kill Americans in Afghanistan. He'll task the CIA with killing the Russian agents behind the bounties, send lethal aid to Ukraine to defend itself against Russian aggression, work with allies to oust Russia and Cuba from Venezuela, withdraw from the arms deals Russia is violating, and ratchet up sanctions against the Nord Stream 2 gas pipeline to Germany.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/summer-of-unrequited-love-11593559035", "title": "Summer of Unrequited Love", "date": "2020-06-30 19:17", "summary": "Seattle prepares to roll up its experiment in violent paradise.. City officials on Tuesday began removing the barricades surrounding Seattle's self-styled Capitol Hill Organized Protest zone, or CHOP, potentially spelling the end of that three-week experiment in alternative urban living. Supporters lost no time identifying the malign force responsible for that fledgling nation's quick descent into lawlessness and violence: \"capitalism.\"", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/eqt-sets-a-12-5-billion-goal-for-its-fifth-infrastructure-fund-11593558963", "title": "EQT Sets €12.5 Billion Goal for Its Fifth Infrastructure Fund", "date": "2020-06-30 19:16", "summary": "The firm's next infrastructure pool would be its biggest yet and follows a record year for infrastructure fundraising in 2019. EQT AB said it would target €12.5 billion ($14 billion) for its fifth infrastructure fund in what would be the firm's largest such vehicle to date.", "categories": [["Pro PE Fund News"]], "category_links": ["https://www.wsj.com/news/types/pro-pe-fund-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-school-choice-landmark-11593558981", "title": "A School Choice Landmark", "date": "2020-06-30 19:16", "summary": "The Supreme Court frowns on bias against religious schools.. Whatever his jurisprudential faults, Chief Justice John Roberts often sides with the angels in disputes over religious liberty. Case in point: In a 5-4 decision Tuesday, the Supreme Court resurrected a Montana scholarship program that was in jeopardy because students used it to attend religious schools.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/motorola-solutions-hires-new-finance-chief-amid-pandemic-11593551232", "title": "Motorola Solutions Hires New Finance Chief Amid Pandemic", "date": "2020-06-30 19:15", "summary": "Communications equipment provider promoted Jason Winkler to the CFO role, replacing Gino Bonanotte. Motorola Solutions Inc. on Tuesday promoted an executive to take on the finance chief job as it navigates the coronavirus pandemic.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mail-voting-gone-wrongagain-11593558923", "title": "Mail Voting Gone Wrong-Again", "date": "2020-06-30 19:15", "summary": "Fraud charges and piles of ballots thrown out in New Jersey.. New Jersey politics isn't known for probity, but at least today it offers a useful warning to the nation. Four men are accused of committing fraud last month in the city of Paterson's entirely vote-by-mail municipal elections. For one reason or another, county election officials have thrown out about 20% of the ballots submitted.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/spacex-satellite-launch-marks-u-s-military-embrace-of-reusable-rockets-11593556483", "title": "SpaceX Satellite Launch Marks U.S. Military Embrace of Reusable Rockets", "date": "2020-06-30 19:14", "summary": "Pentagon space leaders had for years expressed skepticism about reusing portions of rockets that flew outside the atmosphere. Elon Musk's SpaceX successfully blasted a U.S. Space Force satellite into orbit and then recovered the main portion of the Falcon 9 rocket, in the first military mission incorporating the reusable feature which has become a hallmark of the company's commercial and civilian government launches.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ecuador-city-beat-one-of-worlds-worst-outbreaks-of-covid-19-11593532974", "title": "Ecuador City Beats One of World's Worst Covid-19 Outbreaks", "date": "2020-06-30 19:13", "summary": "Guayaquil has largely vanquished the new coronavirus after bodies were left on street corners in a crisis the country's president said was 'worse than war'. In late March, the Ecuadorean city of Guayaquil was hit by one of the world's worst coronavirus outbreaks. A collapsed health system forced families to leave the corpses of loved ones on street corners, sometimes for days under the burning sun.", "categories": [["World", "Latin America"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/latin-america-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/supreme-court-strikes-down-montana-ban-on-state-aid-to-church-schools-11593527103", "title": "Supreme Court Strikes Down Montana Ban on State Aid to Church Schools", "date": "2020-06-30 19:04", "summary": "Justices reinstate tax credit program subsidizing private school scholarships. WASHINGTON-The Supreme Court ruled Tuesday that states can't exclude church schools from programs benefiting their private, nonsectarian counterparts, bolstering a conservative drive to expand public support for religious education.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fedex-reports-better-than-expected-revenue-as-residential-deliveries-surge-11593550858", "title": "FedEx Reports Better-Than-Expected Revenue as Residential Deliveries Surge", "date": "2020-06-30 19:03", "summary": "Delivery company reported revenue of $17.4 billion for its fiscal fourth quarter. FedEx Corp . said Christmas-like levels of online shopping boosted its business, and it is seeing tentative signs that the global economy is recovering from the coronavirus pandemic.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mississippi-governor-signs-bill-to-take-confederate-emblem-off-flag-11593558153", "title": "Mississippi Governor Signs Bill to Take Confederate Emblem Off Flag", "date": "2020-06-30 19:02", "summary": "State lawmakers had faced increasing pressure in recent weeks amid nationwide protests. Mississippi's flag, the last state flag with a Confederate battle emblem, is coming down after 126 years.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-corona-commission-for-new-york-11593557636", "title": "A Corona Commission for New York", "date": "2020-06-30 18:53", "summary": "Civil-society groups should join to draw lessons from the city's and state's failings.. New York is finally ahead of the coronavirus, but its outbreak stands as a world-wide horror story. A sophisticated city was caught unprepared and suffered some of the worst levels of infection and death. The need for an investigation is clear. The harder question is who can credibly take the lead.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/populists-dont-know-much-about-private-equity-11593557292", "title": "Populists Don't Know Much About Private Equity", "date": "2020-06-30 18:48", "summary": "Conservatives who lampoon investment firms misunderstand wealth creation and social value.. Wall Street has never been particularly popular in the American imagination, but the recent growth of conservative populism threatens to erode its position even further. A case in point is a new think tank, American Compass, run by Oren Cass, a former policy director for Mitt Romney. One of its first major projects-\"Coin-Flip Capitalism\"-concludes that investment funds, like private equity and venture capital, are socially wasteful.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/an-old-vaccine-may-help-against-coronavirus-11593557168", "title": "An Old Vaccine May Help Against Coronavirus", "date": "2020-06-30 18:46", "summary": "A tablet for polio boosts innate immunity, which fights other viruses.. The Global Virus Network is a collaboration among virology researchers and social scientists to improve pandemic preparedness and response. We know that life must go on while work on a Covid-19 vaccine continues. We believe that as people return to work, their risk of infection can be minimized by applying an old vaccine known to be a potent stimulus of the innate immune system.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-to-prevent-an-electoral-crisis-11593557041", "title": "How to Prevent an Electoral Crisis", "date": "2020-06-30 18:44", "summary": "Political leaders and veterans, unite now to ensure confidence in the process.. With crises accumulating, the last thing America needs is a divisive debate about the legitimacy of the 2020 presidential election. But unless we're skillful and lucky, this is what we'll get.", "categories": [["Opinion", "Politics & Ideas"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/politics-ideas?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/angela-merkels-viral-moment-11593557002", "title": "Angela Merkel's Viral Moment", "date": "2020-06-30 18:43", "summary": "Donald Trump's odds would be better now if he'd leveled with voters about Covid.. Contrary to just-so stories in the press, the German government was behind the German public in reacting to the coronavirus. Masks and hand sanitizer disappeared from store shelves even as Berlin was still downplaying the threat and warning about anti-foreigner bigotry.", "categories": [["Opinion", "Business World"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/business-world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-shapeless-unease-review-wakefulness-without-rest-11593556973", "title": "'The Shapeless Unease' Review: Wakefulness Without Rest", "date": "2020-06-30 18:42", "summary": "An English novelist recounts a year of not being able to sleep-and grapples with insomnia's protean torments.. As the English novelist Samantha Harvey recalls in her memoir \"The Shapeless Unease,\" a French friend saw her haggard face one morning and asked if she'd had \"une petite nuit\"-the French expression for a sleepless night. Ms. Harvey said \"oui,\" but inwardly she railed at the cruelly oblivious \"petite.\" \"French has it all wrong,\" she thought: \"Nights awake are the longest, largest, most cavernous of things. There is acre upon acre of night, and whole eras come and go, and there isn't another soul to be found on the journey through to morning.\" And it's not just French at fault. As Ms. Harvey spends \"The Shapeless Unease\" recounting a year of bone-aching, eye-burning, mind-blunting insomnia, she lingers on all the instances in which the industrialized world's storehouse of clichés and medical-cultural bromides cheat language, and cheat the sleepless, out of a full reckoning with insomnia's protean torments. Hot milk, lavender, soothing housework, \"affirmations of loving-kindness\"-all these supposed remedies seem a bit twee to those faced with what Sylvia Plath called the \"white disease\" of wakefulness without rest.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-is-still-with-us-but-the-rules-are-breaking-down-11593556918", "title": "Coronavirus Is Still With Us, but the Rules Are Breaking Down", "date": "2020-06-30 18:42", "summary": "Dispatches from students across the U.S. about whether health protocols are still followed.. Editor's note: This Future View is about whether health protocols for limiting the spread of Covid-19 are still followed across the U.S. Next week we'll ask, \"How have the events of the past few months changed your plans for the future?\" Students should click here to submit opinions of fewer than 250 words before July 7. The best responses will be published that night.", "categories": [["Opinion", "Future View"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/future-view?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lawmakers-move-to-block-trump-from-pulling-u-s-troops-from-germany-11593554576", "title": "Lawmakers Move to Block Trump From Pulling Troops From Germany", "date": "2020-06-30 18:02", "summary": "Prominent Republicans are among members of Congress preparing legislative efforts to prevent withdrawal. WASHINGTON-U.S. lawmakers including prominent Republicans are preparing legislative efforts to block President Trump from withdrawing U.S. troops from Germany.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/imagining-the-museums-smaller-future-11593554230", "title": "Imagining the Museum's Smaller Future", "date": "2020-06-30 17:57", "summary": "Post-pandemic, art museums should consider the benefits of a more focused, intimate approach.. After nearly four months of lockdown, American art museums are following their European counterparts and beginning to reopen. The Metropolitan Museum of Art, the highest-profile among the roughly two-dozen institutions to have announced their plans, said on June 23 that it would reopen on Aug. 29. When our museums begin welcoming visitors again, it will be in a political, social and economic climate much different from the one that existed before the pandemic-an atmosphere inhospitable enough to make their future as uncertain as their recent past.", "categories": [["Opinion", "Commentary", "Cultural Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb", "https://www.wsj.com/news/types/cultural-commentary?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/growing-number-of-republicans-urge-mask-usage-11593541515", "title": "Growing Number of Republicans Urge Mask Usage", "date": "2020-06-30 17:51", "summary": "Some GOP lawmakers and conservative media figures hope President Trump will wear and promote masks to help prevent the spread of coronavirus. WASHINGTON-A growing chorus of Republican officeholders and conservative media figures are calling for people to wear masks to prevent the spread of coronavirus, with some urging President Trump to publicly wear one as cases soar around the country.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hamilton-review-the-revolution-now-televised-11593553608", "title": "'Hamilton' Review: The Revolution, Now Televised", "date": "2020-06-30 17:46", "summary": "The recorded version of Lin-Manuel Miranda's Broadway hit, streaming on Disney+, is a captivating entertainment in its own right.. The room where it happens is now in your house, as long as you're a subscriber to Disney+, where a filmed version of the Tony- and Pulitzer-winning \"Hamilton\" drops on Friday. When it opened at the Public Theater in New York in 2015, Wall Street Journal critic Terry Teachout called the smash-hit-to-be \"the most exciting and significant musical of the past decade.\" Has that changed? No. Is the Disney+ \"Hamilton\" the same as the theatrical experience? No. But the streamed version does offer something that no walking, talking ticketholder could see, even if the entire theater world weren't pandemically shuttered: the original Broadway cast, including writer/composer Lin-Manuel Miranda as Alexander Hamilton, in a performance recorded in 2016 and time-capsuled into our theater-free present.", "categories": [["Books & Arts", "Television Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/television-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/eu-opens-up-to-some-travelers-but-not-americans-11593524652", "title": "EU Opens Up to Some Travelers but Not Americans", "date": "2020-06-30 17:45", "summary": "European Union to lift travel restrictions on as many as 15 countries, possibly including China. BRUSSELS-Americans will remain barred from entering the European Union for nonessential travel even as the bloc starts to open up to as many as 15 countries from Wednesday, the EU said.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/feelgood-fed-treating-the-patient-correctly-11593553404", "title": "'Feelgood' Fed Treating the Patient Correctly", "date": "2020-06-30 17:43", "summary": "The Fed's expansion of its balance sheet has facilitated the stabilizing of the U.S. economy by plugging the hole of substantially reduced demand by consumers resulting from the Covid-19 induced lockdowns.. Regarding James Grant's \"Powell Has Become the Fed's Dr. Feelgood\" (op-ed, June 29): It seems that the author is suggesting that the Federal Reserve should abandon its congressional mandate of conducting monetary policy to achieve the dual objective of maximum employment and price stability.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/relationship-of-inequality-to-trade-conflicts-11593553348", "title": "Relationship of Inequality to Trade Conflicts", "date": "2020-06-30 17:42", "summary": "Excess global demand for dollars and dollar-based assets drives up the dollar's value, assuring that it remains seriously overvalued and that U.S. trade deficits will continue growing.. Regarding George Melloan review of Matthew C. Klein and Michael Pettis's \"Trade Wars Are Class Wars\" (Bookshelf, June 24): Mr. Melloan dismisses as \"frail\" the Klein/Pettis thesis that \"rising inequality within countries heightens trade conflicts.\" This is wrong.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/apples-virtual-event-gives-hope-for-online-only-conferences-in-covid-19-era-11593553261", "title": "Apple's Virtual Event Gives Hope for Online-Only Conferences in Covid-19 Era", "date": "2020-06-30 17:41", "summary": "Developers said they missed bumping into each other at in-person event, but that presentations were more efficient online. The reviews are in for Apple Inc.'s first-ever online-only software conference: Virtual tech conferences can work.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/card-fees-really-arent-a-burden-on-the-poor-11593553169", "title": "Card Fees Really Aren't a Burden on the Poor", "date": "2020-06-30 17:39", "summary": "Businesses say they hate card payments because of the fees involved. But cash payments are costly in a less explicit way.. The article \"Card-Fee Battle Puts Consumer in Middle\" (Business & Finance, June 22) about payment-card interchange fees focuses on what businesses say, not on what they do, about payment methods. Businesses say they hate card payments because of the fees involved. But cash payments are costly in a less explicit way, as they require businesses to keep a cash register, reconcile their books each day and make frequent trips to the bank. Cash also exposes businesses to theft and fraud, against which they have little recourse compared with card-fraud attempts.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/give-gorbachev-due-credit-for-u-s-s-r-s-peaceful-end-11593553115", "title": "Give Gorbachev Due Credit For U.S.S.R.'s Peaceful End", "date": "2020-06-30 17:38", "summary": "Mikhail Gorbachev saved the world from a violent breakup of the U.S.S.R., and he is due the lion's share of the credit.. Andrew Roberts is dismayed that Archie Brown gives much of the credit for the peaceful unwinding of the Soviet Union to Mikhail Gorbachev in his review of Mr. Brown's \"The Human Factor\" (Books, June 27). Mr. Roberts feels this success can be attributed predominantly to Ronald Reagan's ramping up of military spending and rhetoric against the \"Evil Empire.\"", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/facebook-bans-large-segment-of-boogaloo-movement-11593548354", "title": "Facebook Bans Large Segment of Boogaloo Movement", "date": "2020-06-30 17:18", "summary": "The world's largest social network takes step against accounts it says praised violence. Facebook Inc. has classified a large segment of the boogaloo movement as a dangerous organization and banned it from its network, in the tech company's broadest move yet against the group.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fed-chairman-says-economy-faces-new-challenges-from-coronavirus-11593516603", "title": "Mnuchin, Powell Pledge Additional Relief to Prevent Lasting Damage to Economy", "date": "2020-06-30 17:12", "summary": "They offer few specifics in House hearing as stimulus measures are set to expire. The nation's top two economic policy makers pledged to consider additional relief to prevent lasting damage to labor markets and businesses amid signs that more states are struggling to suppress the coronavirus pandemic.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/marsha-p-johnsons-legacy-spurs-google-gift-for-transgender-rights-11593550715", "title": "Marsha P. Johnson's Legacy Spurs Google Gift for Transgender Rights", "date": "2020-06-30 17:10", "summary": "As Pride month ends, thousands also sign a petition to remember the Black activist with a statue. A nationwide movement is seeking to call attention to racial justice, including giving prominence to figures who didn't get widespread recognition in their time. The late Black transgender activist Marsha P. Johnson was one of those people.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lucy-worsleys-royal-myths-and-secretsmarie-antoinette-the-doomed-queen-review-myth-busting-the-french-revolution-11593550762", "title": "'Lucy Worsley's Royal Myths and Secrets-Marie Antoinette: The Doomed Queen' Review: Myth-Busting the French Revolution", "date": "2020-06-30 16:59", "summary": "A PBS documentary takes on the history of the young monarch and the movement that ensnared her.. Lucy Worsley fans know her as a debunker of fake news-as long as the news is a few hundred years old. She's also a demolisher of myth and an accomplished gossip, especially about such cutting-edge celebutantes as the Tudors and Hanovers-or, in the case of \"Marie Antoinette: The Doomed Queen,\" the most-trolled figure in the history of France.", "categories": [["Books & Arts", "Television Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/television-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/global-stock-markets-dow-update-6-30-2020-11593508397", "title": "U.S. Stocks Finish Best Quarter in More Than 20 Years", "date": "2020-06-30 16:59", "summary": "But the market's rally has slowed lately following a resurgence in coronavirus cases in some parts of the U.S.. U.S. stocks wrapped up their best quarter in more than 20 years, a remarkable rally after the coronavirus pandemic brought business around the world to a virtual standstill.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/exxon-mobil-resists-write-downs-as-oil-gas-prices-plummet-11593521685", "title": "Exxon Mobil Resists Write-Downs as Oil, Gas Prices Plummet", "date": "2020-06-30 16:58", "summary": "Some accountants have filed an SEC complaint saying the company should write down the value of shale driller XTO Energy. Exxon says it is in compliance with standards.. As its peers write down U.S. shale assets by billions of dollars amid lower oil and gas prices, Exxon Mobil Corp. stands increasingly alone in not adjusting the value of its holdings.", "categories": [["WSJ News Exclusive", "Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/airbus-plans-to-cut-15-000-jobs-globally-due-to-coronavirus-pressures-11593542936", "title": "Airbus Plans to Cut 15,000 Jobs, Citing Impact of Coronavirus", "date": "2020-06-30 16:57", "summary": "The move comes after months of stalled air traffic that has resulted in a run of airline bankruptcies and restructurings around the world. Airbus SE said it would cut 15,000 jobs across its commercial aircraft division, the biggest restructuring in the plane maker's history, citing what it expects to be the Covid-19 pandemic's yearslong impact on the aviation sector.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/gold-rallies-above-1-800-to-cap-strong-quarter-11593549228", "title": "Gold Rallies Above $1,800 to Cap Strong Quarter", "date": "2020-06-30 16:33", "summary": "Prices ended the second quarter up 13%, their biggest quarterly advance since early in 2016. Gold prices extended a recent rally Tuesday, closing out their best quarter in four years with uncertainty about the economic recovery and ultralow interest rates lifting demand for the haven metal.", "categories": [["Markets", "Commodities", "Precious Metals"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb", "https://www.wsj.com/news/types/precious-metals?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/frac-sand-supplier-covia-files-for-bankruptcy-11593549001", "title": "Frac-Sand Supplier Covia Files for Bankruptcy", "date": "2020-06-30 16:30", "summary": "Ohio company seeks chapter 11 protection after reaching a restructuring deal with its term-loan lenders. Frac-sand supplier Covia Holdings Corp. has filed for bankruptcy as part of a plan to cut more than $1 billion in debt and shed its railcar leases after taking a beating from the economic disruption sparked by the coronavirus pandemic and lower energy prices.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/carl-reiner-master-of-tv-comedy-has-died-11593526708", "title": "Carl Reiner, Master of TV Comedy, Has Died at 98", "date": "2020-06-30 16:14", "summary": "The actor, writer, director and producer wrote some of the new medium's funniest material and influenced comedy for generations. Carl Reiner, the entertainer whose sense of the absurd helped define comedy for the first generation to grow up with TV sets, died of natural causes Monday night at the age of 98.", "categories": [["World", "Obituaries"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/obituaries?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pompeo-urges-u-n-to-extend-iran-arms-embargo-11593531943", "title": "Pompeo Urges U.N. to Extend Iran Arms Embargo", "date": "2020-06-30 15:58", "summary": "U.S. push to extend ban on conventional weapons trade is complicated by its 2018 withdrawal from nuclear pact. Secretary of State Mike Pompeo called on the United Nations Security Council to extend a five-year ban on conventional weapons trade with Iran that is set to expire in October, while his Iranian counterpart warned of dire consequences of such an action.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/banks-face-increasing-compliance-risks-occ-says-11593546780", "title": "Banks Face Increasing Compliance Risks, OCC Says", "date": "2020-06-30 15:53", "summary": "The Office of the Comptroller of the Currency said it will consider the impact of the coronavirus pandemic on compliance in its examinations and enforcement. The coronavirus pandemic has forced some financial institutions to reduce staff or reassign personnel at a time when applications for government relief programs are flooding in, heightening banks' compliance risks, the Office of the Comptroller of the Currency said.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-says-trump-failed-americans-on-coronavirus-11593546742", "title": "Biden Says Trump Failed Americans on Coronavirus", "date": "2020-06-30 15:52", "summary": "Former vice president calls for more drive-through testing sites, a plan to distribute a vaccine and a nationwide standard for reopening. WILMINGTON, Del.-Former Vice President Joe Biden said President Trump had failed the American people in his response to the coronavirus pandemic, calling for doubling the number of drive-through testing sites and setting nationwide standards for reopening the economy.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fda-to-issue-guidance-on-covid-19-vaccine-approval-11593516090", "title": "FDA to Require Proof Virus Vaccine Is Effective Before Approving Its Use", "date": "2020-06-30 15:20", "summary": "Treatment would need to be at least 50% more effective than placebo in preventing disease. WASHINGTON-The Food and Drug Administration released guidance Tuesday outlining conditions for approving a Covid-19 vaccine, including that any vaccine be at least 50% more effective than a placebo in preventing the disease.", "categories": [["Politics", "Health Policy"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/health-policy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trumps-re-election-strategy-run-like-a-challenger-11593542177", "title": "Trump's Re-Election Strategy: Run Like a Challenger", "date": "2020-06-30 14:36", "summary": "Trailing in the polls, the president hopes to run an outsider campaign from inside the White House, casting Joe Biden as the establishment candidate. WASHINGTON-President Trump's case for re-election reprises his pitch for a first term in office, as he and his team try to portray presumptive Democratic nominee Joe Biden as an incumbent while accentuating his own outsider credentials.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/china-passes-hong-kong-security-law-aimed-at-crushing-protests-11593488146", "title": "Hong Kong Security Law Gives Beijing Broad New Powers", "date": "2020-06-30 14:35", "summary": "With law's passage, China can bring to city its methods for policing challenges to its authority. HONG KONG-Hours after China's legislature passed a new national-security law for Hong Kong, the city's government published the complete document for the first time, revealing the full scope of legislation that imposes penalties up to life imprisonment.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/eileen-murray-is-named-to-lead-finra-wall-streets-self-regulatory-arm-11593540224", "title": "Eileen Murray to Lead Finra, Wall Street's Self-Regulatory Arm", "date": "2020-06-30 14:03", "summary": "Former co-CEO of Bridgewater, the world's largest hedge fund, is to start her new job in August. Eileen Murray, the former co-chief executive of the world's largest hedge fund, will take over as chairperson of Finra, Wall Street's self-regulatory arm.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-apartment-sales-plunged-in-2q-but-summer-brings-hope-11593540048", "title": "New York Apartment Sales Plunged in 2Q, but Summer Brings Hope", "date": "2020-06-30 14:00", "summary": "After coronavirus epidemic obliterated spring selling season, some analysts expect market to rebound. As the worst quarter in the Manhattan apartment market on record drew to a close last week, broker Bill Kowalczuk saw a glimmer of hope amid the gloom.", "categories": [["U.S.", "Real Estate"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-real-estate?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/government-closes-bribery-probes-into-usana-health-11593538504", "title": "Government Closes Bribery Probes Into Usana Health", "date": "2020-06-30 13:35", "summary": "The Justice Department and the SEC had investigated the Salt Lake City-based multilevel marketer's BabyCare operations In China. U.S. authorities have closed bribery investigations into Usana Health Sciences Inc.'s operations in China, the multilevel marketer of nutritional and personal-care products said Monday.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/buying-my-first-house-during-the-coronavirus-pandemic-11593471366", "title": "Buying Their First Home During Coronavirus", "date": "2020-06-30 13:28", "summary": "Resume Subscription. While many young people have been deeply affected by the pandemic in ways that led them to defer important life decisions, some are leaping forward toward a significant financial milestone: owning a house.", "categories": [["Money"]], "category_links": ["https://www.wsj.com/news/types/noted-money?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/conagra-says-grocery-demand-remains-high-amid-pandemic-11593528462", "title": "Conagra Says Grocery Demand Remains High Amid Pandemic", "date": "2020-06-30 13:22", "summary": "Owner of Birds Eye, Chef Boyardee and other food brands adds manufacturing capacity. Conagra Brands Inc. said it is investing in more manufacturing capacity as demand for its packaged foods remains strong this summer during the continuing coronavirus pandemic.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/anger-management-for-an-angry-time-11593537602", "title": "Anger Management for an Angry Time", "date": "2020-06-30 13:20", "summary": "Anger can be useful-but it's important to channel it strategically rather than let it consume you. Here's how.. Boxing. Baking. Binge-watching Netflix.", "categories": [["Life & Work", "Bonds"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/bonds?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/supreme-court-eases-trademark-rules-for-online-companies-11593536971", "title": "Supreme Court Eases Trademark Rules for Online Companies", "date": "2020-06-30 13:19", "summary": "Booking.com wins the right to trademark its own name in a case that was first considered by teleconference by the court amid pandemic. WASHINGTON-The Supreme Court gave online companies broad latitude to trademark their website names, rejecting restrictions imposed by the federal government.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/adidas-hr-chief-karen-parkin-tells-staff-she-is-retiring-memo-says-11593534860", "title": "Adidas HR Chief to Retire After Criticism From Black Employees", "date": "2020-06-30 13:16", "summary": "Karen Parkin tells staff she is leaving to 'pave the way for change'. Karen Parkin, the global head of human resources at Adidas AG, is retiring from the company following some employee complaints about the sportswear giant's culture and lack of diversity.", "categories": [["WSJ News Exclusive", "Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/india-ban-hurts-chinese-tech-in-worlds-biggest-untapped-market-11593522311", "title": "India Ban Hurts Chinese Tech in World's Biggest Untapped Market", "date": "2020-06-30 13:08", "summary": "Chinese app makers hit a wall in a foreign market where their efforts have yielded billions of downloads. India's decision to ban dozens of Chinese apps is a big setback for China's top tech firms trying to replicate their remarkable domestic success globally, as they are now stymied in what many consider the world's last great untapped digital market.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-puts-the-brakes-on-the-clean-ship-movement-11593536612", "title": "Coronavirus Puts the Brakes on the Clean-Ship Movement", "date": "2020-06-30 13:03", "summary": "Almost half of European shipowners say they can no longer invest in decarbonization technology. The coronavirus pandemic is dealing a serious blow to investments aimed at cutting shipping emissions.", "categories": [["Shipping Matters"]], "category_links": ["https://www.wsj.com/news/types/shipping-matters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/belgian-king-voices-regret-for-colonial-violence-in-congo-11593536365", "title": "Belgian King Voices Regret for Colonial Violence in Congo", "date": "2020-06-30 12:59", "summary": "Historic statement on 60th anniversary of DRC's independence stops short of formal apology that could open door to reparations claims. BRUSSELS-Belgium's king expressed regret for the millions of deaths and mutilations Congolese people suffered during his country's colonial rule, a historic first that was prompted by Black Lives Matter protests but stopped short of a formal apology.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/inovio-reports-positive-early-stage-trial-results-for-covid-19-vaccine-11593535979", "title": "Inovio Reports Positive Early-Stage Trial Results for Covid-19 Vaccine", "date": "2020-06-30 12:53", "summary": "Drugmaker's shares fall amid lack of data about level of immune response needed to prevent infection. Inovio Pharmaceuticals Inc. reported positive preliminary results from the first-phase trial of its vaccine candidate for the new coronavirus, citing good indications for the vaccine's safety and potential to protect against the virus in a small initial study.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-cornell-will-reopen-in-the-fall-11593535516", "title": "Why Cornell Will Reopen in the Fall", "date": "2020-06-30 12:45", "summary": "Students will return to Ithaca in any case. On campus, we can track and isolate Covid cases.. Ithaca, N.Y.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mississippi-furls-its-divisive-flag-11593535434", "title": "Mississippi Furls Its Divisive Flag", "date": "2020-06-30 12:43", "summary": "For many of our citizens it was a symbol not of unity but of oppression. Decency demanded a change.. Jackson, Miss.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/in-st-louis-seattle-and-louisville-police-find-guns-around-protests-11593479207", "title": "In St. Louis, Seattle and Louisville, Police Find Guns Around Protests", "date": "2020-06-30 12:43", "summary": "The danger for police is that it is hard to tell the \"good guys from the bad guys,\" former Boston police commissioner says. Two shootings around protests in Louisville and Seattle over the weekend that were met by people in the crowds returning fire are showing a dynamic to the protests that has been caught on video and circulated on social media.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/vatican-police-raid-basilica-offices-in-corruption-probe-11593534588", "title": "Vatican Police Raid Basilica Offices in Corruption Probe", "date": "2020-06-30 12:37", "summary": "Pope Francis also brings in retired papal diplomat to oversight job at St. Peter's. VATICAN CITY-Vatican police on Tuesday raided the office that manages St. Peter's Basilica, seizing documents and electronic equipment as part of an investigation into possible corruption in procurement practices.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/feds-williams-economy-has-likely-seen-low-point-in-continuing-crisis-11593529592", "title": "Fed's Williams: Economy Has Likely Seen 'Low Point' in Continuing Crisis", "date": "2020-06-30 12:30", "summary": "It will take 'considerable time' to regain economy's full potential, central banker says. Federal Reserve Bank of New York leader John Williams said Tuesday the economy may have already seen the worst of the impact of the coronavirus pandemic, even as significant uncertainty looms.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-a-fledgling-harlem-restaurant-weathered-covid-19-11593460169", "title": "How a Fledgling Harlem Restaurant Weathered Covid-19", "date": "2020-06-30 12:29", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/weak-demand-for-ventas-healthpeak-senior-housing-bodes-poorly-for-the-industry-11593518401", "title": "Weak Demand for Ventas, Healthpeak Senior Housing Bodes Poorly for the Industry", "date": "2020-06-30 12:20", "summary": "Hundreds of communities halted admissions during the pandemic, leading to lost revenue as pandemic-related costs have soared. The reopening of admissions at senior housing communities owned by companies like Ventas Inc. and Healthpeak Properties Inc. is slowing but failing to end the downward slide in occupancy rates, the latest sign that the hard-hit industry faces a long slog to recovery.", "categories": [["Real Estate", "Commercial Real Estate"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/commercial-real-estate?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/egypt-is-arresting-doctors-raising-alarms-over-coronavirus-approach-11593533638", "title": "Egypt Arrests Doctors After Coronavirus Complaints", "date": "2020-06-30 12:14", "summary": "The healthcare workers complained about a lack of hospital protective gear, criticized the state's response to the pandemic or reported Covid-19 cases without authorization. Egyptian authorities have arrested at least nine doctors and other medical personnel who are speaking out about the deaths of frontline healthcare workers as the country wrestles with a surge in coronavirus cases and tries to reopen its struggling economy.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/joe-biden-ramps-up-in-michigan-11593509401", "title": "Biden Ramps Up in Michigan", "date": "2020-06-30 11:44", "summary": "Presumptive Democratic presidential candidate taps experienced red-state operative to head his campaign in crucial Midwestern state. ", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/clorox-to-halt-facebook-ads-through-year-end-joining-advertiser-push-on-content-11593459934", "title": "Facebook Ad Boycott Grows, Citing Failure to Control Hate Speech", "date": "2020-06-30 11:43", "summary": "Civil-rights groups have been pushing advertisers to pull spending, citing a failure to halt hate speech and misinformation. Ford Motor Co. , Clorox Co. and Denny's Corp. are joining a parade of companies that have moved to halt advertising spending on Facebook Inc., citing how the social-media giant has handled speech on its platforms.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/workers-strive-to-make-their-careers-pandemic-proof-11593509400", "title": "How to Make a Career Pandemic-Proof", "date": "2020-06-30 11:39", "summary": "With the economy in flux, people are training for jobs that provide stability, flexibility. Workers whose livelihoods have been bruised by the Covid-19 crisis are trying to pandemic-proof their careers.", "categories": [["Business", "Management", "Management & Careers"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/management?mod=breadcrumb", "https://www.wsj.com/news/types/management-careers?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hospital-prices-have-long-been-secret-soon-they-may-have-to-publish-them-11593527257", "title": "Hospital Prices Have Long Been Secret. Soon They May Have To Publish Them.", "date": "2020-06-30 11:28", "summary": "Hospitals are opposed to price transparency, but a federal judge recently rejected their arguments. Hospitals may soon have to disclose how much they're getting paid by insurance companies for each service. Right now, hospitals and insurance companies negotiate discounted rates behind closed doors, which often lead to huge price variations for the exact same service. The Trump administration believes this new rule requiring hospitals to publish negotiated rates will allow patients to negotiate lower health-care costs. Hospitals argued in federal court that the administration did not have the authority to require price transparency, but a federal judge sided with the administration. If it survives an appeal from hospitals, the rule is set to go into effect in January 2021.", "categories": [["Health"]], "category_links": ["https://www.wsj.com/news/types/noted-health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/democratic-plan-targets-carbon-neutral-economy-by-2050-11593518007", "title": "Democratic Plan Targets Carbon-Neutral Economy by 2050", "date": "2020-06-30 11:26", "summary": "House panel recommends that Congress provide incentives to spur production of green energy resources. WASHINGTON-A House panel dedicated to studying climate change called on Congress to adopt policies that would make the U.S. economy carbon-neutral by 2050, recommending steps Democrats say would head off the worst consequences of a warming planet.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/baseball-is-starting-late-this-yearwill-a-shorter-season-make-a-better-season-11593530567", "title": "Baseball Is Starting Late This Year-Will A Shorter Season Make A Better Season?", "date": "2020-06-30 11:22", "summary": "The traditional 162-game season will be cut down to 60 games. Maybe this is the update baseball needed. If all goes well, the baseball season is set to begin in late July, and because they're starting so late, the sport won't have room for a traditional 162-game season. Instead, there will be only 60 games in a little more than two months, the shortest season in Major League history. The games may also be shorter - they're going to start extra innings with an automatic runner on second base. In an era when attention spans have become shorter than ever, could it be that this pandemic-imposed brevity is precisely what this sport needed?", "categories": [["Culture"]], "category_links": ["https://www.wsj.com/news/types/noted-culture?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-four-teens-organized-the-largest-rally-against-police-brutality-in-oakland-11593530432", "title": "How Four Teens Organized The Largest Rally Against Police Brutality in Oakland", "date": "2020-06-30 11:21", "summary": "Josiah Jacobs , Akil Riley, Xavier Brown and Michael Blue organized a rally of 15,000 people, among the largest against law-enforcement brutality so far this year in Oakland. They met at Oakland's St. Leo the Great, a predominantly African-American Catholic elementary and middle school that they said taught them how to participate as scholars, athletes and artists in a culture that doesn't always welcome black men doing so. They went to different high schools.", "categories": [["Ideas"]], "category_links": ["https://www.wsj.com/news/types/noted-ideas?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/affirmative-action-might-return-to-california-11593530180", "title": "Affirmative Action Might Return To California", "date": "2020-06-30 11:16", "summary": "A referendum on the issue will be on ballots this November. Right now, California is one of just eight states that doesn't use affirmative action as a way to address racial and gender discrimination. That could change this November. Voters will decide whether to repeal Proposition 209, which was passed by California voters 24 years ago, and prohibited the consideration of race and gender in areas including college admissions, employment and public contracts. After Proposition 209 passed, the percentage of students who are Black or Latino has dropped at the most prestigious schools in the University of California system. Black or Latino students dropped from 22% of the freshman class at UC Berkeley in 1995 to 18% last year.", "categories": [["Jobs"]], "category_links": ["https://www.wsj.com/news/types/noted-jobs?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/minecrafts-first-virtual-music-festival-will-feature-several-hundred-performers-11593530049", "title": "Minecraft's First Virtual Music Festival Will Feature Several Hundred Performers", "date": "2020-06-30 11:14", "summary": "Deadmau5, Steve Aoki and Felix da Housecat will headline the event. Lollapalooza, Levitation and Summerfest 2020 are officially canceled, but that doesn't mean you have to entirely forego music festivals this summer. A four-day dance-music festival starts July 9 in \"Minecraft,\" with Deadmau5, Jauz, Griz and several hundred other artists. The event is called Rave Family Block Fest. General entry is $10, but concertgoers can also pay $15 for a VIP experience that includes early entry to a virtual camping ground, plus a chance to win a private performance over a live-video app. Performers like Steve Aoki and Felix da Housecat will have their own, self-made or fan-made virtual stages.", "categories": [["Culture"]], "category_links": ["https://www.wsj.com/news/types/noted-culture?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-rapper-saweetie-is-still-dressing-up-11593529733", "title": "Why Rapper Saweetie Is Still Dressing Up", "date": "2020-06-30 11:09", "summary": "It's part of a new pandemic routine that includes early mornings, printed schedules, and a new focus on merch. \"\"Looking good for yourself is the best thing, so I don't care if I'm not going to a club, I don't care if I'm not going to a party, I don't care if I'm not going to be seen.\"\"", "categories": [["Culture"]], "category_links": ["https://www.wsj.com/news/types/noted-culture?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/no-end-in-sight-for-big-oils-write-downs-11593529650", "title": "No End in Sight for Big Oil's Write-Downs", "date": "2020-06-30 11:07", "summary": "Stocks like Shell and BP are cheap because investors have to shoulder more risk for lower returns. Asset write-downs keep coming from the world's largest oil-and-gas companies. They are not cash expenses, but they do underline how the risks and rewards of investing in the supermajors have deteriorated.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/if-you-cant-pay-rent-or-a-bill-follow-this-script-11593529402", "title": "If You Can't Pay Rent Or A Bill, Follow This Script", "date": "2020-06-30 11:03", "summary": "Here's how to navigate the potentially awkward conversation. It's not every day you negotiate a bill with a lender. So experts say it's important to have a script. First, explain why you can't pay your bill and that you'd like to work something out. Then just be quiet - no, seriously. During that silence is when they might make an offer, says Bruce McClary, vice president of communications for the National Foundation for Credit Counseling. In case the offer isn't good enough, be prepared to ask if there's another offer available or if there's a customer loyalty department you can speak with. With a landlord, you should come with some offers, like an extended lease in exchange for reduced rent, according to Alexandra Carter, a Columbia Law School professor and author of \"Ask for More: 10 Questions to Negotiate Anything.\" In both cases, being prepared is crucial to not only being professional, but also getting an outcome that works for you.", "categories": [["Money"]], "category_links": ["https://www.wsj.com/news/types/noted-money?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fed-keeps-options-open-on-yield-caps-but-looks-to-other-tools-first-11593529321", "title": "Fed Keeps Options Open on Yield Caps", "date": "2020-06-30 11:02", "summary": "Officials aren't in a hurry to announce plans on a possible strategy to cap yields with unlimited short-term securities purchases. The Federal Reserve is unlikely to cap short-term Treasury yields as part of its initial package of economic stimulus measures, instead reserving the option to cap yields later.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/picking-a-credit-card-is-an-important-step-if-you-must-go-into-debt-11593529294", "title": "Picking A Credit Card Is An Important Step If You Must Go Into Debt", "date": "2020-06-30 11:02", "summary": "But first ask a friend or family member if they'll give you a low- or no-interest loan. If you have to go into debt - and you should avoid it as much as possible - you should first see if you can get a low-interest loan from a family member or friend. But if that's not an option, your best bet is to rely on a credit card, according to Megan McCoy, director of the financial planning master's program at Kansas State University. First, she recommends comparison shopping and understanding the annual percentage rate, or APR, which is the the annual interest rate you'll have to pay on top of your balance. You'll almost certainly have to pay back more than you borrowed. In addition, she recommends looking for cards that offer cash-back or some types of practical points program, rather than something like travel rewards. From there, McCoy said you need to come up with a plan to repay your debt, rather than hoping everything will work out.", "categories": [["Money"]], "category_links": ["https://www.wsj.com/news/types/noted-money?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/microsoft-aims-to-train-25-million-workers-free-in-2020-11593529201", "title": "Microsoft Aims to Train 25 Million Workers Free in 2020", "date": "2020-06-30 11:00", "summary": "Classes on LinkedIn, GitHub online platforms will teach skills for 10 in-demand jobs from project manager to software developer. Microsoft Corp. will provide free online classes and job-hunting resources to 25 million people by the end of the year as the global economy reels from the coronavirus pandemic.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/etsy-sellers-get-even-more-crafty-11593529047", "title": "Etsy Sellers Get Even More Crafty", "date": "2020-06-30 10:57", "summary": "Sellers rushing to meet demand for face masks amid the coronavirus pandemic. Etsy sellers may be even more crafty than they get credit for.", "categories": [["Markets", "Overheard"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/overheard?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/some-psychological-tricks-for-people-who-cant-save-during-the-pandemic-11593528937", "title": "Some Psychological Tricks For People Who Can't Save During The Pandemic", "date": "2020-06-30 10:56", "summary": "They may be in your head, but research shows they might help you recover your savings in the long run. You may have to cut down during the pandemic, but certified financial planner Jennifer Lane says saving even a small amount helps people who identify as savers to maintain that identity.", "categories": [["Money"]], "category_links": ["https://www.wsj.com/news/types/noted-money?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hog-futures-sink-as-supply-overhang-lingers-11593528851", "title": "Hog Futures Sink as Supply Overhang Lingers", "date": "2020-06-30 10:54", "summary": "Even with coronavirus stifling demand for pork, hog supplies remain at record high. Hog prices have fallen for nearly two months, a decline that accelerated in recent sessions after a government report confirmed that U.S. swine production has bounced back from Covid-19 faster than anticipated.", "categories": [["Markets", "Commodities"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/watchmen-tulsa-1921-trump-interview-11593528595", "title": "How HBO's 'Watchmen' Brought the 1921 Tulsa Race Massacre to Life", "date": "2020-06-30 10:52", "summary": "Director Nicole Kassell breaks down why the show's prescient pilot feels so relevant to the Black Lives Matter protests and President Trump's recent Oklahoma rally. The HBO series Watchmen starts off its story in Tulsa, Oklahoma, in 1921. A young boy sits watching a silent film in a theater as a siren wails in the distance. He's watching Bass Reeves, one of America's first Black U.S. deputy marshals, on-screen in pursuit of a crooked sheriff. Reeves lassos the man, then prevents the growing crowd from taking matters into its own hands. \"There will be no mob justice today,\" the boy in the theater says proudly, echoing the actor playing Reeves. \"Trust in the law,\" the boy says, just as an explosion hurls him and his family into unrelenting chaos. As his father carries him to safety, they witness a tremendous amount of violence. The scene is a re-enactment of the Tulsa Race Massacre of 1921, in which a white mob burned down the city's thriving Greenwood District, also known as \"Black Wall Street.\" The deadly two-day massacre resulted in as many as 300 deaths and the destruction of over 1,200 Black businesses, homes and other public infrastructures.", "categories": [["Magazine - Culture"]], "category_links": ["https://www.wsj.com/news/types/magazine-culture?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-to-start-helping-your-parents-with-finances-in-three-steps-11593528502", "title": "How To Start Helping Parents With Finances, In Three Steps", "date": "2020-06-30 10:48", "summary": "It can be especially complicated during a pandemic, but knowing these basic things will make this process more bearable. Your parents may not be open to having this conversation. So a smart way to bring up the topic is to say that you want to be prepared in case something happens, says Credit Karma co-founder and Chief Executive Ken Lin. Tell them you want \"power of attorney.\"", "categories": [["Money"]], "category_links": ["https://www.wsj.com/news/types/noted-money?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/meet-the-prowler-the-bizarro-tribute-to-hot-rods-11593528427", "title": "Meet the Prowler: The Bizarro Tribute to Hot Rods", "date": "2020-06-30 10:47", "summary": "Resume Subscription. Tom Gale, 77, a retired executive vice president and head of design at Chrysler from Bay Harbor, Mich., on his 2001 Chrysler Prowler and 1933 custom Ford hot rod, as told to A.J. Baime. A hot rod is a vehicle modified for style and speed, often with a V-8 engine, often based on a 1920s or '30s car.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/why-the-army-will-no-longer-look-at-soldier-photos-when-deciding-promotions-11593528334", "title": "Why The Army Will No Longer Look At Soldier Photos When Deciding Promotions", "date": "2020-06-30 10:46", "summary": "Army studies show it causes racial bias. The U.S. Army will no longer include photos of soldiers on the military resumés they use to determine promotions and advancements, according to Defense Department officials. An Army study showed the photos on these files led to racial bias against some soldiers who wanted to become officers. It's the first major U.S. military action after a Minneapolis police officer was charged with killing George Floyd, an unarmed black man, prompting nationwide racial-justice protests.", "categories": [["Jobs"]], "category_links": ["https://www.wsj.com/news/types/noted-jobs?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lululemon-jumps-on-another-fitness-trend-11593528268", "title": "Lululemon Jumps on Another Fitness Trend", "date": "2020-06-30 10:44", "summary": "Lululemon doesn't need its shiny new toy, but having it won't hurt, either. Lululemon doesn't want to just sell you the yoga pants, it wants to be there while you work out.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/photos-in-praise-of-a-hot-rod-11593528132", "title": "Photos: In Praise of a Hot Rod", "date": "2020-06-30 10:42", "summary": "Tom Gale shows off the Ford hot rod he worked on himself, and the Chrysler Prowler he helped create. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/need-new-apple-products-for-work-or-school-read-this-first-11593527874", "title": "Need New Apple Products For Work Or School? Read This First.", "date": "2020-06-30 10:38", "summary": "Sometimes it's worth waiting a few months for better technology. Both products are expected to get big upgrades soon. That said, if you're not interested in the newest technology or biggest screen sizes, the lower-cost iPhone SE's - which are plenty capable - are a good buy right now, the Journal's personal tech columnist Joanna Stern writes.", "categories": [["Money"]], "category_links": ["https://www.wsj.com/news/types/noted-money?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/for-alan-menken-music-opened-up-a-whole-new-world-11593527748", "title": "For Alan Menken, Music Opened Up a Whole New World", "date": "2020-06-30 10:35", "summary": "The composer behind 'Aladdin' and 'The Little Mermaid' came from a family of dentists, but was obsessed with classical music. Alan Menken, 70, is a composer who has won eight Oscars, 11 Grammys and a Tony. He is best known for his songs for \"Little Shop of Horrors\" and for Disney 's \"The Little Mermaid,\" \"Beauty and the Beast,\" \"Aladdin\" and \"Pocahontas.\" He spoke with Marc Myers.", "categories": [["Real Estate", "House Call"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/house-call?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/plexiglass-dining-might-even-make-your-food-taste-better-11593527655", "title": "Plexiglass Dining Might Even Make Your Food Taste Better", "date": "2020-06-30 10:34", "summary": "The 2020 aesthetic is plexiglass, so it might as well look good.. A Paris designer, Christophe Gernigon, thought some of the plexiglass dividers in restaurants looked like jail visiting rooms, so he made his own. They look like fancy lampshades suspended from the ceiling, except in place of a lightbulb sits the diner. He said he now gets 50 orders a day. The best part: He recently ate a truffle risotto inside his human lampshade, and he said it even enhances food aromas. But suppliers are now experiencing a plexiglass shortage, so we may not all get to enjoy these aromatic food pods.", "categories": [["Ideas"]], "category_links": ["https://www.wsj.com/news/types/noted-ideas?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/shell-takes-22-billion-write-down-expecting-lower-oil-and-gas-prices-11593504718", "title": "Shell Takes $22 Billion Write-Down, Expecting Lower Oil and Gas Prices", "date": "2020-06-30 10:27", "summary": "Anglo-Dutch energy giant's action follows a similarly large move by BP. LONDON-Royal Dutch Shell PLC is writing down the value of its assets by up to $22 billion because of lower energy prices following the demand-sapping coronavirus pandemic.", "categories": [["Markets", "Commodities"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/companies-hit-by-covid-19-want-insurance-payouts-insurers-say-no-11593527047", "title": "Companies Hit by Covid-19 Want Insurance Payouts. Insurers Say No.", "date": "2020-06-30 10:24", "summary": "Resume Subscription. One of the biggest legal fights in the history of insurance has begun.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/labor-department-proposes-fiduciary-exemption-for-retirement-plans-11593520499", "title": "Labor Department Proposes Fiduciary Exemption for Retirement Plans", "date": "2020-06-30 10:23", "summary": "Consumer advocates say proposed regulation would weaken standards under law that governs retirement accounts. The Labor Department proposed a new rule Monday for retirement accounts that allow brokers and other types of financial advisers to provide fiduciary advice and still receive commissions in some cases.", "categories": [["Markets", "Financial Regulation"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/financial-regulation?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/your-college-campus-might-be-getting-a-coronavirus-overhaul-11593526753", "title": "Your College Campus Might Be Getting A Coronavirus Overhaul", "date": "2020-06-30 10:19", "summary": "Some of them will be invisible, like bacteria-killing ventilation systems. Reusable face masks, hand-sanitizing stations, motion-sensor doors, and plexiglass sneeze guards are among the things many college students will see if they return to campus in the fall. The University of Central Florida is also upgrading its ventilation system with ultraviolet lights that help kill bacteria.", "categories": [["Education"]], "category_links": ["https://www.wsj.com/news/types/noted-education?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/labs-turn-to-pooled-testing-for-more-efficient-covid-19-surveillance-11593521544", "title": "Labs Turn to Pooled Testing for More Efficient Covid-19 Surveillance", "date": "2020-06-30 10:12", "summary": "Method allows multiple people to be screened more cheaply, but it can be less effective where prevalence of positive results is high. To ramp up Covid-19 surveillance in the U.S., laboratories and companies are increasingly looking to an old technique: screening multiple patient samples with a single test.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/young-new-yorkers-carve-out-a-careerfrom-a-graveyard-11593525601", "title": "Young New Yorkers Carve Out a Career-From a Graveyard", "date": "2020-06-30 10:00", "summary": "Interns at Woodlawn Cemetery in the Bronx learn masonry skills, leading some to well-paying jobs. New York City is known for its glamorous summer internship programs with big names like Vogue and Morgan Stanley . And then there is the crew scrubbing tombstones and repairing mausoleums at a Bronx graveyard.", "categories": [["U.S.", "Metro Money"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/metro-money?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/canada-gdp-plunged-11-6-in-april-11593525397", "title": "Canada GDP Plunged 11.6% in April", "date": "2020-06-30 09:56", "summary": "Drop marks the worst economic damage from coronavirus as signs of recovery emerge. ", "categories": [["World", "Canada"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/canada-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-home-price-growth-accelerated-in-april-11593524342", "title": "U.S. Home-Price Growth Accelerated in April", "date": "2020-06-30 09:39", "summary": "Case-Shiller index rose 4.7% in the year that ended in April. Home-price growth accelerated in April, even as home sales dropped sharply that month, due to a limited supply of homes for sale in many markets.", "categories": [["Real Estate"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/investors-bet-on-bankrupt-restaurants-shun-retailers-11593509403", "title": "Investors Bet on Bankrupt Restaurants, Shun Retailers", "date": "2020-06-30 09:24", "summary": "Several dining chains that have filed for bankruptcy protection in 2020 have found buyers as retailers linger or liquidate. Five U.S. restaurant companies have recently found suitors to acquire them out of bankruptcy, in contrast to the host of troubled retailers failing to attract buyers amid the Covid-19 pandemic.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/boris-johnson-sets-out-new-deal-to-lift-u-k-from-coronavirus-slump-11593523462", "title": "Boris Johnson Sets Out 'New Deal' to Lift U.K. From Coronavirus Slump", "date": "2020-06-30 09:24", "summary": "Conservative leader's announcement marks further shift from Margaret Thatcher's legacy. LONDON-British Prime Minister Boris Johnson said he was planning a \"New Deal\" for the British people as part of a speech aimed at re-invigorating the U.K. and his premiership in the face of falling poll ratings, an economy in the doldrums and one of the worst death rates from Covid-19 in the developed world.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-black-enrollment-in-m-b-a-programs-is-so-low-11593519862", "title": "Why Black Enrollment in M.B.A. Programs Is So Low", "date": "2020-06-30 09:24", "summary": "Black students comprise less than 10% of business school enrollment, and that number has been stagnant for nearly a decade. Harvard Business School Dean Nitin Nohria said in a June 7 letter that past efforts to recruit black students were \"painfully insufficient.\" The number of black M.B.A. students at Harvard has been stagnant at around 50 per class, or roughly 5% of the total, for three decades, he wrote. AACSB International, the main accrediting firm for business schools, said black students in its member M.B.A. programs stood at 8% last year, up from 6% in 2015.", "categories": [["Education"]], "category_links": ["https://www.wsj.com/news/types/noted-education?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chinese-apps-get-the-china-treatment-in-india-11593511453", "title": "Chinese Apps Get the China Treatment in India", "date": "2020-06-30 09:10", "summary": "U.S. internet giants have been locked out of China for years. Increasingly, Chinese apps may find themselves locked out of the rest of the world.. China is at the receiving end of something it's more used to handing out: a ban on popular software. The latest Indian salvo may not wreak much immediate financial havoc, but deals a blow to the overseas ambitions of Chinese internet companies.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/baseball-stadiums-major-league-baseball-padres-nationals-petco-stadium-11593522380", "title": "Baseball Stadiums Are Closed to Fans-but This Guy's Balcony Is Open for Business", "date": "2020-06-30 09:08", "summary": "Resume Subscription. Chip Messenger, a 45-year-old financial planner, is about to become the most popular baseball fan in Southern California. He leases a condominium in the Legend, a luxury building in downtown San Diego, where his private balcony on the 15th floor provides a clear view into Petco Park, the home of the Padres.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/college-footballs-new-headache-deciding-who-can-attend-games-11593522000", "title": "College Football's New Headache: Deciding Who Can Attend Games", "date": "2020-06-30 09:00", "summary": "Big programs realize they can't let 100,000 people watch football together. But who has to stay home?. When the coronavirus pandemic shut down American sports in March, college football had the benefit of time. The season doesn't start until about Labor Day, and many schools optimistically forged ahead as if their game days would be business as usual.", "categories": [["Sports", "College Football"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/college-football?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/iheartmedia-launches-national-radio-news-service-for-black-community-11593521101", "title": "iHeartMedia Launches National Radio-News Service for Black Community", "date": "2020-06-30 08:45", "summary": "Black Information Network to be distributed across No. 1 radio broadcaster's stations. iHeartMedia Inc. is launching a national news network focused on the Black community.", "categories": [["Business", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-concerns-follow-rnc-to-jacksonville-11593520141", "title": "Coronavirus Concerns Follow RNC to Jacksonville", "date": "2020-06-30 08:29", "summary": "New coronavirus restrictions were announced in the Florida city selected as the fill-in site for most of the Republican National Convention. This item first appeared in the Capital Journal newsletter. Read today's full newsletter here or sign up here for daily updates in your inbox.", "categories": [["Politics", "Political Intelligence"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/political-intelligence?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/many-young-americans-finances-havent-recovered-from-the-last-recession-11593518612", "title": "Many Young Americans' Finances Haven't Recovered From the Last Recession", "date": "2020-06-30 08:03", "summary": "Millennials were already struggling to account for lost earnings and an increased cost of living. Many millennials are still reeling from the effects of the financial crisis, and others were only just beginning to get back on their feet before the pandemic shut down the U.S. economy last month.", "categories": [["Money"]], "category_links": ["https://www.wsj.com/news/types/noted-money?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/developer-is-updating-historic-seagram-building-with-new-playground-11593518400", "title": "Developer Is Updating Seagram Building With Playground", "date": "2020-06-30 08:00", "summary": "Landlord hopes the project will appeal to younger workers. The owner of the Seagram Building, the stately office tower designed by Ludwig Mies van der Rohe on Manhattan's Park Avenue, thinks it is time for the famed landmark to loosen up a bit.", "categories": [["Real Estate", "Property Report"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/property-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/as-pandemic-alters-dining-the-infatuation-scraps-its-restaurant-ratings-11593518400", "title": "The Infatuation Scraps Its Restaurant Ratings", "date": "2020-06-30 08:00", "summary": "Can you distill a restaurant's quality down to a number? Not anymore, the site says. The Infatuation Inc., the restaurant-recommendation platform, is eliminating all the numerical ratings from its website and app.", "categories": [["Experience Report"]], "category_links": ["https://www.wsj.com/news/experience-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hong-kong-skyscrapers-lose-some-sheen-11593518402", "title": "Hong Kong Skyscrapers Lose Some Sheen", "date": "2020-06-30 08:00", "summary": "Rents for prime offices could fall 12% to 20% this year in the world's priciest market. The luster is fading from Hong Kong's office-rental market, the world's priciest, showing how the pandemic is adding to the strains of social unrest and U.S.-China tensions.", "categories": [["Real Estate", "Commercial Real Estate"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/commercial-real-estate?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/womens-soccer-league-to-let-players-skip-anthem-11593518442", "title": "Women's Soccer League to Let Players Skip Anthem", "date": "2020-06-30 08:00", "summary": "The NWSL's move came after an emotional display during a pregame demonstration. The confluence of the coronavirus pandemic and the rise of protests against racial injustice is prompting a shift in how sporting events handle a longtime staple: the pregame playing of the national anthem with players on the field or court.", "categories": [["Sports", "Soccer"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/soccer?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/netflix-to-invest-100-million-in-black-communitys-financial-institutions-11593517500", "title": "Netflix to Invest $100 Million in Black Community's Financial Institutions", "date": "2020-06-30 07:45", "summary": "Streaming giant says move will help local institutions offer more loans, mortgages in underserved areas. Netflix Inc. said it would shift 2% of its cash holdings to banks and credit unions that primarily serve Black communities to improve these financial institutions' ability to offer loans to people and businesses.", "categories": [["Business", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/who-says-emerging-economies-shouldnt-print-money-11593515880", "title": "Who Says Emerging Economies Shouldn't Print Money?", "date": "2020-06-30 07:18", "summary": "Developing countries are copying the bond-buying policies of their rich peers, and with some success. Activist central banks aren't just a rich-nation story anymore. Emerging markets are reclaiming their right to play with money too-and it is probably a good thing.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fed-backstop-fueled-corporate-bond-surge-11593515309", "title": "Fed Backstop Fueled Corporate Bond Surge", "date": "2020-06-30 07:08", "summary": "Rising defaults and bankruptcies belie borrowing binge. The Federal Reserve's full-bore intervention to cushion the economy this spring created an unusual paradox in the corporate bond market. Investors bought record amounts of new bonds from U.S. companies-including those with junk credit ratings-even as defaults and ratings downgrades surged.", "categories": [["Markets", "Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/dollars-wild-ride-turns-into-tentative-calm-11593514915", "title": "Dollar's Volatile Stretch Turns Into Tentative Calm", "date": "2020-06-30 07:01", "summary": "U.S. dollar gauge's tepid 1% climb this year masks rocky March that saw the index swing over 8 percentage points. The U.S. dollar has mirrored the swings in the stock market since the March selloff. Looking ahead, the outlook may be as murky for the currency as it is for the S&P 500 index.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/racism-at-work-we-want-to-hear-from-you-11593514800", "title": "Race at Work: Share Your Story", "date": "2020-06-30 07:00", "summary": "The Wall Street Journal is reporting on race and American business. Have something we should look into? Tell us here.. Write to Khadeeja Safdar at khadeeja.safdar@wsj.com", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/spotifys-talk-isnt-cheap-11593511380", "title": "Spotify's Talk Isn't Cheap", "date": "2020-06-30 06:03", "summary": "Music streaming pioneer's stock has run up on podcast investments, even as the payoff remains distant. As the joke goes, it takes two or more guys to be called a podcast. It apparently only takes one, though, to start remaking Spotify Technology 's fortunes.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/jabil-will-turn-u-s-factories-toward-making-protective-masks-11593511200", "title": "Jabil Will Turn U.S. Factories Toward Making Protective Masks", "date": "2020-06-30 06:00", "summary": "Surge in coronavirus cases as states reopen fuels stronger demand for protective equipment. Manufacturing services company Jabil Inc. is jumping into the face-mask field in the U.S. with plans to produce more than a million masks daily, making it the latest industrial operator to turn its factory lines over to equipment aimed at the global coronavirus pandemic.", "categories": [["Logistics Report"]], "category_links": ["https://www.wsj.com/news/types/logistics-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/as-in-u-s-covid-19-risk-in-britain-is-higher-for-minority-groups-11593431777", "title": "Research Lays Bare Covid-19's Outsize Impact on Ethnic Minorities", "date": "2020-06-30 05:47", "summary": "Doctors say the U.K.'s data allow a detailed look at a racial divide laid bare by the coronavirus pandemic. LONDON-British researchers are reporting repeatedly that some ethnic groups are more vulnerable to Covid-19 than the country's white majority, a finding mirrored in the U.S. that doctors say is laying bare longstanding inequalities in health between communities.", "categories": [["World", "Europe", "U.K."]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb", "https://www.wsj.com/news/types/u-k-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/in-los-angeles-an-economy-built-on-freelancers-crumbles-11593509400", "title": "In Los Angeles, an Economy Built on Freelancers Crumbles", "date": "2020-06-30 05:30", "summary": "Creative workers with multiple gigs are among the worst hit by the recession and face long roads to recovery. Candy Ibarra had six jobs at the beginning of 2020. Now she has none.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/majority-of-new-yorkers-oppose-cuts-to-police-funding-poll-shows-11593509400", "title": "Majority of New Yorkers Oppose Cuts to Police Funding, Poll Shows", "date": "2020-06-30 05:30", "summary": "Disapproval exists even as voters agree the killings of George Floyd and Rayshard Brooks are part of a 'pattern of excessive police violence toward Black people'. ALBANY, N.Y.-A majority of New York state voters don't support reducing funding for police departments, even as they agree the recent killings of George Floyd and Rayshard Brooks are part of a \"pattern of excessive police violence toward Black people,\" a poll released Tuesday shows.", "categories": [["U.S.", "Politics"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/wave-of-corporate-failures-stays-at-bayfor-now-11593509402", "title": "Wave of Corporate Failures Stays at Bay-for Now", "date": "2020-06-30 05:30", "summary": "Some on Wall Street are starting to wonder if the anticipated crush of corporate failures will ever arrive. The tidal wave of corporate failures that in April seemed poised to come crashing down has yet to materialize, and some on Wall Street are starting to wonder if it ever will.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/raising-a-free-range-child-in-2020-try-a-smartwatch-11593509401", "title": "Raising a Free-Range Child in 2020? Try a Smartwatch", "date": "2020-06-30 05:30", "summary": "Tech wearables, starter phones help give children outdoor freedom, but there's a problem: \"Kid watches just aren't cool\". Susan Alfieri sends her 9-year-old daughter outside to play every afternoon with instructions to be back in time for dinner. She's one of a small but growing number of parents trying to give their kids a taste of the freedom they enjoyed growing up-but with a reassuring digital tether.", "categories": [["Tech", "Family & Tech: Julie Jargon"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb", "https://www.wsj.com/news/types/family-tech-julie-jargon?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chinas-economic-recovery-picks-up-more-momentum-11593502340", "title": "China's Economic Recovery Picks Up More Momentum", "date": "2020-06-30 03:32", "summary": "Official measure of manufacturing activity climbed to a three-month high in June.. BEIJING-China's economic recovery picked up steam in June as exports and services benefited from government support policies and the reopening of some overseas markets, official data showed.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-other-police-officers-charged-in-george-floyds-killing-11593439962", "title": "Officers Charged in George Floyd's Killing Appear Before Judge", "date": "2020-06-30 03:04", "summary": "Lawyers for three former officers plan to highlight personal details about their clients-and blame Derek Chauvin. MINNEAPOLIS-Four former Minneapolis police officers charged in the killing of George Floyd appeared before a judge Monday who laid out the timeline for a trial the outcome of which was expected to set the stage for similar cases across the U.S.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-wasnt-briefed-on-russian-bounty-intelligence-because-it-wasnt-verified-white-house-says-11593455761", "title": "Trump Administration Draws Bipartisan Pressure Over Russia 'Bounty' Intelligence", "date": "2020-06-30 00:40", "summary": "Intelligence agencies hadn't reached consensus on reports Russia paid bounties to Afghan militants to attack U.S. troops, White House says; lawmakers voice concern nonetheless. WASHINGTON-Republican and Democratic lawmakers united Monday around demands that the White House detail intelligence indicating Russia had paid bounties to insurgents to have American forces killed in Afghanistan, and explain why President Trump apparently wasn't briefed on the threat to U.S. troops.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lululemon-to-buy-at-home-fitness-company-mirror-for-500-million-11593465981", "title": "Lululemon Buys Mirror, an At-Home Fitness Startup, for $500 Million", "date": "2020-06-30 00:08", "summary": "Yoga pants maker moves beyond apparel roots with deal for home workout tech. Lululemon Athletica Inc. is buying at-home fitness company Mirror for $500 million, a deal that aims to capitalize on pandemic-fueled upheaval in the fitness and retail industries.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/india-blocks-dozens-of-chinese-apps-including-tiktok-following-border-clash-11593447321", "title": "India Blocks Chinese Apps, Including TikTok, After Border Clash", "date": "2020-06-30 00:01", "summary": "UC Browser and WeChat are among the banned mobile apps. NEW DELHI-India banned dozens of Chinese mobile apps, including widely used TikTok and WeChat , after a border clash between troops from the two countries left 20 Indian soldiers dead this month.", "categories": [["World", "Asia", "India"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/india-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/uber-in-talks-to-buy-postmates-for-about-2-6-billion-11593487498", "title": "Uber in Talks to Buy Postmates for About $2.6 Billion", "date": "2020-06-30 00:01", "summary": "A deal between Uber and the San Francisco-based food-delivery company could be announced next week if not sooner. Uber Technologies Inc. is in discussions to buy Postmates Inc. for about $2.6 billion, according to people familiar with the matter, the latest in a rapid-fire series of moves to consolidate the food-delivery industry.", "categories": [["Markets", "Deals"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/deals-deal-makers?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11593464292", "title": "Pepper...and Salt", "date": "2020-06-30 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/china-strikes-back-at-u-s-move-to-restrict-visas-for-party-officials-over-hong-kong-11593454343", "title": "China Strikes Back at U.S. Move to Restrict Visas for Party Officials Over Hong Kong", "date": "2020-06-30 00:00", "summary": "In tit for tat, Beijing says it will target Americans trying its patience on matters related to city's status. The Chinese government plans to restrict visas for Americans it deems go too far on matters related to Hong Kong, increasing tensions between the U.S. and China over the territory's limited autonomy from Beijing.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sothebys-brings-home-the-bacon-11593489255", "title": "Sotheby's Brings Home the Bacon", "date": "2020-06-30 23:54", "summary": "Triptych by Francis Bacon sells for $85 million in new, online sale format. An anonymous telephone bidder paid $85 million for a Francis Bacon triptych during a marathon series of live-streamed, online auctions held at Sotheby's on Monday that could go a long way to bolstering confidence in the art market amid a global pandemic.", "categories": [["Books & Arts", "Arts", "Art & Auctions"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/arts?mod=breadcrumb", "https://www.wsj.com/news/types/art-auctions?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/unfinished-business-reflections-on-brotherhood-11593484692", "title": "Unfinished Business: Reflections on Brotherhood", "date": "2020-06-30 23:38", "summary": "Resume Subscription. In our series First Person, we feature personal essays from WSJ Noted. staff and outside contributors.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/pandemic-trade-offs-giving-up-nyc-and-sushi-for-florida-and-chickpeas-11593486212", "title": "Pandemic Trade-Offs: Giving Up NYC and Sushi for Florida and Chickpeas", "date": "2020-06-30 23:03", "summary": "How the pandemic has altered spending patterns and lifestyles. Pandemic Trade-Offs is an as-told-to series. All financial information provided by Kwami Merzier. This article has been edited and condensed.", "categories": [["Money"]], "category_links": ["https://www.wsj.com/news/types/noted-money?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fast-food-franchisee-npc-international-expected-to-file-for-bankruptcy-11593486101", "title": "Fast Food Franchisee NPC International Expected to File for Bankruptcy", "date": "2020-06-30 23:01", "summary": "The company, which owns more than 1,200 Pizza Hut and 385 Wendy's stores, was struggling with debt before the coronavirus outbreak. NPC International Inc., one of the largest restaurant franchisees in the U.S., is preparing to file for bankruptcy protection despite its brands reporting a bump in sales since the coronavirus pandemic, people familiar with the matter said.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/china-releases-american-fedex-pilot-after-nine-months-in-detention-11593485169", "title": "China Releases American FedEx Pilot Held for Nine Months", "date": "2020-06-30 22:46", "summary": "Todd A. Hohn was placed under investigation for smuggling ammunition, after Chinese airport authorities found nonmetallic pellets in his luggage. HONG KONG-Chinese authorities have released a FedEx Corp. pilot detained nine months ago in the southern city of Guangzhou, easing a pressure point on the shipping giant that has been in Beijing's crosshairs amid commercial disputes between the U.S. and China.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/big-hotel-owners-stand-to-gain-from-a-government-orchestrated-debt-relief-11593440489", "title": "Big Hotel Owners Could Gain From a Government-Orchestrated Debt Relief", "date": "2020-06-30 21:19", "summary": "Those that could be helped in hard-hit industry include Thomas Barrack's Colony Capital. ", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/supreme-court-allows-federal-executions-to-proceed-11593479532", "title": "Supreme Court Allows Federal Executions to Proceed", "date": "2020-06-30 21:12", "summary": "Court declines to take up four inmates' challenge to lethal-injection protocol. WASHINGTON-The Supreme Court declined Monday to stop the Trump administration from executing four inmates starting in July under Attorney General William Barr's push to reactivate the federal death chamber in Terre Haute, Ind., for the first time in 17 years.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pandemic-trade-offs-giving-up-the-health-club-and-broadway-for-hiking-and-ya-fantasy-11593474309", "title": "Pandemic Trade-Offs: Giving Up the Health Club and Broadway for Hiking and YA Fantasy", "date": "2020-06-30 20:45", "summary": "How the pandemic has altered spending patterns, and lifestyles. Pandemic Trade-Offs is an as-told-to series. All financial information provided by Tess Vandendolder. This article has been edited and condensed.", "categories": [["Money"]], "category_links": ["https://www.wsj.com/news/types/noted-money?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/boeing-faces-big-737-max-cancellation-from-norwegian-11593477789", "title": "Boeing Faces Big 737 MAX Cancellation From Norwegian", "date": "2020-06-30 20:43", "summary": "Discount European carrier is also withdrawing orders for five wide-body 787 Dreamliners. Norwegian Air Shuttle ASA said it is canceling its orders for 92 of Boeing Co.'s troubled 737 MAX jets, threatening to add to the U.S. planemaker's mounting financial strain.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-latest-news-06-29-2020-11593420521", "title": "U.S. Coronavirus Cases Surge Amid Strains on Hospitals", "date": "2020-06-30 20:35", "summary": "Several states and locales pause or roll back their reopening plans. A surge in coronavirus cases in parts of the U.S. has prompted several states and locales to pause or roll back reopening as some hospital systems began groaning under the strain.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/irs-sticks-by-extended-july-15-deadline-for-filing-2019-taxes-11593476789", "title": "IRS Sticks By Extended July 15 Deadline for Filing 2019 Taxes", "date": "2020-06-30 20:26", "summary": "Agency ends speculation about further postponement because of coronavirus. The Treasury Department and Internal Revenue Service said the deadline to file and pay 2019 taxes by July 15 wouldn't be extended further, drawing a line under the administration's consideration of such a move.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/supreme-court-strikes-down-louisiana-abortion-law-11593440418", "title": "Supreme Court Overturns Louisiana Abortion Law", "date": "2020-06-30 20:13", "summary": "By a 5-4 vote, the court rules there is little medical benefit in requiring doctors to obtain admitting privileges at a hospital before performing abortions. WASHINGTON-The Supreme Court struck down a Louisiana law that could have closed two of the state's three abortion clinics, ruling in a 5-4 vote that it was virtually identical to a Texas measure that the court had invalidated four years ago.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/las-vegas-workers-sue-casinos-over-covid-19-safety-11593468142", "title": "Las Vegas Workers Sue Casinos Over Covid-19 Safety", "date": "2020-06-30 20:06", "summary": "Owners of Harrah's, MGM Grand didn't adequately protect employees from getting sick, lawsuit says. Las Vegas Strip hospitality workers filed a lawsuit against casino operators on Monday, accusing the companies of failing to protect employees from Covid-19, one of the first efforts to hold employers legally responsible for infections as cases in the U.S. surge.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}]