[{"link": "https://www.wsj.com/articles/pro-trump-demonstrators-in-washington-protest-election-results-11605379984", "title": "Pro-Trump Demonstrators in Washington Protest Election Results", "date": "2020-11-14 21:29", "summary": "President Trump drove by crowds in his motorcade en route to a Saturday outing; no evidence of significant voter fraud has surfaced. WASHINGTON-Thousands of supporters of President Trump gathered in downtown Washington, D.C., on Saturday to protest the results of the election.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/during-covid-19-there-are-advantages-to-being-older-11605403660", "title": "During Covid-19, There Are Advantages to Being Older", "date": "2020-11-14 20:27", "summary": "Despite the health risks, age can make people more resilient. At the start of the Covid-19 pandemic, being over 65 felt like a curse. Public-health doctors warned that anybody of that age faced a higher risk than younger people of suffering serious complications or dying if they contracted the virus. Then came the hashtag #boomerremover and angry tweets from some millennials blaming baby boomers for disrupting their lives and livelihoods.", "categories": [["Life & Work", "Journal Reports: Retirement"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-retirement?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/photos-trump-supporters-rally-in-washington-other-cities-11605402165", "title": "Photos: Trump Supporters Rally in Washington, Other Cities", "date": "2020-11-14 20:02", "summary": "Chanting slogans such as 'stop the steal,' president's backers turned out across the country to protest results of the election. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/the-masters-is-dustin-johnsons-to-winor-lose-11605397561", "title": "The Masters Is Dustin Johnson's to Win-or Lose", "date": "2020-11-14 19:19", "summary": "At 16-under par, the world's No. 1 golfer is four shots clear of the field and close to history. AUGUSTA, Ga.-The third round of the Masters began with an unprecedented traffic jam atop the leaderboard. It ended with another tight pack of notable names. But instead of all of them knotted up for the lead, they were all wondering: Can anyone catch Dustin Johnson?", "categories": [["Sports", "Golf"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/sports-golf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/creating-an-oral-history-of-your-family-step-by-step-11605312323", "title": "Creating an Oral History of Your Family: Step by Step", "date": "2020-11-14 16:00", "summary": "It isn't just about sticking a microphone in front of your family member. First, you have to learn some of the basics.. Many of us think about preserving a piece of family history by making a video or audio recording of precious stories told by a parent, grandparent or other relative.", "categories": [["Life & Work", "Journal Reports: Retirement"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-retirement?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-to-stay-on-top-of-your-health-from-home-during-covid-19-11605312924", "title": "How to Stay on Top of Your Health From Home During Covid-19", "date": "2020-11-14 15:00", "summary": "You may not want to go to the doctor. There are plenty of proactive steps you can take-without leaving the house.. The Covid-19 pandemic has dealt a powerful punch to preventive care, delaying everything from cancer screenings to teeth cleaning. Even as doctors' offices reopen, limited hours and social-distancing protocols can make it harder to get appointments. And with a surge in cases around the country, patients may still not feel comfortable with in-person visits and procedures.", "categories": [["Life & Work", "Journal Reports: Retirement"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-retirement?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tesla-ceo-elon-musk-says-he-tested-both-positive-and-negative-for-covid-19-11605251724", "title": "Elon Musk Says He Tested Positive for Covid-19", "date": "2020-11-14 13:30", "summary": "Long skeptical about virus severity, CEO raises new questions about testing. Tesla Inc. Chief Executive Elon Musk, who has repeatedly played down the risk of the coronavirus since early in the pandemic, says he tested positive for Covid-19 and sought to raise doubts about the validity of such testing more broadly.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/groups-supporting-trump-expected-to-rally-near-white-house-11605293690", "title": "Groups Supporting Trump to Rally Near White House", "date": "2020-11-14 12:16", "summary": "Trump waves to the crowd from motorcade; demonstrations are expected to include far-right groups. President Trump paid a visit to demonstrators who gathered in Washington in a show of support for him, driving past the crowd in his motorcade and waving en route to his golf course in Virginia.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-older-people-may-be-missing-in-their-exercise-workouts-11605368263", "title": "What Older People May Be Missing in Their Exercise Workouts", "date": "2020-11-14 12:00", "summary": "As people age, they often focus on cardio. They shouldn't forget strength training.. My wife and I retired last year. Since March, we have been walking almost daily as a way to fight cabin fever. As a result, we seem to be in better physical shape now than when the pandemic began. What are you seeing among retirees? Any ideas about expanding fitness routines at home?", "categories": [["Life & Work", "Journal Reports: Retirement", "Ask Encore"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-retirement?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-power-of-love-a-back-to-the-future-die-hards-delorean-11605373200", "title": "The Power of Love: A 'Back to the Future' Die-Hard's DeLorean", "date": "2020-11-14 12:00", "summary": "Resume Subscription. Manson Cheung, 45, a staff sculptor and designer for Hot Wheels toy cars, living in Redondo Beach, Calif., on his 1981 DeLorean DMC-12, as told to A.J. Baime.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/photos-these-wheels-theyre-hot-11605372300", "title": "Photos: These Wheels, They're Hot", "date": "2020-11-14 11:45", "summary": "Manson Cheung shows off his 1981 DeLorean DMC-12.. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/trump-lawyers-pressured-to-end-role-in-election-challenges-11605371893", "title": "Trump Lawyers Pressured to End Role in Election Challenges", "date": "2020-11-14 11:38", "summary": "Porter Wright withdrew from a federal lawsuit for the president in Pennsylvania, while Jones Day says it isn't involved in election fraud cases. Some law firms representing President Trump's legal push to remain in the White House are withdrawing from cases or clarifying their roles amid pressure to end their involvement.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/opioid-deaths-in-canada-were-falling-then-came-coronavirus-11605368112", "title": "Opioid Deaths in Canada Were Falling, Then Came Coronavirus", "date": "2020-11-14 10:35", "summary": "Public-health officials had made progress in curbing the death toll from overdoses, but lockdowns hindered users' access to clinics and overdose-prevention sites. TORONTO-After a public-health push that focused on overdose prevention sites, methadone clinics and counseling services, the number of deaths from opioid overdoses finally began to fall in Canada last year.", "categories": [["World", "Canada"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/canada-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/rory-mcilroy-showed-up-to-the-masters-as-golfs-jekyll-and-hyde-again-11605366358", "title": "Rory McIlroy Showed Up to the Masters as Golf's Jekyll and Hyde. Again.", "date": "2020-11-14 10:05", "summary": "McIlroy surged back into mix after a disastrous opening round-which he has done more than any other player in recent years. AUGUSTA, Ga.-As Rory McIlroy finished his opening round here on Friday morning, he was playing so disastrously that he felt a need to apologize.", "categories": [["Sports", "Golf"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/sports-golf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-pleasure-of-phasing-into-retirement-11605366000", "title": "The Pleasure of Phasing Into Retirement", "date": "2020-11-14 10:00", "summary": "Phased retirement has meant bagging the five-day workweek and slowly replacing it with two to three days of work a week. So far, so good.. For the past five years, I've been trying to perfect the art of a phased-in retirement. I haven't done it yet, but I'm getting a lot closer.", "categories": [["Life & Work", "Journal Reports: Retirement"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-retirement?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/my-family-treeand-how-i-found-the-stories-behind-the-names-11605366000", "title": "My Family Tree-and How I Found the Stories Behind the Names", "date": "2020-11-14 10:00", "summary": "Genealogical projects can be frustrating and full of wrong turns. Here are some ways to make them less so.. My father accumulated funeral cards like some people collect baseball cards. He wasn't morbid-quite the opposite: He loved the conversations when family and friends gathered in the parlor for final goodbyes.", "categories": [["Life & Work", "Journal Reports: Retirement"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-retirement?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/covid-19-makes-foreign-policy-the-oil-patchs-first-biden-fear-11605366001", "title": "Covid-19 Makes Foreign Policy the Oil Patch's First Biden Fear", "date": "2020-11-14 10:00", "summary": "The effects of Covid-19 mean that Joe Biden's foreign policy, not domestic energy policy, might prove more impactful for U.S. energy companies in the near future. America's energy industry had been bracing for a potential shift away from the fossil-fuel-friendly Trump administration since last year. Then the Covid-19 pandemic hit, and President-elect Joe Biden's potential actions affecting domestic oil-and-gas production seem to have lost their teeth in the near term. At the same time, his foreign-policy moves look more significant.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-world-is-watching-more-animeand-streaming-services-are-buying-11605365629", "title": "The World Is Watching More Anime-and Streaming Services Are Buying", "date": "2020-11-14 09:53", "summary": "Netflix has 16 projects in the works from its Tokyo-based team as the pandemic lifts demand. TOKYO-The pandemic is helping Japan's demon slayers, monsters and robots make the leap to the global market.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/recreational-pot-industry-preps-for-new-jersey-debut-11605362401", "title": "Recreational Pot Industry Preps for New Jersey Debut", "date": "2020-11-14 09:00", "summary": "Lawmakers craft legislation to set up new marketplace; new commission set to devise regulations. Big marijuana companies and emerging entrepreneurs are laying the groundwork to set up shop in New Jersey after voters approved a constitutional amendment legalizing the recreational use of cannabis.", "categories": [["U.S.", "Tri-State Area"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-region?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/warren-buffetts-berkshire-is-becoming-its-own-elephant-investment-11605362402", "title": "Berkshire Hathaway Is Becoming Its Own Elephant Investment", "date": "2020-11-14 09:00", "summary": "Biggest recent purchase that the conglomerate has made is buyback of its own stock. Warren Buffett has been quietly making a huge bet on a well-known conglomerate with thousands of employees around the world: Berkshire Hathaway Inc.", "categories": [["Markets", "Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/get-wrapped-up-in-layers-this-winter-11605361515", "title": "Get Wrapped Up in Layers This Winter", "date": "2020-11-14 08:45", "summary": "Give the season's sharpest tailoring an unexpected twist, with soft tonal layers and fluid silhouettes. For WSJ. Magazine's November Market Report feature, photographer Olivier Kervern and stylist Giovanni Dario Laudicina were focused on depicting clothing in motion. \"Every morning leaving my house, I cross a manhole with a strong wind, and I love how the air shapes my clothes,\" Laudicina, who lives in Paris, wrote via email. \"I think it's a 'fashion moment' that everybody experiences in their daily life and that we all find it beautiful and magic.\"", "categories": [["Market Report"]], "category_links": ["https://www.wsj.com/news/types/magazine-market-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mass-design-group-reimagining-architecture-11605239675", "title": "MASS Design Group Is Reimagining the Spaces of Everyday Life", "date": "2020-11-14 08:34", "summary": "A firm that got its start building hospitals sees architecture as a medium for healing. As the spread of Covid-19 reached pandemic proportions last spring, MASS Design Group-a nonprofit architecture-and-design collective based in Boston and Kigali, Rwanda-began, almost immediately, fielding requests for emergency assistance. The Boston Healthcare for the Homeless Program, a social-service agency providing medical care to thousands of homeless Bostonians, asked for help erecting a treatment tent for Covid-19 cases. Doctors at New York's Mount Sinai Hospital, slammed by the outbreak, called for advice on developing new spatial protocols. MASS quickly mobilized, creating its own Covid Response Team.", "categories": [["Feature", "2020 Innovator Awards"]], "category_links": ["https://www.wsj.com/news/types/magazine-feature?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mass-design-group-is-reimagining-the-spaces-of-everyday-life-11605359486", "title": "MASS Design Group Is Reimagining the Spaces of Everyday Life", "date": "2020-11-14 08:11", "summary": "A firm that got its start building hospitals sees architecture as a medium for healing.. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/mass-design-group-is-reimagining-the-spaces-of-everyday-life-11605359425", "title": "MASS Design Group Is Reimagining the Spaces of Everyday Life", "date": "2020-11-14 08:10", "summary": "A firm that got its start building hospitals sees architecture as a medium for healing.. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/mass-design-group-is-reimagining-the-spaces-of-everyday-life-11605359395", "title": "MASS Design Group Is Reimagining the Spaces of Everyday Life", "date": "2020-11-14 08:09", "summary": "A firm that got its start building hospitals sees architecture as a medium for healing.. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/mass-design-group-is-reimagining-the-spaces-of-everyday-life-11605359335", "title": "MASS Design Group Is Reimagining the Spaces of Everyday Life", "date": "2020-11-14 08:09", "summary": "A firm that got its start building hospitals sees architecture as a medium for healing.. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/biden-plan-to-forgive-student-debt-hinges-on-democratic-control-of-senate-11605358800", "title": "Biden Plan to Forgive Student Debt Hinges on Democratic Control of Senate", "date": "2020-11-14 08:00", "summary": "President-elect also has the option of executive action to ease debt loads, but that could face a court challenge. President-elect Joe Biden's ability to deliver on his plan to forgive hundreds of billions of dollars in student debt faces steep odds unless Democrats take control of the Senate.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-dancers-workout-routine-for-a-healthy-back-and-shoulders-11605351600", "title": "A Dancer's Workout Routine for a Healthy Back and Shoulders", "date": "2020-11-14 06:00", "summary": "Resume Subscription. Thoracic mobility, or range of motion in the middle back, is an integral part of expression for all styles of dance, from ballet to breakdancing, says New York City-based dancer Evan Copeland. \"As a dancer, drama is in the torso,\" says Mr. Copeland, who has performed with Shen Wei Dance Arts and Séan Curran Company, and is working with award-winning choreographer Martha Clarke. \"The limbs simply follow the musculature of the back.\"", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/despite-coronavirus-surge-european-schools-stay-open-11605349800", "title": "Despite Coronavirus Surge, European Schools Stay Open", "date": "2020-11-14 06:00", "summary": "Most of Europe sees large downsides to shutting schools again, despite the risk of more infections. While schools in some U.S. states are going back to remote learning, European countries are mostly persevering with open schools despite high coronavirus infection rates, believing-for now-that the cost to children of closing classrooms outweighs the health risks.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/after-white-house-victory-democrats-are-divided-on-what-is-next-11605349801", "title": "After Biden Victory, Democrats Are Divided on What Is Next", "date": "2020-11-14 05:30", "summary": "Progressives and moderates in the party have learned different-and conflicting-lessons from the 2020 election. Democrats captured the White House, held on to their House majority and expanded their ranks in the Senate, but they will enter 2021 bruised and bickering.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/its-open-enrollment-season-is-an-hsa-still-right-for-you-11605349800", "title": "It's Open-Enrollment Season. Is an HSA Still Right for You?", "date": "2020-11-14 05:30", "summary": "Here's how to run the numbers between high-deductible plans with HSAs and conventional offerings. This fall's benefits-enrollment season arrives during the surging coronavirus pandemic. So, many employees might be thinking harder about the choice between a high-deductible health-insurance plan and a conventional one with higher premiums but lower deductibles.", "categories": [["Markets", "Personal Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/personal-finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/thanksgiving-in-a-pandemic-means-smaller-birds-fewer-leftovers-11605349801", "title": "Thanksgiving in a Pandemic Means Smaller Birds, Fewer Leftovers", "date": "2020-11-14 05:30", "summary": "Holiday season brings new challenges to grocers and food makers. This year's Thanksgiving celebrations are shaping up to be a little more fancy, a little more pricey and a lot smaller than usual.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11605286385", "title": "Pepper...and Salt", "date": "2020-11-14 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cats-are-the-best-philosophers-11605330060", "title": "Cats Are the Best Philosophers", "date": "2020-11-14 00:01", "summary": "Our feline companions know the secret of achieving contentment without chasing after big ideas.. Some years ago a philosopher told me that he was teaching his cat to be a vegan. The idea that such a super-carnivore could be persuaded to adopt a meat-free diet struck me as so absurd that I could only suppose the philosopher was joking. Sadly he was not. He became seriously annoyed when I commented facetiously that he must be employing some extremely powerful arguments. He became still more irritated when I hinted that the cat might be hunting for non-vegan food elsewhere. As far as he was concerned, his experiment in feline moral education was progressing well.", "categories": [["Life & Work", "Ideas", "Essay"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/essay?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/joe-biden-promises-empathy-but-thats-a-difficult-way-to-lead-11605330019", "title": "Joe Biden Promises Empathy, but That's a Difficult Way to Lead", "date": "2020-11-14 00:00", "summary": "Empathy is a hot topic in management right now, from business to politics. Practicing it comes with risks.. Stop me if you already know this, but Donald Trump did not win the presidential election. Neither did Joe Biden.", "categories": [["The Captain Class"]], "category_links": ["https://www.wsj.com/news/types/the-captain-class?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-paneras-ceo-learned-to-go-against-the-grain-11605330030", "title": "How Panera's CEO Learned to Go Against the Grain", "date": "2020-11-14 00:00", "summary": "Advisers from the worlds of business and academia taught Niren Chaudhary to balance ambition with compassion. That lesson came in handy when the coronavirus pandemic upended his sandwich-and-soup chain.. In Personal Board of Directors, top business leaders talk about the people they turn to for advice, and how those people have shaped their perspective and helped them succeed. Previous installments from the series are here.", "categories": [["Personal Board of Directors"]], "category_links": ["https://www.wsj.com/news/types/personal-board-of-directors?mod=breadcrumb"]}]