[{"link": "https://www.wsj.com/articles/supreme-court-agrees-to-consider-medicaid-work-requirements-11607126369", "title": "Supreme Court Agrees to Consider Medicaid Work Requirements", "date": "2020-12-04 18:59", "summary": "Federal program allowing states to make Medicaid recipients work has been blocked by lower courts. WASHINGTON-The Supreme Court said Friday it would consider the legality of a Trump administration program allowing states to impose work requirements on Medicaid recipients.", "categories": [["Politics", "Health Policy"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/health-policy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/payrolls-take-a-covid-break-11607124628", "title": "Payrolls Take a Covid Break", "date": "2020-12-04 18:30", "summary": "Job growth slowed but much of the recovery remains strong.. The jobs report for November was disappointing, although nowhere nearly as much as the politicians claimed on Friday. Democrats and Republicans leapt on the news as justification for the $1 trillion spending bill they want to pass before the end of the year.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/qatar-rival-gulf-states-approach-thaw-after-talks-brokered-by-jared-kushner-11607104926", "title": "Saudi Arabia, Qatar Near Deal to End Gulf Dispute", "date": "2020-12-04 18:29", "summary": "After White House-brokered talks, Gulf leaders see progress resolving three-year-old rift between Qatar, neighbors. Saudi Arabia and Qatar have reached a tentative deal to end a yearslong feud that has fractured the Middle East, paving the way for broader regional talks that could cool tensions between longstanding Gulf rivals by year's end, U.S. and Gulf officials said Friday.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pennsylvania-vetoes-help-for-business-11607124561", "title": "Pennsylvania Vetoes Help for Business", "date": "2020-12-04 18:29", "summary": "The legislation offered liability protections for good-faith actors.. Pennsylvania Gov. Tom Wolf says he feels the pain of businesses struggling to survive the pandemic, but does he really? On Monday he vetoed a bill providing liability protections for schools, businesses and other employers against Covid-related lawsuits.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/now-whos-contesting-elections-11607124449", "title": "Now Who's Contesting Elections?", "date": "2020-12-04 18:27", "summary": "The Democratic House could overturn results in Iowa and New York.. Donald Trump's campaign against the 2020 Presidential outcome undermines political legitimacy, but no side is blameless in America's partisan election escalation. Witness the new Democratic effort to overturn the election result in Iowa's 2nd Congressional District-which could be emulated in New York's 22nd if Republicans win there too.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/activision-blizzard-sues-netflix-for-allegedly-poaching-its-former-finance-chief-11607123903", "title": "Activision Blizzard Sues Netflix for Allegedly Poaching Its Former Finance Chief", "date": "2020-12-04 18:18", "summary": "The videogame publishing company said Netflix illegally recruited Spencer Neumann in late 2018, prompting a contract breach. Activision Blizzard Inc. is suing Netflix Inc. for allegedly poaching its former finance chief and causing competitive harm, citing a pattern of behavior by the streaming giant.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-will-move-nearly-all-u-s-troops-out-of-somalia-11607114195", "title": "U.S. Will Move Nearly All Troops Out of Somalia", "date": "2020-12-04 18:15", "summary": "Relocation of 700 troops from Somalia reverses administration course; move follows troop cuts in Iraq, Afghanistan. President Trump ordered the Pentagon to pull nearly all U.S. troops out of Somalia, where for 13 years they have been fighting a low-intensity battle against the local al Qaeda affiliate, al-Shabaab, U.S. officials said.", "categories": [["Politics", "National Security"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/national-security?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fudge-cookies-11607123624", "title": "Fudge Cookies", "date": "2020-12-04 18:13", "summary": "If there were ever a year to ship our loved ones cookie tins brimming with cheer, this is it. With these top techniques from pro bakers, festive treats arrive fresh, intact and full of sparkle.. To explore and search through all our recipes, check out the new WSJ Recipes page.", "categories": [["Life & Work", "Food & Drink"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/food-cooking-drink?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bulla-cookies-11607122606", "title": "Bulla Cookies", "date": "2020-12-04 17:56", "summary": "If there were ever a year to ship our loved ones cookie tins brimming with cheer, this is it. With these top techniques from pro bakers, festive treats arrive fresh, intact and full of sparkle.. To explore and search through all our recipes, check out the new WSJ Recipes page.", "categories": [["Life & Work", "Food & Drink"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/food-cooking-drink?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pistachio-pinwheels-11607121957", "title": "Pistachio Pinwheels", "date": "2020-12-04 17:46", "summary": "If there were ever a year to ship our loved ones cookie tins brimming with cheer, this is it. With these top techniques from pro bakers, festive treats arrive fresh, intact and full of sparkle.. To explore and search through all our recipes, check out the new WSJ Recipes page.", "categories": [["Life & Work", "Food & Drink"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/food-cooking-drink?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/conservatism-and-liberalism-two-books-on-the-great-divide-11607099696", "title": "Conservatism and Liberalism: Two Books on the Great Divide", "date": "2020-12-04 17:42", "summary": "Two strikingly different ways of seeing the world, ordering society and understanding human destiny.. Every man and every woman, it seems, knows Gilbert and Sullivan's quipping lines from \"Iolanthe\" (1882): \"That every boy and every gal / That's born into the world alive. / Is either a little Liberal / Or else a little Conservative.\" When the lines were first sung, the labels matched up with Britain's political parties, but they obviously have a wider application-each calling to mind, then and now, a cultural outlook, an inclination, a temperament, even a philosophy. Over time, of course, even the firmest definition will shift, making easy summary difficult and historical circumstance-context, that is-crucial to our understanding of what \"liberalism\" is and how \"conservatism\" differs from it. These days, we may also ask: What sets the two sides of democratic politics so far apart?", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/elite-public-schools-are-the-poors-best-hope-11607121304", "title": "Elite Public Schools Are the Poor's Best Hope", "date": "2020-12-04 17:35", "summary": "Children from wealthy families will always have access to high-achieving schools, but for low-income families of all races the exam schools are their best chance for an equally high-level education.. Regarding Chester E. Finn Jr.'s \"A Progressive Assault on Selective High Schools\" (op-ed, Nov. 27): Ironically, eliminating the test-based admission process for entry to the country's elite high schools would hurt the ethnic groups that its proponents are trying to help. Children from wealthy families will always have access to high-achieving schools, but for low-income families of all races the exam schools are their best chance for an equally high-level education. Eliminating the admission tests would destroy the elite schools and eliminate the only chance that poor, especially inner-city students have of receiving an education equal or better than that offered by the private city and wealthy suburban schools.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/prince-philip-revealed-review-ever-at-her-side-11607121271", "title": "'Prince Philip Revealed' Review: Ever at Her Side", "date": "2020-12-04 17:34", "summary": "From his chaotic childhood to a lifetime as consort to the queen, Prince Philip has remained irrepressibly himself.. As I was growing up, our monarchist British household considered Prince Philip a rather louche character. \"It's all very well for him,\" my mother would comment tartly after the latest outrage-a caustic riposte, a scandalous gaffe or a \"perfectly dreadful\" brown hat worn on some royal tour. \"He can say or do whatever he likes, but the queen can't.\"", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-says-inauguration-will-resemble-virtual-convention-11607121259", "title": "Biden Says Inauguration Will Resemble Virtual Convention", "date": "2020-12-04 17:34", "summary": "President-elect deems 'a gigantic inaugural parade down Pennsylvania Avenue' as unlikely. President-elect Joe Biden said his January inauguration is likely to resemble the largely virtual Democratic National Convention last summer due to the coronavirus pandemic, and he said he would emphasize safety to avoid spreading the virus.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/proustian-uncertainties-where-memory-leads-11607121170", "title": "'Proustian Uncertainties': Where Memory Leads", "date": "2020-12-04 17:32", "summary": "The shifts and ambiguities in the novelist's work resonate with a historian who has chronicled the shadowy forces of persecution.. At the outset of this brief but haunting work, Saul Friedländer asks himself a question. Now 88, the eminent historian of the Holocaust wonders whether he felt the urge to reread Marcel Proust's great multivolume novel \"In Search of Lost Time\" in response \"to some need, to something in my personal life that called for delving into that book.\" At the close, he will give us an answer. In the meantime, this lifelong student of the worst in human history and character finds relief from a dark vocation in the beauty and irony-and deep ambiguity-of an author he deems \"the greatest painter in words in French literature.\" This, though, is a shadowed portrait-and the shadows occasionally fall not only over Proust, but his champion as well.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-do-we-still-count-by-race-like-we-do-11607121154", "title": "Why Do We Still Count by Race Like We Do?", "date": "2020-12-04 17:32", "summary": "There is only one race: the human race.. \"The Predicament of Counting Americans by Race\" (Review, Nov. 28) quotes Kenneth Prewitt, a former director of the U.S. Census Bureau, as saying, \"race is incoherent.\" He knows what population geneticists know. There is only one race: the human race. Every scientific attempt to classify humans racially has failed. Race is a social construct that changes on whims, biases and power plays. The amount of melanin pigment in the skin is of minuscule consequence genetically. France, where the government doesn't officially track the race of its population, has it right. Where France continues to go wrong, apparently, is in its slipshod enforcement of justice and fairness for all people.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-pulls-some-embassy-staff-from-iraq-as-regional-tensions-rise-11607118555", "title": "U.S. Pulls Some Embassy Staff From Iraq", "date": "2020-12-04 17:20", "summary": "Concerns about possible retaliation around one-year anniversary of U.S. killing of Iran's Soleimani prompts reduction in civilian presence in Baghdad. The U.S. government is withdrawing some staff from its embassy in Baghdad over the coming weeks as tensions rise with Iran, according to a U.S. official.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/about-150-u-s-cadillac-dealers-to-exit-brand-rather-than-sell-electric-cars-11607111494", "title": "About 150 U.S. Cadillac Dealers to Exit Brand Rather Than Sell Electric Cars", "date": "2020-12-04 17:14", "summary": "About 17% of Cadillac's 880 U.S. dealerships decide against spending for necessary upgrades. About 150 General Motors Co . dealers have decided to part ways with Cadillac, rather than invest in costly upgrades required to sell electric cars, according to people familiar with the plans, indicating some retailers are skeptical about pivoting to battery-powered vehicles.", "categories": [["WSJ News Exclusive", "Autos Industry"]], "category_links": ["https://www.wsj.com/news/types/autos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/global-stock-markets-dow-update-12-04-2020-11607076581", "title": "Stocks Climb to Fresh Records as Investors Bet on Stimulus", "date": "2020-12-04 16:59", "summary": "Four major U.S. stock indexes all close at new highs on the same day for the first time since January 2018. U.S. stock indexes climbed to records Friday as the revival of stimulus negotiations bolstered expectations that the economy can weather the pandemic's continued spread.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-price-of-turkeys-russian-dalliance-11607119049", "title": "The Price of Turkey's Russian Dalliance", "date": "2020-12-04 16:57", "summary": "Trump should impose sanctions against Ankara for purchasing the S-400.. Turkey has been an American ally since 1952. Incirlik Air Force Base has been essential in the war on terror. The Turks helped thousands of Syrian refugees. For decades Turkey worked to build a society open to people of all faiths, and stood against Russian aggression. But a valuable ally has drifted.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mask-wars-revisited-11607118961", "title": "Mask Wars Revisited", "date": "2020-12-04 16:56", "summary": "Use of face coverings increased impressively right into the current national outbreak.. It's to be expected that many who spent four years unproductively obsessing about President Trump now believe his ambivalent mask messaging is responsible for every infection and death in the U.S. The mask issue is not nearly so simple.", "categories": [["Opinion", "Business World"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/business-world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/an-explosion-a-relief-effort-and-canadians-enduring-gratitude-11607118999", "title": "An Explosion, a Relief Effort and Canadians' Enduring Gratitude", "date": "2020-12-04 16:56", "summary": "Every year, Nova Scotia sends a Christmas tree to Boston in appreciation of the heroism of 1917.. The stereotypical Canadian can't stop saying he's sorry. People from Halifax, Nova Scotia, can't stop saying thank you. Every year Nova Scotia donates one of its finest firs or spruces to serve as Boston's official Christmas tree. The gifts come in gratitude for Boston's help after the 1917 Halifax Explosion-the largest man-made blast of the preatomic age.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chevron-general-motors-zoom-at-t-stocks-that-defined-the-week-11607118833", "title": "Chevron, General Motors, Zoom, AT&T: Stocks That Defined the Week", "date": "2020-12-04 16:53", "summary": "Here are seven major companies whose stocks moved on the week's news. Spending projections are sliding at two of the world's energy giants. Chevron Corp. on Thursday said it will cut its annual capital spending budget by 26% next year and sharply through the middle of next decade, as the coronavirus pandemic forces an industry-wide reappraisal of fossil fuel investment. That followed Exxon Mobil Corp.'s retreat from a plan to increase spending to boost its oil-and-gas production as the struggling company reassesses its next decade. Chevron shares fell 0.1 % Thursday.", "categories": [["Markets", "Stocks"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pan-banging-sugar-cookies-with-sprinkles-11607118638", "title": "Pan Banging Sugar Cookies With Sprinkles", "date": "2020-12-04 16:50", "summary": "If there were ever a year to ship our loved ones cookie tins brimming with cheer, this is it. With these top techniques from pro bakers, festive treats arrive fresh, intact and full of sparkle.. To explore and search through all our recipes, check out the new WSJ Recipes page.", "categories": [["Life & Work", "Food & Drink"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/food-cooking-drink?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/weakening-jobs-numbers-spur-covid-aid-efforts-11607105486", "title": "Weakening Jobs Numbers Spur Covid Aid Efforts", "date": "2020-12-04 16:41", "summary": "Lawmakers are currently negotiating details of a roughly $900 billion plan. WASHINGTON-A sharp decline in job growth in November further prodded lawmakers to pursue an agreement on coronavirus relief, as negotiators hurried to craft a bill before a government funding deadline at the end of next week.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/logistics-parcel-hiring-soars-ahead-of-expected-holiday-e-commerce-rush-11607117905", "title": "Logistics, Parcel Hiring Soars Ahead of Expected Holiday E-Commerce Rush", "date": "2020-12-04 16:38", "summary": "Package carriers added 81,900 jobs in November, their largest monthly gain in 23 years. Logistics hiring skyrocketed in November as transport and distribution companies staffed up on expectations for an unprecedented holiday-season rush.", "categories": [["Logistics Report"]], "category_links": ["https://www.wsj.com/news/types/logistics-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/marcona-almond-cookies-11607117747", "title": "Marcona Almond Cookies", "date": "2020-12-04 16:35", "summary": "If there were ever a year to ship our loved ones cookie tins brimming with cheer, this is it. With these top techniques from pro bakers, festive treats arrive fresh, intact and full of sparkle.. To explore and search through all our recipes, check out the new WSJ Recipes page.", "categories": [["Life & Work", "Food & Drink"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/food-cooking-drink?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/investors-circle-largest-corporate-cash-hoard-ever-11607086917", "title": "Investors Circle Record Corporate Cash Hoard", "date": "2020-12-04 16:20", "summary": "Alternatives for companies include buybacks, capital projects, employee hiring, reducing debt and M&A. U.S. companies are sitting on the largest pile of cash ever. Investors are trying to gauge how they are going to use it.", "categories": [["Markets", "Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/georgia-gov-brian-kemp-backs-president-despite-his-attacks-on-state-gop-leaders-11607116795", "title": "Georgia Gov. Kemp Backs Trump Despite His Attacks", "date": "2020-12-04 16:19", "summary": "Trump heads to state Saturday to campaign for Sens. Perdue and Loeffler in runoffs amid deep rifts in Republican ranks. A month after the presidential election, Georgia remains in a high state of political tension.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trumps-campaign-went-into-debt-but-raked-in-postelection-cash-11607091717", "title": "Trump's Campaign Went Into Debt But Raked in Postelection Cash", "date": "2020-12-04 16:09", "summary": "President's finances were boosted by an email-and- text-message fundraising drive tied to his court battle. President Trump's re-election campaign had warned of debt after Election Day. But a postelection fundraising blitz tied to his unsuccessful effort to reverse his election loss has raised $207.5 million for Mr. Trump's political committees and the Republican Party.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fed-readies-more-guidance-on-bond-buying-plans-11607115890", "title": "Fed Readies More Guidance on Bond-Buying Plans", "date": "2020-12-04 16:04", "summary": "Officials aren't inclined to provide more stimulus by increasing the pace or changing the composition of their asset purchases. Federal Reserve officials are likely to unveil this month new guidance about how long they expect to continue their current asset-purchase program.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/rising-expectations-saturday-crossword-december-5-11606575154", "title": "Rising Expectations (Saturday Crossword, December 5)", "date": "2020-12-04 16:01", "categories": [["WSJ Puzzles", "Crossword"]], "category_links": ["https://www.wsj.com/news/puzzle?mod=breadcrumb", "https://www.wsj.com/news/types/crossword?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/crank-letter-saturday-cryptic-puzzle-december-5-11606575354", "title": "Crank Letter (Saturday Cryptic Puzzle, December 5)", "date": "2020-12-04 16:01", "categories": [["WSJ Puzzles", "Cryptic"]], "category_links": ["https://www.wsj.com/news/puzzle?mod=breadcrumb", "https://www.wsj.com/news/types/cryptic?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/anti-money-laundering-measure-poised-to-clear-congress-11607115358", "title": "Anti-Money-Laundering Measure Poised to Clear Congress", "date": "2020-12-04 15:56", "summary": "Overseas companies registered in U.S. would have to declare their true ownership. WASHINGTON-Congress is set to approve legislation requiring companies in the U.S. to register their true owners, plugging what many illicit-finance experts say is one of the biggest holes in U.S. anti-money-laundering rules.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/november-jobs-report-unemployment-rate-2020-11607028480", "title": "U.S. Added 245,000 Jobs Last Month as Hiring Slowed", "date": "2020-12-04 15:53", "summary": "Seventh consecutive month of gains at steadily cooling pace; unemployment rate ticked down to 6.7%. U.S. job growth slowed sharply in November, suggesting the labor-market recovery is losing steam amid a surge in coronavirus cases and new business restrictions.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/foreign-bribery-enforcement-on-track-for-record-breaking-year-11607114397", "title": "Foreign Bribery Enforcement on Track for Record-Breaking Year", "date": "2020-12-04 15:40", "summary": "A large portion of the $7.76 billion in total fines were paid to foreign authorities, underscoring a growing trend toward greater international cooperation. The U.S. Department of Justice's enforcement of a key antibribery law has reached an all-time high despite the challenges posed by the coronavirus, an official said.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-trade-deficit-widened-in-october-as-exports-imports-rose-11607089163", "title": "U.S. Trade Deficit Widens", "date": "2020-12-04 15:37", "summary": "A continued recovery in global commerce is being driven by a strong economic rebound in China. WASHINGTON-U.S. exports and imports both rose for a fifth straight month in October, reflecting a continued recovery in global commerce driven by a strong economic rebound in China.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/should-2020-christmas-cards-be-covid-free-11607114159", "title": "Should 2020 Christmas Cards Be Covid-Free?", "date": "2020-12-04 15:36", "summary": "In a very different holiday season, people are debating whether to address the pandemic or ignore it; 'What a Year.'. Every year, Elizabeth Gaule sends out a Christmas card featuring up to 10 photos-a highlight reel of trips she has taken and favorite moments-along with a letter to her loved ones highlighting the events of the past 12 months.", "categories": [["A-hed"]], "category_links": ["https://www.wsj.com/news/types/a-hed?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/walnut-and-buckwheat-russian-tea-cakes-11607113736", "title": "Walnut and Buckwheat Russian Tea Cakes", "date": "2020-12-04 15:28", "summary": "If there were ever a year to ship our loved ones cookie tins brimming with cheer, this is it. With these top techniques from pro bakers, festive treats arrive fresh, intact and full of sparkle.. To explore and search through all our recipes, check out the new WSJ Recipes page.", "categories": [["Life & Work", "Food & Drink"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/food-cooking-drink?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/feds-evans-says-he-isnt-ready-to-call-for-changes-in-central-bank-monetary-policy-11607100597", "title": "Fed's Evans Isn't Ready for More Fed Stimulus", "date": "2020-12-04 15:18", "summary": "Chicago Fed leader says government aid is quickest way to deliver new support to the economy. Federal Reserve Bank of Chicago President Charles Evans said Friday that although the latest job creation data is disappointing, he wasn't yet ready to call for changes in central-bank monetary policy.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/europe-relaxes-covid-19-rules-for-christmas-11607112823", "title": "Europe Relaxes Covid-19 Rules For Christmas", "date": "2020-12-04 15:13", "summary": "France, Spain, the U.K. and parts of Germany will ease restrictions to let families get together, despite still-high contagion. Many European countries are planning to relax restrictions on travel and social contacts for the Christmas and New Year period despite still-high levels of coronavirus infections, bowing to public pressure to allow more family gatherings.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/race-to-vaccinate-world-against-covid-19-intensifies-11607111607", "title": "Race to Vaccinate World Against Covid-19 Intensifies", "date": "2020-12-04 14:53", "summary": "Governments scramble to secure limited vaccine supplies, and only a small sliver of the population will receive a shot for months to come. The race to vaccinate the world's population against Covid-19 is shifting into a high stakes contest, as governments scramble to secure the small number of doses becoming available from Western pharmaceutical companies and Russia and China race to fill the gap.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/winter-offers-perfect-conditions-for-covid-19-spread-studies-show-11607111476", "title": "Winter Offers Perfect Conditions for Covid-19 Spread", "date": "2020-12-04 14:51", "summary": "Research provides strong evidence that coronavirus survives longer in cold weather and inside dry, heated homes. Winter outbreaks of Covid-19 might be worsened by colder weather and drier indoor air that boost transmission of the coronavirus, but it is too soon to know whether it will become truly seasonal, according to new research by scientists studying the disease.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/holiday-cookies-best-recipes-for-shipping-and-gifting-11607111365", "title": "Holiday Cookies: Best Recipes for Shipping and Gifting", "date": "2020-12-04 14:49", "summary": "If there were ever a year to ship our loved ones cookie tins brimming with cheer, this is it. With these top techniques from pro bakers, festive treats arrive fresh, intact and full of sparkle.. THIS SEASON, many of us are scaling back our holiday celebrations. But even if you can't gather with everyone you love, you can still feed them. Spread holiday cheer-remotely-by baking and mailing packages of comforting cookies.", "categories": [["Life & Work", "Food & Drink"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/food-cooking-drink?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/scooter-firms-invest-in-rider-training-schools-11607111136", "title": "Scooter Firms Invest in Rider Training Schools", "date": "2020-12-04 14:45", "summary": "Companies such as Lime and Tier are boosting training programs to reduce accidents-and placate city officials. Companies that rent out electric scooters hope more driver training can smooth the ride for their customers-and for their businesses.", "categories": [["Experience Report"]], "category_links": ["https://www.wsj.com/news/experience-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/house-passes-bill-decriminalizing-marijuana-at-federal-level-11607107693", "title": "House Passes Bill Decriminalizing Marijuana", "date": "2020-12-04 14:13", "summary": "Measure, which would leave cannabis laws to the states, isn't expected to be taken up by Senate. WASHINGTON-The House voted to decriminalize marijuana at the federal level, the first legislation of its kind to get a vote in the chamber, though it isn't expected to move forward and become law.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-squad-faces-a-freedom-force-11607108025", "title": "'The Squad' Faces a 'Freedom Force'", "date": "2020-12-04 13:53", "summary": "Trump lost badly in New York and California, but Republican candidates picked up House seats in both states. Here's how two of them did it.. A quarter-century apart in age, Nicole Malliotakis and Michelle Steel are classmates. They're both freshmen, Republicans who've won election to the House of Representatives for the first time. Each ousted an incumbent Democrat in a resolutely blue state-New York and California, respectively-where Joe Biden romped home in November. And each woman has a scathing view of the politics of the other's state as well as of her own. They're ready to scorn Govs. Andrew Cuomo and Gavin Newsom. As for Mayor Bill de Blasio, Ms. Malliotakis, a state assemblywoman from New York City, practically combusts at the mention of his name.", "categories": [["Opinion", "The Weekend Interview"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/the-saturday-interview?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/artist-ed-ruscha-spent-more-than-50-years-photographing-the-same-los-angeles-street-11607107876", "title": "Artist Ed Ruscha Spent More Than 50 Years Photographing the Same Los Angeles Street", "date": "2020-12-04 13:51", "summary": "'12 Sunsets,' his new interactive digital archive, includes 65,000 images covering all 22 miles of Sunset Boulevard. When Ed Ruscha began photographing the streets of Los Angeles decades ago, strangers would ask what he was doing, squinting behind the lens of a retrofitted Nikon on a tripod in the flatbed of his Datsun pickup truck. \"I just said, 'Ahhh, this is a school project.' Or something like that,\" Mr. Ruscha recalls.", "categories": [["Life & Work", "Ideas", "Icons"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/icons?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/oregons-segregated-covid-relief-fund-is-blatantly-unconstitutional-11607107890", "title": "Oregon's Segregated Covid Relief Fund Is Blatantly Unconstitutional", "date": "2020-12-04 13:51", "summary": "Maria Garcia applied for aid and was denied simply because she doesn't 'identify as Black.'. Portland, Ore.", "categories": [["Opinion", "Commentary", "Cross Country"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb", "https://www.wsj.com/news/types/cross-country?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-to-build-a-home-on-the-moon-11607106600", "title": "How to Build a Home on the Moon", "date": "2020-12-04 13:30", "summary": "A small-scale replica of a lunar habitat is taking shape at Purdue University. The goal is to prepare for life in a hostile environment-including our own. Author", "categories": [["", "Home"]], "category_links": ["https://www.wsj.com/news/tech/future-of-everything?mod=svg-breadcrumb"]}, {"link": "https://www.wsj.com/articles/glencore-ceo-ivan-glasenberg-to-retire-in-2021-11607091758", "title": "Glencore CEO Glasenberg to Retire After 18 Years at the Helm", "date": "2020-12-04 13:24", "summary": "A successor to one-time-fugitive Marc Rich, he spearheaded the company's dominant position in coal mining. LONDON-Ivan Glasenberg, the longtime chief executive of Glencore PLC, is handing over the reins of the global mining and trading giant he built, saying Friday he would retire in the first half of next year.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/home-office-ideas-working-from-home-11607045185", "title": "You Don't Need a Home Office to Work From Home", "date": "2020-12-04 13:16", "summary": "How to make the most of your space when working in close quarters. Eight years ago, Ojai, Calif.-based designer Vina Lustado created an off-the-grid tiny house so she could live a simpler, more sustainable lifestyle. The 140-square-foot home includes a workspace with a built-in wooden desk, and is furnished with storage units that nest inside each other and can be moved easily throughout the space.", "categories": [["Real Estate", "Homes"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/homes?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/your-covid-19-shopping-habits-are-changing-what-jobs-are-available-11607105471", "title": "Your Covid-19 Shopping Habits Are Changing What Jobs Are Available", "date": "2020-12-04 13:11", "summary": "The pandemic is accelerating a shift in the labor market to warehouse and delivery jobs supporting ecommerce. Your shopping habits during the pandemic are reshaping America's labor market.", "categories": [["Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/robinhood-day-trade-i-started-trading-hot-stocks-then-i-couldnt-stop-11607095765", "title": "I Started Trading Hot Stocks on Robinhood. Then I Couldn't Stop.", "date": "2020-12-04 13:03", "summary": "Spinning prices, scratch-off rewards and flying confetti? Even the most skeptical investor can be drawn in.. Is the stock market a form of entertainment?", "categories": [["Markets", "The Intelligent Investor"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/the-intelligent-investor?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/temple-settles-with-u-s-over-falsified-m-b-a-rankings-data-11607104836", "title": "Temple Settles With U.S. Over Falsified M.B.A. Rankings Data", "date": "2020-12-04 13:00", "summary": "University agrees to pay $700,000 to Education Department without admitting wrongdoing. Temple University must pay $700,000 under a settlement with the U.S. Education Department for using false data to bolster its online M.B.A. program's nationwide ranking.", "categories": [["Business", "Management", "Management & Careers"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/management?mod=breadcrumb", "https://www.wsj.com/news/types/management-careers?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/gateway-to-a-saints-story-11607104510", "title": "Gateway to a Saint's Story", "date": "2020-12-04 12:55", "summary": "The 28 reliefs in Andrea Pisano's doors for the Florence Baptistery depict the Virtues and scenes from the life of John the Baptist.. Standing for centuries in the Piazza della Signoria in the sun, rain and snow was giving Michelangelo's David a skin condition, so in 1873 Florentines transplanted the marble statue to the protective rotunda of the nearby Galleria dell'Accademia, to be bathed in the illumination of a domed skylight. Other outdoor Florentine art treasures have since followed suit, most recently the pair of gilded bronze doors commissioned by one of the city's merchant guilds and designed by Andrea Pisano in 1330 for the Baptistery of Florence's cathedral, Santa Maria del Fiore. A year ago this month, after three years of painstaking restoration, a blink in Florentine time, the doors-the oldest of three pairs done for the Baptistery-were installed in a purpose-built hall inside the church's art and sculpture museum, the Museo dell'Opera del Duomo. Replicas replaced the originals.", "categories": [["Books & Arts", "Masterpiece"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/masterpiece?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/letting-go-of-my-dream-school-made-for-a-better-college-experience-11607104452", "title": "Letting Go of My Dream School Made for a Better College Experience", "date": "2020-12-04 12:54", "summary": "My vision for college was destroyed after I wasn't accepted early decision, but that was what finally set me on the right path. In our series First Person, we feature personal essays from WSJ Noted staff and outside contributors.", "categories": [["Education"]], "category_links": ["https://www.wsj.com/news/types/noted-education?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-high-cost-of-target-date-funds-11607101200", "title": "The High Cost of Target-Date Funds", "date": "2020-12-04 12:30", "summary": "A new study suggests that investors might instead want to create their own version of these funds. Are investors paying too much for target-date funds?", "categories": [["Markets", "Journal Reports: Funds/ETFs"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-funds-etfs?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sec-settles-with-cheesecake-factory-over-covid-19-effect-claims-11607095036", "title": "SEC Settles With Cheesecake Factory Over Covid-19 Effect Claims", "date": "2020-12-04 12:21", "summary": "Restaurant chain agrees to $125,000 penalty without admitting to findings that it made misleading disclosures. The Securities and Exchange Commission said it had settled charges against Cheesecake Factory Inc. for misleading investors about how the Covid-19 pandemic affected the restaurant chain.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/employment-picture-darkening-even-more-than-jobs-figures-suggest-11607101266", "title": "Employment Picture Darkening, Even More than Jobs Figures Suggest", "date": "2020-12-04 12:01", "summary": "Situation has already gotten worse since the November jobs report was compiled. The job market is in danger of stalling. With the Covid epidemic worsening across the country, that should hardly count as a surprise, but perhaps it will stir both Congress and the Federal Reserve to move faster than they otherwise might have.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/democratic-leaders-go-wild-11607099320", "title": "Democratic Leaders Go Wild", "date": "2020-12-04 12:00", "summary": "Public officials defy their own virus rules.. James Freeman is away and will return 12/8.", "categories": [["Opinion", "Best of the Web"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/best-of-the-web-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/novelist-jane-smiley-has-a-soft-spot-for-happy-endings-11607100828", "title": "Novelist Jane Smiley Has a Soft Spot for Happy Endings", "date": "2020-12-04 11:53", "summary": "The Pulitzer Prize-winning author of the grim 'A Thousand Acres' has a sunny new novel out about a curious horse on the loose in Paris. For Jane Smiley, horses are less an interest than an obsession. Growing up in the suburbs of St. Louis, Mo., she gazed longingly at the steeds on TV (\"Roy Rogers,\" \"The Lone Ranger\") and begged her mother for riding lessons. She owned her first mare at 14, and her \"best memory\" is of trotting along a trail, picking blackberries and eating them. She bred horses in her late 40s and 50s and still keeps three horses at her home in Carmel Valley, Calif. Every horse, she explains, has its own fascinating personality, its own idiosyncratic way of being in the world. \"It just comes naturally to me to give them a point of view,\" she says.", "categories": [["Life & Work", "Ideas", "Weekend Confidential"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/weekend-confidential?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/dark-salt-clear-review-the-sing-of-the-sea-11607099604", "title": "'Dark, Salt, Clear' Review: The Sing of the Sea", "date": "2020-12-04 11:33", "summary": "Out on the water or down in the pub, Cornish fishermen hold on to an ancient way of life.. In the spring of 2017, Lamorna Ash, then a 22-year-old graduate student in anthropology at University College London, rode British Rail from Paddington Station all the way down the \"Cornish Riviera\" to Penzance, the last stop on the Great Western line. Her plan was to immerse herself in the life of Newlyn, a small fishing village just beyond Penzance on the coastal road toward Land's End, in order to do field research for her master's thesis on the culture of a tight-knit community whose work has centered around a single industry-fishing-for centuries. Ms. Ash, named for a nearby coastal landmark-Lamorna Cove-was drawn to Cornwall by her family's history there, including her mother's childhood home and subsequent family holidays.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/singular-sensation-review-broadway-reborn-again-11607099517", "title": "'Singular Sensation' Review: Broadway Reborn, Again", "date": "2020-12-04 11:32", "summary": "From 'Rent' to 'The Producers,' the 1990s proved a decade of stage hits from unexpected sources.. It's a bittersweet experience to pick up Michael Riedel's fun and gossipy new showbiz history, \"Singular Sensation: The Triumph of Broadway.\" Even before the coronavirus pandemic, the \"Triumph\" of its title would have been arguable: While Broadway was thriving this time last year, the business suffered from systemic problems that had never really been addressed, such as bloated ticket prices and venal scalpers. In the wake of Covid-19, Broadway's future is highly uncertain. When will theaters reopen? Will tourists and New York theatergoers actually want to cram themselves into those crowded houses? Will 2019 ticket prices hold in the post-Covid economy? If not, will theater owners, producers and unions agree to temper their greed?", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/five-best-lynne-truss-on-british-literary-murders-11607099432", "title": "Five Best: Lynne Truss on British Literary Murders", "date": "2020-12-04 11:30", "summary": "Selected by the author of the Constable Twitten mystery series.. By Patrick Hamilton (1941)", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fiction-moral-hazzard-11607099357", "title": "Fiction: Moral Hazzard", "date": "2020-12-04 11:29", "summary": "Reading Shirley Hazzard's fiction and essays is a bracing confrontation with a fearless mind.. Just as excellence can, in certain moods, strike us as a reproach, Shirley Hazzard has a way of unnerving the unready. For Hazzard, who died in 2016 at the age of 85, writing was a toweringly moral enterprise whose central drama is played out continuously on the level of the sentence. The sloppy construction, the cant phrase, the parroted opinion-these represent unforgivable derelictions of duty. In a 1982 essay lamenting what she viewed as a rise in corporatism and groupthink, Hazzard wrote: \"There is at least one immense truth we can still adhere to and make central to our lives-responsibility to the accurate word.\" Reading her lucid, witty, attentive and fearlessly candid books one is uncomfortably reminded of Thoreau's admonition that \"there is never an instant's truce between virtue and vice.\"", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/childrens-books-picture-books-perfect-for-hanukkah-and-christmas-11607099278", "title": "Children's Books: Picture Books Perfect for Hanukkah and Christmas", "date": "2020-12-04 11:28", "summary": "Six new books to help make at-home holidays bright.. Why is this holiday season different from any other holiday season? Unfortunately, we all know the answer to that. Instead of socializing and traveling in the run-up to Hanukkah and Christmas, most of us will be in sedentary seclusion. Fortunately, some things don't have to change. Families can still fry latkes and light menorahs, or set up creches and build gingerbread houses (or do all these things), and in the evening children can still snuggle up with festive picture books.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mysteries-tom-nolan-on-christie-for-christmas-11607099193", "title": "Mysteries: Tom Nolan on Christie for Christmas", "date": "2020-12-04 11:26", "summary": "A holiday feast of cozy mayhem from Agatha Christie, John Banville and Anne Perry.. 'Christmas was the supreme Festival, something never to be forgotten,\" Agatha Christie recalls in an autobiographical bit appended to \"Midwinter Murder\" (Morrow, 305 pages, $16.99), a new gathering of Christie's holiday-themed short stories. \"Christmas stockings in bed. Breakfast, when everyone had a separate chair heaped with presents. . . . A splendid day, and one to be remembered till next year, when Christmas came again.\"", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-much-can-buy-black-shopping-lift-black-owned-businesses-11607099170", "title": "How Much Can 'Buy Black' Shopping Lift Black-Owned Businesses?", "date": "2020-12-04 11:26", "summary": "Resume Subscription. Some Americans looking to send a message with their holiday-shopping dollars are heeding a call that has resurged in popularity since the summer: Buy Black.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/science-fiction-another-round-in-oasis-11607099103", "title": "Science Fiction: Another Round in Oasis", "date": "2020-12-04 11:25", "summary": "Ernest Cline returns to a virtually puzzling future with 'Ready Player Two.'. At the end of Ernest Cline's 2011 novel \"Ready Player One,\" his teenage hero Wade Watts-or, rather, Wade's digital avatar, Parzival-had found the hidden egg, solved the riddle, fulfilled his quest, and accordingly become the omnipotent master of Oasis, the virtual universe in which the human race spends most of its time. He simultaneously became the richest person on Earth in real-life, and moreover he found love.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/if-covid-doesnt-scare-you-then-neither-should-this-plane-11607099130", "title": "If Covid Doesn't Scare You, Then Neither Should This Plane", "date": "2020-12-04 11:25", "summary": "Americans have said they were more concerned about flying on a Boeing 737 MAX jet than they were of catching Covid on a flight. A fiery crash scares Americans a lot more than an invisible virus, but it shouldn't.", "categories": [["Markets", "Overheard"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/overheard?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/denmark-to-end-oil-exploration-in-shift-away-from-fossil-fuels-11607098928", "title": "Denmark to End Oil Exploration in Shift Away From Fossil Fuels", "date": "2020-12-04 11:22", "summary": "Scandinavian country's move is among the most drastic yet to curb carbon emissions. Denmark is to end all new oil and gas exploration with immediate effect as part of a plan to phase out fossil fuels by 2050, one of the most drastic moves by a crude-producing nation to curb carbon emissions.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/kudlow-calls-for-extension-of-enhanced-u-s-jobless-benefits-11607098163", "title": "Kudlow Calls for Extension of Enhanced U.S. Jobless Benefits", "date": "2020-12-04 11:09", "summary": "President Trump's top economic adviser urges lawmakers to strike a stimulus deal. WASHINGTON-President Trump's top economic adviser said that he sees Congress making progress toward a new stimulus deal and urged legislators to act quickly, as a report from the Labor Department showed a slowdown in the pace of hiring.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-to-handle-the-covid-19-vaccine-breakthrough-the-right-way-11607097703", "title": "How to Handle the Covid-19 Vaccine Breakthrough the Right Way", "date": "2020-12-04 11:01", "summary": "Most Popular News. Vaccines that have been developed with amazing speed now offer us the prospect of an end to the Covid-19 pandemic. Most public-health specialists, myself included, didn't expect vaccines to be so effective or to be ready this quickly. Suddenly, we are much closer than anyone thought possible just a few months ago to bidding good riddance to this pandemic.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/ellen-degeneres-is-behind-49-million-deal-for-dennis-millers-montecito-estate-11607095831", "title": "Ellen DeGeneres Is Behind $49 Million Deal for Dennis Miller's Montecito Estate", "date": "2020-12-04 10:30", "summary": "The comedian and talk show host bought the property in an off-market deal in September. Comedian and talk show host Ellen DeGeneres is the buyer of a $49 million estate in Montecito, Calif., one of the most expensive properties ever sold in the pricey Santa Barbara County community, according to two people familiar with the deal.", "categories": [["Real Estate", "Private Properties"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/private-properties?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/meatpacker-jbs-removed-at-risk-workers-from-beef-plant-amid-covid-19-surge-11607087090", "title": "Meatpacker JBS Removed At-Risk Workers from Plant Amid Virus Surge", "date": "2020-12-04 10:17", "summary": "Company said it sent home about 200 employees as virus cases rise at its Colorado processing facility. ", "categories": [["WSJ News Exclusive", "Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-covid-crisis-taught-david-farr-the-power-and-limits-of-leadership-11607094974", "title": "The Covid Crisis Taught David Farr the Power and Limits of Being the Boss", "date": "2020-12-04 10:16", "summary": "Resume Subscription. David Farr looked down at the empty parking lot and blew up. It was March 20, a cloudy day with a chill in the air. The coronavirus and lockdowns were grinding the U.S. economy to a halt, sending much of the American workforce home, including most of those at the Ferguson, Mo., headquarters of Emerson Electric Co.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/new-yorker-found-his-home-in-western-oil-fields-11607094000", "title": "New Yorker Found His Home in Western Oil Fields", "date": "2020-12-04 10:00", "summary": "Sam Gary, who has died at age 94, hit a gusher in Montana and devoted a large share of his profits to helping children. Growing up in Manhattan, the son of a lingerie maker, Sam Gary refashioned himself as an urban Tom Sawyer. He and his pals rambled through the wilder parts of Central Park and slipped out of the city by train whenever possible to ski, hunt or fish.", "categories": [["World", "Obituaries"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/obituaries?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-john-adams-got-over-political-defeat-11607093743", "title": "How John Adams Got Over Political Defeat", "date": "2020-12-04 09:55", "summary": "After losing to Thomas Jefferson in a race with modern echoes, America's first one-term president sulked, but he ultimately found purpose and reconciliation. As Donald Trump continues to make clear his extreme unhappiness at the result of a presidential vote, it is worth considering another such instance from the past. Few presidents ever had more reason to sulk after an election than John Adams in 1800. But over time-many decades-Adams's pique dissipated and turned into something constructive.", "categories": [["Life & Work", "Ideas", "Essay"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/essay?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/david-farrs-covid-lessons-11607093722", "title": "David Farr's Covid Lessons", "date": "2020-12-04 09:55", "summary": "The CEO of Emerson Electric applied lessons learned over two decades at the head of the industrial giant-adapted for the pandemic-to lead the 90,000 person company through the crisis. Here are his best tips.. David Farr has seen his share of crises over two decades atop Emerson Electric Co. , but no CEO could have been prepared for the pandemic that has swept the globe. The Wall Street Journal interviewed Mr. Farr dozens of times throughout the course of the year about how he managed amid the coronavirus threat. Here are a few of the leadership principles that he believes have helped Emerson succeed and not just survive. (Read the full story.)", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bangladesh-moves-rohingya-refugees-from-camps-to-remote-island-11607088361", "title": "Bangladesh Moves Rohingya Refugees to Remote Island", "date": "2020-12-04 09:42", "summary": "Authorities see the newly developed island of Bhasan Char as a solution to overcrowding but advocacy groups oppose the strategy. Bangladesh has begun relocating Rohingya refugees to a remote island off the country's southeast coast, despite calls from human rights groups to halt the plan.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trumps-rallies-boosted-voter-turnout-but-not-always-in-his-favor-11607092810", "title": "Trump's Rallies Were Double-Edged Sword, Data Show", "date": "2020-12-04 09:40", "summary": "President's rallies can generate both enthusiasm and opposition, a Wall Street Journal analysis finds ahead of his Georgia visit. President Trump will head to Valdosta, Ga., Saturday to rally supporters in anticipation of the two Senate runoff elections in the state set for early January. If results from the general election are any guide, that visit from Mr. Trump isn't necessarily a boon for the Georgia Republicans.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/split-senate-means-narrow-path-for-bidens-nominees-11607092741", "title": "Split Senate Means Narrow Path for Biden's Nominees", "date": "2020-12-04 09:39", "summary": "Republican senators signal they plan to show deference to president-elect's picks, but no 'rubber stamp'. WASHINGTON-President-elect Joe Biden's cabinet picks will face a narrow path in the Senate next year, with the confirmation process providing an early test of the new administration's ability to work with Republicans amid heightened partisan rancor over nominees.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/model-portfolios-surging-as-advisers-seek-quick-ways-to-invest-client-money-11607091645", "title": "Model Portfolios Surging as Advisers Seek Quick Ways to Invest", "date": "2020-12-04 09:20", "summary": "Assets in these pre-baked investment kits recently surpassed $4 trillion to reach a new high. ", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/boeing-ulta-beauty-docusign-what-to-watch-when-the-stock-market-opens-today-11607083814", "title": "Boeing, Ulta Beauty, DocuSign: What to Watch When the Stock Market Opens Today", "date": "2020-12-04 09:07", "summary": "U.S. stock futures were higher despite weaker-than-expected jobs numbers. Here's what we are watching as markets kick into gear Friday.U.S. stock futures edged higher Friday as investors watched the Senate make progress on fiscal stimulus talks. New data showed the U.S. economy added 245,000 jobs in November, fewer than the 440,000 that economists surveyed by the Wall Street Journal had expected, Futures tied to the S&P 500 rose 0.3%, indicating muted gains in the broader gauge after the New York opening bell. Contracts linked to the tech-heavy Nasdaq-100 gained 0.3%. Read our full market wrap here.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/big-city-conundrum-how-to-convince-people-to-ride-the-subway-11607089753", "title": "Big City Conundrum: How to Persuade People to Ride the Subway", "date": "2020-12-04 08:49", "summary": "With public-transport usage down, authorities need to conquer Covid transmission fears before economies can reopen fully. Before the coronavirus swept through New York, Lawrence Rosenberg took the subway to his office in Midtown and often crossed Central Park on a bus to drop off his son at preschool.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/selena-netflix-christian-serratos-11607089265", "title": "'Selena' on Netflix: How Actor Christian Serratos Transformed Into the Late Star", "date": "2020-12-04 08:42", "summary": "Serratos became the late Mexican-American singer for Selena The Series by watching videos on YouTube and meeting with members of the Quintanilla family. Actor Christian Serratos, 30, can really sing. Known for playing Rosita Espinosa in The Walking Dead, Serratos can soon be heard exercising her vocal chords as the late Mexican-American singer Selena Quintanilla in Netflix's Selena: The Series, the first season of which is out December 4. She is quick to note, however, that she didn't sing all of the songs on the show. \"If there's singing in an acting scene or if you see us on the bus, that's me,\" she says. \"But the performances are all [Selena], which is how it should be. As a diehard Selena fan, I want to hear Selena.\"", "categories": [["Magazine - Culture"]], "category_links": ["https://www.wsj.com/news/types/magazine-culture?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bee-gees-hbo-documentary-essay-11607088673", "title": "The Bee Gees: So Much Drama", "date": "2020-12-04 08:32", "summary": "The new HBO documentary How Can You Mend a Broken Heart offers revelations about the band's glory disco days but overlooks some of the Gibb brothers' messier moments.. It is a little disconcerting, in the new documentary The Bee Gees: How Can You Mend a Broken Heart, premiering on HBO on December 12, to hear Robin Gibb pronounce the band's name with the emphasis on the second syllable: Bee Gees.", "categories": [["Magazine - Culture"]], "category_links": ["https://www.wsj.com/news/types/magazine-culture?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/27-great-holiday-gift-ideas-from-truly-chic-hotel-boutiques-11607087704", "title": "27 Great Holiday Gift Ideas From Truly Chic Hotel Boutiques", "date": "2020-12-04 08:15", "summary": "Out of distinct, delectable holiday ideas? Hit the hotel gift shop-no flight required.. NO LONGER cramped kiosks selling postcards and prophylactics, many hotel gift shops have become expertly curated boutiques. And now some of the world's great purveyors of hospitality have emerged as a solution for online shoppers who need a holiday gift for the curtailed travelers in their lives. Think fancy consumables specific to the hotel's region, an unusual toy, local things unavailable anywhere else.", "categories": [["Life & Work", "Travel", "Off Duty Travel"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/magazine/travel?mod=breadcrumb", "https://www.wsj.com/news/types/off-duty-travel?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/indian-farmers-defy-modis-plans-for-revamping-economy-11607087607", "title": "Indian Farmers Defy Modi's Plans for Revamping Economy", "date": "2020-12-04 08:13", "summary": "Protesters have blocked roads into New Delhi, threatening changes the prime minister has proposed to boost economy. NEW DELHI-Indian Prime Minister Narendra Modi has bet on an overhaul of the agricultural sector as a way to resuscitate an economy that has been crushed by Covid-19 and push through deregulations that some economists say are long overdue.", "categories": [["World", "Asia", "India"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/india-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/north-korea-shows-its-softer-side-its-finally-kimchi-season-11607087327", "title": "North Korea Shows Its Softer Side. 'It's Finally Kimchi Season.'", "date": "2020-12-04 08:08", "summary": "Kim Jong Un's propaganda machine turns off the vitriol and turns on the charm. SEOUL-Kim Jong Un's propagandists have embraced a new calling: social-media influencing.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chinas-digital-response-to-covid-19-hits-a-glitchseniors-dont-understand-it-11607086927", "title": "China's Digital Response to Covid-19 Hits a Generational Glitch", "date": "2020-12-04 08:02", "summary": "Pandemic deepens digital divide in largely cashless, smartphone-driven society, prompting Beijing to order public services to make exceptions for elderly. China is rolling out new measures to help seniors, as the Covid-19 pandemic exacerbates the digital divide for its rapidly aging population.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-question-dogging-mlbs-job-market-will-the-national-league-use-the-dh-11607086587", "title": "Will the National League Use the DH in 2021?", "date": "2020-12-04 07:56", "summary": "The NL used the designated hitter to help pitchers stay healthy during the 2020 pandemic season. No one knows yet whether it will be back next season.. Only six players in baseball hit more home runs than Adam Duvall last season. The Atlanta Braves responded by cutting him on Wednesday, because they didn't want to pay him the $4 million to $7 million he would've likely earned in salary arbitration later this winter.", "categories": [["Sports", "MLB"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/mlb?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lyfts-path-to-profits-could-stall-in-traffic-11607085181", "title": "Lyft's Path to Profits Could Stall in Traffic", "date": "2020-12-04 07:33", "summary": "While Covid-19 has damaged company's ride-share volume, it may have boosted margins somewhat. Even Lyft can stand a break from the rat race.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/big-techs-auto-dreams-are-stuck-in-the-slow-lane-11607083381", "title": "Big Tech's Auto Dreams Are Stuck in the Slow Lane", "date": "2020-12-04 07:03", "summary": "Tech's future in cars will likely be more evolutionary than revolutionary. This is the final column in a four-part Heard on the Street series on how \"smart\" vehicles will affect the automotive, tech and insurance industries.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/oil-and-gas-etfs-show-some-life-11607083200", "title": "Oil-and-Gas ETFs Show Some Life", "date": "2020-12-04 07:00", "summary": "Pummeled for most of 2020, as travel dried up, the sector has been boosted by Covid-19 vaccines. Oil-and-gas stocks have struggled in 2020, weighed down by lockdowns and travel restrictions. But could the promise of Covid-19 vaccines fuel the sector in 2021?", "categories": [["Markets", "Journal Reports: Funds/ETFs"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-funds-etfs?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/dividends-arent-always-a-reliable-guide-to-bank-health-11607082499", "title": "Dividends Aren't Always a Reliable Guide to Bank Health", "date": "2020-12-04 06:48", "summary": "Investors need to look beyond the cash when restrictions are lifted on shareholder payouts from European banks. Dividend policies for European banks are likely to diverge in the coming months. Investors shouldn't take a resumption of generous payouts as a sure sign of relative strength.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/covid-19-adds-2-5-billion-to-tokyo-olympic-bill-11607079974", "title": "Covid-19 Adds $2.5 Billion to Tokyo Olympics Bill", "date": "2020-12-04 06:06", "summary": "International Olympic Committee, event organizers in Japan say they are confident the Games can go ahead in July. TOKYO-Next summer's Olympics in Tokyo will cost at least an extra $2.5 billion because of the Covid-19 pandemic, event organizers said.", "categories": [["Sports", "Olympics"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/olympics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/future-of-london-finance-at-stake-in-brexit-fight-11607079748", "title": "Future of London Finance at Stake in Brexit Fight", "date": "2020-12-04 06:02", "summary": "Even if Brexit negotiators reach a trade agreement, the deal won't cover finance, the crown jewel of the U.K.'s economy. Brexit trade negotiations are down to the wire this week. Even if the U.K. and European Union strike an accord, it won't cover Britain's most valuable industry, and one coveted by the EU: finance.", "categories": [["Markets", "Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/9-year-old-youtube-star-ryan-kaji-opens-virtual-world-on-roblox-11607079600", "title": "9-Year-Old YouTube Star Ryan Kaji Opens Virtual World on Roblox", "date": "2020-12-04 06:00", "summary": "'Ryan's World,' which boasts a $500 million retail empire, is coming to one of the hottest game platforms of 2020. Nine-year-old Ryan Kaji shot to fame opening toys in YouTube videos on his popular channel \"Ryan's World,\" spawning a global kids-entertainment franchise across TV shows, streaming channels and console videogames, debuting a balloon at Macy's Thanksgiving Day Parade, and selling toys, clothes and toothbrushes in Walmart Inc., Target Corp. and other retail stores.", "categories": [["CMO Today"]], "category_links": ["https://www.wsj.com/news/types/cmo-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/investors-seek-growth-now-in-paying-later-11607077800", "title": "Investors Seek Growth Now in Paying Later", "date": "2020-12-04 05:30", "summary": "Payments stocks are getting a boost from retailers' embrace of buy now, pay later options at checkout. Some shoppers might feel thriftier than usual during this unusual holiday season, but merchants are increasingly offering a payment method that could help them to spend a bit more.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/can-accounting-tool-detect-election-fraud-11607077800", "title": "Can an Accounting Tool Detect Election Fraud?", "date": "2020-12-04 05:30", "summary": "Benford's Law has been used to sniff out cheats. But not all data sets are the same.. By now, you might have read on Facebook or Twitter that a tool used to detect accounting fraud has supposedly exposed cheating in the 2020 presidential election.", "categories": [["U.S.", "The Numbers"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/the-numbers?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/democrats-push-to-fill-postal-service-board-seats-to-stymie-dejoy-reverse-cuts-11607077802", "title": "Democrats Push to Fill Postal-Service Board Seats to Stymie DeJoy, Reverse Cuts", "date": "2020-12-04 05:30", "summary": "Fate of postmaster general may hinge on outcome of Senate runoffs in Georgia. LOUIS DEJOY, the Republican donor-cum-postmaster general, was a top target for Democrats who accused him of slowing down mail ahead of an election with record absentee voting and instituting cost cuts that worsened services. But even after President-elect Joe Biden takes office, DeJoy will prove hard to replace. Postmasters general serve at the pleasure of the U.S. Postal Service Board of Governors, and can't be directly fired by a president. Trump Republican appointees hold a 4-2 majority on the board, which can have up to three more governors.", "categories": [["Politics", "Washington Wire"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/washington-wire?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/remote-workers-state-tax-wfh-other-state-taxes-11607039337", "title": "Time Is Running Out for Remote Workers to Fix Their State Taxes", "date": "2020-12-04 05:30", "summary": "Act now if you've worked remotely from another state in 2020-or else. If you've worked from home this year, and that home is in a different state from your office, think about your taxes immediately. Acting now could help avoid surprise bills, interest and penalties when filing state taxes next year.", "categories": [["Markets", "Tax Report"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/tax-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/youth-sports-safe-pandemic-covid-arizona-49ers-11607054196", "title": "Phoenix Gave Youth Sports an Escape-Until Covid Surged", "date": "2020-12-04 05:30", "summary": "Hundreds of teams flocked from more restrictive states to play in the area in recent months-and thousands more were set to arrive. But that changed this week.. When new Covid-19 restrictions in Santa Clara County, Calif., evicted the San Francisco 49ers and sent them scrambling for a new home in the middle of the NFL season, they simply followed a trail blazed by other teams from California and across the country. They moved to Arizona.", "categories": [["Sports"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/weather-upending-la-nina-is-a-headache-for-farmers-around-the-world-11607077803", "title": "La Niña Is Headache for Farmers World-Wide", "date": "2020-12-04 05:30", "summary": "Characterized by cooler-than-normal waters in the Pacific, it causes dry conditions in some parts of the globe, heavy rains in others. La Niña is shaking up agriculture in an already-tumultuous year for commodity markets.", "categories": [["Markets", "Commodities"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-in-talks-with-huawei-finance-chief-meng-wanzhou-about-resolving-criminal-charges-11607038179", "title": "Huawei CFO in Talks With U.S. to Resolve Criminal Charges", "date": "2020-12-04 04:51", "summary": "Justice Department is discussing an arrangement that would allow her to return to China in exchange for admitting wrongdoing. The U.S. Justice Department is discussing a deal with Huawei Technologies Co. finance chief Meng Wanzhou that would allow her to return home to China from Canada, in exchange for admitting wrongdoing in a criminal case that has strained Beijing's relations with the U.S. and Canada, people familiar with the matter said.", "categories": [["WSJ News Exclusive", "Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/stevie-nicks-sells-stake-in-songwriting-catalog-11607095635", "title": "Stevie Nicks Sells Stake in Songwriting Catalog", "date": "2020-12-04 00:01", "summary": "Music publisher Primary Wave takes 80% interest in Fleetwood Mac star's catalog. Stevie Nicks closed a deal to sell a majority stake in her publishing catalog late last month, on the heels of Fleetwood Mac's \"Dreams\" hitting the Billboard charts for the first time since 1977.", "categories": [["WSJ News Exclusive", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11607032082", "title": "Pepper...and Salt", "date": "2020-12-04 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/white-house-communications-director-alyssa-farah-resigns-11607039208", "title": "White House Communications Director Resigns", "date": "2020-12-04 22:35", "summary": "Trump administration official is departing even as president refuses to concede losing to Biden. WASHINGTON-White House communications director Alyssa Farah has resigned, a sign that Trump administration officials have begun to move on even as President Trump refuses to concede that he lost to President-elect Joe Biden.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-faces-pressure-from-his-party-over-cabinet-picks-11607018376", "title": "Biden Faces Pressure From His Party Over Cabinet Picks", "date": "2020-12-04 22:33", "summary": "Black, Latino lawmakers are discussing tactics to elevate preferred contenders, possibly including aligning their endorsements. WASHINGTON-President-elect Joe Biden is under pressure from several groups within the Democratic Party as he weighs more cabinet picks, with Black and Latino lawmakers discussing coordinating efforts to try to sway his selections for top jobs.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/congress-moves-to-block-trumps-troop-cuts-in-germany-11607052172", "title": "Congress Moves to Block Trump's Troop Cuts in Germany", "date": "2020-12-04 22:22", "summary": "A provision in the National Defense Authorization Act would defer a decision to the incoming Biden administration. Congress moved Thursday to stop President Trump from reducing U.S. troops in Germany, dealing a setback to the White House's attempt to punish the country for its modest level of defense spending.", "categories": [["Politics", "National Security"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/national-security?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mcconnell-calls-democratic-shift-on-coronavirus-stimulus-a-move-in-the-right-direction-11607011152", "title": "Lawmakers Edge Closer to Virus Aid Deal", "date": "2020-12-04 22:08", "summary": "State and local aid as well as liability protections remain hurdles in negotiations. WASHINGTON-Lawmakers dived into negotiations Thursday over the two thorniest components of a new coronavirus aid package as momentum grew for a roughly $900 billion compromise proposal designed to break the congressional stalemate in time for the Christmas holiday.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-rnc-raised-207-5-million-after-election-day-11607042954", "title": "Trump, RNC Raised $207.5 Million After Election Day", "date": "2020-12-04 21:50", "summary": "The president, who is eyeing another run in 2024, got a fundraising windfall in opposing the 2020 results. President Trump's campaign and the Republican National Committee have raised more than $207.5 million in the weeks since Election Day, his campaign said Thursday, as their claims of voting fraud have generated a financial windfall that could be deployed in future political ventures.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-jenna-ellis-rose-from-traffic-court-to-trumps-legal-team-11607038900", "title": "Jenna Ellis's Rise From Traffic Court to Trump's Legal Team", "date": "2020-12-04 21:18", "summary": "The 36-year-old's career includes six months as a local prosecutor and a book interpreting the Constitution through a biblical lens. Four years ago, Jenna Ellis was a young Colorado attorney practicing in county courts, defending clients in domestic-abuse cases and teaching legal classes at a local Christian university.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/prominent-critic-of-bias-in-ai-says-google-fired-her-after-research-dispute-impolitic-email-11607037474", "title": "Prominent AI Researcher Says Google Fired Her", "date": "2020-12-04 19:58", "summary": "Timnit Gebru, a well-known critic of AI, says she was told not to publish research; Google says the research didn't meet standards. A prominent artificial-intelligence researcher says she was fired by Google after she refused to retract a research paper and complained about the company in an email to colleagues.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/november-bankruptcies-hit-14-year-low-with-steep-drop-in-personal-filings-11606991401", "title": "November Bankruptcies Hit 14-Year Low", "date": "2020-12-04 19:53", "summary": "While corporate bankruptcy filings ticked up for the month, personal filings declined amid a continued government ban on home evictions. November bankruptcy filings in the U.S. hit a 14-year low, driven by a decline in individuals filing for protection from creditors as they continue to enjoy the benefits of eviction moratoriums and other government assistance stemming from the coronavirus pandemic.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-expected-to-tap-zients-as-white-house-coronavirus-coordinator-11607029678", "title": "Biden Says He'll Ask Americans to Wear Masks for 100 Days", "date": "2020-12-04 19:46", "summary": "The president-elect is also expected to tap former Obama administration adviser Jeffrey Zients to oversee the coronavirus response. WASHINGTON-President-elect Joe Biden said he would ask Americans to wear masks for the first 100 days after he takes office, as he sets up his administration's coronavirus response.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/warner-bros-to-release-all-2021-films-on-hbo-max-in-theaters-simultaneously-11607020941", "title": "Warner Bros. Films to Hit Theaters, HBO Max at Same Time", "date": "2020-12-04 19:16", "summary": "With venues closed around the U.S., WarnerMedia seeks to lure subscribers to HBO Max service. LOS ANGELES-Warner Bros., the Hollywood studio founded as a Pennsylvania nickelodeon in 1903 and responsible for classics like \"Casablanca,\" signaled Thursday that the entertainment industry's future isn't in the theater, but in the living room.", "categories": [["Business", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/wholl-be-2020s-margaret-chase-smith-11607040752", "title": "Who'll Be 2020's Margaret Chase Smith?", "date": "2020-12-04 19:12", "summary": "Seventy years ago, Maine's first female senator distinguished herself for her courage and integrity.. History can sometimes help us through current moments by showing what's needed and providing inspiration.", "categories": [["Opinion", "Declarations"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/declarations?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/as-covid-19-patients-stretch-hospitals-some-doctors-ration-intensive-care-11607022592", "title": "Covid-19 Hospitalizations, Single-Day Deaths Hit New U.S. Highs", "date": "2020-12-04 19:10", "summary": "Some doctors ration intensive care as coronavirus patients stretch hospitals. Covid-19-related deaths reported in a single day hit a record in the U.S. as hospitalizations surpassed 100,000 for the first time this week, leaving hospitals in some regions of the country without enough beds in intensive-care units to meet their patients' needs.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}]