[{"link": "https://www.wsj.com/articles/witness-in-mueller-probe-pleads-guilty-to-child-pornography-charges-11578959491", "title": "Witness in Mueller Probe Pleads Guilty to Child Pornography Charges", "date": "2020-01-13 18:51", "summary": "George Nader admits to lesser charges than he initially faced. ALEXANDRIA, Va.-A Lebanese-American businessman agreed to plead guilty to lesser charges than those he initially faced, in one of the more unusual cases to stem from former special counsel Robert Mueller's investigation.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/g-o-media-workers-call-on-owners-to-replace-ceo-11578956429", "title": "G/O Media Workers Call on Owners to Replace CEO", "date": "2020-01-13 18:46", "summary": "The employees, who work for websites including Gizmodo, Lifehacker and Jezebel, say that the management has led to decreased readership and increased turnover. Employees in G/O Media's editorial union urged the company's private-equity owners to replace G/O Chief Executive Jim Spanfeller in a letter Monday, saying a change in leadership was required to improve the performance of the publisher of Jezebel, Gizmodo and Lifehacker.", "categories": [["Business", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/wesco-outbids-clayton-dubilier-rice-with-3-38-billion-deal-for-anxiter-11578942202", "title": "Wesco Outbids Clayton Dubilier & Rice With $3.38 Billion Deal for Anixter", "date": "2020-01-13 18:40", "summary": "Buyout firm drops out of bidding war for the network and security solutions distributor. Wesco International Inc. sealed a roughly $3.38 billion deal to buy Anixter International Inc. after buyout firm Clayton Dubilier & Rice LLC dropped out of the bidding war for the network and security solutions distributor, the companies said Monday.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/treasury-department-unveils-new-rules-for-foreign-investors-in-u-s-businesses-11578950569", "title": "Treasury Department Unveils New Rules for Foreign Investors in U.S. Businesses", "date": "2020-01-13 18:38", "summary": "Requirements home in on investments that could raise national security concerns. WASHINGTON-The Treasury Department unveiled rules on Monday designed to increase scrutiny of foreign investors whose potential stakes in U.S. businesses could pose a national security threat.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/boy-scouts-bankruptcy-strategy-would-pay-victims-but-protect-most-assets-11578949206", "title": "Boy Scouts Bankruptcy Strategy Would Pay Victims but Protect Most Assets", "date": "2020-01-13 18:38", "summary": "Facing hundreds of sexual-abuse lawsuits, the Boy Scouts are preparing to shield local councils and the assets they hold during a potential bankruptcy. The Boy Scouts of America has drawn up a strategy that aims to protect its local scouting councils and the billions of dollars in assets they hold from sexual-abuse claims, according to people familiar with the matter.", "categories": [["Pro Bankruptcy Distress"]], "category_links": ["https://www.wsj.com/news/types/pro-bankruptcy-distress?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/getting-closer-to-shovel-ready-11578958143", "title": "Getting Closer to 'Shovel Ready'", "date": "2020-01-13 18:29", "summary": "Environmental impact statements shouldn't take 13 years and more than 16,000 pages.. If you visit an aging American megaproject-say, the Hoover Dam-you'll probably see a startling statistic about how quickly it was built. Congress authorized the damming of the Colorado River in 1928, construction started in 1931, and the 726-foot concrete wonder opened in 1936. That's a \"shovel ready\" job.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/another-fisa-fiasco-11578958028", "title": "Another FISA Fiasco", "date": "2020-01-13 18:27", "summary": "The judges hire an FBI apologist to restore the secret court's credibility.. Say you're a secret federal court that signed off on wiretaps of a Trump campaign official based on Russian disinformation financed by the Clinton campaign and midwifed through anti-Trump partisans at the FBI. The court did nothing about this deception for three years despite accumulating evidence presented to it. Once this is all publicly exposed, would your response be to hire a former Obama official and media apologist for the FBI to restore the court's credibility?", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bidens-iraq-mess-11578957986", "title": "Biden's Iraq Mess", "date": "2020-01-13 18:26", "summary": "Joe needs a better response to Bernie's attack on his 2002 vote.. Donald Trump's military strike against terrorist leader Qasem Soleimani hasn't led to war with Iran but it has opened up hostilities in the Democratic presidential race. Bernie Sanders wants to use the tension in the Middle East to tar Joe Biden for his 2002 vote authorizing war in Iraq, in contrast to Mr. Sanders' opposition to the use of American military power. In Tuesday night's debate, Mr. Biden will need better responses.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/we-could-feel-the-shock-wave-how-u-s-troops-withstood-attack-on-iraq-base-11578942544", "title": "'We Could Feel the Shock Wave': How U.S. Troops Withstood Attack on Iraq Base", "date": "2020-01-13 18:15", "summary": "Hunkered down in bunkers and unable to communicate with the surface as Iranian missiles hit Al Asad, fearful soldiers weathered anxious moments. AL ASAD AIR BASE, Iraq-More than two hours before Iran fired its first salvo of missiles at the large base here in western Iraq last week, American soldiers took cover in concrete bunkers that once belonged to Saddam Hussein's military.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/old-sears-settles-disputes-with-new-sears-for-more-than-18-million-11578957302", "title": "Old Sears Settles Disputes With New Sears for More Than $18 Million", "date": "2020-01-13 18:15", "summary": "Deal requires Transform Holdco to hand over $12 million in cash to Sears. Sears Holdings Corp. , the estate of the iconic department store left behind in bankruptcy, has agreed to settle litigation over new owner Edward Lampert's $5 billion purchase of the retailer's best stores for more than $18 million.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/intel-hires-hpe-technology-chief-as-new-cio-11578949807", "title": "Intel Hires HPE Technology Chief as New CIO", "date": "2020-01-13 18:12", "summary": "Chip maker says Archana Deskus will drive a digital transformation that includes the use of analytics and machine learning to improve operations. Intel Corp. said it has hired a new chief information officer to run global information technology and drive a digital transformation that includes the use of analytics and machine learning.", "categories": [["CIO Journal"]], "category_links": ["https://www.wsj.com/news/types/cio-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-fed-paper-warns-a-cyberattack-on-banks-could-cause-major-disruption-11578956792", "title": "New York Fed Paper Warns a Cyberattack on Banks Could Cause Major Disruption", "date": "2020-01-13 18:06", "summary": "The authors say if a cyberattack were to compromise banks' systems, there could be severe implications for the broader financial system. A well-planned cyberattack on the U.S. banking system could have a devastating effect on U.S. financial stability, according to new research from the Federal Reserve Bank of New York.", "categories": [["Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/alonso-berruguete-first-sculptor-of-renaissance-spain-review-a-taste-of-spain-11578956611", "title": "'Alonso Berruguete: First Sculptor of Renaissance Spain' Review: A Taste of Spain", "date": "2020-01-13 18:03", "summary": "Embodying the ideas that flourished in Renaissance Italy, Alonso Berruguete became a sort of Iberian Michelangelo.. ", "categories": [["Books & Arts", "Art Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/art-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ex-treasury-official-pleads-guilty-to-leaks-on-trump-campaign-officials-11578956603", "title": "Ex-Treasury Official Pleads Guilty to Leaks on Trump Campaign Officials", "date": "2020-01-13 18:03", "summary": "Natalie Edwards faces up to 5 years in prison for disclosures about Paul Manafort and others. NEW YORK-A former senior U.S. Treasury Department official pleaded guilty Monday to conspiring to give a reporter sensitive financial information about former Trump campaign manager Paul Manafort and others connected to the president.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sam-review-building-a-better-bricklayer-11578956491", "title": "'SAM' Review: Building a Better Bricklayer", "date": "2020-01-13 18:01", "summary": "Stacking bricks might seem simple, but it took a startup years to develop a wall-building robot known as the Semi-Automated Mason.. Spiders can spin intricate webs. Birds weave branches into cozy nests. Bees build hives with near-perfect hexagons. It should be easy for an advanced robot complete with lasers and artificial intelligence to lay a simple brick wall. But, as the journalist Jonathan Waldman chronicles in \"SAM,\" the quest for a bricklaying robot has been bumpier than the work of a mason with vertigo.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pc-shipments-rose-in-fourth-quarter-boosted-by-windows-upgrades-11578956123", "title": "PC Shipments Rise, Boosted by Windows Upgrades", "date": "2020-01-13 17:55", "summary": "Market for personal computers climbed year over year for first time since 2011. Personal-computer shipments rose in the fourth quarter, boosted by businesses that moved to snap up devices running a newer version of Microsoft Corp.'s Windows operating system, according to the latest data from two industry research firms.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/freedom-stages-a-comeback-11578956042", "title": "Freedom Stages a Comeback", "date": "2020-01-13 17:54", "summary": "Even when officials push realpolitik, the U.S. remains a beacon of liberty to the world.. Pity the world's struggling despots. Just when everything seemed to be going their way, life got messy.", "categories": [["Opinion", "Global View"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/global-view?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/long-live-the-queen-11578955993", "title": "Long Live the Queen", "date": "2020-01-13 17:53", "summary": "Elizabeth II is more modern than her woke granddaughter-in-law, Meghan Markle.. When the 1969 Super Bowl pitted the New York Jets against the Baltimore Colts, it screamed old vs. new: the established National Football League vs. the upstart American Football League, Johnny Unitas vs. Joe Namath, black high tops and a crew cut vs. white cleats and long hair. Like the young Wordsworth, I was on the side of revolution.", "categories": [["Opinion", "Main Street"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/main-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/give-trumps-tariffs-a-fair-test-11578955956", "title": "Give Trump's Tariffs a Fair Test", "date": "2020-01-13 17:52", "summary": "Conventional economic models ignore how they boost investment and national security.. Though the current economy is among the strongest of the past 50 years, critics of President Trump's transformational trade policies continue to insist that the tariffs are hindering rather than helping the boom. Citing forecasts like the latest from the Federal Open Market Committee, these critics have tarred the Trump tariffs as price inflators, job killers and growth destroyers. Yet with each new tariff-on dishwashers, solar panels, aluminum, steel and more than $300 billion of Chinese imports-the economy remains robust, wages continue to rise, and inflation stays muted.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/iran-should-become-another-vietnam-11578955910", "title": "Iran Should Become Another Vietnam", "date": "2020-01-13 17:51", "summary": "Hanoi's regime is almost as abusive as Tehran's, but it has good relations with the U.S., despite history.. The U.S. suffered two brutal humiliations during the 1970s-the fall of Saigon to Communist North Vietnam in 1975 and Iran's invasion of the U.S. Embassy in Tehran in 1979. The latter led to a hostage standoff in which 52 Americans were held for 444 days-the source of President Trump's reference to 52 targets inside Iran in case of Iranian reprisals for the killing of Qasem Soleimani.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/roger-scruton-a-conservative-for-modern-times-11578955867", "title": "Roger Scruton: A Conservative for Modern Times", "date": "2020-01-13 17:51", "summary": "The academy rejected him in the 1980s. Decades later he told me he'd been one of the first to be 'canceled.'. They say you should never meet your heroes because they always disappoint you. But Sir Roger Scruton, who died Sunday at 75, was as gracious, intelligent and generous in life as he was on the page. His humanity and principled candor made him the most influential conservative thinker since Edmund Burke-and one of the most unfairly slandered writers in modern times.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/albertsons-prepares-for-an-ipo-again-11578941243", "title": "Grocery Giant Albertsons Prepares for an IPO, Again", "date": "2020-01-13 17:51", "summary": "Private-equity owners look to take No. 2 U.S. supermarket operator public amid strong stock market. Albertsons Cos. is once again preparing to go public, said people familiar with the matter, as the grocery giant's backers look to tap into a strong stock market to cash out of an investment that dates back nearly 15 years.", "categories": [["Markets", "Stocks", "IPOs"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb", "https://www.wsj.com/news/types/ipos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lets-make-a-deal-on-tech-taxes-11578955655", "title": "Let's Make a Deal on Tech Taxes", "date": "2020-01-13 17:47", "summary": "The U.S. can work with Europe to treat digital giants fairly.. Paris", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-i-sing-when-nobodys-listening-11578955619", "title": "What I Sing When Nobody's Listening", "date": "2020-01-13 17:47", "summary": "With the right tune, you can immerse yourself, for a moment, in other times and other people's stories.. It used to be embarrassing to be caught talking to yourself. The cellphone changed that: Now it is common to see people walking alone, chattering to someone invisible. Singing to yourself is different. Those of us who sing to ourselves do it as a compromise between karaoke and meditation.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/michael-bloomberg-gets-first-endorsement-from-member-of-congress-11578936854", "title": "Bloomberg Gets First Endorsement From Member of Congress", "date": "2020-01-13 17:44", "summary": "Democrat Max Rose cites former New York mayor's management after terrorist attacks. NEW YORK-U.S. Rep. Max Rose of Staten Island announced his endorsement of Michael Bloomberg's presidential bid, making Mr. Rose the first member of Congress to back the former New York City mayor's campaign.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/iowa-race-is-fluid-as-democrats-gather-for-debate-11578955237", "title": "Iowa Race Is Fluid as Democrats Gather for Debate", "date": "2020-01-13 17:40", "summary": "Local party officials are starting to believe the caucuses in three weeks may fail to anoint a front-runner. DES MOINES, Iowa-With three weeks remaining until Iowa's leadoff presidential caucuses, four Democrats are locked in a tight race for the top spot in a contest that is notoriously difficult to predict and known for late surges.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-fount-of-unconventional-projects-11578953730", "title": "A Fount of Unconventional Projects", "date": "2020-01-13 17:15", "summary": "The annual Prototype Festival offers operas and other performances that push artistic boundaries.. ", "categories": [["Books & Arts", "Opera Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/opera-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/iran-warns-protesters-as-it-grapples-with-unrest-over-plane-crash-11578921377", "title": "Iran, Grappling With Unrest Over Crash, Warns Protesters", "date": "2020-01-13 17:14", "summary": "Video appears to show tear gas, gunshot injuries during demonstrations. TEHRAN-Iranian authorities warned protesters not to stage further antigovernment demonstrations, as a video appeared to show security forces using tear gas to contain protests over the weekend.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/newarks-challenge-to-new-york-city-homeless-program-keeps-dozens-from-moving-11578916800", "title": "Challenge to New York City Homeless Program Keeps Dozens From Moving", "date": "2020-01-13 17:06", "summary": "One woman who fears for her safety is blocked from relocating to New Jersey's largest city. New York City officials said Newark's opposition to its program to relocate homeless-shelter residents has endangered the safety of at least one shelter resident and has violated the constitutional rights of potentially dozens of others.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-to-drop-china-s-currency-manipulator-tag-ahead-of-trade-deal-11578936073", "title": "U.S. Removes China's Currency Manipulator Label Ahead of Trade Deal", "date": "2020-01-13 17:00", "summary": "Move comes two days before planned signing of a trade deal. WASHINGTON-The U.S. Treasury Department dropped its designation of China as a currency manipulator just two days before negotiators from Beijing and Washington are set to sign the first phase of the trade deal between the two countries.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-insurer-axa-equitable-leaves-axa-name-behind-11578952800", "title": "U.S. Insurer AXA Equitable Leaves AXA Name Behind", "date": "2020-01-13 17:00", "summary": "The 161-year-old brand starts fresh with an old name. AXA Equitable Holdings Inc. is dropping AXA from its name in another sign the company is breaking free of insurance conglomerate AXA SA, its parent since the 1990s.", "categories": [["WSJ News Exclusive", "Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/investors-are-counting-on-earnings-to-rebound-in-2020-11578911731", "title": "Investors Are Counting on Earnings to Rebound in 2020", "date": "2020-01-13 16:51", "summary": "Wall Street is expecting a pickup in earnings in 2020 after near-zero growth throughout 2019. Money managers aren't expecting much when U.S. companies report their latest quarterly results over the next several weeks.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lululemon-reports-robust-demand-during-holiday-stretch-11578932137", "title": "Lululemon Reports Robust Demand During Holiday Stretch", "date": "2020-01-13 16:42", "summary": "The Vancouver, Canada, retailer raised its guidance for the fiscal fourth quarter. Lululemon Athletica Inc. said it saw strong customer demand over the latest holiday shopping season, prompting the activewear retailer to raise its financial forecast for its current quarter.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/flooding-after-water-main-break-stalls-manhattan-commute-11578923478", "title": "New York Seeks Cause of Water-Main Break That Unleashed Flooding", "date": "2020-01-13 16:40", "summary": "Rising tide hit buildings, streets, subway stations during morning rush hour. Investigators were working to determine the cause of a water-main break in Manhattan that flooded streets and crippled subway service during the Monday morning rush hour, with the weekend's unseasonably warm weather being explored as a factor, New York City officials said.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/global-stocks-rise-as-geopolitical-risks-abate-11578910188", "title": "S&P, Nasdaq Rise to Records as Geopolitical Risks Abate", "date": "2020-01-13 16:38", "summary": "U.S. and China prepare to sign phase-one trade deal. The S&P 500 clinched another record Monday as geopolitical tensions remained in check and investors looked ahead to the start of earnings season.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/german-bond-yields-rise-narrowing-gap-with-u-s-treasurys-11578943116", "title": "German Bond Yields Rise, Narrowing Gap With U.S. Treasurys", "date": "2020-01-13 16:36", "summary": "Improved global economic data helps lift yield on 10-year German bund. Selling in European government bonds narrowed the gap between U.S. and German bond yields Monday, extending a recent move propelled by easing concerns about the eurozone economy.", "categories": [["Markets", "Credit Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/credit-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/language-isnt-the-only-block-to-parsing-the-fed-11578950530", "title": "Language Isn't the Only One Block to Parsing the Fed", "date": "2020-01-13 16:22", "summary": "\"Fedspeak\" is, and will continue to be, an essential ingredient to the maintenance of the secrecy and sacrosanct \"independence\" so coveted by the Fed.. While Alan Blinder's criticism of the Federal Reserve's cryptic dialect is well taken (\"The Fed Should Speak English for a Change,\" op-ed, Jan. 7), he completely ignores the underlying reasons the central bank is misunderstood by \"John and Jane Q. Public.\" How, for instance, can the \"broad public\" comprehend a system which grants unlimited discretion and freedom from oversight to an appointed 12-person Federal Open Market Committee (FOMC) comprised of the Fed governors and five Fed bank presidents? How can a group which is legally prohibited from dealing with the Treasury acquire $2.4 trillion in Treasury securities in the \"open market\" and then use taxpayer money to pay the interest on the \"excess reserves\" thereby created? How can a group which claims it does not exist to finance government explain the policies which have-unintentionally of course-reduced the debt service for all levels of government by more than half? How can the \"public\" understand \"guidance\" which now has bankers offering less interest on three-year time deposits than interest offered on one-year deposits? How long will it take for any Fed chairman to discuss the collateral damage inflicted on savers?", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/yes-hate-crimes-are-especially-destructive-11578950423", "title": "Yes, Hate Crimes Are Especially Destructive", "date": "2020-01-13 16:20", "summary": "Now more than ever we need strong hate crime laws to ensure that the punishment for targeting individuals or institutions for violence or vandalism for no other reason than their religious affiliation, skin color or other personal characteristic is appropriate.. Contrary to Myron Magnet's claims, hate-crime laws punish conduct and not thought (\"'Hate Crime' Is Only a Step Away From Thoughtcrime,\" op-ed, Jan. 2). Hate-crime penalty-enhancement statutes apply only when an individual commits a crime against someone and intentionally chooses his or her target based on the victim's actual or perceived race, religion, national origin, gender, gender identity, sexual orientation or disability. Hate-crime laws do not punish bigoted ideas or hateful speech, which are protected by the First Amendment. This critical distinction has been upheld by the U.S. Supreme Court.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-blue-red-state-redistribution-isnt-new-11578950321", "title": "The Blue-Red State Redistribution Isn't New", "date": "2020-01-13 16:18", "summary": "It's quite ironic that many of these \"antigovernment\" red states feast on the fat of federal largess.. Your editorial \"Blue State Redistribution\" (Jan. 8) notes some blue states are losing population and the perks of political power. Lower taxes are part of the reason why blue-state residents are fleeing to red states. However, it's ironic that many of these \"antigovernment\" red states feast on the fat of federal largess.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chinas-auto-market-stumbles-after-30-year-boom-11578949633", "title": "China's Auto Market Stumbles After 30-Year Boom", "date": "2020-01-13 16:07", "summary": "World's biggest car market sees first prolonged downturn after decades of growth as softer economy, policy moves dent demand. TANGSHAN, China-The wheels are coming off the world's biggest auto market after decades of blistering growth, as a prolonged and unprecedented sales slump partly induced by policy changes closes thousands of dealerships, idles factories and weighs on an already slowing economy.", "categories": [["Business", "Autos & Transportation", "Autos Industry"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/transportation?mod=breadcrumb", "https://www.wsj.com/news/types/autos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-budget-gap-continued-to-widen-in-2019-11578942008", "title": "U.S. Budget Gap Continued to Widen in 2019", "date": "2020-01-13 16:01", "summary": "Federal deficit totaled $1.02 trillion over the 12 months that ended in December. WASHINGTON-The U.S. budget gap continued to widen in 2019, but not as much as the previous year when Republican tax cuts reduced revenue and a bipartisan budget deal boosted government spending.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/prince-harrys-shift-puts-spotlight-on-royal-finances-11578942453", "title": "Prince Harry's Shift Puts Spotlight on Royal Finances", "date": "2020-01-13 15:59", "summary": "Queen Elizabeth gives her blessing to the couple to step back from royal duties and divide their time between the U.K. and Canada. LONDON-Prince Harry and Meghan Markle's surprise decision to quit front-line royal duties has resurfaced an awkward question that Queen Elizabeth II has spent years working to smooth over: How is Britain's extended royal clan financed?", "categories": [["World", "Europe", "U.K."]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb", "https://www.wsj.com/news/types/u-k-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/family-of-crew-member-who-died-in-boat-fire-sues-california-operator-11578948873", "title": "Family of Crew Member Who Died in Boat Fire Sues California Operator", "date": "2020-01-13 15:54", "summary": "Lawsuit by the family of Allie Kurtz claims the owners of the Conception knew the boat was unsafe. LOS ANGELES-The family of the lone crew member to die in a fiery scuba boat disaster that killed all 33 passengers off the Southern California coast last year sued the vessel's owner Monday in federal court.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/astros-gm-jeff-luhnow-and-manager-aj-hinch-suspended-one-year-in-sign-stealing-scandal-11578942892", "title": "Astros' GM, Manager Suspended, Then Fired After MLB Probe of Sign Stealing", "date": "2020-01-13 15:52", "summary": "MLB also docked Houston's first- and second-round picks in the 2020 and 2021 drafts and fined the organization $5 million. Houston Astros general manager Jeff Luhnow and field manager A.J. Hinch were suspended by Major League Baseball for the entire 2020 season-and then immediately fired by the team-after an investigation found that the Astros used technology to steal signs during their run to the World Series championship in 2017.", "categories": [["Sports", "MLB"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/mlb?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/jersey-city-kosher-grocery-shooters-planned-attack-for-months-11578947856", "title": "Jersey City Kosher Grocery Shooters Planned Attack for Months", "date": "2020-01-13 15:37", "summary": "Officials say assailants had made strong explosive and researched other Jewish centers. The two assailants who shot up a Jersey City, N.J., kosher grocery cased the shop for months ahead of the attack, made a bomb strong enough to injure and kill people up to five football fields away and researched other Jewish centers, officials said.", "categories": [["U.S.", "Tri-State Area"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-region?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pakistani-court-overturns-treason-verdict-against-musharraf-11578947696", "title": "Pakistani Court Overturns Treason Verdict Against Musharraf", "date": "2020-01-13 15:34", "summary": "Court's reversal of death sentence against the former military ruler largely hinged on legal technicalities. KARACHI, Pakistan-A Pakistani court revoked a guilty verdict and death sentence for the country's last military ruler, suggesting that the country's powerful army is reasserting itself after a brief spasm of judicial opposition.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/unwind-of-bullish-oil-bets-could-limit-crude-price-gains-11578930716", "title": "Unwind of Bullish Oil Bets Could Limit Crude-Price Gains", "date": "2020-01-13 15:22", "summary": "U.S. crude oil logs fifth consecutive decline with U.S., Iran backing away from conflict, analysts projecting ample supply. A pullback in bullish oil bets could tamp down crude prices with tensions in the Middle East subsiding, a rapid shift after the U.S.-ordered killing of a top Iranian military leader had some traders positioning for further gains earlier this month.", "categories": [["Markets", "Commodities", "Oil Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb", "https://www.wsj.com/news/types/oil-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/retired-pope-benedict-defends-celibacy-as-pope-francis-considers-ordaining-married-men-as-priests-11578920240", "title": "Retired Pope Benedict Pushes Back on Proposed Change to Priestly Celibacy", "date": "2020-01-13 15:14", "summary": "Former pontiff's move stirs questions about the coexistence of two popes in the Vatican and their differing theological views. ROME-Retired Pope Benedict XVI is publicly defending the Catholic Church's traditional rule of priestly celibacy, the former pontiff's most explicit effort so far to influence a decision by his successor Pope Francis, who is considering a proposal to routinely ordain married men as Roman Catholic priests for the first time in almost a millennium.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sen-cory-booker-suspends-democratic-presidential-campaign-11578931205", "title": "Cory Booker Ends Presidential Bid", "date": "2020-01-13 15:09", "summary": "Senator decries lack of diversity in Tuesday's Democratic presidential debate. New Jersey Sen. Cory Booker has ended his presidential campaign after his message framed around unity and political healing failed to catch on with voters.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/feds-bostic-says-economy-doing-fine-central-bank-should-stand-pat-on-rates-11578944134", "title": "Fed's Bostic Says Economy Doing Fine, Fed Should Stand Pat On Rates", "date": "2020-01-13 14:35", "summary": "'We should just sit back and let the economy do what it's doing,' Atlanta Fed leader says. Atlanta Fed leader Raphael Bostic offered an upbeat view of the U.S. economy in a speech Monday, in remarks that showed no appetite for a change in interest rates.", "categories": [["Economy", "Central Banks"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/central-banks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/after-ghosn-left-greg-kelly-faces-a-legal-battle-alone-11578943885", "title": "With Ghosn Gone, Greg Kelly Faces Legal Battle Alone", "date": "2020-01-13 14:31", "summary": "'I don't know how you can have a fair trial' without the main witness, former Nissan executive says. Greg Kelly, the man Carlos Ghosn left behind to face charges of financial crimes alone, says his own case will suffer without his one-time boss.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-consequences-of-structural-whiteness-are-fatal-11578943455", "title": "'The Consequences of Structural Whiteness are Fatal'", "date": "2020-01-13 14:24", "summary": "A famous medical journal succumbs to radical politics.. Parents writing tuition checks may cling to a hope that the political radicalism of modern academia is largely concentrated in soft majors invented to highlight various grievances. But a new story from one of the world's best known medical journals confirms that no area of scholarly inquiry is safe.", "categories": [["Opinion", "Best of the Web"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/best-of-the-web-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/freeport-mcmoran-isnt-looking-for-strategic-deals-in-coming-years-ceo-says-11578941915", "title": "Freeport-McMoRan Isn't Looking for Strategic Deals in Coming Years: CEO", "date": "2020-01-13 14:12", "summary": "Challenges of Grasberg mine, U.S.-China trade war mean now isn't best time for major strategic moves, Richard Adkerson says. U.S. mining company Freeport-McMoRan Inc. has no interest in major strategic deals over the next three years, its chief executive said Monday, potentially stymieing informal overtures from Barrick Gold Corp. to merge.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-blacklists-maduro-allies-behind-national-assembly-takeover-11578940300", "title": "U.S. Blacklists Maduro Allies Behind National Assembly Takeover", "date": "2020-01-13 14:06", "summary": "Luis Parra, other lawmakers put under sanctions for their bid to wrest control of opposition-led body. WASHINGTON-The Trump administration on Monday blacklisted seven Venezuelan officials involved in a chaotic play for control of the legislature aimed at cementing President Nicolás Maduro's hold on all levers of power.", "categories": [["World", "Latin America"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/latin-america-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/theyre-not-there-for-youfriends-fans-panic-as-show-disappears-from-netflix-11578940292", "title": "Missing 'Friends' on Netflix? Find a DVD Player.", "date": "2020-01-13 13:31", "summary": "Resume Subscription. There was no way Doug and Lydia Hanna were going to be caught unprepared when the calendar flipped to Jan. 1, 2020.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/trump-administration-celebrates-wall-construction-but-invisible-barriers-have-shown-greater-impact-11578919826", "title": "Trump Administration Celebrates Wall Construction, but Invisible Barriers Have Shown Greater Impact", "date": "2020-01-13 12:55", "summary": "Acting Homeland Security Secretary Chad Wolf marks milestone in Yuma, while efforts to curtail asylum-seeking migrants continue apace. YUMA, Ariz.-President Trump's hard line on immigration has been transformational at the southern border, but many experts say his highest-profile policy, the border wall, has had minimal impact.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-french-chateau-in-san-diego-11578937202", "title": "A French Château Near San Diego", "date": "2020-01-13 12:40", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/onetime-trump-ambassador-pick-papa-doug-lists-historic-california-manse-for-37-million-11578937217", "title": "'Papa Doug' Lists Historic California Manse for $37 Million", "date": "2020-01-13 12:40", "summary": "The developer is asking $25 million for his French chateau-style estate in La Jolla, as well as $12 million for the site next door. San Diego real-estate developer Doug \"Papa Doug\" Manchester is listing his elaborate French chateau-style estate with its own four-hole golf course for $37 million.", "categories": [["Real Estate", "Private Properties"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/private-properties?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-men-in-their-80s-can-teach-us-about-aging-11578936629", "title": "What Men in Their 80s Can Teach Us About Aging", "date": "2020-01-13 12:30", "summary": "Author Thomas Cole talked to an older generation about the meaning in life as it nears its end; 'I wanted to know what was ahead of me'. Thomas Cole, a gerontologist and professor of medical humanities, had two hip replacements, two back surgeries and a bad case of pneumonia in his 60s. He became depressed and wondered what the future held.", "categories": [["Life & Work", "Turning Points"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/turning-points?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-goes-from-support-to-sanctions-for-african-ally-11578926822", "title": "U.S. Goes From Support to Sanctions for African Ally", "date": "2020-01-13 12:17", "summary": "Resume Subscription. In the years since South Sudan declared independence in 2011, the U.S. has been its principal backer, supporting the government of the world's newest nation despite its wars, rights abuses and corruption.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/a-17-5m-palm-beach-penthouse-will-sit-atop-a-tiffany-store-11578934827", "title": "$17.5 Million Palm Beach Penthouse to Sit Atop Tiffany Store", "date": "2020-01-13 12:00", "summary": "The apartment, which will have five bedrooms once it's completed, is in the heart of the area's upscale shopping district. In Palm Beach, Fla., an area known for its sprawling estates, a developer is betting some multimillionaire wants to become one of the first to own a home on a prime stretch of Worth Avenue, the area's upscale shopping corridor lined with stores like Chanel, Jimmy Choo and Giorgio Armani.", "categories": [["Real Estate", "Private Properties"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/private-properties?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/surging-truck-insurance-rates-hit-freight-operators-11578934834", "title": "Surging Truck Insurance Rates Hit Freight Operators", "date": "2020-01-13 12:00", "summary": "Some carriers warn the double-digit rise in insurance costs is pressuring earnings, and falling particularly hard on smaller fleets. Soaring insurance costs are taking a toll on the trucking business, adding a financial drag for carriers already contending with weakening freight demand.", "categories": [["Logistics Report"]], "category_links": ["https://www.wsj.com/news/types/logistics-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/oscar-nominations-kick-off-11578922495", "title": "'Joker' Leads Oscar Nominations With 11 Nods", "date": "2020-01-13 11:59", "summary": "'1917,' 'Once Upon a Time...in Hollywood' and 'The Irishman' get 10 nominations each; Netflix makes a strong overall showing with 24 Oscar nods. The supervillain origin story \"Joker\" took the lead in the Oscars race with 11 nominations-including for best picture, best director and best actor- as the Academy of Motion Picture Arts and Sciences announced its awards contenders Monday morning.", "categories": [["Books & Arts", "Arts", "Film"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/arts?mod=breadcrumb", "https://www.wsj.com/news/types/film?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fangs-strong-run-gives-risky-exchange-traded-product-top-marks-11578934738", "title": "FANG's Strong Run Gives Risky Product Top Marks", "date": "2020-01-13 11:58", "summary": "Exchange-traded note that tracks FANG stocks is up 28% this year, following a 117% rise in 2019. The FANG stocks are already sinking their teeth into 2020.", "categories": [["Markets", "Stocks"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/alta-mesas-kingfisher-subsidiary-files-chapter-11-too-11578934613", "title": "Alta Mesa's Kingfisher Subsidiary Files Chapter 11 Too", "date": "2020-01-13 11:56", "summary": "Oil and gas producer and midstream subsidiary will hold a joint bankruptcy auction on Wednesday. Alta Mesa Resources Inc.'s oil and gas pipeline and storage subsidiary Kingfisher Midstream LLC filed for chapter 11 Monday morning, joining its bankrupt parent, with the plan of pursuing a joint bankruptcy sale.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-home-above-tiffanys-11578934555", "title": "A Home Above Tiffany's", "date": "2020-01-13 11:55", "summary": "In Palm Beach, this luxurious apartment is being built directly above the jewelry store on ritzy Worth Avenue.. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/why-fashion-brands-today-have-such-strange-names-11578934264", "title": "Why Fashion Brands Today Have Such Strange Names", "date": "2020-01-13 11:51", "summary": "From 99%is to Suicoke, fashion brands choose increasingly bizarre names as companies strive to stand out on social media and in Google search results. ", "categories": [["Life & Work", "Style & Fashion", "On Trend"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/fashion?mod=breadcrumb", "https://www.wsj.com/news/types/on-trend?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/feds-rosengren-sees-higher-inflation-among-this-years-biggest-risks-11578927900", "title": "Fed's Rosengren Sees Higher Inflation Among This Year's Biggest Risks", "date": "2020-01-13 11:33", "summary": "Head of Boston Fed warns of financial stability problems driven by very low borrowing costs. Boston Fed leader Eric Rosengren warned that the biggest risks the economy faces after last year's rate cuts are from higher inflation and financial-stability problems driven by very low borrowing costs, although he added these risks are mostly theoretical right now.", "categories": [["Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-big-questions-that-will-determine-the-super-bowl-teams-11578932990", "title": "The Big Questions That Will Determine the Super Bowl Teams", "date": "2020-01-13 11:29", "summary": "After a strange and dizzying start to the playoffs, these are the key issues of the Packers-49ers and Titans-Chiefs conference championship games. After two dizzying weekends that included a jaw-dropping comeback, the dismantling of the NFL's best team and quick exits from both Tom Brady and Drew Brees, the playoffs are down to four teams. And none of them are alike.", "categories": [["Sports", "NFL"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/nfl?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/business-sentiment-remains-positive-bank-of-canada-survey-finds-11578932910", "title": "Business Sentiment Remains Positive, Bank of Canada Survey Finds", "date": "2020-01-13 11:28", "summary": "Central bank says separate consumer survey, made public for first time, showed households expect to spend more. OTTAWA-Business sentiment in Canada improved slightly in recent months and remains broadly positive in most parts of the country, a Bank of Canada survey found.", "categories": [["Economy", "Central Banks"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/central-banks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/philippine-volcano-erupts-near-manila-spewing-ash-and-lava-11578923341", "title": "Philippine Volcano Erupts Near Manila, Spewing Ash and Lava", "date": "2020-01-13 11:25", "summary": "More than 13,000 people have been evacuated from the area surrounding Taal Volcano. A volcano to the south of the Philippine capital of Manila spewed ash and steam for a second day and pushed out fountains of lava, with authorities warning a larger eruption could occur and send deadly clouds surging over land at high speeds.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/india-orders-antitrust-probe-of-amazon-and-walmarts-flipkart-11578932051", "title": "India Orders Antitrust Probe of Amazon and Walmart's Flipkart", "date": "2020-01-13 11:14", "summary": "Investigation into whether companies violated competition laws is New Delhi's latest attempt to curb U.S. tech giants. NEW DELHI-India's antitrust watchdog ordered a probe into whether Amazon.com Inc . and Walmart Inc.'s Flipkart have violated competition laws, New Delhi's latest move to try to rein in American tech giants that dominate its burgeoning internet economy.", "categories": [["Business", "Asia"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-the-u-s-and-china-settled-on-a-trade-deal-neither-wanted-11578931635", "title": "How the U.S. and China Settled on a Trade Deal Neither Wanted", "date": "2020-01-13 11:07", "summary": "Resume Subscription. U.S. talks with China to complete a first-stage trade deal had hit an impasse around Thanksgiving, raising fears a nascent accord would collapse again-and with it, hope for a halt to the nearly two-year-old trade war.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/ford-motor-says-more-china-trouble-on-the-road-ahead-in-2020-11578885996", "title": "Ford Signals More China Trouble on the Road Ahead", "date": "2020-01-13 10:50", "summary": "The company's China sales fell for the third year in a row in 2019, dropping to less than half of what it sold at its peak in 2016. BEIJING- Ford Motor Co. 's China sales fell for the third year in a row in 2019, a drop to less than half of what it sold at its zenith in 2016, and the company said the situation for the broader market is likely to get worse in 2020.", "categories": [["Business", "Autos & Transportation", "Autos Industry"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/transportation?mod=breadcrumb", "https://www.wsj.com/news/types/autos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hour-of-reckoning-arrives-for-trumps-global-approach-11578929794", "title": "Hour of Reckoning Arrives for Trump's Global Approach", "date": "2020-01-13 10:36", "summary": "Iran, China trade, fight against Islamic State, and North Korea hang in the balance simultaneously. A moment of truth has arrived for President Trump's foreign policy.", "categories": [["Politics", "Capital Journal"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/capital-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-fed-adds-60-7-billion-to-financial-markets-11578929190", "title": "New York Fed Adds $60.7 Billion to Financial Markets", "date": "2020-01-13 10:26", "summary": "Fed has been adding large amounts of short-term liquidity to markets since September. The Federal Reserve Bank of New York added $60.7 billion in overnight liquidity to financial markets on Monday.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/readers-share-their-stories-of-work-and-family-challenges-11578928093", "title": "Readers Share Their Stories of Work and Family Challenges", "date": "2020-01-13 10:08", "summary": "As WSJ columnist Sue Shellenbarger retires, readers recall the advice that resonated with them the most. After nearly 30 years of writing about work and family for The Wall Street Journal, columnist Sue Shellenbarger is retiring. In her farewell piece, \"The Challenges That Working Mothers Still Face,\" she outlined what has-and hasn't-changed for women seeking to manage office and home lives.", "categories": [["Life & Work", "Life & Style"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/life-style?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/british-pound-drops-on-rising-rate-cut-expectations-11578927451", "title": "British Pound Drops on Rate-Cut Expectations", "date": "2020-01-13 09:57", "summary": "Weak data suggest uncertainty around Brexit has hurt the U.K. economy more than expected. The British pound fell below $1.30 Monday amid growing expectations of an interest-rate cut by the Bank of England.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/china-auto-sales-slid-8-2-last-year-11578898123", "title": "China Auto Sales Slid 8.2% Last Year", "date": "2020-01-13 09:05", "summary": "Industry group says the world's largest auto market will shrink again in 2020; drop began in July 2018. BEIJING-The world's biggest auto market, China, is likely to shrink further this year following two straight years of decline, a state-backed industry group said Monday, after sales fell 8.2% in 2019 from a year earlier.", "categories": [["Business", "Autos & Transportation", "Autos Industry"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/transportation?mod=breadcrumb", "https://www.wsj.com/news/types/autos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/six-new-hotels-to-try-in-the-french-alps-11578922922", "title": "Six New Hotels to Try in the French Alps", "date": "2020-01-13 08:42", "summary": "Making an Alpine ski getaway? A flurry of new and renovated hotels make their debut in the French Alps this winter.. Mademoiselle This 41-room property just launched at the base of Val d'Isère's slopes as the resort's only ski-in, ski-out luxury hotel. The décor shows off a 4,000-piece collection of Louis XIII-style antiques and 17th-century art, and the 13,000-square-foot spa, by Guerlain, is the town's largest. valdisere.airelles.com", "categories": [["What's News"]], "category_links": ["https://www.wsj.com/news/types/magazine-what-s-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/molly-yehs-yelp-trick-to-find-restaurants-she-loves-11578922377", "title": "Molly Yeh's Yelp Trick to Find Restaurants She Loves", "date": "2020-01-13 08:32", "summary": "The cookbook author, blogger and star of the Food Network show Girl Meets Farm, currently in its fifth season, shares what's on her phone.. Most-recent phone call:", "categories": [["What's News"]], "category_links": ["https://www.wsj.com/news/types/magazine-what-s-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/opening-ceremonys-humberto-leon-opens-a-family-restaurant-11578922156", "title": "Opening Ceremony's Humberto Leon Opens a Family Restaurant", "date": "2020-01-13 08:29", "summary": "A new restaurant from the family of Opening Ceremony co-founder Humberto Leon draws on a fusion of Chinese and Peruvian cuisines.. \"Chinese food like you've never had it before\" is how Opening Ceremony's Humberto Leon describes the cooking at Chifa, a new Los Angeles restaurant his family is opening in Eagle Rock in time for Chinese New Year. Leon is serving as creative marketing director, while the kitchen will be helmed by his mother, Wendy Leon, and brother-in-law John Liu. Wendy, who grew up in Hong Kong, has owned restaurants in Peru, where she spent three years in the mid-'70s, and L.A., where she has lived since 1977. She and Liu, whose family hails from Taiwan, will serve up organic, locally sourced meals that provide a fresh take on the Peruvian chifa, or Chinese restaurant-with dashes of Peruvian and Taiwanese flavor as well. \"We're relooking at how to make Chinese food without deep-frying,\" Humberto explains. Instead, a wood-fired grill, a Peruvian staple, will be used to cook the meats. Signature dishes include soy sauce chicken, made with a secret recipe that's been in the Leon family for 100 years. \"It's poached in a sauce that's been passed down,\" Liu says. \"It's been flavored by hundreds and hundreds of chickens.\" Other notable items include pollo a la brasa, anticucho (beef heart) and a menu of \"wellness soups,\" which draw on Chinese medicinal traditions to help combat colds or provide relief after too much time in the California sun.", "categories": [["What's News"]], "category_links": ["https://www.wsj.com/news/types/magazine-what-s-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/stocks-to-watch-ford-boeing-exxon-mobil-woodward-hexcel-southwest-11578909659", "title": "Stocks to Watch: Lululemon, Ford, Boeing", "date": "2020-01-13 08:04", "summary": "Here are some of the companies with shares expected to trade actively Monday. Here are some of the companies with shares expected to trade actively in Monday's session. Stock movements noted by ticker reflect movements during regular trading hours; premarket trading is specified separately.", "categories": [["Markets", "MoneyBeat"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/moneybeat?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/whos-afraid-of-the-tennessee-titans-everyone-should-be-11578919481", "title": "Who's Afraid of the Tennessee Titans? Everyone Should Be.", "date": "2020-01-13 07:44", "summary": "A surging road team bounces AFC No. 1 seed Baltimore and is one win away from the Super Bowl. My favorite sports story so far in this turbulent new decade? That's easy. It's the Tennessee Titans-football anarchists, lobbing stink bombs into all the expected story lines of these NFL playoffs.", "categories": [["Sports"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/companies-will-walk-the-walkwill-they-talk-the-talk-11578918780", "title": "Companies Will Walk the Walk-Will They Talk the Talk?", "date": "2020-01-13 07:33", "summary": "Companies will probably report modest profit growth in the fourth quarter. But they may also dash investors' hopes for big earnings gains this year.. Corporate earnings likely started growing again in the fourth quarter, but it is what companies say about where things are headed that will matter most for the stock market.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/less-research-is-no-problem-for-investors-11578918394", "title": "Less Research Is No Problem, Hedge Funds Say", "date": "2020-01-13 07:26", "summary": "Some investors say they are benefiting from new regulations that have reduced analyst coverage of stocks. Hedge funds are cashing in on an unintended consequence of European financial regulations on investment research: Less information about some stocks.", "categories": [["Markets", "Stocks", "Europe Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb", "https://www.wsj.com/news/types/europe-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/walmart-lays-off-56-managers-in-india-11578918257", "title": "Walmart Lays Off 56 Managers in India", "date": "2020-01-13 07:24", "summary": "Management shake-up is part of retailer's shift in focus to business-to-business e-commerce in country. NEW DELHI- Walmart Inc. has laid off more than 50 of its managers in India as it pivots its focus to business-to-business e-commerce to take on Amazon.com Inc. and other rivals in the South Asian nation.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/facebooks-vr-quest-finally-getting-real-11578916800", "title": "Facebook's VR Quest Finally Getting Real", "date": "2020-01-13 07:00", "summary": "Newest Oculus headset sees strong demand, with a big new game coming. ", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/taiwan-can-keep-growing-without-beijings-approval-11578912401", "title": "Taiwan Can Keep Growing Without Beijing's Approval", "date": "2020-01-13 06:02", "summary": "Re-election of President Tsai Ing-wen-a China skeptic-may not harm the island's economy as investors might think. Taiwan on Saturday voted overwhelmingly to re-elect President Tsai Ing-wen, a result widely seen as a rejection of closer ties with mainland China. But this may not matter as much for the island's economy as investors might think.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/corporations-outside-of-tech-ramp-up-venture-investing-11578913200", "title": "Companies Outside of Tech Ramp Up Venture Investing", "date": "2020-01-13 06:00", "summary": "Companies seek new innovation and to avoid being upended by new technology. Large technology companies have long maintained startup-investment programs, but now corporations across many non-tech industries are plowing more money into startups.", "categories": [["Pro VC Commentary Analysis"]], "category_links": ["https://www.wsj.com/news/types/undefined?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/drugmakers-test-new-ways-to-pay-for-six-figure-treatments-11578911401", "title": "Drugmakers Test New Ways to Pay for Six-Figure Treatments", "date": "2020-01-13 05:30", "summary": "Public pressure, insurer pushback and better data are driving drug companies to tinker with how they get paid. Drugmakers are experimenting with new ways to get paid for their most expensive medicines, as resistance to escalating prices builds and the collection and analysis of patient data improves.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-complicated-finances-of-a-royal-demerger-11578909796", "title": "The Complicated Finances of a Royal Demerger", "date": "2020-01-13 05:03", "summary": "After a millennium of accumulation, it is difficult to establish exactly what belongs to whom. Prince Harry and Meghan Markle, the Duke and Duchess of Sussex, have chosen to step back as senior members of the British royal family and become financially independent.", "categories": [["Markets", "Overheard"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/overheard?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-perfect-way-to-play-geopolitical-risk-just-dont-11578902754", "title": "The Perfect Way to Play Geopolitical Risk: Just Don't", "date": "2020-01-13 03:05", "summary": "Equity investors have largely been rewarded for ignoring international political ructions, despite suggestions that such risks are at an all-time high. Geopolitical risk has been on the tips of many tongues in financial markets in recent years, but selloffs in equity markets associated with moments of high stress are now notorious for the rapidity with which they reverse.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/japan-offers-a-lesson-on-inflation-for-the-fed-11578837600", "title": "What Fed Fears: People Who Can't Remember Rising Prices", "date": "2020-01-13 00:33", "summary": "Many Japanese consumers grew up with low prices and now punish retailers when they try to raise them. TOKYO-Figuring out the public's expectations of future inflation-and trying to influence them-is core to any central banker's work. Yet Japan shows how hard that becomes when many people barely grasp the concept of steadily rising prices.", "categories": [["Economy", "The Outlook"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/the-outlook?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/oscar-awards-2020-full-list-of-nominees-11578923878", "title": "Oscar Awards 2020: Full List of Nominees", "date": "2020-01-13 00:01", "summary": "The complete list of nominations for Feb. 9 awards ceremony. The 92nd Oscars will be held on Feb. 9. Here is the complete list of nominations for the awards.", "categories": [["Books & Arts", "Arts", "Film"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/arts?mod=breadcrumb", "https://www.wsj.com/news/types/film?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11578857893", "title": "Pepper...and Salt", "date": "2020-01-13 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/plan-to-revamp-medicaid-eligibility-checks-draws-criticism-11578848400", "title": "Plan to Revamp Medicaid-Eligibility Checks Draws Criticism", "date": "2020-01-13 00:01", "summary": "Trump administration and some states say a lack of oversight of the health program threatens its future. ", "categories": [["Politics", "Health Policy"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/health-policy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/these-are-the-most-frequently-checked-out-books-in-the-history-of-the-new-york-public-library-11578891661", "title": "These Are the Most Frequently Checked-Out Books in the History of the New York Public Library", "date": "2020-01-13 00:01", "summary": "Ezra Jack Keats's 'The Snowy Day,' a children's book, comes in at No. 1. When New Yorkers head to their local public library, they often seek the latest best seller. But the most popular title in the history of the New York Public Library is a 1962 children's picture book.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/canada-to-make-climate-change-a-centerpiece-of-2020-budget-plan-11578943467", "title": "Canada to Make Climate Change a Centerpiece of 2020 Budget Plan", "date": "2020-01-13 00:01", "summary": "Finance Minister eyes measures to curb energy consumption. Canadian Finance Minister Bill Morneau said Monday that climate change would be a central focus of the Liberal government's 2020 budget plan, with policies aimed at further curbing energy consumption, and money allocated to mitigate the fallout from fires and flooding.", "categories": [["World", "Canada"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/canada-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/iran-faces-growing-criticism-at-home-abroad-over-downing-of-ukrainian-plane-11578836990", "title": "Iran Faces Growing Criticism at Home, Abroad Over Downing of Ukrainian Plane", "date": "2020-01-13 20:25", "summary": "Protests expand beyond Tehran and demonstrators express their anger with Tehran. Iran's leaders grappled with a second day of protests that spread beyond Tehran as they tried to contain international criticism and domestic anger a day after they admitted the armed forces accidentally shot down a Ukrainian passenger airliner, following prior denials.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/boeing-suppliers-woodward-and-hexcel-to-merge-11578865530", "title": "Aerospace Suppliers Woodward and Hexcel to Merge", "date": "2020-01-13 19:10", "summary": "Parts makers for Boeing, Airbus say combination will free up resources for research. Aerospace suppliers Woodward Inc. and Hexcel Corp. set plans for an all-stock merger in what executives said was a response to the rising tide of climate-change pressures facing the industry.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/changes-to-bail-law-splits-democrats-in-albany-11578873600", "title": "Changes to Bail Law Split Democrats in Albany", "date": "2020-01-13 19:00", "summary": "Issue has opened a rift within the party as several New York lawmakers voice support for bills amending the law. The political fight over the state's new bail law is roiling the early days of New York's lawmaking session as some Democrats, who last year enacted restrictions on the use of cash bail, now say they went too far.", "categories": [["U.S.", "Politics"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-politics?mod=breadcrumb"]}]