[{"link": "https://www.wsj.com/articles/workplace-romance-many-millennials-and-gen-zers-would-never-11606093201", "title": "Romance on the Job? Many Younger Workers Would Never.", "date": "2020-11-22 22:41", "summary": "A tough economy, the pandemic and the #MeToo movement have combined to make younger workers wary of love on the job. Ashley Roszko, a 22-year-old sales associate at the Detroit Zoo, has a crush on one of her co-workers.", "categories": [["Life & Work", "At Work"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/at-work?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-spurred-companies-to-hoard-cash-now-they-are-starting-to-dole-it-out-11606041000", "title": "Companies Restart Dividends, Shedding Covid Cash Concerns", "date": "2020-11-22 21:47", "summary": "Covid-19 cases are surging but Kohl's, Marathon Oil and Darden are resuming dividend payments, a sign they believe the pandemic's worst is behind them. After scrambling to hoard cash in the spring, some large U.S. companies that halted their dividend payments are reversing their decision, a sign that their leaders believe the worst of the crisis is behind them.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nevada-imposes-new-pandemic-restrictions-on-casinos-entertainment-11606096666", "title": "Nevada Tightens Covid-19 Restrictions on Casinos, Entertainment", "date": "2020-11-22 20:57", "summary": "Governor says rapid growth in cases, including a recent one-day state record, threatens to overwhelm health-care system. Nevada Gov. Steve Sisolak further restricted public gathering in Las Vegas casinos and other areas of life Sunday in response to rising Covid-19 cases, as the state struggles to balance health concerns with its hospitality-focused economy.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trumps-legal-path-to-challenge-election-is-closing-11606074745", "title": "Trump's Legal Path to Challenge Election Is Closing", "date": "2020-11-22 20:04", "summary": "As the president's legal prospects dim with another lawsuit dismissal, lawyers vow to take case to the Supreme Court. A federal judge's rebuke of the Trump campaign's challenge to Pennsylvania's election results gutted one of its few remaining legal cases and underscored what election-law experts have said for weeks: There is virtually no chance the courts will block President-elect Joe Biden's path to the White House.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cuomos-pandemic-powers-might-be-tested-in-supreme-court-case-11606089600", "title": "Cuomo's Pandemic Powers Might Be Tested in Supreme Court Case", "date": "2020-11-22 19:00", "summary": "More than 30 lawsuits challenging the New York governor's Covid-19 restrictions have either been dismissed or decided in the state's favor. Since New York's first novel coronavirus case in March, Gov. Andrew Cuomo has issued executive orders closing offices and restaurants, schools and fitness centers. And courts have backed him up almost every time.", "categories": [["U.S.", "State Street"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/state-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/costar-in-advanced-talks-to-buy-homesnap-for-250-million-11606068000", "title": "CoStar to Buy Homesnap for $250 Million", "date": "2020-11-22 18:40", "summary": "Purchase would mark the company's first significant step into residential data. CoStar Group , Inc., one of the world's largest providers of commercial real-estate information and analytics, has taken its first major step into the residential data business by agreeing to pay $250 million for Homesnap Inc.", "categories": [["Real Estate"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-price-of-bad-polling-11606084656", "title": "The Price of Bad Polling", "date": "2020-11-22 17:37", "summary": "Polls and bias feed a media conformity that misleads the public.. The 2020 polling autopsies are still being written, and there are many unanswered questions: How did Republicans win 27 of 27 House districts identified as tossups by the Cook Political Report? How did Sen. Susan Collins win Maine by nine points when she didn't lead in a single major poll for months? How are President Trump and Joe Biden separated by a little under four points in the national popular vote when Nate Silver's FiveThirtyEight average showed an 8.4-point Biden lead on Election Day?", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-dividend-tax-canary-11606084595", "title": "The Dividend Tax Canary", "date": "2020-11-22 17:36", "summary": "Investors have tough calls ahead of the Georgia Senate runoffs.. Financial markets have breathed easier at the prospect that a GOP Senate means no big tax increases in 2021. But Republican control still isn't certain, and one signal of caution to watch are companies issuing special dividends by the end of the year.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/republican-life-in-california-11606084537", "title": "Republican Life in California", "date": "2020-11-22 17:35", "summary": "An upset in Stockton by a 40-year-old vowing safer streets.. Democrats lost at least three House seats and several referenda campaigns in California in this month's election. In another noteworthy surprise, Republican Kevin Lincoln unseated Democratic Mayor Michael Tubbs in the predominantly working-class, minority city of Stockton. What was that about the GOP becoming obsolete in the Golden State?", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/g-20-leaders-vow-to-cooperate-as-coronavirus-cases-surge-in-the-u-s-europe-11606081408", "title": "G-20 Leaders Vow to Cooperate as Coronavirus Cases Surge in the U.S., Europe", "date": "2020-11-22 16:43", "summary": "Virtual summit convenes heads of world's top economies, who pledge to spare no effort to protect lives and restore growth. RIYADH, Saudi Arabia-Leaders of the world's major economies on Sunday urged strenuous efforts to combat the coronavirus and revive the global economy after a two-day summit that was held virtually because of the pandemic.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/some-masks-will-protect-you-better-than-others-11606081251", "title": "Some Masks Will Protect You Better Than Others", "date": "2020-11-22 16:40", "summary": "Surgical outperforms cloth, and an N95 is far superior to a bandanna.. A rush of travel for Thanksgiving will lead to new Covid-19 outbreaks. Infection rates are accelerating, and a growing percentage of those hospitalized are over 65. Past waves prompted people to reduce their activity, but recent Google mobility data don't show a big change in behavior. Yet many Americans could take one simple step to protect themselves: Buy a better mask.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nationwide-injunctions-will-be-a-vital-check-if-biden-overreaches-11606081224", "title": "Nationwide Injunctions Will Be a Vital Check if Biden Overreaches", "date": "2020-11-22 16:40", "summary": "Courts should issue such orders sparingly, but Congress has authorized them in appropriate cases.. Federal district judges have frustrated the Trump administration by issuing nationwide injunctions against dozens of agency actions. The Supreme Court will consider a case this term that could determine when, if ever, judges can issue these universal injunctions, which apply beyond the geographic limits of the court's jurisdiction.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/forgive-student-loans-but-only-a-little-11606081191", "title": "Forgive Student Loans, but Only a Little", "date": "2020-11-22 16:39", "summary": "The most distressed borrowers didn't get degrees and owe less than $5,000.. Student-loan cancellation may be an appealing idea, but it would enrich the privileged and leave behind-or perhaps even drain money from-the truly needy. Progressive calls for President-elect Joe Biden to forgive student debt in his first 100 days of office should be ignored in lieu of a more moderate proposal: forgiveness capped at $5,000 of debt.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/notable-quotable-trump-in-2024-11606081155", "title": "Notable & Quotable: Trump in 2024", "date": "2020-11-22 16:39", "summary": "'If Trump has one weakness in 2024, it would be that he lost the 2020 election to an aging Biden even as Republicans made gains down ballot.'. Philip Klein writing for the Washington Examiner, Nov. 16:", "categories": [["Opinion", "Commentary", "Notable & Quotable"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb", "https://www.wsj.com/news/types/notable-quotable?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/vision-or-mirage-review-finding-the-key-to-the-kingdom-11606081093", "title": "'Vision or Mirage' Review: Finding the Key to the Kingdom", "date": "2020-11-22 16:38", "summary": "With a nuanced policy, American ofﬁcials can encourage reform in Saudi Arabia without supporting its authoritarian tendencies.. Oxford University has produced some of the world's most illustrious scholars of Arabia, including Sir Richard Burton, Gertrude Bell and T.E. Lawrence, the famous Lawrence of Arabia. More recently, a young Oxford graduate, David Rundell, landed in Saudi Arabia in 1981 and began a nearly 40-year career as a U.S. diplomat there. Steeped in Islamic history and Arabic literature, and fluent in the language, he visited every corner of the kingdom, talking with tribesmen, businessmen, clerics and kings while panning for knowledge like a California miner for gold.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/populism-and-politics-in-peru-11606081128", "title": "Populism and Politics in Peru", "date": "2020-11-22 16:38", "summary": "There's no way to stop the corruption of a state with vast power to redistribute wealth.. Millions of Peruvians have lifted themselves out of poverty in the past two decades, thanks to a more open and market-oriented economy yielding fast growth. Socialists don't like it. But they have been unable to reverse the laws underpinning the country's progress. Now they're using the latest political crisis to make another try.", "categories": [["Opinion", "The Americas"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/the-americas?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-knee-injury-derails-joe-burrows-unprecedented-rookie-season-11606080936", "title": "A Gruesome Knee Injury Derails Joe Burrow's Rookie Season", "date": "2020-11-22 16:35", "summary": "Burrow, the No. 1 pick in the 2020 NFL draft by the Cincinnati Bengals, was carted off the field in the second half of the team's game against the Washington Football Team. Joe Burrow, the rookie quarterback sensation for the Cincinnati Bengals, suffered what appeared to be a serious leg injury during Sunday's game against the Washington Football Team, likely ending what was on track to be a record-setting debut season.", "categories": [["Sports", "NFL"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/nfl?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/black-mans-death-after-beating-by-security-guards-sparks-protests-across-brazil-11606078922", "title": "Black Man's Death After Beating by Security Guards Sparks Protests Across Brazil", "date": "2020-11-22 16:02", "summary": "Video footage shows two security guards outside a Carrefour supermarket pinning João Alberto Silveira Freitas to the floor. SÃO PAULO-Street protests have broken out across Brazil after a Black man was beaten to death by private security guards outside a grocery store in the southern city of Porto Alegre, sparking a bitter debate about racism in Latin America's largest country.", "categories": [["World", "Latin America"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/latin-america-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-pharmacist-wants-to-retire-at-55-how-he-can-build-a-college-fund-and-protect-his-assets-11606078801", "title": "A Pharmacist Wants to Retire at 55. How He Can Build a College Fund and Protect His Assets.", "date": "2020-11-22 16:00", "summary": "A financial planner offers advice, including changing life-insurance strategies. Jerry Zee, a commander in the U.S. Public Health Service Commissioned Corps. where he works as a pharmacist, has spent his adult life doing the things grandparents and financial advisers tell people to do: He avoids credit-card debt, he maxes out contributions to the military equivalent of a 401(k) and he has contributed to a Roth IRA since age 20.", "categories": [["Markets", "Journal Reports: Wealth Management"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-wealth-management?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/maybe-not-so-shockingly-moderate-after-all-11606076438", "title": "Maybe Not So Shockingly Moderate After All", "date": "2020-11-22 15:20", "summary": "The one-factor analysis (i.e., moderate voters seized the day) by Mr. Penn produces a feel-good narrative that has an element of truth but is shockingly simplistic and misleading.. Regarding Mark Penn's \"America's Shockingly Moderate Electorate\" (op-ed, Nov. 17): Mr. Penn states, \"Moderate men swung the race to Mr. Biden.\" He bases this on Mr. Trump's advantage among white men narrowing from 30 points to 23 and Mr. Biden expanding the lead among moderates to 30 points from 12 in 2016. Contrary to this, Gerald Seib's \"Big Year for Women Suggests a New Era\" (Capital Journal, Nov. 17) says, \"Women voters were responsible for Mr. Biden's victory.\" He bases this on women making up 53% of the electorate and that one survey showed them going for Mr. Biden by 55% to 44%. It seems that the 11-point margin among women rather than the shift of moderate men is more likely to be the deciding factor.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/many-latinos-liked-trumps-antisocialism-11606076382", "title": "Many Latinos Liked Trump's Antisocialism", "date": "2020-11-22 15:19", "summary": "Mr. Trump's campaign was able to, on one hand, sell the idea that a Joe Biden administration would be a Trojan horse for socialism.. Jason Riley ends \"Blacks and Latinos for Trump\" (Upward Mobility, Nov. 11) with the conclusion that the focus of reopening during Covid times is what may have resonated in the Latino uptick of votes for President Trump. That may be a reason, but as a Latino living in the Venezuelan/Colombian-American area of Doral, Fla., I can tell you that Mr. Trump's campaign was able to, on one hand, sell the idea that a Joe Biden administration would be a Trojan horse for socialism. Many Venezuelan-Americans, who fled the failed socialism in Venezuela, are terrified with the prospect of living in that situation again. On the other hand, Mr. Trump also sold Venezuelans the idea that his administration would be able to liberate Venezuela from the dictator Nicolás Maduro and his cronies, and many Venezuelans perceived that Mr. Biden would go back to the Cuba-friendly policies of the Obama era and not make an effort to liberate Venezuela from dictatorship.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/john-bolton-and-avoiding-a-china-taiwan-war-11606076329", "title": "Bolton and Avoiding a China-Taiwan War", "date": "2020-11-22 15:18", "summary": "Recognition of Taiwan wouldn't lead to a dramatic \"chill\" with China, but the fundamental collapse of diplomatic relations.. John Bolton's review of \"The China Nightmare\" (Bookshelf, Nov. 16) offers compelling reasons to integrate Dan Blumenthal's book into the current China foreign-policy framework. However, Mr. Bolton's framing of the Taiwan issue skirts key elements of that global flashpoint. Recognition of Taiwan wouldn't lead to a dramatic \"chill\" with China, but the fundamental collapse of diplomatic relations. In fact, the One China consensus of 1972 (which stated that there was only one legitimate Chinese government) was the basis for normalizing relations with China in 1979. It is highly likely that U.S. recognition of Taiwan as a sovereign state would be a casus belli for China's invasion of the island.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/teens-at-home-must-still-prepare-for-the-real-world-11606076262", "title": "Teens at Home Must Still Prepare for the Real World", "date": "2020-11-22 15:17", "summary": "The argument that standardized tests should be permanently removed so as to reduce anxiety in teens is mistaken.. I am a clinical psychologist. Erika Komisar's \"Lockdowns Have a Bright Side for Teens\" (op-ed, Nov. 18) on reduced depression in teens during the pandemic is encouraging and its point well taken regarding the value of family time and sleep, so often overlooked during the developmental years. However, her argument that standardized tests should be permanently removed so as to reduce anxiety in teens is mistaken. There are other more effective ways to help teens cope with the inevitable anxieties that recur.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mike-lee-and-lord-sutchs-different-views-on-antitrust-11606076213", "title": "Mike Lee and Lord Sutch's Different Views on Antitrust", "date": "2020-11-22 15:16", "summary": "In seeking unified antitrust enforcement, Sen. Lee might consider the concern of the departed Screaming Lord Sutch.. Regarding Sen. Mike Lee's \"One Agency for Antitrust\" (op-ed, Nov. 18): In seeking unified antitrust enforcement, Sen. Lee might consider the concern of the departed Screaming Lord Sutch, early rocker, performance artist and founder of the British Official Monster Raving Loony Party. Referring to the U.K. antitrust equivalent, he challenged: \"Why is there only one Monopolies Commission?\"", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/an-article-on-employee-burnout-in-the-coronavirus-era-spurs-readers-own-stories-11606075201", "title": "An Article on Employee Burnout in the Coronavirus Era Spurs Readers' Own Stories", "date": "2020-11-22 15:00", "summary": "One reader balances work and care for an elderly parent, another turns to an 'unofficial network' of clients and business colleagues for support. A Wall Street Journal article by workplace reporter Chip Cutteron how companies can combat employee burnout during the pandemic prompted readers to share their own stories about the risk of burnout and what measures help them cope.", "categories": [["Life & Work", "Life & Style"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/life-style?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/economy-week-ahead-factories-layoffs-consumer-spending-11606075200", "title": "Economy Week Ahead: Factories, Layoffs, Consumer Spending", "date": "2020-11-22 15:00", "summary": "Surveys in the U.S., Europe are expected to indicate service-sector slowdowns amid new coronavirus restrictions. Wednesday brings a full slate of economic data during a holiday-shortened week in the U.S.", "categories": [["Economy", "Economy Week Ahead"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/economy-week-ahead?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-campaign-seeks-georgiarecount-as-sen-loeffler-tests-positive-for-covid-19-11606023136", "title": "Trump Campaign Seeks Georgia Recount", "date": "2020-11-22 14:17", "summary": "Recount demand comes after state certified election results, declaring Biden the winner with a lead of 12,670 votes. President Trump's re-election campaign said Saturday it had filed a petition seeking a recount in Georgia, while the campaign of Sen. Kelly Loeffler, a Republican candidate in a crucial Georgia runoff, said she was in quarantine after getting mixed results from tests for Covid-19.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/advice-from-a-financial-pro-a-career-coach-wants-to-invest-in-property-11605919538", "title": "Advice From a Financial Pro: A Career Coach Wants to Invest in Property", "date": "2020-11-22 14:00", "summary": "Before taking on a big expense, consider shoring up emergency funds. Tracy Timm's career-coaching business has withstood the pandemic and she just published her first book, a step-by-step guide to discovering the ideal career. Now, Ms. Timm, age 33, is looking to buy property, either as a home or investment.", "categories": [["Markets", "Journal Reports: Wealth Management"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-wealth-management?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-yorkers-head-to-rooftops-central-park-for-thanksgiving-dinner-11605970801", "title": "New Yorkers Head to Rooftops, Central Park for Thanksgiving Dinner", "date": "2020-11-22 13:32", "summary": "Covid-19 pandemic is putting premium on al fresco feasts; 'Cranberry sauce can be served at any temperature'. In previous Thanksgivings, Manhattan resident Arianna O'Dell would travel to Seattle and spend the holiday with family. But when the coronavirus pandemic upended that plan-or pretty much the idea of doing any type of traditional gathering-she came up with an alternative.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-german-island-says-enough-with-all-the-cranberries-11606069465", "title": "A German Island Says Enough With All the Cranberries", "date": "2020-11-22 13:24", "summary": "Resume Subscription. The island of Sylt is a German version of Nantucket, with windswept beaches, quaint lighthouses and a moneyed clientele.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/gambling-is-the-only-game-in-town-11606069340", "title": "Gambling Is the Only Game in Town", "date": "2020-11-22 13:22", "summary": "Court rulings and the web have made betting universal. Be careful with your money.. As I headed home from college for Thanksgiving, a foreign student staying the weekend asked about the holiday's meaning. I quickly answered, \"Food, family and football.\" He said he understood the first two but not football. Another friend piped in, \"To enjoy it, you gotta have a little action going on the games.\" So I took the Cowboys over the team formerly known as the Redskins (hopefully they'll be renamed the Washington Swampers soon). We had to explain spreads and over/under-like teaching a baby to walk.", "categories": [["Opinion", "Inside View"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/inside-view?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-inauthenticity-behind-black-lives-matter-11606069287", "title": "The Inauthenticity Behind Black Lives Matter", "date": "2020-11-22 13:21", "summary": "Insisting on the prevalence of 'systemic racism' is a way of defending a victim-focused racial identity.. Sen. Tim Scott of South Carolina gave a remarkable speech at this year's Republican National Convention. Yes, here was a black man at a GOP event, so there was a whiff of identity politics. When we see color these days, we expect ideology to follow. But Mr. Scott's charisma that night was simply that he spoke as a person, not a spokesperson for his color.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/anger-fear-and-sorrow-consume-armenians-leaving-land-returned-to-azerbaijan-11606059000", "title": "Anger, Fear and Sorrow Consume Armenians Leaving Land Returned to Azerbaijan", "date": "2020-11-22 13:04", "summary": "Resume Subscription. KALBAJAR, Azerbaijan-Charred homes and businesses line the main road that cuts through the mountain villages in this part of the South Caucasus. A faint smell of smoke hangs in the air. On the side of one torched building someone has scrawled a parting message: \"We will be back.\"", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/fewer-cars-bigger-profits-auto-makers-look-to-stay-lean-post-pandemic-11606068000", "title": "Dealer Lots Have Fewer Cars-and the Industry Likes It That Way", "date": "2020-11-22 13:00", "summary": "As they scramble to rebuild inventories, makers and retailers discover unforeseen benefit of having less supply on hand. The Covid-19 pandemic is changing an entrenched aspect of car shopping in America: finding your new ride on the lot and driving it home that day.", "categories": [["Business", "Autos & Transportation", "Autos Industry"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/transportation?mod=breadcrumb", "https://www.wsj.com/news/types/autos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/retailers-cut-back-on-choices-we-dont-need-three-types-of-red-11605934806", "title": "Retailers Cut Back on Choices; 'We Don't Need Three Types of Red'", "date": "2020-11-22 12:05", "summary": "Bed Bath & Beyond, Kohl's and others cull styles to combat decision paralysis, unclog supply chains and reduce end-of-season markdowns. Coach is cutting its handbag styles by half. Bed Bath & Beyond is reducing its can opener selection by two-thirds. Kohl's is culling its towel offerings by nearly a fifth.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tumbling-community-college-enrollment-highlights-pandemics-broad-impact-11606064400", "title": "Tumbling Community-College Enrollment Highlights Pandemic's Broad Impact", "date": "2020-11-22 12:00", "summary": "Students' limited internet access, financial worries and uncertainty halt longstanding trend of enrollment rising when economy falters. Enrollment tumbled this fall at community colleges around the country, flipping a longstanding trend in which people flock to school when the economy weakens and raising concerns about the colleges' financial outlook.", "categories": [["U.S.", "Education"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/education?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/banks-give-black-owned-businesses-advantage-on-supply-chain-finance-terms-11606060801", "title": "Banks Give Black-Owned Businesses Advantage on Supply-Chain Finance Terms", "date": "2020-11-22 11:00", "summary": "Programs spring from multibillion-dollar commitments banks made to expand lending and investment after Black Lives Matter protests this year. ", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/teslas-addition-to-s-p-500-shows-why-indexes-are-so-weird-11606060800", "title": "Tesla Shows Why Indexes Are So Weird", "date": "2020-11-22 11:00", "summary": "Vast amounts of money are being shifted around based on strange and conflicting rules. Aficionados of Tesla Inc. were celebrating last week as the electric-car maker was accepted into the S&P 500, propelling its shares up 22% in two days.", "categories": [["Markets", "Streetwise"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/streetwise?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-the-coronavirus-pandemic-is-changing-philanthropy-11605919325", "title": "How the Coronavirus Pandemic Is Changing Philanthropy", "date": "2020-11-22 10:55", "summary": "From mutual-aid networks to emergency-response funds, communities and nonprofits have sped up efforts to get help to where it's needed most. The Covid-19 pandemic is forcing donors, volunteers and nonprofit organizations to rethink how they give and receive charitable aid.", "categories": [["Markets", "Journal Reports: Wealth Management"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-wealth-management?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-world-after-covid-could-shake-up-business-flights-11606058298", "title": "The World After Covid Could Shake Up Business Flights", "date": "2020-11-22 10:18", "summary": "A smaller, more price-sensitive corporate market is likely to become a new battleground between low-cost and legacy airlines. This is the second column in a five-part Heard on the Street series on how the American economy might look once the Covid-19 pandemic is over.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/putin-says-he-needs-more-clarity-on-winner-of-u-s-presidential-vote-11606058025", "title": "Putin Says He Needs More Clarity on Winner of U.S. Presidential Vote", "date": "2020-11-22 10:13", "summary": "'It's clear that there are problems in the U.S. electoral system,' Russian leader says, echoing Trump's allegations of flaws. MOSCOW-Russian President Vladimir Putin said Sunday he wouldn't congratulate the winner of the U.S. election until it was clear who the victor was and criticized what he called problems in the electoral system, echoing allegations from President Trump that the vote was flawed.", "categories": [["World", "Europe", "Russia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb", "https://www.wsj.com/news/types/russia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/covid-upends-a-rural-hospital-where-staff-know-all-the-patients-11606057908", "title": "Covid Upends a Rural Hospital, Where Staff Know All the Patients", "date": "2020-11-22 10:11", "summary": "Resume Subscription. CROW AGENCY, Mont.-Nursing assistant Becky Long Warrior shuttled between the two hospital rooms. Both housed family members stricken with Covid-19.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/chinese-dissidents-back-trumps-claims-of-election-fraud-11606057766", "title": "Chinese Dissidents Back Trump's Claims of Election Fraud", "date": "2020-11-22 10:09", "summary": "Some influential activists who support the president's policies on Beijing want to hold off on recognizing Biden as the president-elect. HONG KONG-Some of China's most influential dissidents and human-rights activists based in the U.S., who approve of the Trump administration's tough line on Beijing, have come out in support of the president's unsubstantiated allegations of widespread U.S. election fraud.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-covid-19-vaccine-could-unleash-pent-up-demand-bringing-along-inflation-11606057200", "title": "A Covid-19 Vaccine Could Unleash Pent-Up Demand, Inflation", "date": "2020-11-22 10:00", "summary": "A return to pre-pandemic lives may bring a surge in spending, some analysts say. Inflation could be poised for a comeback.", "categories": [["Economy", "The Outlook"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/the-outlook?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-nerdy-quarterback-who-solved-football50-years-ago-11606057081", "title": "The Nerdy Quarterback Who Solved Football-50 Years Ago", "date": "2020-11-22 09:58", "summary": "Virgil Carter pioneered expected points-a foundation of modern NFL analytics. Half a century later, NFL teams are still catching up to his thinking.. Virgil Carter was a graduate business student at Northwestern in 1970 who spent hours a day on an enormous computer in a dingy old room where he coded thousands of punch cards. His goal was to gain a greater understanding of his day job-as an NFL quarterback.", "categories": [["Sports", "NFL"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/nfl?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-exits-open-skies-treaty-moves-to-discard-observation-planes-11606055371", "title": "Trump Exits Open Skies Treaty, Moves to Discard Observation Planes", "date": "2020-11-22 09:29", "summary": "Without specialized aircraft and equipment, Biden administration would have difficult time re-entering post-Cold War pact. The Trump administration formally shut the door on the Open Skies treaty Sunday, exiting the agreement while moving to get rid of the U.S. Air Force planes that have been used to carry out the nearly three-decade-old accord.", "categories": [["Politics", "National Security"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/national-security?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bain-capital-raises-800-million-for-second-impact-investing-fund-11606053601", "title": "Bain Capital Raises $800 Million for Second Impact Investing Fund", "date": "2020-11-22 09:02", "summary": "The Boston firm raised a substantially larger impact fund despite headwinds that have slowed capital inflows to such strategies. Bain Capital has raised $800 million in fresh capital to back businesses that the firm bets will benefit not only fund investors but also society at large.", "categories": [["Pro PE Fund News"]], "category_links": ["https://www.wsj.com/news/types/pro-pe-fund-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/covid-deaths-in-europe-are-overwhelmingly-among-those-over-60-11606053600", "title": "Covid Deaths in Europe Are Overwhelmingly Among Those Over 60", "date": "2020-11-22 09:00", "summary": "Resume Subscription. LONDON-Europe's older citizens are bearing the brunt of the coronavirus pandemic's second wave in the region.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/why-some-tech-workers-leaving-silicon-valley-are-changing-jobs-11606053600", "title": "Why Some Tech Workers Leaving Silicon Valley Are Changing Jobs", "date": "2020-11-22 09:00", "summary": "As tech talent relocates out of the Bay Area, they are also rethinking what kinds of opportunities to consider. Tech companies in smaller cities are starting to see an uptick in applications from candidates living in San Francisco and New York-areas that have long had a grip on tech talent.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/singapore-a-city-of-skyscrapers-and-little-land-turns-to-farming-11606050027", "title": "Singapore, a City of Skyscrapers and Little Land, Turns to Farming", "date": "2020-11-22 08:00", "summary": "Coronavirus-related border closures show that dependence on the outside world for food could spell trouble. SINGAPORE-In this skyscraper-studded nation of nearly six million people, all the farmland combined adds up to about 500 acres-an area roughly the size of a single American farm.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nyc-dead-stay-in-freezer-trucks-set-up-during-spring-covid-19-surge-11606050000", "title": "NYC Dead Stay in Freezer Trucks", "date": "2020-11-22 08:00", "summary": "Hundreds of bodies are still in storage at pandemic disaster morgue on Brooklyn waterfront. The bodies of hundreds of people who died in New York City during the Covid-19 surge in the spring are still in storage in freezer trucks on the Brooklyn waterfront.", "categories": [["WSJ News Exclusive", "New York"]], "category_links": ["https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/from-mergers-and-acquisitions-to-frozen-waffles-11606046438", "title": "From Mergers and Acquisitions to Frozen Waffles", "date": "2020-11-22 07:00", "summary": "Netflix's 'Chef's Table' inspired a lawyer with a passion for healthy eating to zigzag from pursuing the partnership track to working for a restaurant company-and then opening a frozen-waffle business. Emily Groden was handling mergers and acquisitions at a Chicago law firm when an episode of Netflix 's \"Chef's Table\" got her thinking about a whole new career path.", "categories": [["Life & Work", "Career Reboot"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/career-reboot?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bank-stocks-already-had-a-wild-2020-then-november-got-even-crazier-11606041003", "title": "Bank Stocks Were on a Wild Ride, Then November Got Even Crazier", "date": "2020-11-22 05:30", "summary": "The day after the election was one of the worst ever for bank stocks; three trading sessions later, they had one of their best days. On the first Friday night in November, bank investor Ben Mackovak sat outside his Cleveland home smoking a cigar, contemplating the ruin in his portfolio.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/in-arizona-democrats-see-blue-trend-while-republicans-see-blip-11606041001", "title": "In Arizona, Democrats See Blue Trend, While Republicans See Blip", "date": "2020-11-22 05:30", "summary": "Democrats won presidential vote and Senate seat, but GOP prevailed in down-ballot races. PHOENIX-Arizona voters this month backed a Democrat for president for the first time since 1996 and sent a second Democrat to the Senate for the first time since the 1950s, but local political leaders say it might not be a lasting blue shift.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-pandemic-stands-to-force-changes-in-u-s-spy-services-11606041000", "title": "Coronavirus Pandemic Stands to Force Changes in U.S. Spy Services", "date": "2020-11-22 05:30", "summary": "After years of underplaying soft threats like disease and climate change, national-security establishment faces calls for a new approach. WASHINGTON-U.S. intelligence agencies have long failed to make detecting global pandemics a priority, current and former U.S. officials say, posing a challenge for the incoming Biden administration, which has pledged to step up the government's ability to prepare for biological dangers.", "categories": [["Politics", "National Security"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/national-security?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-homeless-shelters-prepare-for-next-wave-of-covid-19-11606071600", "title": "New York Homeless Shelters Prepare for Next Wave of Covid-19", "date": "2020-11-22 00:01", "summary": "Advocates push city to continue program turning certain hotels into shelters. New York City is figuring out how to keep homeless people safe as it prepares for a resurgence of Covid-19, with shelters doubling down on strict safety protocols and advocates pushing to continue a program that turns certain hotels into shelters.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}]