[{"link": "https://www.wsj.com/articles/gap-backs-away-from-old-navy-split-11579211362", "title": "Gap Backs Away From Old Navy Split", "date": "2020-01-16 18:59", "summary": "Retailer backs away from a plan it said it would pursue about a year ago. Gap Inc. won't spin off Old Navy into a separately traded public company, backing away from a plan it said it would pursue about a year ago.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-democrats-arent-the-only-liberal-party-in-collapse-11579219079", "title": "The Democrats Aren't the Only Liberal Party in Collapse", "date": "2020-01-16 18:58", "summary": "Similar problems beset both Britain's Labour Party and Germany's Social Democrats.. Here's a question that doesn't get asked enough: Why on earth would anyone want to run a left-wing political party these days?", "categories": [["Opinion", "Political Economics"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/political-economics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/americas-bad-taste-in-beer-is-prohibitions-legacy-11579219039", "title": "America's Bad Taste in Beer Is Prohibition's Legacy", "date": "2020-01-16 18:57", "summary": "The 13 dry years were followed by a long century of bland-tasting, mass produced brews.. America's experiment with alcohol prohibition began Jan. 17, 1920, a year after the ratification of the 18th Amendment. Prohibition-which outlawed the production, sale and supply of \"intoxicating liquors\" in the U.S.-lasted 13 years, until the ratification of the 21st Amendment on Dec. 5, 1933. And what does the country have to show for it?", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/notable-quotable-new-york-public-library-11579218986", "title": "Notable & Quotable: New York Public Library", "date": "2020-01-16 18:56", "summary": "'The New York Public Library has canceled an event . . . that was to feature women who have been canceled.'. David Marcuswriting for the New York Post, Jan. 15:", "categories": [["Opinion", "Commentary", "Notable & Quotable"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb", "https://www.wsj.com/news/types/notable-quotable?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/treasury-to-issue-new-20-year-bond-in-first-half-of-2020-11579217450", "title": "Treasury to Issue New 20-Year Bond in First Half of 2020", "date": "2020-01-16 18:55", "summary": "Additional Details to Be Released in Early February Refunding Statement. WASHINGTON-The U.S. government will begin issuing 20-year bonds in the first half of 2020, the Treasury Department said Thursday.", "categories": [["Markets", "Treasurys"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/treasurys?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-administration-releases-puerto-rico-aid-with-strings-attached-11579218712", "title": "Trump Administration Releases Puerto Rico Aid, With Strings Attached", "date": "2020-01-16 18:51", "summary": "Agreement releases $16 billion in grant funding allocated after the devastating 2017 hurricane season. The Trump administration imposed financial controls on billions of dollars in disaster relief for Puerto Rico, laying out conditions on how the money must be budgeted and spent.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/insurance-officials-pursue-control-of-some-of-greg-lindbergs-firms-11579133387", "title": "Insurance Officials Pursue Control of Many of Greg Lindberg's Firms", "date": "2020-01-16 18:49", "summary": "Executive's private companies owe $2.1 billion, according to unsealed North Carolina documents. North Carolina insurance officials are seeking appointment of a temporary receiver to take control of hundreds of private companies owned by insurance executive Greg Lindberg, newly unsealed state court documents show.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/woman-killed-by-falling-plywood-from-queens-building-11579216809", "title": "Woman Killed By Falling Plywood From Queens Building", "date": "2020-01-16 18:39", "summary": "Death is the second in New York in recent weeks involving objects falling from buildings. A 67-year-old woman was killed in Queens on Thursday after being struck by a falling piece of debris from a building, according to New York Police Department officials.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mcafee-ceo-chris-young-to-depart-11579217891", "title": "McAfee CEO Chris Young to Depart", "date": "2020-01-16 18:38", "summary": "Peter Leav tapped to succeed him next month as company weighs possible IPO or sale. McAfee LLC Chief Executive Chris Young will step down to join private-equity firm TPG as a senior adviser, handing the reins to a new leader who could potentially take the cybersecurity-software company public or pursue a sale.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/de-blasio-unveils-95-3-billion-preliminary-budget-with-eye-on-state-deficit-11579217443", "title": "De Blasio Unveils $95.3 Billion Preliminary Budget With Eye on State Deficit", "date": "2020-01-16 18:30", "summary": "The growth in the budget for New York City was lower than in previous years. New York City Mayor Bill de Blasio on Thursday introduced a $95.3 billion preliminary budget for the coming fiscal year, nearly $1 billion more than the current year's funds, even as officials expected tax revenues to grow at a slower pace and a state budget shortfall imperils the city's health-care programs.", "categories": [["U.S.", "Politics"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/judge-blocks-california-gig-economy-law-enforcement-on-truckers-11579217064", "title": "Judge Blocks California Gig Economy Law Enforcement on Truckers", "date": "2020-01-16 18:24", "summary": "State law 'runs off the road' in violating federal pre-emption of trucking regulation, judge writes in issuing injunction. A federal judge halted California's attempt to regulate trucking companies' use of independent drivers under the state's new \"gig economy\" law, extending a temporary bar on enforcement of the measure while an industry challenge plays out in court.", "categories": [["Logistics Report"]], "category_links": ["https://www.wsj.com/news/types/logistics-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pg-e-bonds-hit-three-month-high-on-settlement-talks-11579194629", "title": "PG&E Bonds Jump on Settlement Talks", "date": "2020-01-16 18:18", "summary": "Positive economic data lift Treasury yields. Prices of PG&E Corp.'s high-interest bonds are staging a major rebound, lifted by expectations that bondholders and the bankrupt utility will reach a settlement in their dispute over recoveries on the debt.", "categories": [["Markets", "Credit Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/credit-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hello-cleveland-fans-of-dave-matthews-band-protest-rock-roll-hall-of-fame-rejection-11579216523", "title": "Hello, Cleveland? Fans of Dave Matthews Band Protest Rock & Roll Hall of Fame Rejection", "date": "2020-01-16 18:15", "summary": "The group won the popular vote, but wasn't inducted into the hall; 'biggest snub in modern music history'. When Joe Gallo found out Wednesday morning that Dave Matthews Band didn't get voted into the Rock & Roll Hall of Fame this year, he didn't just vent to his girlfriend or hurl complaints on Twitter .", "categories": [["A-hed"]], "category_links": ["https://www.wsj.com/news/types/a-hed?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/virginia-ratifies-era-setting-up-likely-legal-battle-11579114796", "title": "Virginia Votes to Ratify ERA, Setting Up Likely Legal Battle", "date": "2020-01-16 18:09", "summary": "Court ruling or congressional action likely needed to override 1982 deadline. Virginia on Wednesday became the 38th state to vote to ratify the Equal Rights Amendment, teeing up an expected legal battle over whether the approval counts.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/panel-clears-737-maxs-safety-approval-process-at-faa-11579188086", "title": "Panel Clears 737 MAX's Safety-Approval Process at FAA", "date": "2020-01-16 18:05", "summary": "Boeing's 737 MAX was certified as a derivative rather than an all-new plane. A federal advisory panel evaluating the safety-approval process for Boeing Co. 's 737 MAX concluded regulators adhered to policies in certifying the plane and determined it wouldn't have been safer if it had received the scrutiny of an all-new aircraft.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/alphabet-becomes-fourth-u-s-company-to-ever-reach-1-trillion-market-value-11579208802", "title": "Alphabet Becomes Fourth U.S. Firm to Reach $1 Trillion Market Value", "date": "2020-01-16 17:57", "summary": "Google parent joins an elite group that includes Apple, Amazon and Microsoft. Google parent Alphabet Inc. became the fourth U.S. company ever to achieve a $1 trillion market value Thursday, punctuating a powerful rally in shares of large internet stocks to start 2020.", "categories": [["Markets", "Stocks"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/comcasts-peacock-will-cost-4-99-a-month-with-ads-9-99-without-11579208437", "title": "Comcast's Peacock Aims to Undercut Streaming Rivals", "date": "2020-01-16 17:56", "summary": "Ad-supported version will be available free for Comcast and Cox subscribers, as cable operator looks to avoid hurting traditional pay-TV business. Comcast . Corp.'s NBCUniversal unveiled a multitiered pricing strategy for its new Peacock streaming service, including free and subscription options, as the media giant looks to undercut rivals and set its offering apart in a crowded field.", "categories": [["Business", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hold-on-ukraine-aid-violated-law-nonpartisan-watchdog-finds-11579187146", "title": "Trump Hold on Aid to Ukraine Violated Law, GAO Finds", "date": "2020-01-16 17:55", "summary": "Freeze on funds is at the center of the impeachment of President Trump. WASHINGTON-The Trump administration didn't have the legal authority to put on hold millions of dollars in security assistance to Ukraine, Congress's nonpartisan watchdog found, adding more scrutiny to the funding freeze last summer that led to the impeachment of President Trump.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/options-traders-brace-for-big-moves-in-netflix-stock-11579202890", "title": "Options Traders Brace for Big Moves in Netflix Stock", "date": "2020-01-16 17:51", "summary": "Traders project up to a 7.7% move after streaming company reports results Tuesday. Options traders are forecasting a large swing for Netflix Inc. shares after the streaming-video company reports results next week.", "categories": [["Markets", "Stocks"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-securities-examiners-to-focus-on-investment-advice-outsourcing-risks-11579215093", "title": "U.S. Securities Examiners to Focus on Investment Advice, Outsourcing Risks", "date": "2020-01-16 17:51", "summary": "Regulators give companies a glimpse of their examination priorities for the year ahead. U.S. securities regulators plan to take a closer look at how companies are complying with new rules on investment advice and how they are managing risks posed by outsourcing key services.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-fed-adds-74-2-billion-to-markets-in-two-operations-11579190460", "title": "New York Fed Adds $74.2 Billion to Markets in Two Operations", "date": "2020-01-16 17:47", "summary": "Overnight repo operation was much smaller than the amount central bank was willing to offer. The Federal Reserve Bank of New York added $74.2 billion in temporary money to financial markets Thursday via two repurchase agreement operations, or repos.", "categories": [["Markets", "Credit Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/credit-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/stocks-have-rarely-been-this-quiet-in-the-past-50-years-11579179600", "title": "Stocks Have Rarely Been This Quiet", "date": "2020-01-16 17:38", "summary": "Initial U.S.-China trade deal and lower interest rates drive extended period of calm trading. The S&P 500 is in one of its longest streaks without a 1% daily move in the past five decades, highlighting how the latest leg of the stock-market rally has been a gradual climb rather than a euphoric surge.", "categories": [["Markets", "Stocks"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/whatsapp-backs-off-controversial-plan-to-sell-ads-11579207682", "title": "Facebook Backs Off Plan to Sell Ads in WhatsApp", "date": "2020-01-16 17:36", "summary": "Social-media giant scraps earlier strategy, seeks other ways to monetize messaging service used by 1.5 billion. Facebook Inc. is backing away from efforts to sell ads in WhatsApp, in a retreat from a controversial plan that drove the creators of the popular messaging service to resign more than 18 months ago, according to people familiar with the matter.", "categories": [["WSJ News Exclusive", "Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nasdaq-cio-sees-serverless-computing-as-a-2020-tech-trend-11579213416", "title": "Nasdaq CIO Sees Serverless Computing as a 2020 Tech Trend", "date": "2020-01-16 17:23", "summary": "The cloud has transformed IT infrastructure into code, says Brad Peterson. The financial-markets sector is embracing technologies including cloud and serverless computing and data-streaming platforms to better manage massive information flows, said Brad Peterson, Nasdaq Inc.'s chief technology and information officer.", "categories": [["CIO Journal"]], "category_links": ["https://www.wsj.com/news/types/cio-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/csx-projects-another-revenue-challenging-year-in-2020-11579213275", "title": "CSX Projects Another Revenue-Challenging Year in 2020", "date": "2020-01-16 17:21", "summary": "Rail operator posted a record operating ratio of 58.4% for 2019, slightly beating analysts' projections. Freight rail operator CSX Corp. projects another challenging year in 2020, following a steeper-than-expected 3% revenue decline this year.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/contributors-to-the-february-2020-issue-of-wsj-magazine-11579212569", "title": "Contributors to the February 2020 Issue of WSJ. Magazine", "date": "2020-01-16 17:09", "summary": "Photographer Campbell Addy, stylist Gabriella Karefa-Johnson and more creative collaborators on the 2020 Talents & Legends issue. For WSJ.'s Talents & Legends issue, stylist Gabriella Karefa-Johnson and photographer Campbell Addy captured the next generation of film and music stars, imbuing them with some laid-back Los Angeles swagger. \"This didn't feel like the moment for a big sweeping portfolio in ball gowns. It felt like a social gathering at a small house in the hills-a bit Once Upon a Time...in Hollywood,\" says Karefa-Johnson. \"I was heavily inspired by my first trip to L.A. last year and just really trying to capture the essence of youth and life with a sunny disposition,\" London-based Addy shares. Writer Josh Duboff found the group of 10 talents to be \"globally conscious, kind and generous and open with one another and those around them, and very thoughtful about the roles and career choices they make.\"", "categories": [["Contributors"]], "category_links": ["https://www.wsj.com/news/types/magazine-contributors?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/editors-letter-kristina-oneill-on-the-february-2020-issue-11579212520", "title": "Editor's Letter: Kristina O'Neill on the February 2020 Issue", "date": "2020-01-16 17:08", "summary": "In her monthly letter, WSJ. Magazine's editor in chief takes readers through the highlights of February 2020. Artists and fashion brands often walk a fine line: playing the role the public expects of them while creating new identities as they evolve. For musician and actress Selena Gomez, much of her life has played out in front of cameras or on social media, where she has over 163 million followers on Instagram alone. On TV from the age of 10, she graduated from Disney celebrity to solo star, a transition made more intense by a high-profile relationship with Justin Bieber. Even as she flourished creatively, her struggles with physical and mental health mounted, requiring a kidney transplant and treatment for anxiety. A new album, out this month, details how she overcame her fears through the support of close friends-and a new approach to engaging with social media.", "categories": [["Editor's Letter"]], "category_links": ["https://www.wsj.com/news/types/magazine-editor-s-letter?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/court-backs-florida-governor-on-restrictions-for-felon-voters-11579212509", "title": "Court Backs Florida Governor on Restrictions for Felon Voters", "date": "2020-01-16 17:08", "summary": "Advisory opinion says constitutional amendment restoring voting rights to many felons would require them to pay outstanding financial obligations. The Florida Supreme Court sided Thursday with Republican Gov. Ron DeSantis, saying in an advisory opinion that the state's 2018 constitutional amendment restoring voting rights to about 1.4 million people with felony records would require them to pay any outstanding financial obligations.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fbi-changes-policy-for-notifying-states-of-election-systems-cyber-breaches-11579203014", "title": "FBI Changes Policy for Notifying States of Hacked Election Systems", "date": "2020-01-16 17:01", "summary": "Bureau previously would inform victim counties but not states of hacking. WASHINGTON-The Federal Bureau of Investigation said Thursday it will notify state officials when local election systems are believed to have been breached by hackers, a pivot in policy that comes after criticism that the FBI wasn't doing enough to inform states of election threats, according to people familiar with the matter.", "categories": [["Politics", "National Security"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/national-security?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/amazon-sought-1-billion-in-incentives-on-top-of-lures-for-hq2-11579179601", "title": "Amazon Sought $1 Billion in Incentives on Top of Lures for HQ2", "date": "2020-01-16 16:59", "summary": "Senior leadership set goal in 2017 for additional economic incentives for other real-estate projects. As Amazon.com Inc. began a search for a second headquarters in 2017, and billions in economic incentives that would go with it, Chief Executive Jeff Bezos and senior executives set another goal: to secure an additional $1 billion for other real-estate projects.", "categories": [["WSJ News Exclusive", "U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/industrial-paint-maker-ppg-warns-of-uncertainty-in-year-ahead-11579178872", "title": "PPG Paints Dim Picture for 2020", "date": "2020-01-16 16:59", "summary": "Supplier to Boeing, other big manufacturers says demand is down. Paint maker PPG Industries Inc. said its sales this year would be hurt by weak industrial demand in the U.S. and Europe, as manufacturers confront global trade tensions and a production drop at Boeing Co.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/white-house-to-release-updated-guidance-on-school-prayer-11579183629", "title": "White House Releases Updated Guidance on School Prayer", "date": "2020-01-16 16:55", "summary": "New rules say states must report complaints about local schools denying students the right to prayer. WASHINGTON-The White House released fresh federal guidance on prayer in public schools on Thursday, clarifying that state education departments must report to the federal government complaints or lawsuits claiming students were denied the right to prayer in schools.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-china-deal-could-upend-the-way-nations-settle-disputes-11579211598", "title": "U.S.-China Deal Could Upend the Way Nations Settle Disputes", "date": "2020-01-16 16:53", "summary": "New approach is a 'finger in the eye' to the World Trade Organization and its methods. WASHINGTON-The phase-one deal between the U.S. and China could upend the way trade disputes are settled globally, giving the U.S. an edge over competitors and weakening international institutions.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/amazons-unseen-risks-11579211245", "title": "How Amazon Puts Consumers at Risk", "date": "2020-01-16 16:47", "summary": "Look Inside a Bangladeshi Clothing Factory. A Wall Street Journal investigation exposed a pattern of disregard for consumer safety at Amazon, which has ceded control of its site, with thousands of banned, toxic and blacklisted products. Here's a look at our coverage.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/bombardier-mulls-leaving-airbus-venture-11579191241", "title": "Bombardier Mulls Leaving Airbus Venture", "date": "2020-01-16 16:47", "summary": "The Canadian company said rising production costs threaten future returns on its investment. Bombardier Inc. said it may exit a joint venture with Airbus SE to build commercial jets because rising production costs threaten future returns on its investment.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/global-stocks-edge-up-as-investors-look-to-company-earnings-11579169131", "title": "Stocks Rise to Highs as Investors Look to Earnings", "date": "2020-01-16 16:46", "summary": "Alphabet hits a $1 trillion in market cap, Morgan Stanley shares rise after earnings report. U.S. stocks closed at fresh highs Thursday as investors shifted to examining corporate earnings for hints about the economy after an initial U.S.-China trade deal was sealed.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/vienna-blood-review-when-opposites-attract-attention-11579211199", "title": "'Vienna Blood' Review: When Opposites Attract Attention", "date": "2020-01-16 16:46", "summary": "A mystery series set in turn-of-the-century Vienna is driven forward by the unlikely team at its center: an upper-middle-class physician and a cool detective.. One of the first shots in the mischievous, fin-de-siècle \"Vienna Blood\" is of a lovely young woman with a ribbon in her hair and a serene look on her face, reclining on an upholstered chaise in a manner that suggests a Pre-Raphaelite painting-except, of course, for the hole in her chest and the blood that has trickled, almost tastefully, down her white taffeta bodice.", "categories": [["Books & Arts", "Television Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/television-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/endlings-review-the-search-for-an-out-of-this-world-family-11579211146", "title": "'Endlings' Review: The Search for an Out-of-This-World Family", "date": "2020-01-16 16:45", "summary": "A foster-focused show combines aliens, endangered species and a fight to save the Earth.. If fiction had an infantry, it would be made up of orphans: From Oliver Twist to Harry Potter, with multitudes in between, the parentless child has been a gift to narrators. At the same time, where would prime-time television have ever gotten without widows, widowers and the occasional bachelor who had parenthood thrust upon him?", "categories": [["Books & Arts", "Television Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/television-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-to-change-how-it-releases-economic-data-11579197314", "title": "U.S. to Change How It Releases Economic Data", "date": "2020-01-16 16:34", "summary": "Labor Department will no longer allow news organizations to transmit stories on the data at the same time it is released. WASHINGTON-The Labor Department said technology upgrades will allow it to exclusively release high-profile economic data directly to the public, ending the news media's practice of transmitting economic stories the moment data is released.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-colin-kaepernick-waiver-problem-is-now-an-nfl-bargaining-issue-11579210298", "title": "The Colin Kaepernick Waiver Problem Is Now an NFL Bargaining Issue", "date": "2020-01-16 16:31", "summary": "The NFL Players Association sent a memo to its members saying the league proposed a liability waiver during collective bargaining negotiations. The issue that derailed Colin Kaepernick's NFL-organized showcase two months ago has now surfaced in bargaining between the league and the NFL Players Association for a new contract: liability waivers.", "categories": [["Sports", "NFL"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/nfl?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-evidence-released-in-long-island-gilgo-beach-killings-11579205414", "title": "New Evidence Released in Long Island Gilgo Beach Killings", "date": "2020-01-16 16:27", "summary": "Police share photos of a belt in nearly decade-old case, hoping for clues. Long Island officials on Thursday released previously undisclosed evidence linked to a nearly decade-old investigation into at least 10 dead bodies found buried at a remote beach, hoping the information will help solve the case.", "categories": [["U.S.", "Tri-State Area"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-region?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/weathering-with-you-review-a-ray-of-sunshine-11579210024", "title": "'Weathering With You' Review: A Ray of Sunshine", "date": "2020-01-16 16:27", "summary": "Makoto Shinkai's climate-focused romantic fantasy is a lightning strike of anime-art brilliance.. Before \"Weathering With You\" came along, no movie in memory had used cumulonimbus clouds as a plot point, let alone employed the plural form, cumulonimbi, to describe more than one of the towering thunderheads. A resplendent piece of anime art-though a less-than-shining example of narrative clarity-Makoto Shinkai's romantic fantasy is very much about weather. Torrential summer rains hit Tokyo. There's talk of a typhoon. A coastal storm nearly sweeps a 16-year-old runaway, Hodaka, off the deck of a seagoing ferry. And the weather goes from bad to worse as Hodaka tries to survive on the streets of the sprawling capital-until, that is, he meets Hina, a girl who can make the sun shine. It's a beguiling definition of adolescent passion that becomes something more. Hina truly can make the sun shine, and not only for the new love of her life.", "categories": [["Books & Arts", "Film Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/film-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bad-boys-for-life-review-coming-of-age-11579210076", "title": "'Bad Boys for Life': Coming of Age", "date": "2020-01-16 16:27", "summary": "Will Smith and Martin Lawrence return as buddy cops in a third episode of the series that started a quarter-century ago.. Why doesn't \"Bad Boys for Life\" play by the rules? Sequels are supposed to get progressively-or regressively-worse, notwithstanding such departures from the prescribed path as \"Toy Story 2\" and \"The Godfather: Part II.\"", "categories": [["Books & Arts", "Film Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/film-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/retail-sales-rose-0-3-in-december-11579181498", "title": "Consumer Spending Solid at End of Holiday Shopping Season", "date": "2020-01-16 16:26", "summary": "Commerce Department's retail sales show steady pace of purchases in December. WASHINGTON-Consumers headed into 2020 on a solid footing, driving up retail sales in the final month of the holiday season.", "categories": [["Economy", "Economic Data"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/economic-data?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/dolittle-review-a-bear-of-a-time-11579209998", "title": "'Dolittle' Review: A Bear of a Time", "date": "2020-01-16 16:26", "summary": "The latest story of the animal-communing doc squanders the star power of Robert Downey Jr.. It doesn't speak well for \"Dolittle,\" the latest in a long, undistinguished line of movies about the veterinarian who can talk to animals, that one of the only affecting moments involves a stick insect. The interaction is conspicuously one-sided. For the doc, who's played by Robert Downey Jr., it's exactly like talking to a stick, but at least he gets to soliloquize about the state of his troubled soul. All too often Dolittle, originally the hero of series of books by the English author Hugh Lofting, functions as a foil for a hyperactive menagerie of computer-generated creatures in a production that achieves the dubious distinction of combining too-muchness with not-enoughness: too much tumult and chaos, not enough dramatic focus; too many animals with clever names spouting glib one-liners, not enough simple human-or for that matter nonhuman-feeling.", "categories": [["Books & Arts", "Film Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/film-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/irans-conservative-judicial-chief-leads-probe-into-downing-of-jet-11579209163", "title": "Iran's Judicial Chief Leads Probe Into Downing of Jet", "date": "2020-01-16 16:12", "summary": "Hard-line cleric, known as an anticorruption warrior, is responsible for prosecuting members of powerful Revolutionary Guard. TEHRAN-An ambitious hard-line cleric who is seen as close to Iran's supreme leader will lead the judiciary as it investigates one of the country's most revered and feared institutions, the Islamic Revolutionary Guard Corps, and its role in the downing of a passenger airliner last week.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/large-groups-of-hondurans-set-off-for-u-s-as-mexico-pledges-to-block-them-11579208878", "title": "Groups of Hondurans Set Off for U.S., as Mexico Pledges to Block Them", "date": "2020-01-16 16:07", "summary": "About 2,000 Hondurans traveling in caravans, say pro-migration activists, in an echo of the 2018 exodus that drew President Trump's ire. MEXICO CITY-Several large groups of Honduran migrants and asylum seekers have crossed into Guatemala and are headed for Mexico, where authorities are determined to avoid a repeat of the 2018 exodus that drew President Trump's ire.", "categories": [["World", "Latin America"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/latin-america-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-receives-another-postcard-from-the-swamp-11579208698", "title": "Trump Receives Another Postcard from the Swamp", "date": "2020-01-16 16:04", "summary": "Now the bureaucrats at the Government Accountability Office are opining on Ukraine.. The House impeachment hearings ended a month ago, but congressional Democrats aren't done inviting bureaucrats to share their negative opinions of President Donald Trump. Now it's the turn of the Government Accountability Office.", "categories": [["Opinion", "Best of the Web"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/best-of-the-web-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nbcs-peacock-enlists-advertisers-and-cable-companies-in-marketing-push-11579208400", "title": "NBC's Peacock Enlists Advertisers and Cable Companies in Marketing Push", "date": "2020-01-16 16:00", "summary": "Launch sponsors for streaming service include Unilever, State Farm and Target. Comcast Corp.'s NBCUniversal is planning an expansive marketing rollout for its coming streaming service, Peacock, including ads on and off its TV networks and websites, cross-promotions with launch sponsors and pay-TV companies that distribute its channels, and a major presence during its coverage of the Olympics this summer.", "categories": [["CMO Today"]], "category_links": ["https://www.wsj.com/news/types/cmo-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/my-name-is-lucy-barton-review-portrait-of-perseverance-11579208349", "title": "'My Name Is Lucy Barton' Review: Portrait of Perseverance", "date": "2020-01-16 15:59", "summary": "Laura Linney stars in a solo show about a woman who overcomes a mysterious illness, an abusive childhood and an emotionally absent mother.. When Laura Linney, wearing a casually draped cardigan and dark scarf, makes her entrance in \"My Name Is Lucy Barton,\" briskly striding forward to address the audience, she ignores the applause and presses ahead as if making a pre-performance announcement. \"It was May, and then June, and I remember how I would stand and look out the window.\" As she talks, her tone shifts. She recalls a hospital room in the 1980s; its bed and chair are onstage along with a projected screen image of an enormous window through which we can see the Chrysler Building.", "categories": [["Opinion", "Theater Review"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/theater-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/marketers-and-ad-agencies-ask-google-not-to-kill-cookies-too-soon-11579206028", "title": "Marketers and Ad Agencies Ask Google Not to Kill Cookies Too Soon", "date": "2020-01-16 15:20", "summary": "Trade groups worry that Google's plan will choke digital advertising. Marketers and advertising agencies expressed alarm over Google's plan to phase out support of third-party cookies in its Chrome internet browser.", "categories": [["CMO Today"]], "category_links": ["https://www.wsj.com/news/types/cmo-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/on-philanthropy-and-punishing-good-deeds-11579205731", "title": "On Philanthropy and Punishing Good Deeds", "date": "2020-01-16 15:15", "summary": "The beauty of philanthropy is that I can direct my money to causes I care about and hold the charitable organizations accountable.. I agree with Karl Zinsmeister's \"The War on Philanthropy\" (op-ed, Jan. 9), but it omits the tax inequality between the 77 million average citizens who donate mostly after-tax dollars and the fortunes of those with huge appreciated gains who pay no capital gains tax and then get enormous ordinary income write-offs on their largely self-directed charities. They are not only giving tax-free appreciated property but are also able to eventually shelter (albeit only 30% in the current year) 100% of their donation against taxable income, a twofer!", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/menopause-evolution-and-parenting-energy-11579205638", "title": "Menopause, Evolution and Parenting Energy", "date": "2020-01-16 15:13", "summary": "Menopause likely developed as an evolutionary advantage to enhance the likelihood that children would have their mothers until they reached self-sufficiency.. In Carol Tavris's \"Beyond Fertility\" review (Bookshelf, Jan. 10) of Susan P. Mattern's \"The Slow Moon Climbs,\" there is no mention of the most compelling reason for the menopause in our species. I refer to the fact that for optimal success and survival-human infants need a mother for a long period (compared with most other species). It takes 15 years or more for children to become self-sufficient and no longer in urgent need of maternal (and paternal) support and guidance. Lifespan tended to be much shorter in bygone times than it is currently. In times when a mother could scarcely count on living past 50, having a child at 45 or 48, with the mother dying a few years later, would represent a serious evolutionary disadvantage to our species: babies losing their mothers prematurely, when they could barely walk or feed themselves, let alone take their place in society. It would appear, then, that menopause developed as an evolutionary advantage to enhance the likelihood that children would have their mothers until they reached self-sufficiency. The brilliant and remarkable Ruth Bader Ginsburg, were she to have a child next year, would have to live to 105 to see the child off to college. Not a likely scenario. Menopause evolved to minimize the premature death of mothers whose role in the optimal maturation and self-sufficiency of their children was safeguarded by not having children past the age of the mother's viability.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mexico-has-no-untoward-dealings-with-iran-11579205482", "title": "Mexico Has No Untoward Dealings With Iran", "date": "2020-01-16 15:11", "summary": "There is no basis to the claim that contacts between Mexico and Iran go beyond the diplomatic field. In \"Soleimani's Latin America Terror\" (Americas, Jan. 13), Mary Anastasia O'Grady claims \"that Iran has been getting closer to Mexico since President Andrés Manuel López Obrador took office.\" There is no basis to the claim that contacts between Mexico and Iran go beyond the diplomatic field-and the article doesn't provide any evidence other than an anonymous source. The Mexican Ministry of Foreign Affairs wants to stress that this is not the case. The current administration has explicitly sought to maintain respectful relations with all states, acting on the basis of transparency and mutual respect.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fiat-chrysler-foxconn-team-up-for-electric-vehicles-11579205262", "title": "Fiat Chrysler, Foxconn Team Up for Electric Vehicles", "date": "2020-01-16 15:07", "summary": "Auto maker lags in battery-powered cars; electronics assembler seeks to broaden its business. Fiat Chrysler Automobiles NV plans to develop electric vehicles with contract-electronics giant Foxconn Technology Group , according to a regulatory filing, as the Italian-American auto maker looks to make up ground in the market for battery-powered cars.", "categories": [["Business", "Autos & Transportation", "Autos Industry"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/transportation?mod=breadcrumb", "https://www.wsj.com/news/types/autos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/opioid-maker-insys-wins-court-approval-of-bankruptcy-plan-11579204941", "title": "Opioid-Maker Insys Wins Court Approval of Bankruptcy Plan", "date": "2020-01-16 15:02", "summary": "Creditors will recover cents on the dollar under payment plan as ex-CEO John Kapoor awaits sentencing on racketeering conviction. Insys Therapeutics Inc. , the first drugmaker driven to bankruptcy by fallout from the opioid crisis, won court approval of a bankruptcy plan that pays less than a dime for each dollar it owes to the people, cities, states and tribes claiming damage from the drug epidemic.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/impeachment-often-flavored-with-hypocrisy-11579204722", "title": "Impeachment Often Flavored With Hypocrisy", "date": "2020-01-16 14:58", "summary": "Some remarkably unclean hands played a role in the very recent adoption by the House of Representatives of articles of impeachment against President Trump.. Max Raskin is certainly correct in concluding that \"impeachment was never a sacred exercise carried out with clean hands and impartial minds\" (\"Early Impeachments in 2020 Hindsight,\" op-ed, Jan. 11). Although it seems to have received little notice, some remarkably unclean hands played a role in the very recent adoption by the House of Representatives of articles of impeachment against President Trump.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ben-franklin-had-thoughts-on-cameras-safety-rights-11579204385", "title": "Ben Franklin Had Thoughts On Cameras, Safety, Rights", "date": "2020-01-16 14:53", "summary": "\"AI Cameras Improve Safety at Cost of Privacy\" brings to mind a quote from Benjamin Franklin.. \"AI Cameras Improve Safety at Cost of Privacy\" (Business & Finance, Jan. 8) brings to mind a quote from Benjamin Franklin: \"Those who would give up essential liberty, to purchase a little temporary safety, deserve neither liberty nor safety.\"", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ancient-scorpion-offers-clues-to-how-animals-moved-from-sea-to-land-11579204300", "title": "Ancient Scorpion Offers Clues to How Animals Moved From Sea to Land", "date": "2020-01-16 14:51", "summary": "400-million-year-old arachnid fossils show early cardiovascular, respiratory systems similar to modern land-dwelling counterparts'. In a trove of fossils dug up decades ago in Wisconsin, a team of paleontologists say they have discovered the oldest known prehistoric scorpion species-and clues about how early organisms evolved to venture onto land.", "categories": [["Life & Work", "Science"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/science?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/netflix-really-chills-11579201555", "title": "Netflix Really Chills", "date": "2020-01-16 14:05", "summary": "The streaming giant gets its own flavor of ice cream. Baby Yoda may have made a splash in the streaming wars, but only Netflix has become a verb.", "categories": [["Markets", "Overheard"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/overheard?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/carlos-beltran-steps-down-as-mets-manager-11579201198", "title": "Carlos Beltrán Steps Down as Mets Manager", "date": "2020-01-16 14:02", "summary": "Beltrán is the fourth person to lose his job as a result of MLB's investigation into sign-stealing by the Astros. Carlos Beltrán stepped down from his post as manager of the New York Mets before he worked a single game, making him the fourth casualty of the Houston Astros sign-stealing scheme that has grown into one of the biggest scandals in the sport's history.", "categories": [["Sports", "MLB"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/mlb?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/when-its-time-to-cancel-a-credit-card-11579201169", "title": "When It's Time to Cancel a Credit Card", "date": "2020-01-16 13:59", "summary": "A behavioral economist on when to stop paying annual fees and how to deal with office complainers.. Dear Dan,", "categories": [["Life & Work", "Ideas", "Ask Ariely"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/ask-ariely?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/jerome-singer-daydreaming-psychologist-defended-fantasy-life-11579200782", "title": "Jerome Singer, Daydreaming Psychologist, Defended Fantasy Life", "date": "2020-01-16 13:53", "summary": "Yale professor argued that wandering minds are creative and may bump into solutions for life's problems. If your mind wanders while reading this story, don't worry. Jerome Singer would approve.", "categories": [["World", "Obituaries"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/obituaries?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/best-selling-books-week-ended-december-11-11579198451", "title": "Best-Selling Books Week Ended January 11", "date": "2020-01-16 13:14", "summary": "With data from NPD BookScan. ", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/best-selling-books?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/morgan-stanley-raises-the-bar-11579198020", "title": "Morgan Stanley Raises the Bar", "date": "2020-01-16 13:07", "summary": "After a record year, Morgan Stanley is seeking even more, a move investors should welcome. Morgan Stanley isn't taking a record year lying down.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/humans-evolved-to-love-baby-yoda-11579197975", "title": "Humans Evolved to Love Baby Yoda", "date": "2020-01-16 13:06", "summary": "All kinds of babies are good at enticing grown-ups to care for them-including aliens from Star Wars. Like many people with children or grandchildren, I spent December watching the new Star Wars TV series \"The Mandalorian.\" Across America, the show led to a remarkable Christmas truce among bitterly competing factions. Rural or urban, Democrat or Republican, we all love Baby Yoda.", "categories": [["Life & Work", "Ideas", "Mind & Matter"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/mind-and-matter-alison-gopnik?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/former-regulator-known-as-crypto-dad-to-launch-digital-dollar-think-tank-11579179604", "title": "Ex-Regulator Known as 'Crypto Dad' to Launch Digital-Dollar Think Tank", "date": "2020-01-16 13:04", "summary": "U.S. risks losing advantages it enjoys from having the dominant global currency, Giancarlo says. A former top American financial regulator dubbed \"Crypto Dad\" for his embrace of cryptocurrencies is setting up a think tank to promote the idea of digitizing the U.S. dollar.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/treasury-to-sell-92-billion-in-debt-11579197685", "title": "Treasury to Sell $92 Billion in Debt", "date": "2020-01-16 13:01", "summary": "The U.S. Treasury Department's auctions next week will include $14 billion in TIPS on Thursday. The U.S. Treasury Department will auction $92 billion in securities next week, comprising $50 billion in new debt and $42 in previously sold debt. Details (all with minimum denominations of $100):", "categories": [["Markets", "Credit Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/credit-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-city-high-school-graduation-rates-improve-slightly-11579197423", "title": "New York City High-School Graduation Rates Improve Slightly", "date": "2020-01-16 12:57", "summary": "Rates have gone up under Mayors de Blasio, Bloomberg. New York City's high-school graduation rate continued edging up last year, amid a series of state policy changes over the past five years to revise requirements for getting a diploma.", "categories": [["U.S.", "Schools"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-schools?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/russias-parliament-set-to-approve-putins-pick-as-prime-minister-11579176859", "title": "Putin Ushers In New Prime Minister, Signaling Bid to Boost Economic Legacy", "date": "2020-01-16 12:55", "summary": "Russia's parliament approves Mikhail Mishustin as new prime minister, a day after government's resignation. MOSCOW-Russian lawmakers approved President Vladimir Putin's proposed candidate as prime minister, the latest step in a tightly choreographed transition that could set the stage for Mr. Putin to retain a grip on power after his term ends.", "categories": [["World", "Europe", "Russia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb", "https://www.wsj.com/news/types/russia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/an-amish-lesson-for-small-business-success-11579197155", "title": "An Amish Lesson for Small Business Success", "date": "2020-01-16 12:52", "summary": "By using 21st-century tools to create highly specialized products, smaller firms can outcompete the giants. Dalton, Ohio is an unlikely place to find fresh insight into how to thrive in a chaotic 21st-century economy. It is the world's largest Amish settlement and home to Pioneer Equipment, a manufacturer of plows, tillers, manure spreaders and other forms of horse-drawn farm equipment. Pioneer is owned and run by the Wengerd family, who are Old Order Amish, which means that they get around in a horse-and-buggy and keep their homes disconnected from the power grid, free of telephones, computers and other modern technologies.", "categories": [["Life & Work", "Ideas", "Essay"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/essay?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/forsaken-by-the-indian-health-service-11579196871", "title": "Forsaken by the Indian Health Service", "date": "2020-01-16 12:47", "summary": "Key articles from The Wall Street Journal and PBS Frontline investigation into how the U.S. agency failed to stop child predators and dangerous doctors. The Wall Street Journal and the PBS series Frontline produced an article and an hour-long documentary, \"Predator on the Reservation,\" exposing the U.S. Indian Health Service's mishandling of a doctor who sexually abused children in his care for decades. The two news organizations subsequently revealed dangerous doctors and negligent administrators across the agency, and forced the federal government to overhaul how it cares for some of the nation's poorest and most vulnerable citizens.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/remembering-the-mother-of-all-selloffs-11579196235", "title": "Remembering the Mother of All Selloffs", "date": "2020-01-16 12:37", "summary": "Oil's reaction following the killing of Qassem Soleimani has some parallels with what happened during Operation Desert Storm in 1991. History doesn't repeat, but it often rhymes.", "categories": [["Markets", "Overheard"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/overheard?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/morgan-stanleys-fourth-quarter-profit-jumps-46-11579177715", "title": "Morgan Stanley Clears Bar in 2019, Then Raises It", "date": "2020-01-16 12:29", "summary": "Firm's fourth-quarter profit soared, capping off a mixed week for big U.S. banks. Morgan Stanley on Thursday posted record annual revenue and profit and set financial targets higher.", "categories": [["Markets", "Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/universal-tries-to-escape-disaster-by-patching-up-dolittle-11579195165", "title": "Universal Tries to Escape Disaster by Patching Up 'Dolittle'", "date": "2020-01-16 12:19", "summary": "Script rewrites, adding animal characters delayed release of the costly family film. In a pivotal scene in Universal Pictures' \"Dolittle,\" hitting theaters Friday, the title character-a doctor, played by Robert Downey Jr., who can converse with animals-relieves an ornery beast's indigestion by removing debris from its rectum. Flatulence jokes ensue.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bank-of-new-york-mellon-stock-falls-on-expense-concerns-11579194612", "title": "Bank of New York Mellon Shares Fall on Expense Concerns", "date": "2020-01-16 12:10", "summary": "Executives on Thursday warned investors that its expenses may rise more than expected this year, sending shares of the bank down. Bank of New York Mellon Corp. executives on Thursday warned investors that its expenses may rise more than expected this year, sending shares of the bank down nearly 8%.", "categories": [["Markets", "Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/consumers-glass-is-half-empty-11579194548", "title": "Consumers' Glass Is Half Empty", "date": "2020-01-16 12:09", "summary": "Retail sales are humming along, but there are more catalysts to send spending lower than higher. U.S. consumers are hardly in retreat. But they aren't about to storm the ramparts, either.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/finra-fines-prudential-affiliate-for-misstatements-11579194263", "title": "Prudential Affiliate Is Fined for Misstatements", "date": "2020-01-16 12:04", "summary": "Broker-dealer fined $1 million for providing workers in some retirement plans with inaccurate data. The Financial Industry Regulatory Authority, Wall Street's self-regulatory arm, disclosed a $1 million fine against an affiliate of Prudential Financial Inc. on Tuesday for providing potentially thousands of workers in some of the retirement plans it administers with inaccurate data on the cost and performance of their investments.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tokyo-2020-looks-like-the-toughest-olympic-ticket-ever-11579190364", "title": "Tokyo 2020 Looks Like the Toughest Olympic Ticket Ever", "date": "2020-01-16 11:48", "summary": "U.S. allotments for high-demand events have been selling out in hours. The gymnasts who will compete for Team USA at the Tokyo Olympics are still five months from trying out for the team. But Americans who want to watch them in person at the Olympics might already be out of luck.", "categories": [["Sports", "Olympics"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/olympics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-fight-in-the-middle-east-opens-a-new-front-sports-television-11579192901", "title": "A Fight in the Middle East Opens a New Front: Sports Television", "date": "2020-01-16 11:41", "summary": "How Spanish soccer, Cristiano Ronaldo and a race in the desert wound up at the heart of Saudi Arabia's efforts to disrupt a Qatari broadcaster. There was the heavyweight prize fight in the desert. There was the $3 million tennis tournament. There was the soccer match between Brazil and Argentina. And then there was the Italian Supercup featuring Cristiano Ronaldo. All of them unfolded in Saudi Arabia-and all of them came in the past two months.", "categories": [["Sports", "Soccer"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/soccer?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tesla-boldly-goes-where-no-auto-stock-has-gone-before-11579192151", "title": "Tesla Boldly Goes Where No Auto Stock Has Gone Before", "date": "2020-01-16 11:29", "summary": "Elon Musk has short sellers on the run, but the stock is as risky as ever. At long last, Tesla shares have reached another planet.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/zaha-hadids-miami-tower-is-an-architectural-feat-is-it-designed-to-sell-11579191945", "title": "Zaha Hadid's Miami Tower Is an Architectural Feat. Is It Designed to Sell?", "date": "2020-01-16 11:25", "summary": "Resume Subscription. In 2013, a shuttered pawnshop stood at the corner of NE 10th Street and NE 2nd Avenue in downtown Miami.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/the-bloomberg-effect-huge-spending-transforms-2020-campaign-dynamics-11579191368", "title": "The Bloomberg Effect: Huge Spending Transforms 2020 Campaign Dynamics", "date": "2020-01-16 11:16", "summary": "Resume Subscription. The presidential election is 10 months away, but Michael Bloomberg's long-shot campaign is running like it's already late October.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/biomarin-explores-pricing-experimental-gene-therapy-at-2-million-to-3-million-11579190318", "title": "BioMarin Explores Pricing Experimental Gene Therapy at $2 Million to $3 Million", "date": "2020-01-16 10:58", "summary": "Valrox would be first gene therapy approved in U.S. for inherited type of hemophilia. SAN FRANCISCO- BioMarin Pharmaceutical Inc. is exploring pricing its experimental gene therapy for hemophilia patients between $2 million and $3 million if it is approved, which could make it the most expensive drug in the world.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/democratic-senators-to-pause-campaigning-for-impeachment-trial-11579170600", "title": "Democrats Pause Campaigning for Impeachment Trial", "date": "2020-01-16 10:48", "summary": "Candidates plan on surrogates and TV ads to keep a presence in Iowa ahead of caucuses, while they remain in Washington. Three weeks before the Iowa caucuses, Democratic presidential candidates would typically be blitzing the state with a final appeal to undecided voters.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/indias-ghost-towns-saddle-middle-class-with-debtand-broken-dreams-11579189678", "title": "India's 'Ghost Towns' Saddle Middle Class With Debt-and Broken Dreams", "date": "2020-01-16 10:47", "summary": "Overleveraged developers have left nearly half a million apartments unfinished after decadelong building spree ends in a bust. NOIDA, India-Half a million unfinished apartments are stuck in financial limbo in India, dashing the dreams and the spending of a middle class that was supposed to be spearheading India's economic rise.", "categories": [["World", "Asia", "India"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/india-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/books-for-people-who-love-maps-11579189087", "title": "Books for People Who Love Maps", "date": "2020-01-16 10:38", "summary": "The geographically inclined-and travel-obsessed-can happily lose themselves in an atlas or a book of maps. These new books reveal the world in ways mere words can't. By Ian Wright", "categories": [["Life & Work", "Travel", "Off Duty Travel"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/magazine/travel?mod=breadcrumb", "https://www.wsj.com/news/types/off-duty-travel?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/payless-shoesource-emerges-from-bankruptcy-11579188655", "title": "Payless ShoeSource Emerges From Bankruptcy", "date": "2020-01-16 10:30", "summary": "The retailer said it has named a new executive management team. Payless ShoeSource has emerged from the chapter 11 bankruptcy protection it filed for last February.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-fault-is-not-in-our-stars-except-for-scorpios-11579187855", "title": "The Fault Is Not In Our Stars, Except for Scorpios", "date": "2020-01-16 10:17", "summary": "I lie about my zodiac sign, and so would you if you had my birthday. People routinely lie about their height, weight and age, or about having briefly played strong safety for Florida State. They also lie about having once shot three-over-par at Pebble Beach or having had the foresight to buy Apple at three bucks.", "categories": [["Life & Work", "Ideas", "Moving Targets"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/moving-targets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/health-executives-gear-up-for-change-at-j-p-morgan-conference-11579187758", "title": "Health Executives Gear Up for Change at J.P. Morgan Conference", "date": "2020-01-16 10:15", "summary": "The pharmaceutical industry's top U.S. lobbyist and executives from many health firms attended the annual event. The annual J.P. Morgan health care conference is taking place this week in San Francisco. Here are some of the hot topics under discussion at the four-day event, which wraps up Thursday.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/wsj-survey-u-s-china-agreement-will-boost-growth-11579186801", "title": "WSJ Survey: U.S., China Agreement Will Boost Growth", "date": "2020-01-16 10:00", "summary": "Economists surveyed expect business investment to pick up, growth to continue at slow-but-steady pace in 2020. WASHINGTON-The U.S. and China trade deal signed this week is likely to provide extra fuel for growth in 2020 and prompt a pickup in business investment, economists surveyed by The Wall Street Journal said.", "categories": [["Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nestle-unwraps-new-initiative-to-cut-plastic-waste-11579183698", "title": "Nestlé Tries to Tackle Big Food's Plastic Problem", "date": "2020-01-16 09:08", "summary": "Nescafe owner, which uses 2% recycled plastic, is investing up to 2 billion Swiss francs to raise this level. Nestlé SA pledged to cut its use of plastic made from fossil fuels by a third in five years and said it would invest up to 2 billion Swiss francs ($2.08 billion) to find more recycled material, a particularly big challenge for the food industry.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sec-commissioner-jackson-resigns-to-return-to-law-school-teaching-position-11579183208", "title": "SEC Commissioner Jackson Resigns to Return to Teaching Position", "date": "2020-01-16 09:00", "summary": "Exit of Democratic member opens door for agency to advance regulation with a conservative tilt. WASHINGTON-One of the two Democratic members of the Securities and Exchange Commission plans to step down next month, leaving Republicans with stronger control of the agency at a time when conservatives are pushing to ease financial regulation broadly.", "categories": [["Markets", "Financial Regulation"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/financial-regulation?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/stocks-to-watch-alcoa-mcclatchy-xpo-american-outdoor-brands-11579167529", "title": "Stocks to Watch: Alcoa, McClatchy, XPO", "date": "2020-01-16 08:48", "summary": "Here are some of the companies with shares expected to trade actively Thursday. Here are some of the companies with shares expected to trade actively in Thursday's session. Stock movements noted by ticker reflect movements during regular trading hours; premarket trading is specified separately.", "categories": [["Markets", "MoneyBeat"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/moneybeat?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/is-this-the-birkin-bag-of-lipstick-11579181343", "title": "Is This the Birkin Bag of Lipstick?", "date": "2020-01-16 08:29", "summary": "Hermès is leaping into makeup for the first time in its 183-year history, with lipstick colors drawn from an archive of 75,000 silk swatches and packaging made from the same metals it uses for handbag hardware.. I'm trying to be calm,\" says Pierre-Alexis Dumas, 53, the artistic director of French luxury house Hermès , at the company's headquarters in Paris's 8th arrondissement. \"But in my 25 years working at Hermès and my 50 years in my family, I've not witnessed many new métiers.\" He's referring to the company's first proper foray into makeup, with the launch of Rouge Hermès, a line of lipsticks. It is the result of two years of development and at least a decade and a half of pondering before that. Recalling the time when the house launched a perfume named Rouge Hermès, in 2000, Dumas says, \"I think I was the one who suggested to my father [Jean-Louis Dumas, the late chairman and creative director of the house] that we should register the name for lipstick.\" They didn't do it then-instead just once making a single shade of red lipstick in limited edition. They needed to think it through some more.", "categories": [["Feature"]], "category_links": ["https://www.wsj.com/news/types/magazine-feature?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tech-companies-boost-lower-manhattan-office-market-11579181155", "title": "Tech Companies Boost Lower Manhattan Office Market", "date": "2020-01-16 08:25", "summary": "New construction, cheaper rents and new transportation hubs attracted companies signing 7.3 million square feet of new office leases in 2019. Companies including Uber Technologies Inc. and Dotdash made downtown Manhattan a new base last year, helping power office leasing in the neighborhood to a two-decade high.", "categories": [["U.S.", "Real Estate"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/undefined?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/are-consumers-ready-for-a-toilet-equipped-with-alexa-11579170603", "title": "Are Consumers Ready for a Toilet Equipped With Alexa?", "date": "2020-01-16 08:22", "summary": "Connected toilets, AI-empowered scales, make their way into the bathroom. The bathroom is poised to become one of your home's smarter rooms thanks to a raft of new fixtures, furnishings and, yes, toilets.", "categories": [["Artificial Intelligence"]], "category_links": ["https://www.wsj.com/news/types/artificial-intelligence?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/youre-never-too-old-to-apply-for-a-mortgage-11579170601", "title": "You're Never Too Old to Apply for a Mortgage", "date": "2020-01-16 08:07", "summary": "Retirees with fixed incomes might still qualify for home loans no matter their age. Here's how.. Mary Babinski, a senior loan officer with Motto Mortgage Champions in Trinity, Fla., recently wrote a 30-year loan for a retiree buying a home in New Port Richey. He had no problem qualifying, but he was surprised he could nonetheless.", "categories": [["Real Estate", "Jumbo Jungle"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/jumbo-jungle?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/far-point-acquisition-nears-deal-to-buy-global-blue-from-silver-lake-11579170605", "title": "Far Point to Buy Global Blue From Silver Lake", "date": "2020-01-16 07:52", "summary": "Global Blue gets U.S. listing, nearly $1 billion as part of the transaction. Far Point Acquisition Corp. , the blank-check company launched by former New York Stock Exchange President Thomas Farley, said Thursday it plans to buy Swiss payments company Global Blue for $2.6 billion, including debt.", "categories": [["Markets", "Deals"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/deals-deal-makers?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-nfls-unlikeliest-millionaire-he-went-to-harvard-and-plays-fullback-11579178793", "title": "The NFL's Unlikeliest Millionaire: He Went to Harvard and Plays Fullback", "date": "2020-01-16 07:46", "summary": "Fullbacks are going extinct. But Kyle Juszczyk makes more than anyone in the NFL relative to players at the same position. He also explains the unusual way the 49ers play.. Santa Clara, Calif.", "categories": [["Sports", "NFL"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/nfl?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/major-companies-shared-vulnerability-used-in-travelex-cyberattack-11579177596", "title": "Major Firms Shared Vulnerability Used in Travelex Cyberattack", "date": "2020-01-16 07:34", "summary": "Purdue, Revlon and Texas Instruments were among firms using Pulse Secure VPN to create remote logins for staff, says cybersecurity firm. A vulnerability at Travelex that was exploited by hackers to disrupt the money-exchange company existed at dozens of major U.S. companies and institutions, potentially leaving them open to similar breaches, according to cybersecurity firm Bad Packets.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/economic-recovery-doesnt-hang-on-trumps-trade-deal-11579177796", "title": "Economic Recovery Doesn't Hang on Trump's Trade Deal", "date": "2020-01-16 07:29", "summary": "Although headline economic data hasn't improved dramatically, there are tentative signs that a global rebound was already on its way before the latest trade truce. Can a landmark trade deal between the U.S. and China fix the world's economic problems? Luckily, it may not have to.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trade-deal-sets-aggressive-targets-for-chinese-purchases-11579176229", "title": "China's Purchases From U.S. Face Steep Climb to Meet Goals", "date": "2020-01-16 07:10", "summary": "Some are skeptical that China can absorb the targeted purchases and that U.S. suppliers can deliver the goods. WASHINGTON-Call it the Big Buy.", "categories": [["Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/china-bills-its-belt-and-road-as-a-collaboration-but-foreign-companies-feel-left-out-11579172950", "title": "China Touts Its Belt-and-Road Effort as Collaborative, but Foreign Companies Feel Left Out", "date": "2020-01-16 06:53", "summary": "Beijing 'is offering the financing, the building, the equipment-even the labor,' an EU Chamber of Commerce official says. BEIJING-Roughly seven years after Beijing launched a high-profile transcontinental infrastructure program aimed at building goodwill abroad and boosting economic cooperation with the rest of the world, some foreign companies say they are being left out of those projects.", "categories": [["Business", "Asia"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/for-the-economy-climate-risks-are-no-longer-theoretical-11579174209", "title": "For Economy, Climate Risks Are No Longer Theoretical", "date": "2020-01-16 06:30", "summary": "Climate crises, like financial crises, will be damaging, unpredictable and almost impossible to avoid. Last year Australia's central bank hoped that several interest-rate cuts would mark a turning point for its slowing economy. That was before the worst bushfires in Australia's history hit tourism, consumer confidence and growth forecasts for this year. There is now a good chance the bank will cut interest rates again soon.", "categories": [["Economy", "Capital Account"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/capital-account?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-china-troubles-could-still-damage-the-worlds-chip-foundry-11579172266", "title": "U.S.-China Troubles Could Still Damage the World's Chip Foundry", "date": "2020-01-16 06:00", "summary": "TSMC, a key supplier for Apple, AMD and Huawei, is very bullish, but geopolitical tensions are still a wild card. The world's largest contract chip maker remains upbeat about the future, but it risks being caught up in the fight between the world's two superpowers.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sears-advisers-have-racked-up-200-million-in-fees-as-vendors-await-payment-11579170603", "title": "Sears Advisers Rack Up $200 Million in Fees as Vendors Await Payment", "date": "2020-01-16 05:30", "summary": "The law requires bankruptcy lawyers to be paid in full, leaving Sears with little to pay suppliers and employee severance. Suppliers that stocked Sears shelves during the retailer's bankruptcy are having to swallow losses and some employees won't get severance they are owed, even as law firms are guaranteed full payment for their work on the chapter 11 case.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/australia-is-dry-as-a-bone-and-miners-need-water-to-stay-afloat-11579170604", "title": "Australia Is Dry as a Bone, and Miners Need Water to Stay Afloat", "date": "2020-01-16 05:30", "summary": "Companies plan to pump out old flooded mines, tap groundwater and truck in supplies to maintain a resource essential to production. SYDNEY-A crippling drought in eastern Australia is threatening production of commodities from coal to gold, sparking a scramble by companies for water to keep their operations going.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-tape-of-super-bowl-i-is-sitting-in-a-vault-a-kickstarter-can-bring-it-out-11579101090", "title": "A Tape of Super Bowl I Is Sitting in a Vault. A Kickstarter Can Bring It Out.", "date": "2020-01-16 00:20", "summary": "Two filmmakers want to bring the lost footage to the masses-and they say they will take the NFL to court to make it happen. The Kansas City Chiefs and Green Bay Packers will play in their respective conference championship games on Sunday with a tidbit of historical trivia on the line: If they both win, two of football's oldest franchises would meet in the Super Bowl for the first time since the inaugural NFL-AFL championship event in January 1967. Around 100 million people will watch.", "categories": [["Sports", "NFL"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/nfl?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11579112071", "title": "Pepper...and Salt", "date": "2020-01-16 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/house-impeachment-panels-release-documents-on-contacts-of-lev-parnas-11579141413", "title": "Giuliani Associate Warned Ukraine Aide on Potential Cutoff of Funds", "date": "2020-01-16 23:20", "summary": "Giuliani associate claims he pressed for investigations benefiting Trump politically. WASHINGTON-Lev Parnas, an associate of Rudy Giuliani, said he warned a top aide to the newly elected president of Ukraine that the U.S. would halt aid to the country if it didn't announce investigations that could benefit President Trump politically.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/audio-reveals-warren-sanders-trading-barbs-after-iowa-debate-11579145528", "title": "Audio Reveals Warren, Sanders Trading Barbs After Iowa Debate", "date": "2020-01-16 22:32", "summary": "'I think you called me a liar on national TV,' the Massachusetts senator said. Audio of the tense postdebate exchange between Sen. Bernie Sanders and Sen. Elizabeth Warren made public Wednesday night revealed continued raw feelings over purported comments by Mr. Sanders.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-banks-card-companies-catch-a-break-in-china-trade-deal-11579131591", "title": "U.S. Banks, Card Companies Catch a Break in China Trade Deal", "date": "2020-01-16 22:22", "summary": "American financial institutions have struggled to navigate China's bureaucratic thicket to obtain licenses. A trade deal with China has given U.S. banks and financial companies new hope that their decadeslong attempts to crack the Chinese market may bear fruit.", "categories": [["Markets", "Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/juul-scales-back-overseas-expansion-11579143865", "title": "Juul Scales Back Overseas Expansion", "date": "2020-01-16 22:07", "summary": "E-cigarette maker tells staff it may exit South Korea and has delayed launch in New Zealand. Juul Labs Inc. told staff this week it may exit the South Korean market and has postponed its planned launch in New Zealand, as the troubled e-cigarette company scales back its expansion outside the U.S.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/federal-judge-blocks-trump-executive-order-on-refugees-11579108138", "title": "Federal Judge Blocks Trump Executive Order on Refugees", "date": "2020-01-16 21:19", "summary": "Ceding federal decision-making power to states on refugees is probably unlawful, judge says. A federal judge in Maryland blocked President Trump's executive order giving state and local governments the ability to say no to having refugees placed in their communities.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-asylum-deal-with-guatemala-faces-first-legal-test-11579125393", "title": "U.S. Asylum Deal With Guatemala Faces First Legal Test", "date": "2020-01-16 21:11", "summary": "Lawsuit is led by gay Salvadoran man who says he was turned away and advised to go to Mexico. WASHINGTON-The Trump administration's \"safe third country\" agreement with Guatemala is facing its first court challenge in a lawsuit led by a gay man who says he was turned away by the Central American country after being sent there by the U.S. to seek asylum.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lawmakers-press-rule-maker-on-economic-impact-of-credit-loss-standard-11579139500", "title": "Lawmakers Press Rule Maker on Economic Impact of Credit-Loss Standard", "date": "2020-01-16 20:51", "summary": "A House subcommittee expressed concerns the rule would enhance credit losses in a recession. The chairman of the Financial Accounting Standards Board on Wednesday faced a barrage of questions from lawmakers seeking to better understand the economic effects of a controversial new rule on credit-loss accounting.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-the-hell-this-is-a-big-celebration-trump-touts-trade-deal-at-white-house-11579137746", "title": "'What the Hell, This Is a Big Celebration': Trump Touts Trade Deal at White House", "date": "2020-01-16 20:22", "summary": "President thanks more than 80 attendees by name at ceremony. WASHINGTON-President Trump took to the podium in the East Room of the White House Wednesday morning to introduce the new trade deal with China but rather than focus on the contents of the 90-plus pages, he concentrated instead on the more than 80 people he wanted to thank for helping make it happen.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/amazons-bezos-pledges-new-1-billion-india-investment-amid-pushback-11579089836", "title": "Amazon's Bezos Pledges $1 Billion India Investment Amid Pushback", "date": "2020-01-16 20:21", "summary": "CEO's visit is part of a charm offensive as Indian policy makers tighten restrictions on U.S. companies. NEW DELHI- Amazon.com Inc. Chief Executive Jeff Bezos pledged to invest an additional $1 billion in the company's Indian operations, part of a charm offensive in a promising but challenging market.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bitcoin-has-biggest-new-year-rally-since-2012-11579072650", "title": "Bitcoin Has Biggest New-Year Rally Since 2012", "date": "2020-01-16 20:16", "summary": "Enthusiasts point toward hopes for more widespread adoption of cryptocurrencies as a factor. Bitcoin is enjoying its best start to a year since 2012, with enthusiasts pointing toward hopes for more widespread adoption of cryptocurrencies as a factor fueling the rally.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/businesses-say-trade-deal-is-a-good-first-step-but-want-tariffs-to-end-11579122712", "title": "Businesses Say Trade Deal Is a Good First Step but Want Tariffs to End", "date": "2020-01-16 20:08", "summary": "Some sectors, including retail, had only measured praise for the deal: 'The trade war won't be over until all of these tariffs are gone'. WASHINGTON-U.S. business leaders generally applauded the signing of a U.S.-China trade pact but stressed the need to keep negotiations going on an accord that could result in a lifting of tariffs on Chinese imports.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/house-speaker-pelosi-to-name-house-managers-for-trumps-senate-impeachment-trial-11579084203", "title": "House Sends Trump Impeachment Case to Senate", "date": "2020-01-16 20:02", "summary": "Seven impeachment managers selected by Speaker Nancy Pelosi are approved by House in near party-line vote. WASHINGTON-The House delivered two articles of impeachment against President Trump to the Senate on Wednesday, after voting to approve seven Democratic managers to prosecute the case before the Republican-controlled chamber.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/megxit-causes-global-uproar-canada-shrugs-11579136511", "title": "'Megxit' Causes Global Uproar. Canada Shrugs.", "date": "2020-01-16 20:01", "summary": "Half of Canadians 'ultimately do not really care' if Prince Harry and Meghan Markle spend a lot of time in their country. TORONTO-Canadians are fine with the Queen on their money. They're not sure they want a Duke and Duchess in their backyard.", "categories": [["A-hed"]], "category_links": ["https://www.wsj.com/news/types/a-hed?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/smith-wesson-parent-replaces-ceo-11579135575", "title": "Smith & Wesson Parent Replaces CEO", "date": "2020-01-16 19:59", "summary": "Board determined that James Debney 'engaged in conduct inconsistent with a nonfinancial company policy'. The parent of gun maker Smith & Wesson said Wednesday that it had replaced its chief executive, citing unspecified \"nonfinancial\" behavior that broke company rules.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pelosis-impeachment-offenses-11579134502", "title": "Pelosi's Impeachment Offenses", "date": "2020-01-16 19:28", "summary": "The Senate should vote to acquit or convict on the evidence at hand.. House Democrats have finally vouchsafed to deliver their impeachment articles to the Senate, a month after they claimed their rushed votes were essential to save the republic. The Senate can now do better by the Constitution by holding a trial that judges President Trump without validating the partisan House process and its weak case.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-china-trade-relief-11579134477", "title": "A China Trade Relief", "date": "2020-01-16 19:27", "summary": "The tariff truce is welcome, but the price has been high.. President Trump is naturally hailing the \"phase one\" trade agreement with China he signed on Wednesday as a victory that vindicates his strategy of whipping Beijing until it pleaded for mercy. The truth is that this is a mutual truce that relieves considerable economic damage to both sides and, let us hope, helps the cause of reformers in China.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-wages-of-europe-11579134171", "title": "The Wages of Europe", "date": "2020-01-16 19:22", "summary": "Workers need faster productivity growth, not a higher minimum wage.. The new year brought in a new European Commission to run the European Union bureaucracy in Brussels, and right on cue that Commission has delivered its first bad idea of 2020: a proposal for a harmonized minimum wage across the Continent.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-lesson-in-campus-consequences-11579134145", "title": "A Lesson in Campus Consequences", "date": "2020-01-16 19:22", "summary": "Social-justice drama has students shunning Evergreen State.. A reputation for exclusion based on social-justice conformity can have unhappy consequences. Witness the fate of Evergreen State College in Washington state, where enrollment continues to fall nearly three years after a controversy over identity politics captured national attention.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/alcoa-incurs-loss-but-predicts-improved-demand-11579129449", "title": "Alcoa Incurs Loss, but Predicts Improved Demand", "date": "2020-01-16 19:20", "summary": "Aluminum maker's sales fell 27% in most recent quarter, as last year's trade battles took a toll. Alcoa Corp. posted a fourth-quarter loss as sales fell 27%, but the aluminum maker expects demand for the metal to pick up this year.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/virgin-islands-accuse-jeffrey-epstein-of-trafficking-girls-until-2018-sue-for-assets-11579133751", "title": "Virgin Islands Accuse Jeffrey Epstein of Trafficking Girls Until 2018, Sue for Assets", "date": "2020-01-16 19:15", "summary": "Virgin Islands authorities seek forfeiture of two properties valued at $86 million. U.S. Virgin Islands prosecutors said Wednesday that disgraced financier Jeffrey Epstein abused hundreds of young women and girls until 2018, broadening the scope of his sexual trafficking by more than a decade.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/can-trump-earn-black-support-11579133622", "title": "Can Trump Earn Black Support?", "date": "2020-01-16 19:13", "summary": "Biden, Sanders and Warren would say these new minority jobs fell like manna from heaven. The workers getting them may credit the president.. What if in November enough black Americans voted for Donald Trump to re-elect him into the presidency?", "categories": [["Opinion", "Wonder Land"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/wonder-land?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tear-gas-grenades-and-qualified-immunity-11579133525", "title": "Tear-Gas Grenades and 'Qualified Immunity'", "date": "2020-01-16 19:12", "summary": "A rule meant to shield officials from frivolous lawsuits now protects unconstitutional conduct.. Shaniz West was rushing to register one of her children for school when she found five local police officers surrounding her house in Caldwell, Idaho. They were looking for her ex-boyfriend, who was wanted on firearms charges. Ms. West told them she didn't think he was in the house-he wasn't supposed to be-but she said they could go inside to check. She handed over her keys and left.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-four-way-race-for-iowa-11579133565", "title": "The Four-Way Race for Iowa", "date": "2020-01-16 19:12", "summary": "The polls are tight enough that even small changes could make a big difference.. Tuesday's Democratic debate in Des Moines, Iowa, was a snoozer. Even the much-hyped conflict between Sens. Bernie Sanders and Elizabeth Warren over whether he told her a woman can't be elected fell flat. Her refusal to shake his hand afterward was the closest thing the evening offered to real drama.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/congress-declares-war-but-only-the-president-can-make-it-11579133486", "title": "Congress Declares War, but Only the President Can Make It", "date": "2020-01-16 19:11", "summary": "The effort to tie Trump's hands in Iran would be unconstitutional if it weren't meaningless.. House Democrats, joined by a few Republicans, responded to the killing of Iran's Maj. Gen. Qasem Soleimani by questioning the president's authority to order that strike. But the resolution they passed last week makes a mockery of Congress's own powers. It purportedly \"directs the President to terminate the use of United States Armed Forces to engage in hostilities in or against Iran or any part of its government or military\" unless Congress authorizes the use of force or an Iranian attack on the U.S. is \"imminent.\" But it's styled as a nonbinding resolution. That means it doesn't need Senate approval, but it also makes no pretense of having the force of law.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/china-surrenders-to-reality-in-the-trade-dispute-11579133428", "title": "China Surrenders to Reality in the Trade Dispute", "date": "2020-01-16 19:10", "summary": "Trump's tariffs were an effective weapon, and Beijing had to bend as its economic growth slowed.. The U.S. and China signed a \"phase one\" trade deal Wednesday-a meaningful victory in an economic conflict that's been building for decades. The agreement is a credit to President Trump's China strategy and a mark against his detractors.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/is-january-the-cruelest-month-11579133357", "title": "Is January the Cruelest Month?", "date": "2020-01-16 19:09", "summary": "Princeton opens up a trove of T.S. Eliot's personal letters.. Princeton, N.J.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/judges-scrutinize-federal-death-penalty-law-in-condemned-inmates-challenge-11579133380", "title": "Judges Scrutinize Federal Death Penalty Law in Condemned Inmates' Challenge", "date": "2020-01-16 19:09", "summary": "Fate of federal prisoners on death row may hinge on the definition of a single word in the Federal Death Penalty Act: 'manner'. WASHINGTON-The Trump administration's drive to resume executions of federal prisoners appeared to hinge on the definition of a single word in the Federal Death Penalty Act.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-strenuous-life-review-sportsman-in-chief-11579133287", "title": "'The Strenuous Life' Review: Sportsman in Chief", "date": "2020-01-16 19:08", "summary": "Teddy Roosevelt inspired and bullied the lethargic citizenry into better shape and transformed organized sports in America.. The rain came pouring down, ending the doubles match on the tennis court just a short volley from the president's new office. Instead of retreating inside, the president insisted the three other players join him on a forced march in the deluge through the marshy outskirts of the capital and into Virginia. Four miles from the White House, he announced that they would run all the way back. Another time, he jumped out of his seat in the stands at the Army-Navy football game at Franklin Field in Philadelphia, vaulted a low fence and ran across the field to join the Navy sidelines. \"Go it, man!\" he would cry at the players. \"Wasn't that tackle a sockdolager!\" The crowd cheered.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/notable-quotable-michael-moore-11579133229", "title": "Notable & Quotable: Michael Moore", "date": "2020-01-16 19:07", "summary": "'After 48 hours of this, and after watching the debate last, I felt a knife in the heart.'. Joe Conchawriting for the Hill, Jan. 15:", "categories": [["Opinion", "Commentary", "Notable & Quotable"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb", "https://www.wsj.com/news/types/notable-quotable?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-china-to-sign-deal-easing-trade-tensions-11579087018", "title": "U.S., China Sign Agreement Easing Trade Tensions", "date": "2020-01-16 19:01", "summary": "Agreement aims to sharply increase sales of U.S. goods and services to China, help protect intellectual property and further open Chinese markets. WASHINGTON-The U.S. and China signed a trade deal that officials say will lead to a sharp increase in sales of U.S. goods and services to China, further open Chinese markets to foreign firms-especially in financial services-and provide strong new protections for trade secrets and intellectual property.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}]