[{"link": "https://www.wsj.com/articles/between-two-fires-review-doing-a-deal-with-the-devil-11579046375", "title": "'Between Two Fires' Review: Doing a Deal With the Devil", "date": "2020-01-14 18:59", "summary": "Under Putin the state share of the economy has grown to more than 60%. Russians have to play the government's game to get what they want.. Like the winter snows on the Russian steppe, books on Vladimir Putin and his country keep coming and coming. The worst of these studies claim to possess some master key that unlocks the secret, guiding logic at the heart of Putin's Russia. The best, on the other hand, show that there never has been any single key and that the politics of the last two decades should be seen as a series of fits and starts, of improvisations characterized by short-term goals devoid of any underlying grand vision. Two of the finest recent works to make the point are Samuel A. Greene and Graeme B. Robertson's \"Putin v. the People\" and Robert Service's \"Kremlin Winter.\" And now we can add a third-Joshua Yaffa's \"Between Two Fires,\" a fascinating and nuanced account that illuminates the myriad conflicting and often contradictory forces that have shaped the Russia of today.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-plot-to-politicize-banking-11579046350", "title": "The Plot to Politicize Banking", "date": "2020-01-14 18:59", "summary": "Liberal lawmakers and activists want banks to lend to favored groups and deny the 'undesirables.'. To resist President Trump's campaign of economic reform and deregulation, his critics usually attempt to portray long-overdue, common-sense policies as assaults on the poor. A good example is the controversy regarding the Community Reinvestment Act, or CRA, which requires banks to meet the \"credit needs\" of their \"entire community, including low- and moderate-income neighborhoods, consistent with the safe and sound operation of such institutions.\" The media howled at a plan to rein in abuses of the law-despite its role in fueling the subprime crisis-setting off a fight among regulators.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-selective-opponent-of-settlers-11579046287", "title": "A Selective Opponent of 'Settlers'", "date": "2020-01-14 18:58", "summary": "Human Rights Watch's Sara Leah Whitson has one standard for Israel, another for Armenia.. Hypocritical attacks on Israel are common, but Sarah Leah Whitson takes them to a new level. As Middle East and North Africa director of Human Rights Watch, she is one of the sharpest critics of the Jewish state's presence in the West Bank, promoting boycotts and international prosecution for the supposed crimes of occupation and settlement. Yet elsewhere Ms. Whitson strongly supports settlements in occupied territories-suggesting that she and her colleagues don't take their own legal claims against Israel seriously.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cory-booker-goes-down-fighting-11579046248", "title": "Cory Booker Goes Down Fighting", "date": "2020-01-14 18:57", "summary": "The former Newark mayor refused to bow to teachers unions.. You've got to hand it to Sen. Cory Booker. The former mayor of Newark, N.J., refused to be bullied when it comes to charter schools. That earned him the ire of teachers unions and contributed to the failure of his presidential candidacy. Anti-school-choice lobbyists were never going to forgive him for saying at the 2008 Democratic National Convention that they had \"tarred and feathered\" him for supporting charters.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/notable-quotable-gregory-mankiw-on-modern-monetary-theory-11579046196", "title": "Notable & Quotable: Gregory Mankiw on Modern Monetary Theory", "date": "2020-01-14 18:56", "summary": "'My reaction alternates between languid concession and vehement opposition.'. N. Gregory Mankiw in \"A Skeptic's Guide to Modern Monetary Theory,\" published Jan. 13 by the National Bureau of Economic Research:", "categories": [["Opinion", "Commentary", "Notable & Quotable"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb", "https://www.wsj.com/news/types/notable-quotable?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/upmc-plans-800-million-investment-in-life-sciences-11579045984", "title": "UPMC Plans $800 Million Investment in Life Sciences", "date": "2020-01-14 18:53", "summary": "Pittsburgh health-care institution ramps up biomedical venture-capital effort, after investing $200 million over the past three years. UPMC, a $20 billion health-care provider and insurer, said it plans to invest $800 million more in drugs, diagnostics and medical devices by 2024 through its venture-capital arm, a significant expansion of its life sciences investment effort.", "categories": [["Pro VC VC Funds"]], "category_links": ["https://www.wsj.com/news/types/pro-vc-vc-funds?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/european-powers-put-iran-nuclear-deal-on-notice-11578996295", "title": "European Powers Put Iran on Notice Over Nuclear Deal", "date": "2020-01-14 18:46", "summary": "Tehran recently said it wouldn't abide by uranium-enrichment limits set by the 2015 pact. BRUSSELS-Britain, France and Germany took a first step toward reimposing international sanctions on Iran, seeking to pressure Tehran into returning to compliance with the 2015 pact that has limited the country's nuclear activities.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bernie-beats-hillary-11579044694", "title": "Bernie Beats Hillary", "date": "2020-01-14 18:31", "summary": "Activists celebrate the end of moderation in the Democratic field.. Bernie Sanders lost the 2016 Democratic presidential nomination to Hillary Clinton. But even if he loses again in 2020, his long-term project to pull Democratic candidates in the direction of socialism is already a success.", "categories": [["Opinion", "Best of the Web"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/best-of-the-web-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/white-house-braces-for-more-gop-senators-to-back-war-powers-bill-11579032321", "title": "War-Powers Bill Gains Enough GOP Support to Pass", "date": "2020-01-14 18:16", "summary": "Susan Collins becomes fourth Republican senator to back measure to curb action by Trump against Iran. WASHINGTON-At least four Senate Republicans will break with the administration to support a resolution that would limit President Trump's ability to take military action against Iran, likely giving Democrats enough votes to pass the measure as soon as this week.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/queens-lawmakers-complain-about-proposed-bus-route-changes-11579043813", "title": "Queens Lawmakers Complain About Proposed Bus-Route Changes", "date": "2020-01-14 18:16", "summary": "MTA's Andy Byford hears concerns over new stop locations and the loss of Sunday express service. ALBANY, N.Y.-A top official at New York's Metropolitan Transportation Authority traveled to the Capitol on Tuesday to hear out state lawmakers unhappy with a proposed overhaul of the authority's Queens bus network.", "categories": [["U.S.", "Transit"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-transit?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/foreign-threats-more-numerous-sophisticated-as-2020-election-looms-official-says-11579042613", "title": "Foreign Threats More Numerous as Election Looms, Official Says", "date": "2020-01-14 17:56", "summary": "Concerns about Russia interference rose anew this week after experts reported hackers had targeted company caught up in Trump impeachment. WASHINGTON-The top U.S. intelligence official for election security warned that adversaries seeking to interfere in the 2020 elections have become \"more sophisticated\" as states prepare to hold the voting season's first primaries and caucuses next month.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tech-tensions-simmer-in-washington-as-u-s-china-near-trade-truce-11579041159", "title": "Tech Tensions Simmer as U.S., China Near Truce", "date": "2020-01-14 17:32", "summary": "White House efforts to crack down on technology exports while easing tariffs reflects differing policy views within agencies. WASHINGTON-The U.S. and China are about to declare a pause in their trade war by signing an initial pact this week, but a continuing battle over technology is bound to keep relations between the two superpowers on edge.", "categories": [["WSJ News Exclusive", "Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-jersey-governor-prioritizes-ethics-reform-workforce-11579040534", "title": "New Jersey Governor Prioritizes Ethics Reform, Workforce", "date": "2020-01-14 17:22", "summary": "In State of the State address, Murphy pledges to roll out proposals to reduce influence of money, special interests in Trenton politics. TRENTON, N.J.-New Jersey Gov. Phil Murphy said he would propose an ethics-reform package to clean up the capital and again urged lawmakers to pass a millionaires tax as he gears up for his third year in office.", "categories": [["U.S.", "Politics"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/boeing-orders-fall-to-16-year-low-11579018235", "title": "Boeing Orders Fall to 16-Year Low", "date": "2020-01-14 17:20", "summary": "Aerospace giant's deliveries also slump to 380 jets, the lowest since 2005. Boeing Co. said deliveries and new orders for its jetliners hit their lowest point in more than a decade as the global grounding of the 737 MAX undermined the aerospace giant's business.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/julie-mehretu-review-an-artist-of-intentional-obfuscation-11579040114", "title": "'Julie Mehretu' Review: An Artist of Intentional Obfuscation", "date": "2020-01-14 17:15", "summary": "This nationally touring, midcareer retrospective reveals her complicated relationships to process and subjects-an approach with mixed results.. ", "categories": [["Books & Arts", "Art Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/art-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chinese-tech-giant-captures-european-government-11578996544", "title": "Chinese Tech Giant Captures European Government", "date": "2020-01-14 17:07", "summary": "Austrian media report that the country's former vice chancellor may have enjoyed a Tencent game a little too much. The influence of Chinese technology across the world is under the spotlight. It may also pop up in unexpected places.", "categories": [["Markets", "Overheard"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/overheard?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/google-chrome-to-phase-out-third-party-cookies-in-effort-to-boost-privacy-11579026834", "title": "Google Chrome to Phase Out Third-Party Cookies", "date": "2020-01-14 17:07", "summary": "Internet browser will end support within next two years for files used by advertisers, others to track users from site to site. Google plans to restrict the use of third-party cookies in its Chrome internet browser, a move it says is aimed at bolstering users' privacy while they visit websites.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/automation-anywhere-taps-first-cio-as-bot-deployments-spur-growth-11579038993", "title": "Automation Anywhere Taps First CIO as Bot Deployments Spur Growth", "date": "2020-01-14 16:56", "summary": "A top priority for Yousuf Khan is to deploy more bots internally to automate processes. An automation software company that plans to hire 1,000 employees this year has retained its first chief information officer to bring uniformity and, yes, more automation to information technology operations within the company.", "categories": [["CIO Journal"]], "category_links": ["https://www.wsj.com/news/types/cio-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pg-e-negotiating-possible-bondholder-deal-over-5-8-billion-premium-demand-11579038612", "title": "PG&E Negotiating Possible Bondholder Deal Over $5.8 Billion Premium Demand", "date": "2020-01-14 16:50", "summary": "The utility's lawyer called off a courtroom battle Tuesday in favor of continued talks with bondholders. PG&E Corp. on Tuesday delayed a courtroom clash with bondholders in favor of continued talks, suggesting that peace is breaking out on a critical front in the utility's bankruptcy.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/global-stocks-muted-as-chinas-export-growth-stalls-11578995737", "title": "Dow Industrials Tick Higher as Banks Report Strong Results", "date": "2020-01-14 16:45", "summary": "Chinese yuan climbs after the U.S. dropped currency-manipulator designation. The Dow Jones Industrial Average edged higher Tuesday as big banks kicked off fourth-quarter earnings season with mostly strong results.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/deltas-profit-rises-on-strong-demand-and-cheaper-fuel-11579003282", "title": "Delta's Profit Rises on Strong Demand and Cheaper Fuel", "date": "2020-01-14 16:31", "summary": "Carrier marks 10th straight year of profit with release of 2019 fourth-quarter figures. Delta Air Lines Inc. said lower fuel prices and buoyant demand from holiday travelers helped drive up quarterly earnings, lifting the carrier to its 10th consecutive year of profit.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/wells-fargos-results-sink-on-legal-reserves-11579007417", "title": "Wells Fargo CEO: Bank Made 'Some Terrible Mistakes'", "date": "2020-01-14 16:28", "summary": "Bank's quarterly profit fell sharply as it set aside legal reserves for fake-accounts scandal. Wells Fargo & Co.'s fourth-quarter profit plunged, hurt by costs related to its long-running fake-account scandal and flagging business lines.", "categories": [["Markets", "Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cities-waive-bus-fares-in-bid-to-boost-ridership-11579007895", "title": "Cities Offer Free Buses in Bid to Boost Flagging Ridership", "date": "2020-01-14 16:25", "summary": "While national rider numbers have been declining, Lawrence, Mass., saw them jump about 24% on routes where it ceased charging fares. LAWRENCE, Mass.-The driver on a bus circling downtown here merely tapped a button to count riders on a recent weekday morning as people streamed by the farebox without paying.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/boston-scientific-shares-fall-on-weak-preliminary-sales-numbers-11579016423", "title": "Boston Scientific Shares Fall on Weak Preliminary Sales Numbers", "date": "2020-01-14 16:25", "summary": "Medical-device maker expects fourth-quarter sales growth at bottom of its previous 13%-15% guidance. Medical-device maker Boston Scientific Corp. reported preliminary fourth-quarter results that fell shy of Wall Street's expectations, sending shares down 6.2%.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-government-bonds-gain-on-softer-inflation-data-11579014945", "title": "U.S. Government Bonds Gain on Softer Inflation Data", "date": "2020-01-14 16:19", "summary": "Data indicates bonds could continue to hold value even as worries about economy fade. U.S. government bond prices rose Tuesday after data showed the pace of inflation slowed and average weekly earnings decreased in December.", "categories": [["Markets", "Credit Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/credit-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fed-adds-82-billion-to-financial-markets-11579016506", "title": "Fed Adds $82 Billion to Financial Markets", "date": "2020-01-14 16:09", "summary": "Banks' demand for longer-term liquidity increases in latest repo operation. Big banks' demand for longer-term Federal Reserve liquidity flared up again on Tuesday, on a day where the central bank extended its plans to intervene in markets into mid-February.", "categories": [["Markets", "Credit Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/credit-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mgm-resorts-nears-deal-to-sell-mgm-grand-mandalay-bay-to-joint-venture-including-blackstone-11579006815", "title": "Blackstone Venture to Buy MGM Grand, Mandalay Bay Real Estate", "date": "2020-01-14 16:07", "summary": "The deal is similar to MGM Resorts' sale of its flagship Bellagio casino in Las Vegas to Blackstone last year. MGM Resorts International said a joint venture that includes Blackstone Group Inc. would buy the real estate of the MGM Grand and Mandalay Bay resorts and casinos on the Las Vegas Strip, in a deal valuing the properties at $4.6 billion.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-gym-of-the-future-senior-citizens-small-talk-no-sweat-11579036061", "title": "The Gym of the Future: Senior Citizens, Small Talk, No Sweat", "date": "2020-01-14 16:07", "summary": "Japan's health clubs court the elderly; the 101-year-old regular. TOKYO-Exercise buff Yukie Watabe just about had it when she went to her fitness club and found older women using the bench-press machine as an actual bench.", "categories": [["A-hed"]], "category_links": ["https://www.wsj.com/news/types/a-hed?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-eu-trade-chief-tries-to-avert-trade-war-with-u-s-11579034665", "title": "New EU Trade Chief Tries to Avert Trade War With U.S.", "date": "2020-01-14 15:44", "summary": "Widening European trade surplus with the U.S. and threats from President Trump weigh on talks in Washington this week. The European Union's top trade official is trying to head off a trans-Atlantic trade war with offers of cooperation, as the White House weighs whether to impose new tariffs.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-sees-iran-protests-as-a-chance-to-appeal-to-moderates-11578999608", "title": "U.S. Sees Iran Protests as a Chance to Appeal to Moderates", "date": "2020-01-14 15:33", "summary": "Trump believes after Soleimani strike and Ukrainian jet shootdown, U.S. has upper hand in Washington-Tehran conflict, aides say. WASHINGTON-Antigovernment protests in Iran, which broke out after the country's military shot down a Ukrainian passenger jet, present the Trump administration with an opportunity to appeal to moderates who might agree to negotiations with the U.S., administration officials said.", "categories": [["Politics", "National Security"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/national-security?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sugar-prices-surge-on-asian-supply-shortfall-11579005465", "title": "Sugar Prices Surge on Asian Supply Shortfall", "date": "2020-01-14 15:33", "summary": "The rally is easing pressure on farmers and sugar refiners after a long period of low prices. A brewing shortfall of sugar supply in Asia is lifting the global price of the sweetener, providing relief for farmers and refiners after an extended market slump.", "categories": [["Markets", "Commodities"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/justices-consider-whether-lane-closures-in-bridgegate-amounted-to-fraud-11579027171", "title": "Justices Consider Whether Lane Closures in Bridgegate Amounted to Fraud", "date": "2020-01-14 15:25", "summary": "Two aides to former New Jersey Gov. Chris Christie challenge their convictions; he attends argument. WASHINGTON-The Supreme Court appeared divided at Tuesday arguments over whether flooding a New Jersey town with traffic as political retribution against its mayor violated federal fraud laws.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-blacklists-two-companies-it-says-exploits-north-korean-workers-11579033486", "title": "U.S. Blacklists Two Companies It Says Exploits North Korean Workers", "date": "2020-01-14 15:24", "summary": "Pyongyang rents out laborers to overseas markets, a practice human-rights groups call modern-day slavery. The U.S. blacklisted two companies, including a China-based firm, that it says are involved in exploiting North Korean workers in violation of United Nations prohibitions against labor exports.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-court-vacates-91-million-payout-to-former-hedge-fund-employees-11579033208", "title": "New York Court Vacates $91 Million Payout to Former Hedge Fund Employees", "date": "2020-01-14 15:20", "summary": "Battle between Touradji Capital Management hedge fund and former portfolio managers drags on. A New York state appeals court on Tuesday ordered a retrial in a 2019 jury case that would have seen hedge-fund firm Touradji Capital Management pay roughly $91 million to two former employees.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/amazon-lifts-its-ban-on-fedex-ground-for-third-party-prime-shipments-11579031034", "title": "Amazon Lifts Ban on FedEx Ground", "date": "2020-01-14 15:11", "summary": "Weeks after Christmas rush, Amazon says FedEx service levels have improved; FedEx says its network performed well during peak season. Amazon.com Inc.'s clampdown on FedEx Corp. is over.", "categories": [["WSJ News Exclusive", "Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/energy-companies-seize-the-day-with-bond-refinancings-11579006807", "title": "Energy Companies Seize the Day With Bond Refinancings", "date": "2020-01-14 15:06", "summary": "Surge in appetite for riskier debt creates window of opportunity to push out impending maturities. A surprise rally in riskier corporate bonds is providing much-needed help to some energy companies with lower credit ratings, allowing them to issue new bonds to push back looming repayment dates.", "categories": [["Markets", "Credit Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/credit-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/egypts-president-sisi-is-facing-growing-pressure-as-prisoners-continue-hunger-strike-11579000420", "title": "Egypt's President Sisi Is Under Pressure as Prisoners Continue Hunger Strike", "date": "2020-01-14 14:56", "summary": "Death of a U.S. citizen behind bars highlighted a culture of beatings and abuse following a crackdown on dissent. CAIRO-More than 300 prisoners are staging a hunger strike in a Cairo prison to protest punishment beatings and other harsh treatment in detention, a day after an Egyptian-American dual citizen died in custody, opposition activists said.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ghosn-not-the-only-victim-of-japanese-court-11579031653", "title": "Ghosn, Nissan and Japan's Justice System", "date": "2020-01-14 14:54", "summary": "Your editorials \"Ghosn, Baby, Ghosn\" (Jan. 9) and \"The Carlos Ghosn Experience\" (Jan. 2) don't accurately reflect the Japanese criminal justice system.. Your editorials \"Ghosn, Baby, Ghosn\" (Jan. 9) and \"The Carlos Ghosn Experience\" (Jan. 2) don't accurately reflect the Japanese criminal justice system. In Japan, unlike in some other democracies, arrests require permission of judges except for cases such as arresting someone while committing a crime. Only significant cases with sufficient evidence are subject to indictment, since becoming a party to a criminal trial imposes a burden on a suspect; Japan's indictment ratio is only 37%-\"99.3%\" is the percentage of convictions divided by the number of indictments, not the criminals. As such, the conviction rate is high.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/former-pope-benedict-distances-himself-from-debate-on-married-priests-11579020211", "title": "Former Pope Benedict Distances Self From Debate on Married Priests", "date": "2020-01-14 14:54", "summary": "The issue has raised questions within the Catholic Church over the former pope's role in the Vatican. ROME-Retired Pope Benedict XVI moved to distance himself from suggestions he had tried to sway his successor Pope Francis on whether to allow married men to be ordained as priests-suggestions that have inflamed debate within the Catholic Church over the former pope's role in the Vatican.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/big-banks-post-big-profits-thanks-to-strong-u-s-economy-11579027938", "title": "Big Banks Post Big Profits Thanks to Strong U.S. Economy", "date": "2020-01-14 14:54", "summary": "JPMorgan Chase and Citigroup reported big fourth-quarter earnings, but Wells Fargo was hit by a legal charge. A healthy U.S. economy pushed up profits at America's biggest banks, allowing them to grow even though falling interest rates made lending less profitable.", "categories": [["Markets", "Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/society-needs-good-water-public-or-private-11579031578", "title": "Society Needs Good Water, Public or Private", "date": "2020-01-14 14:52", "summary": "We need to improve our water services, but we need to do it under the protection of public ownership.. Regarding Seth M. Siegel's \"Warren Has a Plan for Your Drinking Water-but It's Risky\" (op-ed, Jan. 3): Regardless of where you fall on the political spectrum, water privatization isn't in your best interest as a consumer. The U.S. is facing a water-affordability crisis, and if we hand over water services to private companies, as Mr. Siegel encourages, that crisis will worsen. On average, private water utilities charge typical households 59% more than local governments charge, largely because private financing is significantly more expensive than government borrowing on the municipal-bond market.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/australias-exported-coal-fuels-chinas-co2-deluge-11579031509", "title": "Australia's Exported Coal Fuels China's CO2 Deluge", "date": "2020-01-14 14:51", "summary": "The principal enablers in China's climate crimes are the Australian coal industry.. While I agree with James Morrow of Australia's Daily Telegraph that blaming climate change for Australia's horrific bush fires is an oversimplification, he's not forthcoming when he says \"Australia emits only around 1/77th of the world's man-made carbon dioxide\" (\"Why Down Under Is Burning Up,\" op-ed, Jan. 8).", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nightfall-by-little-big-town-music-for-when-the-lights-go-down-11579031273", "title": "'Nightfall' by Little Big Town: Music for When the Lights Go Down", "date": "2020-01-14 14:47", "summary": "The forward-looking country quartet returns with a nocturnal-inflected album that has both popular and critical appeal.. ", "categories": [["Books & Arts", "Music Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/music-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-economy-is-banks-best-friend-11579024986", "title": "The Economy Is Banks' Best Friend", "date": "2020-01-14 14:47", "summary": "Low rates get a lot of attention, but solid economic performance and sentiment are proving more important for the biggest banks. Banks are doing their best to prove an old political adage: It's the economy, stupid.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/comcast-creates-accelerator-for-sports-startups-11579029639", "title": "Comcast Creates Accelerator for Sports Startups", "date": "2020-01-14 14:20", "summary": "Media companies and marketers are seeking new technology to connect with consumers. Comcast Corp. is funding a new startup accelerator in a bid to connect its media properties and sports league partners with emerging marketing, media and technology companies, the company said.", "categories": [["CMO Today"]], "category_links": ["https://www.wsj.com/news/types/cmo-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chief-of-online-luggage-seller-away-reverses-course-on-resignation-11578936938", "title": "Chief of Online Luggage Seller Away Reverses Course on Resignation", "date": "2020-01-14 14:10", "summary": "Steph Korey apologized last month for her behavior at the startup and said she would step down. A month after she said she would step down as chief executive of online luggage seller Away, Steph Korey now says she is keeping her job.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/blackrock-shakes-up-sustainable-investing-business-following-criticism-11579000873", "title": "BlackRock to Hold Companies, Itself to Higher Climate-Risk Standards", "date": "2020-01-14 14:08", "summary": "World's largest asset manager to take tougher stance against corporations that aren't providing a full accounting of climate change risks. BlackRock Inc. said it would take a tougher stance against corporations that aren't providing a full accounting of environmental risks, part of a slew of moves by the investment giant to show it is doing more to address investment challenges posed by climate change.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/citigroup-fourth-quarter-profit-beats-expectations-11579007935", "title": "Investment Banking Propels Citigroup's Profit", "date": "2020-01-14 14:02", "summary": "New York bank's earnings top expectations, revenue rises 7%. Citigroup Inc. said fourth-quarter profit rose 15%, beating expectations on a surge in investment-banking operations.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/schumer-says-trumps-phase-one-china-deal-is-too-weak-11578999609", "title": "Schumer Says Trump's Phase-One China Deal Is Too Weak", "date": "2020-01-14 14:01", "summary": "Letter shows crack in bipartisan support, says pact could do very little to rein in 'rapacious trade behaviors'. WASHINGTON-Senate Minority Leader Chuck Schumer (D., N.Y.) told President Trump his preliminary trade agreement with China doesn't go far enough, warning that the deal could produce little benefit for American companies and workers, while also emboldening Beijing.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nielsen-names-ceo-for-consumer-data-spinoff-11579027329", "title": "Nielsen Names CEO For Consumer-Data Spinoff", "date": "2020-01-14 13:42", "summary": "The company hired an online-sales executive to head its spinoff focused on shopping and retail data. Nielsen Holdings PLC hired an online-sales executive to head its spinoff focused on shopping and retail data, amid heightened competition to supply clients with granular information about consumer habits.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fed-s-george-it-s-appropriate-to-hold-rates-steady-for-now-11579026000", "title": "Fed's George: It's 'Appropriate' to Hold Rates Steady for Now", "date": "2020-01-14 13:20", "summary": "Kansas City leader has an upbeat view on the economy for 2020. Kansas City Fed leader Esther George said Tuesday that while she opposed all three of last year's rate cuts, she is OK with holding monetary policy steady for now.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/french-workers-march-rejecting-government-call-for-talks-11579025831", "title": "French Workers March, Rejecting Government Call for Talks", "date": "2020-01-14 13:17", "summary": "Protests signal rejection of Macron's effort to get striking unions to negotiate. PARIS-Protesters hit the streets across France on Tuesday in a show of force after the government of President Emmanuel Macron tried to end the longest transport strike in French history by taking some of the sting out of his pension overhaul.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/wisconsin-appeals-court-puts-voter-rolls-purge-on-hold-11579025322", "title": "Wisconsin Appeals Court Puts Voter Rolls Purge on Hold", "date": "2020-01-14 13:08", "summary": "Move hands a victory to Democrats in the battleground state. MADISON, Wis.-A Wisconsin appeals court Tuesday put on hold an order to immediately remove up to 209,000 names from the state's voter registration rolls, handing Democrats who had fought the move a victory in the battleground state.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/gary-starkweather-invented-a-laser-printer-at-xerox-11579024691", "title": "Gary Starkweather Invented a Laser Printer at Xerox", "date": "2020-01-14 12:58", "summary": "Optical specialist revolutionized computer printing after outmaneuvering a skeptical boss. In the 1960s, computer printers were noisy contraptions resembling automated typewriters. They rattled out simple lines of text, with little variation of font or spacing. Sophisticated graphics were out of the question.", "categories": [["World", "Obituaries"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/obituaries?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-wnba-deal-will-bring-big-salary-increases-11579023759", "title": "New WNBA Deal Will Bring Big Salary Increases", "date": "2020-01-14 12:42", "summary": "Eight-year collective-bargaining agreement will raise average pay to six figures. The Women's National Basketball Association and the Women's National Basketball Players Association finalized a labor deal Tuesday that will triple cash compensation to top players and boost the average league salary above six figures for the first time.", "categories": [["Sports"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-consumer-prices-muted-in-december-11579008769", "title": "U.S. Consumer Inflation Moderates in 2019", "date": "2020-01-14 12:04", "summary": "Federal Reserve is watching prices for input on possible interest-rate moves. WASHINGTON-U.S. consumer inflation wrapped up 2019 on a soft note, complicating the outlook for Federal Reserve officials who are watching for a meaningful pickup in prices.", "categories": [["Economy", "Economic Data"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/economic-data?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/morningstar-nears-settlement-with-sec-over-bond-ratings-11579021248", "title": "Morningstar Nears Settlement With SEC Over Bond Ratings", "date": "2020-01-14 12:00", "summary": "Company allegedly violated rules that prohibit analysts from doing marketing. Morningstar Inc. is nearing a deal with federal regulators over allegations the firm violated rules in its bond-rating business that prohibit analysts who hand out credit ratings from being involved in sales and marketing for their companies, according to people familiar with the matter.", "categories": [["WSJ News Exclusive", "Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pcs-arent-coming-up-short-yet-11579021009", "title": "PCs Aren't Coming Up Short-Yet", "date": "2020-01-14 11:56", "summary": "Windows 7 expiration is now past, making the recent upgrade cycle short lived. It's amazing what a 10-year-old operating system can still do.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/jpmorgan-chase-reports-profit-rose-21-11579003228", "title": "JPMorgan Profit Jumps on Strong Trading Quarter", "date": "2020-01-14 11:52", "summary": "New York-based bank's revenue increased 9%, driven in part by pickup in investment banking unit. JPMorgan Chase & Co.'s fourth-quarter profit soared, closing out the bank's best year on record and producing more evidence that the U.S. economy remains strong.", "categories": [["Markets", "Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/veep-veteran-launches-into-an-absurd-future-and-a-dickensian-past-11579020742", "title": "'Veep' Writer Launches Into an 'Absurd' Future and a Dickensian Past", "date": "2020-01-14 11:52", "summary": "Armando Iannucci discusses his HBO science-fiction comedy 'Avenue 5' debuting Sunday, and a later feature film, 'The Personal History of David Copperfield'. Writer Armando Iannucci's latest projects-a comedy series set in space called \"Avenue 5\" and a movie of Charles Dickens' \"David Copperfield\"-take him back to his roots in two fields unlikely to mix: sketch comedy and literary studies. Before writing the political satires he is known for, including the television series \"Veep,\" he helped create Alan Partridge, Steve Coogan's character of a self-satisfied TV host. Before that Mr. Iannucci was writing a dissertation at Oxford University about religious language in \"Paradise Lost.\" He dropped out when he realized that you can sing the opening lines of \"Paradise Lost\" to the tune of the \"Flintstones\" theme song. \"That's the point where I thought, OK, I'm not taking this seriously,\" he says. \"You can't unhear that.\"", "categories": [["Books & Arts", "Arts", "Television"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/arts?mod=breadcrumb", "https://www.wsj.com/news/types/television?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/roger-marshall-tries-to-build-gop-support-in-kansas-senate-race-11578963844", "title": "Two Republicans Vie for Trump Endorsement in Kansas Senate Race", "date": "2020-01-14 11:38", "summary": "Kris Kobach and Roger Marshall both talked with the president on Monday as they compete in a race that is critical for control of the U.S. Senate. Kansas Republicans Kris Kobach and Roger Marshall are competing for an endorsement from President Trump that could prove decisive in the battle for an open Senate seat in Kansas that is critical for control of the U.S. Senate.", "categories": [["Politics", "Election 2018"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2018?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/smooth-sailing-for-ships-after-historic-fuel-switch-11579019829", "title": "Smooth Sailing for Ships After Historic Fuel Switch", "date": "2020-01-14 11:37", "summary": "Costs for low-sulfur fuel have soared, but questions over fuel availability and engine performance for ocean-going vessels have largely been set aside. A major switch in maritime fuel aimed at reducing emissions from ships is proceeding smoothly, shipping executives say, with new blends available in most ports and operators reporting few problems adapting to the fuel.", "categories": [["WSJ Logistics Report"]], "category_links": ["https://www.wsj.com/news/types/wsj-logistics-report-newsletter?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-calls-pensacola-naval-base-shooting-an-act-of-terrorism-11578943612", "title": "U.S. Calls Pensacola Attack Terrorism; Pressures Apple Over Gunman's Locked Phones", "date": "2020-01-14 11:31", "summary": "Attorney general seeks more information about radicalization of Saudi student who killed three people at a naval base last month. Attorney General William Barr called the December attack by a Saudi aviation student that killed three people at a Florida Navy base an act of terrorism, escalating pressure on Apple Inc. to help unlock a pair of the gunman's iPhones that could provide more information about his radicalization.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/jeff-luhnow-and-a-j-hinch-are-out-in-houston-what-happens-next-11579019429", "title": "Jeff Luhnow and A.J. Hinch Are Out in Houston. What Happens Next?", "date": "2020-01-14 11:30", "summary": "In the aftermath of the sign-stealing scandal, the Astros must now rebuild the entire infrastructure of the organization. Meanwhile, punishment looms for Red Sox manager Alex Cora.. With a nine-page report issued Monday, Major League Baseball commissioner Rob Manfred dismantled one franchise, likely torpedoed another and put a third in an awkward position of unprecedented proportions. Now comes the big question: Where do the Houston Astros, Boston Red Sox and New York Mets go from here?", "categories": [["Sports", "MLB"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/mlb?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/expect-the-unexpected-when-it-comes-to-inflation-11579019044", "title": "Expect the Unexpected When It Comes to Inflation", "date": "2020-01-14 11:24", "summary": "Most policy makers and economists forecast inflation will stay low in the year ahead. But predictions don't always come true.. The days when worries over the danger of too-high inflation were a regular feature of economic commentary are long gone. That doesn't mean the possibility of inflation running hotter-than-expected should be dismissed entirely.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/delaware-attorney-general-settles-probe-of-403-b-provider-11579017374", "title": "Delaware Attorney General Settles Probe of 403(b) Provider", "date": "2020-01-14 10:56", "summary": "The settlement involves $500,000 in fines and reimbursement of costs including annuity fees to as many as 157 educators. Delaware's attorney general has settled an investigation of Horace Mann Educators Corp. and a former representative of the financial services company over practices in retirement plans for teachers.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tobias-wolffs-rough-ride-11579016719", "title": "Tobias Wolff's Rough Ride", "date": "2020-01-14 10:45", "summary": "The novelist and short-story writer spent his early years driving across the country with his mother, who was fleeing abusive relationships. Tobias Wolff, 74, is an award-winning novelist, short-story writer and memoirist who received the National Medal of Arts. His 1989 memoir \"This Boy's Life\" has been reissued by Grove Press for its 30th anniversary. He spoke with Marc Myers.", "categories": [["Real Estate", "House Call"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/house-call?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lsus-perfect-season-enters-the-g-o-a-t-conversation-11579016107", "title": "LSU's Perfect Season Enters the G.O.A.T. Conversation", "date": "2020-01-14 10:35", "summary": "Led by Heisman winner Joe Burrow, the Tigers' 15-0 year puts them in the debate for greatest college football season of all time. New Orleans", "categories": [["Sports", "College Football"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/college-football?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/heart-disease-strikes-back-across-the-u-s-even-in-healthy-places-11579015880", "title": "Heart Disease Strikes Back Across the U.S., Even in Healthy Places", "date": "2020-01-14 10:31", "summary": "Resume Subscription. COLORADO SPRINGS, Colo.-Colorado is ranked as one of the nation's healthiest states. It often doesn't feel that way to David Rosenbaum.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/irish-election-follows-hot-on-brexits-heels-11579015255", "title": "Irish Election Follows Hot on Brexit's Heels", "date": "2020-01-14 10:20", "summary": "Incumbent Prime Minister Leo Varadkar will argue that he is best placed to protect Ireland's interests during a new phase of Brexit talks. Ireland faces its first national election since the U.K. decided to leave the European Union, a split that poses economic dangers for the Irish as talks on the future trade relationship loom.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-cosmic-crisp-apple-tempts-but-new-yorkers-slow-to-bite-11579014002", "title": "New Cosmic Crisp Apple Tempts, but New Yorkers Slow to Bite", "date": "2020-01-14 10:00", "summary": "Long awaited new Washington state variety gets high marks, but high price scares some buyers away. ", "categories": [["U.S.", "Metro Money"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/metro-money?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fundbox-hires-first-cfo-as-fintech-startup-eyes-future-ipo-11579014002", "title": "Fundbox Hires First CFO as Fintech Startup Eyes Future IPO", "date": "2020-01-14 10:00", "summary": "Fundbox is one of several companies that recently hired a finance chief with a capital-markets background, recruiters said. Financial technology startup Fundbox Inc. hired a former investment banker to be its first finance chief as the seven-year old company prepares for a potential initial public offering.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-to-watch-for-in-the-first-democratic-debate-of-2020-11578997800", "title": "What to Watch for in the First Democratic Debate of 2020", "date": "2020-01-14 09:47", "summary": "Iowa event comes three weeks ahead of the state's caucuses. Six Democratic presidential contenders will meet in Iowa on Tuesday for the last debate before voters start the process of picking a nominee to take on President Trump in November.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/feds-williams-says-wall-street-culture-still-needs-improvement-11579011407", "title": "Fed's Williams Says Wall Street Culture Still Needs Improvement", "date": "2020-01-14 09:16", "summary": "Risky and unethical behavior in banking persists a decade after financial crisis, leader of N.Y. Fed says. New York Fed leader John Williams said cultural issues that lead to bad behavior on Wall Street are still an issue.", "categories": [["Markets", "Financial Regulation"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/financial-regulation?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/all-hail-the-checker-in-her-driveway-11579010975", "title": "All Hail the Checker in Her Driveway", "date": "2020-01-14 09:09", "summary": "Resume Subscription. Kay Phillips, 70, owner with her husband, Dave, of a working farm in High Point, N.C., on her 1975 Checker Marathon, as told to A.J. Baime.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/stocks-to-watch-visa-axa-equitable-wesco-anixter-11578995730", "title": "Stocks to Watch: JPMorgan Chase, Citigroup, Wells Fargo, Delta, Visa", "date": "2020-01-14 09:00", "summary": "Here are some of the companies with shares expected to trade actively Tuesday. Here are some of the companies with shares expected to trade actively in Tuesday's session. Stock movements noted by ticker reflect movements during regular trading hours; premarket trading is specified separately.", "categories": [["Markets", "MoneyBeat"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/moneybeat?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/electronic-trading-surges-to-34-of-corporate-bond-market-11579010400", "title": "Electronic Trading Surges to 34% of Corporate Bond Market", "date": "2020-01-14 09:00", "summary": "Boom in algorithmic trading boosts volume of small trades. Almost half of corporate bond traders say they spent less of their workday on the telephone last year, as computers supplant the main way the debt has traded for decades.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/photos-its-not-a-taxi-it-just-looks-like-one-11579010134", "title": "Photos: It's Not a Taxi, It Just Looks Like One", "date": "2020-01-14 08:55", "summary": "A North Carolina woman shows off the 1975 Checker Marathon made by the company famous for manufacturing cabs. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/the-10-biggest-rising-talents-in-hollywood-11579008577", "title": "The 10 Biggest Rising Talents in Hollywood", "date": "2020-01-14 08:29", "summary": "Call them the young and the restless-these 10 newcomers in film, music and more exemplify the next generation in Hollywood, embracing change while also driving it.. \"This always felt so far out there and unreachable, unattainable. And now that I'm here, this is really all I want to do,\" says Julia Fox of her acting career, which took off after she was cast in her first professional role, in this winter's Uncut Gems. The nine other individuals featured in this year's Young Hollywood portfolio have also enjoyed major breakthroughs.", "categories": [["Feature"]], "category_links": ["https://www.wsj.com/news/types/magazine-feature?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/iran-makes-arrests-over-downed-ukrainian-plane-11578995027", "title": "Iran Makes Arrests Over Downed Ukrainian Plane", "date": "2020-01-14 08:00", "summary": "Arrests come days after Iran's military said it unintentionally shot down the airliner. Iranian authorities said they arrested a number of individuals in connection with the shooting down of a Ukrainian airliner last week that killed 176 people, as public outrage and calls for accountability grow.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/my-biggest-remodeling-regret-double-bathroom-sinks-11579006204", "title": "My Biggest Remodeling Regret? Double Bathroom Sinks", "date": "2020-01-14 07:50", "summary": "Americans crave this 'efficient' feature, but my husband and I have used the twin sinks simultaneously exactly never. THE WORST DESIGN mistake I ever saw was in a home a real-estate agent showed my husband and me when we were moving to a new town. The house was lovely, actually, in every respect except one. The master bathroom featured two identical toilets, next to each other.", "categories": [["Real Estate", "Design"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/design?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-fed-mostly-didnt-cause-the-latest-stock-market-melt-up-11579005692", "title": "The Fed (Mostly) Didn't Cause the Latest Stock Market Melt-Up", "date": "2020-01-14 07:41", "summary": "Central bank action probably isn't the main cause of the stunning rally in Tesla or stocks more broadly. Should Tesla Chief Executive Elon Musk be sending a thank-you letter to the Federal Reserve? Put another way: Is it more than coincidence that Tesla's stock-and the rest of the market-has soared since the Fed starting buying Treasurys again in October?", "categories": [["Markets", "Streetwise"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/streetwise?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/robots-mood-enhancers-and-scooters-top-consumer-trends-for-2020-11579005000", "title": "Robots, Mood Enhancers and Scooters: Top Consumer Trends for 2020", "date": "2020-01-14 07:30", "summary": "Ten predictions for how we'll behave this year. What are the biggest consumer trends set to shape 2020? Technology will drive many of the changes, predicts market researcher Euromonitor International.", "categories": [["Life & Work", "Life & Style"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/life-style?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-tokyo-railway-station-to-kick-off-5-billion-development-11579003209", "title": "New Tokyo Railway Station to Kick Off $5 Billion Development", "date": "2020-01-14 07:00", "summary": "Takanawa Gateway, opening in March, is targeting overseas business. ", "categories": [["Real Estate"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/strip-centers-shine-as-some-shoppers-sour-on-malls-11579003200", "title": "Strip Centers Shine as Some Shoppers Sour on Malls", "date": "2020-01-14 07:00", "summary": "Grocery store-anchored or not, the throwback shopping centers appeal for proximity, convenience. Jonathan Moukhtafi, a chiropractor in Coconut Creek, Fla., isn't big on spending time at shopping malls. But he finds himself going most every week to the Coral Creek Shops.", "categories": [["Real Estate", "Property Report"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/property-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/graham-backs-a-bill-friendly-to-real-estate-industry-11579003201", "title": "Graham Backs Bill Friendly to Real-Estate Industry", "date": "2020-01-14 07:00", "summary": "New rules made it harder for developers to raise money through the EB-5 visa program. Proposed legislation would ease some of those restrictions.. ", "categories": [["Real Estate"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/delivery-firms-sue-new-york-city-over-parking-ticket-programs-11579003201", "title": "Delivery Firms Sue New York City Over Parking-Ticket Program", "date": "2020-01-14 07:00", "summary": "Dispute centers on tickets with some inaccurate license-plate information. An association of trucking and delivery firms is suing New York City after officials demanded payment for inaccurate parking tickets previously unenforced under a program for commercial vehicles.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/russia-gives-china-a-leg-up-in-foreign-broadcasting-11579003202", "title": "Russia Gives China a Leg Up in Foreign Broadcasting", "date": "2020-01-14 07:00", "summary": "Moscow-run RT backs China on Hong Kong, Uighurs as countries join in information battle against U.S.. MOSCOW-Russian state-controlled broadcaster RT aired a contentious documentary in English last month that accused the U.S. of directing and funding Hong Kong's pro-democracy protests, which have posed a stiff challenge to Chinese control of the semiautonomous city.", "categories": [["World", "Europe", "Russia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb", "https://www.wsj.com/news/types/russia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/india-orders-whatsapp-google-to-save-data-on-mob-attack-11579000139", "title": "India Orders WhatsApp, Google to Save Data on Mob Attack", "date": "2020-01-14 06:47", "summary": "WhatsApp has said messages exchanged on its platform are encrypted, unreadable in transit, and can't be seen by authorities or the company. NEW DELHI-An Indian court ordered Facebook Inc.'s WhatsApp and Alphabet Inc.'s Google to preserve data connected to an attack on a university campus earlier this month in the latest attempt by authorities in the country to wrangle more control over the messaging and search giants.", "categories": [["World", "Asia", "India"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/india-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/russians-breached-burisma-during-trump-impeachment-probe-report-says-11578963252", "title": "Russians Breached Burisma During Impeachment Probe", "date": "2020-01-14 06:46", "summary": "Effort is linked by U.S. cybersecurity firm to unit that targeted Democrats in 2016. Hackers believed to be affiliated with Russia's military breached the Ukrainian gas company where former Vice President Joe Biden's son had served on the board as it became a focus of the impeachment inquiry into President Trump, according to a U.S. cybersecurity firm.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/visas-bet-on-plaid-is-costly-but-necessary-11579001400", "title": "Visa's Bet on Plaid Is Costly but Necessary", "date": "2020-01-14 06:30", "summary": "Card giant's move to plant a big flag in new digital payments should be good for investors in the years ahead. Visa is making a big bet on digital payments by plunking down its own card.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cannabis-etfs-start-to-cross-the-atlantic-11579000148", "title": "Cannabis ETFs Start to Cross the Atlantic", "date": "2020-01-14 06:09", "summary": "Europe's first marijuana exchange-traded fund started trading on Tuesday. Stiff competition for paltry inflows in the U.S. means more could follow. Europe got its first cannabis exchange-traded fund this week. The news is as much a sign of pressures in the North American pot industry as one of pent-up demand among European investors.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/companies-boost-capabilities-through-mergers-and-acquisitions-11578999609", "title": "Companies Boost Capabilities Through Mergers and Acquisitions", "date": "2020-01-14 06:00", "summary": "Businesses added complementary services in nearly 60% of deals in 2019. Companies increasingly are using acquisitions to buy new technological skills as a way of boosting their top-line growth, according to a report by Bain & Co.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/in-a-year-of-trade-war-u-s-deficit-with-china-shrank-11578998957", "title": "In a Year of Trade War, U.S. Deficit With China Shrank", "date": "2020-01-14 05:49", "summary": "But China still exports more to the U.S. than the other way around. BEIJING-President Trump's trade war with Beijing reduced the U.S.'s trade deficit with China last year, although Chinese manufacturers still export far more to the U.S. than vice versa.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trumps-tax-on-champagne-will-cost-u-s-consumers-11578998773", "title": "Trump's Tax on Champagne Will Cost U.S. Consumers", "date": "2020-01-14 05:46", "summary": "Tariffs on $2.4 billion of French wine and luxury imports could backfire in the battle over digital taxes. As Sino-American trade relations have improved in recent weeks, President Trump has turned up the heat on his European allies. But it is U.S. businesses and consumers that could end up burned.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chinas-yuan-rallies-after-u-s-drops-currency-manipulator-label-11578991978", "title": "Yuan Rallies After U.S. Drops Currency-Manipulator Label", "date": "2020-01-14 03:52", "summary": "Currency hits its strongest level since July in offshore trading. China's currency strengthened to its strongest level since July in offshore trading, after the U.S. removed the country from a list of trading partners it considers currency manipulators, days before the likely signing of a trade deal.", "categories": [["Markets", "Currencies", "Foreign Exchange"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/currencies?mod=breadcrumb", "https://www.wsj.com/news/types/foreign-exchange?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hong-kongs-index-tweak-would-raise-exposure-to-china-even-more-11578991705", "title": "Hong Kong's Index Tweak Would Raise Exposure to China Even More", "date": "2020-01-14 03:48", "summary": "Allowing companies with different classes of shares, secondary listings onto the Hang Seng Index would undoubtedly make the benchmark more mainland-heavy. Hong Kong's benchmark stock index has become increasingly exposed to China in recent years. A consultation launched Monday could make that even more apparent.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lsu-defeats-clemson-in-college-football-national-championship-game-11578978895", "title": "LSU Wins a Homecoming Championship, Among Friends", "date": "2020-01-14 00:30", "summary": "A home state crowd at the Superdome celebrates a historic victory over Clemson in New Orleans. New Orleans", "categories": [["Sports", "College Football"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/college-football?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11578943044", "title": "Pepper...and Salt", "date": "2020-01-14 00:01", "summary": "Resume Subscription. ", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/9-11-responders-have-higher-rates-of-leukemia-study-shows-11578978060", "title": "9/11 Responders Have Higher Rates of Leukemia, Study Shows", "date": "2020-01-14 00:01", "summary": "The study is the first to show an increase in incidence of the blood cancer. Researchers found an elevated incidence of leukemia in first responders and other workers at the World Trade Center site after the Sept. 11, 2001, terrorist attacks compared with the general population.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/senators-propose-bill-to-subsidize-u-s-firms-5g-efforts-11579031806", "title": "Senators Urge $1 Billion Plan to Loosen China's Grip on 5G", "date": "2020-01-14 00:01", "summary": "Bipartisan bill would subsidize tech firms in their efforts to compete with Beijing-backed Huawei. A bipartisan group of U.S. senators, alarmed by the rise of Chinese electronics supplier Huawei Technologies Co., wants Washington to subsidize firms that could counter China's 5G advances.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mcclatchy-freezes-some-pension-benefits-as-publisher-seeks-bailout-11578007299", "title": "McClatchy Freezes Some Pension Benefits as Publisher Seeks Bailout", "date": "2020-01-14 00:01", "summary": "Second-largest U.S. newspaper publisher halts payments to some recipients of retirement plan targeted for possible government takeover. McClatchy Co. , the second-largest newspaper publisher in the U.S. by circulation, has frozen pension payments to some former executives and enlisted the services of a bankruptcy-administration firm as it seeks a government takeover of its retirement plan, the company's chief financial officer said.", "categories": [["Business", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-administration-plans-to-shift-additional-7-2-billion-for-border-wall-11578970110", "title": "Trump Administration Plans to Shift Additional $7.2 Billion for Border Wall", "date": "2020-01-14 22:42", "summary": "Pentagon funds would come from two primary pots: for military construction and counternarcotics efforts. WASHINGTON-The Trump administration is planning to shift an additional $7.2 billion out of military coffers for border-wall construction, according to two people familiar with the plans.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/warren-sanders-clash-ahead-of-democratic-debate-11578970442", "title": "Warren, Sanders Clash Ahead of Democratic Debate", "date": "2020-01-14 21:54", "summary": "Elizabeth Warren says she and Bernie Sanders disagreed on whether a woman could win the White House; Mr. Sanders denies her account. WASHINGTON-Sen. Elizabeth Warren said that Sen. Bernie Sanders, one of her rivals for the Democratic presidential nomination, told her during a private 2018 meeting that a woman couldn't win the U.S. presidency-a statement Mr. Sanders denies.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/america-drinks-less-wine-for-first-time-in-25-years-11578927641", "title": "America Drank Less Wine for First Time in 25 Years", "date": "2020-01-14 21:00", "summary": "Millennials opted for other beverages and baby boomers pulled back. America's love affair with wine is waning.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/picking-winners-in-chinas-car-market-crash-11578919363", "title": "Picking Winners in China's Car Market Crash", "date": "2020-01-14 20:46", "summary": "Some brands are still doing well in the world's largest car market. Investors shouldn't accept excuses from the likes of GM and Ford.. The world's largest car market continues to skid. Investors should focus on those brands that have managed to steer clear of the wreck.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-administration-makes-supreme-court-appeal-on-immigration-plan-11578965643", "title": "Trump Administration Makes Supreme Court Appeal on Immigration Plan", "date": "2020-01-14 20:34", "summary": "The administration wants to implement a plan to make it easier for the government to deny immigrants residency. WASHINGTON-The Trump administration filed an emergency appeal Monday that asks the Supreme Court for permission to implement rules that would make it easier for the government to deny immigrants residency or admission to the U.S. because they use public-assistance programs or might use them in the future.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/judge-fines-wisconsin-board-for-not-removing-voters-from-rolls-11578960398", "title": "Judge Fines Wisconsin Board for Not Removing Voters From Rolls", "date": "2020-01-14 20:16", "summary": "Contempt finding follows lawsuit by conservative group to force state to remove voters who hadn't verified their home addresses. A Wisconsin judge held the state elections board in contempt for not following his order to remove thousands of people from voter rolls.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/man-accused-in-new-york-hanukkah-stabbing-pleads-not-guilty-11578952768", "title": "Man Accused in New York Hanukkah Stabbing Pleads Not Guilty", "date": "2020-01-14 20:07", "summary": "Grafton E. Thomas faces federal hate-crime charges in machete attack at rabbi's home. The man accused of stabbing five people during a Hanukkah celebration in Monsey, N.Y., pleaded not guilty Monday to federal hate-crime charges.", "categories": [["U.S.", "Crime"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-crime?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/target-and-lowes-tech-execs-credit-talent-culture-for-insourcing-success-11578963955", "title": "Target and Lowe's Tech Execs Credit Talent, Culture for Insourcing Success", "date": "2020-01-14 20:05", "summary": "Companies need to develop those technologies core to their processes, says Lowe's CIO Seemantini Godbole. NEW YORK-Large retailers are finding that the right talent and the right company culture are critical to success as they bring more software development in-house to stay competitive.", "categories": [["CIO Journal"]], "category_links": ["https://www.wsj.com/news/types/cio-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lawmakers-tangle-over-calling-witnesses-in-trumps-senate-impeachment-trial-11578962869", "title": "Lawmakers Tangle Over Calling Witnesses in Impeachment Trial", "date": "2020-01-14 19:47", "summary": "Democrats seeking to add new witnesses say that they were blocked from calling several during House probe. WASHINGTON-Top lawmakers continued to trade barbs over introducing new witnesses in the coming impeachment trial of President Trump, as House Democrats prepared to send the case to the Senate.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-jersey-legislature-passes-flavored-vape-ban-11578961980", "title": "New Jersey Legislature Passes Flavored-Vape Ban", "date": "2020-01-14 19:33", "summary": "Measures are part of growing movement to curtail youth vaping. New Jersey lawmakers approved a legislative package strengthening regulations on e-cigarettes, including a ban on flavored-vaping products, in a growing campaign to fight tobacco use among young people.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/visa-nears-deal-to-buy-fintech-startup-plaid-11578948426", "title": "Visa to Pay $5.3 Billion for Fintech Startup Plaid", "date": "2020-01-14 19:20", "summary": "Plaid will help expand its access to financial-technology firms while accelerating its movement outside of cards, Visa CEO says. Visa Inc. said Monday it would buy Plaid Inc. for $5.3 billion, as part of an effort by the card giant to tap into consumers' growing use of financial-technology apps and noncard payments.", "categories": [["Markets", "Deals"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/deals-deal-makers?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nypd-faces-probe-over-policing-of-subway-fare-evasion-11578961073", "title": "NYPD Faces Probe Over Policing of Subway Fare Evasion", "date": "2020-01-14 19:17", "summary": "Attorney general launches investigation to determine whether people of color are illegally targeted. New York state Attorney General Letitia James has launched an investigation into whether the New York Police Department has been illegally targeting people of color in its enforcement of fare-evasion laws in the New York City subway, her office said in a statement Monday.", "categories": [["U.S.", "Transit"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-transit?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/barr-tightens-approvals-of-probes-of-presidential-campaigns-11578959216", "title": "Barr Tightens Approvals of Probes of Presidential Campaigns", "date": "2020-01-14 19:11", "summary": "Move follows criticism about handling of a counterintelligence probe into Trump-Russia links. WASHINGTON-Future investigations involving a U.S. presidential candidate or campaign will have to be approved by the leaders of the Federal Bureau of Investigation and the Justice Department, Attorney General William Barr said.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}]