[{"link": "https://www.wsj.com/articles/twitter-square-to-make-juneteenth-a-corporate-holiday-11591745358", "title": "Twitter, Square to Make Juneteenth a Company Holiday", "date": "2020-06-09 19:52", "summary": "Juneteenth, which is celebrated annually on June 19, is a day commemorating the end of slavery in the U.S.. Twitter Inc. and Square Inc. Chief Executive Jack Dorsey said the companies will honor Juneteenth as a holiday in the U.S., as American corporations grapple with ways to show support for black employees and celebrate racial diversity.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/leonard-green-comes-under-fire-in-congress-over-hospital-management-11591746452", "title": "Leonard Green Comes Under Fire in Congress Over Hospital Management", "date": "2020-06-09 19:47", "summary": "Four Democratic members of the U.S. House of Representatives asked the private-equity firm to return the fees it collected from Prospect Medical Holdings. Four members of Congress have accused Leonard Green & Partners of extracting millions of dollars from a hospital operator, adding to a recent chorus of criticism of private-equity practices in the medical sector.", "categories": [["Pro PE Legal Regulatory"]], "category_links": ["https://www.wsj.com/news/types/pro-pe-legal-regulatory?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/discretionary-stocks-are-making-a-comeback-11591738632", "title": "Discretionary Stocks Are Making a Comeback", "date": "2020-06-09 19:46", "summary": "Many investors are seeking bargains among the shares that were sold on worries tied to the coronavirus. New winners and losers have emerged in the stock market as states continue to reopen and consumers venture out after weeks of diminished spending during the coronavirus shutdowns.", "categories": [["Markets", "Stocks"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/huawei-and-the-u-s-china-tech-war-11591744974", "title": "Huawei and the U.S.-China Tech War", "date": "2020-06-09 19:22", "summary": "Computer chips are the first battlefield of the great power rivalry.. The Commerce Department in May tightened its regulatory vise on Huawei, the Chinese telecom giant, and it's important to recognize the magnitude of what is happening. The U.S. isn't merely sanctioning a misbehaving firm. It's forcibly decoupling computer technology supply chains from China, a move that will accelerate the fracture of at least part of the world economy into two spheres of influence.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/general-browns-wisdom-11591744910", "title": "General Brown's Wisdom", "date": "2020-06-09 19:21", "summary": "The new Air Force chief of staff offers words right for the moment.. America's political leaders haven't distinguished themselves in the aftermath of George Floyd's death, so allow us to introduce you to Air Force Gen. Charles Q. Brown Jr. The Senate confirmed Gen. Brown on Tuesday as chief of staff for the Air Force, making him the first African-American to lead a major branch of the military.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/irans-pre-deal-deceptions-11591744764", "title": "Iran's Pre-Deal Deceptions", "date": "2020-06-09 19:19", "summary": "Tehran denies U.N. inspectors access to two nuclear sites.. The Islamic Republic long has been deceitful about its nuclear ambitions, but for years the International Atomic Energy Agency (IAEA) has given the regime cover in public. Maybe not anymore.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/extraction-oil-shares-soar-despite-bankruptcy-warning-11591744653", "title": "Extraction Oil Shares Soar Despite Bankruptcy Warning", "date": "2020-06-09 19:17", "summary": "Weak business fundamentals haven't stopped investors from snapping up driller's stock. Extraction Oil & Gas Inc. has said there is a good chance that it will file for bankruptcy, but weak business fundamentals haven't stopped investors from snapping up its shares.", "categories": [["Pro Bankruptcy Distress"]], "category_links": ["https://www.wsj.com/news/types/pro-bankruptcy-distress?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/racism-riots-and-blm-11591744661", "title": "Racism, Riots and #BLM", "date": "2020-06-09 19:17", "summary": "Students discuss police violence and the violence in the streets.. Editor's note: This Future View is about student perceptions of the George Floyd protests and riots. Next week we'll ask about the most eye-catching policy proposal coming out of the social unrest: \"Should U.S. cities defund their police departments?\" Students should click here to submit opinions of fewer than 250 words before June 16. The best responses will be published that night.", "categories": [["Opinion", "Future View"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/future-view?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/international-law-demands-reparations-for-american-slavery-11591744294", "title": "International Law Demands Reparations for American Slavery", "date": "2020-06-09 19:11", "summary": "The ban on enslavement is a 'peremptory norm,' meaning that it can be enforced retroactively.. After the death of George Floyd, BET co-founder Robert Johnson argued that \"now is the time\" for the U.S. to pay $14 trillion in reparations to American descendants of African slaves. He's right. But while the issue in the U.S. is seen largely as a domestic affair, international law creates an unequivocal basis for reparations.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/amazon-is-a-comin-down-the-street-11591744268", "title": "Amazon Is a Comin' Down the Street", "date": "2020-06-09 19:11", "summary": "The grocery deliveries of my youth are back in the coronavirus era.. Before the coronavirus, our mailman rarely had to climb out of his truck and trudge to our front door to drop off a package. Now he does it almost every day.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-full-truth-about-race-and-policing-11591744223", "title": "The Full Truth About Race and Policing", "date": "2020-06-09 19:10", "summary": "The media likes to break down cops' behavior by race, but doesn't do the same for civilian crime.. Chicago has long been one of the nation's most dangerous big cities, and it seems determined to keep that distinction.", "categories": [["Opinion", "Upward Mobility"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/upward-mobility?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-chicken-caper-that-wasnt-11591744159", "title": "The Chicken Caper That Wasn't", "date": "2020-06-09 19:09", "summary": "If America pulls itself to pieces, it shouldn't be over charges of poultry price-fixing.. The anti-police protests in many cities have become more peaceful. The coronavirus has become less lethal. In the interests of further turning down the heat, let's point out that the great chicken rip-off is no big thing.", "categories": [["Opinion", "Business World"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/business-world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/notable-quotable-gen-charles-q-brown-11591744184", "title": "Notable & Quotable: Gen. Charles Q. Brown", "date": "2020-06-09 19:09", "summary": "'I'm thinking about my Air Force career, where I was often the only African-American in my squadron, or as a senior officer, the only African-American in the room.'. Gen. Charles Q. Brown Jr. in a June 5 video address. The Senate confirmed Gen. Brown Tuesday as Air Force chief of staff:", "categories": [["Opinion", "Commentary", "Notable & Quotable"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb", "https://www.wsj.com/news/types/notable-quotable?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/our-time-is-now-review-no-concessions-11591744117", "title": "'Our Time Is Now' Review: No Concessions", "date": "2020-06-09 19:08", "summary": "As liberals look for a way to explain the lack of racial progress in America, Stacey Abrams floats an answer: voter suppression.. American liberals face a momentous problem, and it has only marginally to do with the current occupant of the White House. The problem, stated bluntly, is that their ideas and policies on racial equity have failed. The Civil Rights Act of 1964 rightly banned racial segregation in schools and discrimination in the workplace, and the Voting Rights Act of 1965 banned state and local laws designed to keep minorities from voting. But liberals, ever yearning for the next crusade, were never going to be satisfied with merely outlawing discrimination. Beginning in the mid-1960s they began the creation of a massive panoply of welfare agencies and programs. These have steadily grown in number, power and cost to the taxpayer, and an array of social and political practices has formed around them: affirmative action, political correctness, identity politics, and more recently woke capitalism and cancel culture.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/movie-theater-giant-amc-eyes-reopening-after-huge-coronavirus-blow-11591743559", "title": "Movie Theater Giant AMC Eyes Reopening After Coronavirus Blow", "date": "2020-06-09 18:59", "summary": "Chain registered 'virtually no revenue' in last weeks of March as pandemic spread. AMC Entertainment Holdings Inc., the world's largest movie-theater chain, registered a $2.2 billion net loss in the first quarter, underscoring the devastating economic blow the pandemic has had on the exhibition industry.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-latest-news-06-09-2020-11591689713", "title": "While Coronavirus Case Rate Slows in Some Areas, Others Accelerate", "date": "2020-06-09 18:54", "summary": "India marks another record single-day rise in infections; New Zealanders get first day with no local restrictions. • The U.S. coronavirus death toll passed 111,000, while reported cases topped 1.9 million, according to data compiled by Johns Hopkins University. Cases world-wide exceeded 7.1 million, and deaths stood at more than 408,000. Experts say official totals likely understate the extent of the pandemic, in part because of different testing and reporting standards.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fcc-delays-decision-on-elon-musks-spacex-and-broadband-subsidies-11591742638", "title": "FCC Delays Decision on Elon Musk's SpaceX and Broadband Subsidies", "date": "2020-06-09 18:44", "summary": "Firm is seeking to compete for billions of dollars in funding on equal footing with service providers using more established technologies. WASHINGTON-The Federal Communications Commission on Tuesday delayed a final decision on whether Elon Musk's SpaceX will be able to qualify as a preferred bidder when the agency prepares to distribute up to $16 billion in funding to expand broadband service in rural areas.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-criticizes-75-year-old-buffalo-protester-who-was-injured-in-altercation-with-police-11591713552", "title": "Trump Criticizes 75-Year-Old Buffalo Protester Shoved by Police", "date": "2020-06-09 18:43", "summary": "Two Buffalo, N.Y., police officers were charged with felony assault in connection with the Thursday night altercation that was caught on video. President Trump criticized a 75-year-old protester who was captured on video bleeding from his ear after police officers in Buffalo, N.Y., shoved him to the ground, suggesting without providing evidence that the activist could instead be an \"ANTIFA provocateur.\"", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/global-stock-markets-dow-update-06-09-2020-11591679529", "title": "Stocks Pull Back After Recent Surge", "date": "2020-06-09 18:36", "summary": "S&P 500 drops with airlines hit hard after benchmark index briefly turned positive for 2020. The S&P 500 retreated, pausing a powerful rally that had briefly returned the broad U.S. stock index to positive territory for the year.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-wanted-to-fire-esper-over-troops-dispute-11591728235", "title": "Trump Wanted to Fire Defense Chief Over Troops Dispute", "date": "2020-06-09 18:34", "summary": "Defense secretary's stand against using federal troops to quell protests over George Floyd's killing prompted president's plan to remove him. WASHINGTON-President Trump last week was on the brink of firing Defense Secretary Mark Esper over their differing views of domestic use of active-duty military, before advisers and allies on Capitol Hill talked him out of it, according to several officials.", "categories": [["WSJ News Exclusive", "National Security"]], "category_links": ["https://www.wsj.com/news/types/national-security?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/russian-negotiator-doubts-china-will-join-3-way-arms-accord-sought-by-trump-11591735208", "title": "Russian Negotiator Doubts China Will Join 3-Way Arms Accord Sought by Trump", "date": "2020-06-09 18:27", "summary": "Kremlin won't press Beijing to join talks despite U.S. plea, says diplomat. Moscow won't pressure China to join the coming arms-control talks with U.S. and Russian negotiators, Russian Deputy Foreign Minister Sergei Ryabkov said Tuesday.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/high-profile-investor-calls-out-hsbc-standard-chartered-on-hong-kong-stance-11591726993", "title": "High-Profile Investor Calls Out HSBC, Standard Chartered on Hong Kong Stance", "date": "2020-06-09 18:21", "summary": "Aviva Investors says it is uneasy about U.K. banks backing China's proposed national security law. A high-profile investor in HSBC Holdings PLC and Standard Chartered PLC has criticized the London-based banks for supporting China's plan to impose a new national security law on Hong Kong, calling on them to speak out if it results in abuse of democratic freedoms.", "categories": [["Markets", "Stocks", "Europe Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb", "https://www.wsj.com/news/types/europe-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/judge-backs-usa-gymnastics-suit-for-small-business-loan-11591739837", "title": "Judge Backs USA Gymnastics Suit for Small-Business Loan", "date": "2020-06-09 17:57", "summary": "Sports body besieged by sex-abuse claims seeks to overturn SBA rule blocking organizations in bankruptcy from coronavirus aid. A bankruptcy judge backed USA Gymnastics in its lawsuit to get one of the small business loans created by Congress to cover payroll costs during the coronavirus pandemic, saying the embattled national body is likely to succeed in defeating the federal government's rule excluding organizations in bankruptcy from obtaining the loans.", "categories": [["Sports"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-city-pools-could-reopen-despite-coronavirus-concerns-11591739492", "title": "New York City Pools Could Reopen Despite Coronavirus Concerns", "date": "2020-06-09 17:51", "summary": "Officials to reassess decision on beaches, pools as lifeguards undergo training on new safety protocols. New York City's public pools could open later this summer as coronavirus cases continue to drop, although Mayor Bill de Blasio said the city was still evaluating the risk.", "categories": [["U.S.", "Politics"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/police-shooting-data-give-incomplete-picture-11591739366", "title": "Police Shooting Data Give Incomplete Picture", "date": "2020-06-09 17:49", "summary": "The dynamic of mistrust of police by African-Americans goes back a lifetime, back to years before statistics were gathered.. I am a retired police officer and I concur with Heather Mac Donald's assessment in \"The Myth of Systemic Police Racism\" (op-ed, June 3). The problem isn't systemic racism, it's individual bad cops and the inability of police chiefs and sheriffs to deal with them due to local merit-system rules.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/gen-jim-mattiss-strong-political-opinions-11591739282", "title": "Gen. Jim Mattis's Strong Political Opinions", "date": "2020-06-09 17:48", "summary": "For over 40 years Gen. Mattis served this country with honor, loyalty and courage. There is no reason not to believe that his remarks fall into the same vein.. Regarding your editorial \"The Revenge of Jim Mattis\" (June 5): There used to be a certain sense of propriety among high-ranking military officers that they would not disparage the country's commander in chief, whether in uniform or out of it. President Harry Truman said of his office that \"the buck stops here,\" and he made the unpopular decision to fire the revered Gen. Douglas MacArthur who later said that \"old soldiers never die, they just fade away.\" Modern-day old soldiers don't just fade away. It seems to me that President Trump has had more invective and hatred strewn on him by the FBI, the Justice Department, the media, the Democrats, the never-Trump Republicans, trusted aides, federal district-court judges and ex-military brass than any president in modern history. It is an understatement to say that our president is remarkably resilient despite all of it.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/peter-navarros-strong-optimism-faces-strong-headwinds-11591739110", "title": "Navarro's Strong Optimism Faces Strong Headwinds", "date": "2020-06-09 17:45", "summary": "Demonizing our neighbors to justify beggar-thy-neighbor mercantilism will make us poorer.. In \"Let's Make America Too Prosperous To Hate\" (op-ed, June 5), Peter Navarro states: \"To be both prosperous and secure, America must bring its manufacturing and supply chains home.\" New American high-tech factories will \"deliver unparalleled productivity and the real wage gains and rising incomes that come with it.\" Without these factories, \"we will fall prey to an authoritarian and increasingly powerful predator intent on world domination.\"", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/volkswagen-ceo-after-board-fight-faces-challenging-road-ahead-11591733575", "title": "Volkswagen CEO, After Board Fight, Faces Challenging Road", "date": "2020-06-09 17:41", "summary": "Herbert Diess needs to fix the auto maker's lineup, software glitches and strained workforce relations. BERLIN-The surprise changes that stripped Volkswagen AG Chief Executive Herbert Diess of some of his core responsibilities on Monday revealed a deep rift between the manager on the one hand and the company's owners and workers on the other.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-is-kettling-the-police-technique-used-in-george-floyd-protests-11591721558", "title": "What Is Kettling, the Police Technique Used in George Floyd Protests?", "date": "2020-06-09 17:40", "summary": "Police say tactic is quick, nonviolent way to keep crowd under control; civil-rights leaders say it can wrongly trap peaceful demonstrators. The George Floyd protests are prompting some police departments to turn to a crowd-control technique that involves corralling large groups of demonstrators, drawing pushback from some who say it can wrongly trap nonviolent protesters and unintentionally escalate the situation.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/labor-secretary-eugene-scalia-opposes-extension-of-extra-600-in-unemployment-benefits-11591728182", "title": "Labor Secretary Opposes Extension of Extra $600 in Unemployment Benefits", "date": "2020-06-09 17:30", "summary": "He says need for enhanced coronavirus-related payments has changed. U.S. Labor Secretary Eugene Scalia said he opposed the extension of $600 a week in unemployment benefits that workers are receiving as a result of the coronavirus pandemic, an option lawmakers are debating as they negotiate the next stimulus bill.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nasdaq-composite-erases-coronavirus-losses-to-seize-new-record-11591695001", "title": "Nasdaq Composite Touches 10000 as Post-Virus Rally Marches On", "date": "2020-06-09 17:04", "summary": "Index dominated by Apple, Microsoft, Amazon.com, Alphabet and Facebook has surged 45% since late March. The Nasdaq Composite stock index briefly topped the 10000 milestone for the first time Tuesday, the latest sign of the resilience of the big technology companies that have powered the stock market over the past decade.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/vroom-jumps-in-public-market-debut-11591732664", "title": "Vroom Jumps in Public-Market Debut", "date": "2020-06-09 17:01", "summary": "Online automobile seller's stock opened 83% above its initial offering price of $22 a share. Vroom Inc.'s shares soared in their first day of trading, adding the online automobile seller's name to a list of companies that had strong public showings in the past few weeks.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/undervalued-stocks-soared-but-not-because-theyre-undervalued-11591701290", "title": "Undervalued Stocks Soared, but Not Because They're Undervalued", "date": "2020-06-09 16:53", "summary": "The furious rally in cheap-or 'value'-stocks gives us reason to exhume an ancient argument about how investors perceive stocks. This is the hope of investors in cheap-or \"value\"-stocks: One day, eventually, they won't be so cheap. For many decades, over long periods, this generally worked, and value investors made money.", "categories": [["Markets", "Streetwise"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/streetwise?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/individuals-roll-the-dice-on-stocks-as-veterans-fret-11591732784", "title": "Individuals Roll Dice on Stocks as Veterans Fret", "date": "2020-06-09 16:53", "summary": "Stuck at home with few entertainment options, more newbies turn to shares; 'it's like a gambling game'. Hertz was too risky for Carl Icahn. Not for Cory Gerber.", "categories": [["Markets", "Stocks"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/burundi-president-dies-after-election-that-confirmed-his-successor-11591723250", "title": "Burundi President Dies After Election That Confirmed His Successor", "date": "2020-06-09 16:49", "summary": "Longtime leader Pierre Nkurunziza, 55, dies of heart failure, while wife is hospitalized with Covid-19. Pierre Nkurunziza, Burundi's longtime leader, died unexpectedly of heart failure, the government said, weeks after an election confirmed his chosen successor.", "categories": [["World", "Africa"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/africa-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/banks-use-software-bots-to-process-surge-of-pandemic-related-loans-11591735728", "title": "Banks Use Software Bots to Process Surge of Pandemic-Related Loans", "date": "2020-06-09 16:48", "summary": "Makers of the robots see the sheer volume of Paycheck Protection Program loans-$510 billion at last count-as a selling point.. Small businesses have been barred from using software robots to apply for loans under the federal Paycheck Protection Program. But makers of the bots are leveraging the enormous task of processing those loans as a selling point to banks.", "categories": [["CIO Journal"]], "category_links": ["https://www.wsj.com/news/types/cio-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nypd-officer-charged-with-assault-after-shoving-protester-11591714840", "title": "NYPD Officer Charged With Assault After Shoving Protester", "date": "2020-06-09 16:35", "summary": "Video footage shared on social media shows policeman pushing woman to the ground. A New York Police Department officer seen on a video shoving a protester was criminally charged in Brooklyn on Tuesday, as NYPD officials said they were investigating other cases of alleged police misconduct during demonstrations over the past week.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/israel-halts-controversial-coronavirus-surveillance-11591734875", "title": "Israel Halts Controversial Coronavirus Surveillance", "date": "2020-06-09 16:34", "summary": "The surveillance program was enacted by an emergency cabinet decision in March. TEL AVIV-Israel's domestic intelligence agency has halted a program involving the use of digital-surveillance technology to track down potential Covid-19 patients, a security official said Tuesday, a measure that drew widespread criticism from privacy rights groups.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-staying-inside-guide-traveling-the-world-through-a-novelor-20-11591734379", "title": "The Staying Inside Guide: Traveling the World Through a Novel-or 20", "date": "2020-06-09 16:26", "summary": "Multi-volume works from Patrick O'Brian, Anthony Powell and Evelyn Waugh are great escapes.. ", "categories": [["Opinion", "Commentary", "Cultural Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb", "https://www.wsj.com/news/types/undefined?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/boeing-adds-cargo-orders-as-max-deals-decline-11591714801", "title": "Pandemic Sends Airlines Toward Record Annual Loss", "date": "2020-06-09 16:17", "summary": "Industry isn't expected to regain profitability before 2022, ending decade-long boom for Boeing and Airbus. The global airline industry is forecast to lose a record $84 billion this year with a return to profitability coming in 2022 at the earliest, even as carriers restore flights dropped during the pandemic.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-gop-seek-to-use-police-defunding-issue-against-democrats-11591733701", "title": "Trump, GOP Seek to Use Police Defunding Issue Against Democrats", "date": "2020-06-09 16:15", "summary": "Republicans are eager to tie all Democrats to the idea, though Joe Biden and party leaders have distanced themselves from it. President Trump and Republicans are building a plank of their campaign strategy on the push to \"defund the police,\" casting it as a dangerous Democratic move that threatens public safety, as likely Democratic presidential nominee Joe Biden and his allies distance themselves from the movement.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sick-of-sweatpants-try-one-of-these-easy-summer-dresses-instead-11591733422", "title": "Sick of Sweatpants? Try One of These Easy Summer Dresses Instead", "date": "2020-06-09 16:10", "summary": "While working from home, fashionable women are swapping schlubby, fleece-lined separates for breezy, machine-washable housedresses in cheerful hues and playful prints. AT A CERTAIN point mid-pandemic, when I was preoccupied by the world's actually demanding problems, it began to feel like too much effort to put on a top and then a bottom-even if they added up to a cozy tie-dyed sweatsuit. I wanted to slip on one item that asked nothing as far as buttons and zippers go. My answer: the housedress.", "categories": [["Life & Work", "Style & Fashion", "Fashion"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/fashion?mod=breadcrumb", "https://www.wsj.com/news/types/fashion?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/shoppers-surprise-retailers-by-returning-to-stores-11591733058", "title": "Shoppers Surprise Retailers by Returning to Stores", "date": "2020-06-09 16:04", "summary": "Sales at reopened Macy's and Kohl's locations dropped less than executives expected. Shoppers are returning to reopened stores faster than expected, according to retail executives.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lenox-hill-review-the-hospital-as-operating-theater-11591732994", "title": "'Lenox Hill' Review: The Hospital as Operating Theater", "date": "2020-06-09 16:03", "summary": "This documentary miniseries about the long-lived New York health facility has a captivating cast of doctor-characters.. During the influenza pandemic of 1918, with Americans preoccupied by the Great War in Europe, the German Hospital on East 77th Street in New York was renamed Lenox Hill. Historically-as we learn during the miniseries of the same name-it was a \"glorified community hospital,\" a \"little-old-lady hospital\" where people were either born or died. Ask a lot of New Yorkers right now exactly where it is, and they probably couldn't say.", "categories": [["Books & Arts", "Television Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/television-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/life-and-death-in-chicago-11591732693", "title": "Life and Death in Chicago", "date": "2020-06-09 15:58", "summary": "What happened on a single day in May with too few cops around.. Do America's cities need police? Some progressives want to replace police with social workers, but we doubt that includes the people in Chicago who witnessed or were victimized by a crime rampage on a recent single day in Murder City, U.S.A.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/moscow-center-of-russias-coronavirus-crisis-emerges-from-lockdown-11591731671", "title": "Moscow, Center of Russia's Coronavirus Crisis, Emerges From Lockdown", "date": "2020-06-09 15:41", "summary": "Infections remain high as city authorities begin reopening and Putin prepares for parade, referendum. MOSCOW-Residents of the Russian capital emerged Tuesday from a strict coronavirus lockdown, a day after Moscow authorities announced they would lift key restrictions in a move Kremlin critics say is meant to project safety and normalcy ahead of two key events-even as infections in the city remain high.", "categories": [["World", "Europe", "Russia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb", "https://www.wsj.com/news/types/russia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/rally-in-europes-riskiest-corporate-bonds-masks-lagging-sales-11591716484", "title": "Rally in Europe's Riskiest Corporate Bonds Masks Lagging Sales", "date": "2020-06-09 15:38", "summary": "Spreads have tightened in the junk-bond market as investors looking for higher yields find few new bonds to buy. Europe's riskiest corporate debt has rallied to precrisis levels, mirroring gains in U.S. speculative-grade bonds, as investors seeking better returns pour money into a market that has seen a dearth of new bond sales.", "categories": [["Markets", "Credit Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/credit-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fcc-seeks-225-million-fine-from-telemarketer-accused-of-making-1-billion-robocalls-11591730860", "title": "FCC Seeks $225 Million Fine From Telemarketer Accused of Making 1 Billion Robocalls", "date": "2020-06-09 15:27", "summary": "Regulator says Texas company flooded consumers with unwanted calls that marketed health insurance plans. The Federal Communications Commission will seek up to $225 million from a Texas company accused of marketing health care plans through a flood of misleading robocalls, a sign of the telecom regulator's stepped up campaign against the nuisance.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/workers-press-adidas-estee-lauder-others-to-act-on-racism-diversity-11591660452", "title": "Adidas Tweeted Against Racism. Its Black Workers Say That Isn't Enough.", "date": "2020-06-09 15:23", "summary": "Workers are pressing on the sportswear maker, Estée Lauder, other companies to act on racism, diversity. Companies from Adidas AG to Estée Lauder Cos. face pressure from employees to do more to confront racism and promote diversity, as social activism over the killing of George Floyd moves deeper into the workplace.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/an-upside-of-quarantine-how-beloved-heirloom-chairs-came-home-11591730616", "title": "An Upside of Quarantine: How Beloved Heirloom Chairs Came Home", "date": "2020-06-09 15:23", "summary": "The author had been waiting over two years for an inherited set of midcentury Hans Wegner Wishbone seats to return from re-caning. Then things took a different turn. EVERY FEW weeks I would ask my husband, \"Have you checked on the chairs?\"", "categories": [["Real Estate", "Design"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/design?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/who-clarifies-comments-on-asymptomatic-transmission-of-coronavirus-11591730489", "title": "WHO Clarifies Comments on Asymptomatic Transmission of Coronavirus", "date": "2020-06-09 15:21", "summary": "The organization says it isn't sure how often people who are infected with the coronavirus but lack symptoms spread it to others. The World Health Organization said Tuesday it isn't clear how often people contract and then spread Covid-19 without showing symptoms, pulling back from a top official's earlier assertion that such invisible transmission appears rare.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/oil-drops-on-renewed-oversupply-concerns-11591712768", "title": "Oil Closes Higher After Volatile Session", "date": "2020-06-09 15:09", "summary": "Many analysts worry demand will remain tepid as number of coronavirus cases climbs in many parts of the world. Oil prices ended higher Tuesday, erasing an earlier loss as traders looked ahead to inventory figures due Wednesday.", "categories": [["Markets", "Commodities", "Oil Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb", "https://www.wsj.com/news/types/oil-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/senate-confirms-first-african-american-leader-of-a-military-branch-11591729372", "title": "Senate Confirms First African-American Leader of a Military Branch", "date": "2020-06-09 15:03", "summary": "Gen. Charles Q. Brown Jr., who becomes Air Force chief of staff, recorded a candid reflection released on Friday. The Senate on Tuesday voted to confirm the first African-American leader of a major U.S. military service, taking that step in the midst of national protests over police violence against black citizens.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/apple-may-only-chip-away-at-its-costs-11591728124", "title": "Apple May Only Chip Away at Its Costs", "date": "2020-06-09 14:42", "summary": "Even with Apple's design prowess, ARM-based laptops have been a tough sell. Apple Inc.'s reality-distortion field will be put to good use if the company finally goes in-house for the processors on its Mac computers.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/1mdbs-suspected-mastermind-found-new-ways-to-move-money-in-kuwait-11591726720", "title": "1MDB's Suspected Mastermind Found New Ways to Move Money in Kuwait", "date": "2020-06-09 14:31", "summary": "A businessman helped fugitive Malaysian financier Jho Low strike deals with a Kuwaiti sheikh until a falling out. Last September, fugitive Malaysian financier Jho Low traveled to Kuwait, slipping free of international arrest notices and authorities in the U.S. and Malaysia seeking him for his alleged role in a multibillion-dollar fraud.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/adidas-promises-to-hire-black-latino-people-for-30-of-new-u-s-jobs-11591726922", "title": "Adidas Promises to Hire Black, Latino People for 30% of New U.S. Jobs", "date": "2020-06-09 14:22", "summary": "Sportswear giant says it will invest $20 million in black communities, after employees complained about company's culture. Adidas AG said it is increasing the number of black employees and investing $20 million in black communities after some U.S. employees complained the company was profiting off black culture without doing enough to help them.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/thousands-march-in-hong-kong-protest-in-defiance-of-police-ban-11591704838", "title": "One Year On, Hong Kong Protesters Defy Crackdown to Keep Movement Alive", "date": "2020-06-09 13:38", "summary": "Demonstration marks anniversary of million-person rally after police step up charges against pro-democracy campaigners. HONG KONG-Antigovernment protesters rallied Tuesday evening in downtown Hong Kong, facing off with police who had banned recent demonstrations, to mark the first anniversary of a million-person rally that thrust the city into its biggest turmoil in decades.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/two-major-deals-offer-hope-for-manhattans-stalled-luxury-condo-market-11591723859", "title": "Two Major Deals Offer Hope For Manhattan's Stalled Luxury Condo Market", "date": "2020-06-09 13:31", "summary": "A pair of units at 111 West 57th Street have sold for close to $30 million each, according to the building's developer. The coronavirus lockdown has frozen Manhattan's luxury real-estate market, with the volume of deals slowing to a trickle over the past three months. But one developer said he's seeing signs of life on-of all places-Billionaires' Row in Manhattan.", "categories": [["WSJ News Exclusive", "Private Properties"]], "category_links": ["https://www.wsj.com/news/types/private-properties?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/remember-megumi-yokota-the-girl-north-korea-snatched-in-1977-11591723211", "title": "Remember Megumi Yokota, the Girl North Korea Snatched in 1977", "date": "2020-06-09 13:20", "summary": "She was 13 and from Japan, but Pyongyang has kidnapped citizens of at least 14 countries.. For Americans, the face of North Korea's human-rights depredations is Otto Warmbier, the University of Virginia student who died three years ago at the hands of the Kim family regime. Otto, 22, succumbed to injuries inflicted during his detention in Pyongyang on trumped-up charges. North Korea sent him home to die.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/george-floyds-killing-revives-a-british-debate-over-its-imperial-past-11591722942", "title": "George Floyd's Killing Revives a British Debate Over Its Imperial Past", "date": "2020-06-09 13:15", "summary": "Statues of colonial figures have become the targets of protesters across Britain. LONDON-The killing of George Floyd in police custody in the U.S. has revived a debate about how the U.K. should remember its lost empire.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/memos-for-biden-and-trump-on-race-and-policing-11591722642", "title": "Memos for Biden and Trump on Race and Policing", "date": "2020-06-09 13:10", "summary": "'Law and order' and 'defund the police' are both inadequate to America's challenges.. As a long, hot summer looms, I have prepared two envelopes, one for President Trump and one for former Vice President Joe Biden.", "categories": [["Opinion", "Politics & Ideas"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/politics-ideas?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/immunity-doctrine-often-shields-police-from-lawsuits-11591720435", "title": "Immunity Doctrine Often Shields Police From Lawsuits", "date": "2020-06-09 13:03", "summary": "Qualified immunity lets officers do their jobs, advocates say; 'shoot first, think later,' a dissenting justice complains. WASHINGTON-Three days after George Floyd was killed in the custody of Minneapolis police, the Supreme Court's justices met privately to consider a raft of long-pending appeals asking them to review a legal doctrine that makes it difficult for many victims of abusive policing to sue the perpetrators.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/online-dating-in-the-coronavirus-era-how-to-get-with-the-game-11591722007", "title": "Online Dating in the Coronavirus Era: How to Get With the Game", "date": "2020-06-09 13:00", "summary": "With in-person dating dubious, apps are offering safe, playful ways for matches to build a virtual relationship-from digital drawing games to shared cooking videos. BEFORE COVID-19, the biggest danger of a first date was the risk of rolling your eyes while your match droned on about parasailing or poker. Back then, the online-dating protocol was to move from a brief chat via the app to a date, even kissing, \"as quickly as possible after mutually swiping right,\" said Coffee Meets Bagel founder Dawoon Kang.", "categories": [["Tech", "Personal Tech", "Gear & Gadgets"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb", "https://www.wsj.com/news/types/personal-technology-joanna-stern?mod=breadcrumb", "https://www.wsj.com/news/types/gear?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/come-on-people-now-smile-on-your-brother-the-making-of-get-together-11591721529", "title": "'Come on People Now, Smile on Your Brother': The Making of 'Get Together'", "date": "2020-06-09 12:52", "summary": "Resume Subscription. Released in January 1967 on the Youngbloods' first album, \"Get Together\" became a flower-power anthem in San Francisco during the city's Summer of Love. Nationally, the single sputtered, reaching only No. 62 on Billboard's pop chart.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/pace-of-layoffs-eased-in-april-after-initial-coronavirus-shutdowns-11591721326", "title": "Pace of Layoffs Eased in April After Initial Coronavirus Shutdowns", "date": "2020-06-09 12:48", "summary": "Job losses narrowed in leisure-and-hospitality and retail industries, but widened in construction and real estate. The pace of job losses eased in April, adding to the evidence the initial surge in unemployment because of the coronavirus pandemic has cooled.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hassett-sees-another-stimulus-bill-from-congress-before-august-recess-11591720860", "title": "White House Adviser Sees Another Stimulus Bill From Congress", "date": "2020-06-09 12:41", "summary": "White House adviser says the odds of a 'Phase Four' stimulus package 'are very, very high'. WASHINGTON-A top economic adviser to President Trump said the White House \"would definitely support\" another round of aid to shore up the economy as U.S. businesses begin to reopen amid the coronavirus pandemic.", "categories": [["Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/day-traders-buy-until-it-hertz-11591720644", "title": "Day Traders Buy Until It Hertz", "date": "2020-06-09 12:37", "summary": "An analyst politely reminded those buying shares of bankrupt rental-car company Hertz that it is worthless. It is sometimes best to say things tactfully, even on Wall Street.", "categories": [["Markets", "Overheard"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/overheard?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ethics-controversy-heats-up-colorado-senate-race-11591719699", "title": "Ethics Controversy Heats Up Colorado Senate Race", "date": "2020-06-09 12:21", "summary": "Former governor Hickenlooper faces liberal challenger Romanoff in Democratic primary ahead of fall matchup with GOP's Gardner. An ethics controversy has injected uncertainty into the Colorado Senate race, where former Gov. John Hickenlooper is facing off against a more liberal challenger in the Democratic primary this month for the right to challenge vulnerable Republican incumbent Sen. Cory Gardner.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/moving-to-reopen-europe-goes-into-regulatory-overdrive-11591715947", "title": "Moving to Reopen, Europe Goes Into Regulatory Overdrive", "date": "2020-06-09 11:19", "summary": "Belgians must choose a 'social bubble.' Italian cafe customers must wear masks when standing but not when sitting.. After parsing more than 100 pages of post-lockdown rules from Italian authorities, Roberto Bruno knew exactly what to do. He printed them out and plastered them all over his pizzeria and ice-cream shop, along with a banner.", "categories": [["A-hed"]], "category_links": ["https://www.wsj.com/news/types/a-hed?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/summer-camp-closed-make-your-own-instead-11591715237", "title": "Summer Camp Closed? Make Your Own Instead", "date": "2020-06-09 11:07", "summary": "Amid coronavirus worries, some parents are skipping regular summer camps and creating their own mini-camps. The coronavirus threat made Kristen Johnson nervous about sending her kids to summer camp this year. So she decided to create her own.", "categories": [["Life & Work", "Life & Style"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/life-style?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-tim-gunn-made-it-work-11591714937", "title": "How Tim Gunn Made It Work", "date": "2020-06-09 11:02", "summary": "The award-winning TV personality reflects on why he hid his identity from his parents, growing up without gay role models and the moment 'everything took off'. Tim Gunn, 66, is an Emmy-winning TV personality who was \"Project Runway's\" on-air mentor from 2004 to 2017. He now co-hosts Amazon Prime's fashion reality series \"Making the Cut\" with Heidi Klum. He spoke with Marc Myers.", "categories": [["Real Estate", "House Call"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/house-call?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-yorkers-are-giving-more-despite-coronavirus-hardships-11591711203", "title": "New Yorkers are Giving More Despite Coronavirus Hardships", "date": "2020-06-09 10:00", "summary": "Many people are increasing donations to local organizations to help those struggling during the pandemic. The pandemic got Manhattan career coach Roy Cohen rethinking his priorities. For one, after working from home for two months, he realized he didn't need the Midtown East office he had rented for years-his clients were perfectly happy to talk online or by phone. Second, he saw there were a ton of local causes that needed his dollars more than he does.", "categories": [["U.S.", "Metro Money"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/metro-money?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tiffany-stays-one-step-ahead-of-lvmh-11591710727", "title": "Tiffany Stays One Step Ahead of LVMH", "date": "2020-06-09 09:52", "summary": "The U.S. jeweler had a loss in its first quarter but renegotiated the terms of its debt, making it harder for the French luxury giant to push for a lower takeover price. Tiffany & Co. is a fraction of the size of LVMH , but the U.S. jeweler is doing a good job of outmaneuvering its powerful buyer.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/its-not-just-a-miniature-tow-truck-it-s-a-mini-11591710103", "title": "It's Not Just a Miniature Tow Truck, It's a Mini", "date": "2020-06-09 09:41", "summary": "Resume Subscription. Palo Cedro, Calif.-based Norm Nelson, 68, a retired manufacturer of industrial diesel engines, and his wife, Jesse Nelson, 64, a retired commercial real estate agent, on their vintage Mini creations, as told to A.J. Baime.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/accessories-you-need-to-reenter-the-world-11591709305", "title": "Accessories You Need To Reenter The World", "date": "2020-06-09 09:28", "summary": "Even if your time outdoors is limited, these stunning accessories will make those summer outfits really count.. Louis Vuitton Men's bag, $2,330, louisvuitton.com", "categories": [["Fashion"]], "category_links": ["https://www.wsj.com/news/types/magazine-fashion?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/photos-its-not-a-toy-it-just-looks-like-one-11591709235", "title": "Photos: It's Not a Toy, it Just Looks Like One", "date": "2020-06-09 09:27", "summary": "They've been turning Minis into something quite different since she had a vision in 2006. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/racing-to-beat-coronavirus-clemson-faced-a-debate-on-race-11591709132", "title": "Racing to Beat Coronavirus, Clemson Faced Debate on Race", "date": "2020-06-09 09:25", "summary": "Football is central to the university's reopening plan. But the team's attention has shifted from the virus to issues of racism in recent days.. Shortly after the coronavirus-induced shutdown of NCAA sports began, Clemson football coach Dabo Swinney used an acronym to reassure his players and rabid fan base that there would be a season on the other side of the unprecedented uncertainty.", "categories": [["Sports", "College Football"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/college-football?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/iran-sentences-man-to-death-for-allegedly-spying-for-u-s-israel-11591706922", "title": "Iran Sentences Man to Death for Allegedly Spying for U.S., Israel", "date": "2020-06-09 08:48", "summary": "Mahmoud Mousavi Majd provided information on the whereabouts of Maj. Gen. Qassem Soleimani before his arrest in 2018, Iran's judiciary says. TEHRAN-Iran said it sentenced one of its citizens to death for allegedly providing information to the U.S. and Israel about Maj. Gen. Qassem Soleimani, who was later killed in a drone strike that brought Washington and Tehran to the brink of armed confrontation.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/george-floyd-marches-bring-new-organizers-to-protests-in-philadelphia-11591706421", "title": "George Floyd Marches Bring New Organizers to Protests in Philadelphia", "date": "2020-06-09 08:40", "summary": "In the home of the Liberty Bell, many who have emerged as leaders didn't know each other before and are learning how to work together. PHILADELPHIA-Ty Johnson wanted to march. He didn't expect to speak, bullhorn in hand, in front of the crowd.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/small-investors-are-crowdfunding-property-deals-while-stuck-at-home-11591704006", "title": "Small Investors Are Crowdfunding Property Deals While Stuck at Home", "date": "2020-06-09 08:00", "summary": "Most deal activity on crowdfunding sites since the Covid-19 outbreak has involved rental apartments. Thousands of small investors sheltering in place are whiling away the time by investing in commercial real estate.", "categories": [["Real Estate", "Property Report"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/property-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chinas-tencent-plays-master-builder-as-tech-firm-plans-net-city-11591704000", "title": "China's Tencent Plays Master Builder as Tech Firm Plans 'Net City'", "date": "2020-06-09 08:00", "summary": "Designers envision 21-million-square-foot project as blueprint for sustainable city of the future. A number of big U.S. tech companies are moonlighting as part-time real-estate developers. China's Tencent Holdings Ltd. is trying its hand at urban planning.", "categories": [["Real Estate", "Property Report"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/property-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/did-the-curfews-work-experts-arent-so-sure-11591704005", "title": "Did the Curfews Work? Experts Aren't So Sure", "date": "2020-06-09 08:00", "summary": "Cities established the orders as protests grew over the killing of George Floyd. Dozens of cities and states rolled out emergency curfews in response to unrest sparked by the killing of George Floyd, but the experience has led some legal and criminal justice experts to question their usefulness and legality.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/landlords-new-credo-for-late-paying-retail-tenants-ill-see-you-in-court-11591704000", "title": "Landlords' New Credo for Late-Paying Retail Tenants: I'll See You in Court", "date": "2020-06-09 08:00", "summary": "Tensions between landlords and retail tenants over missed rent payments have been boiling over for weeks; now, they are spilling into the courtroom. Tensions between landlords and retail tenants over missed rent payments have been boiling over for weeks. Now, they are spilling into the courtroom.", "categories": [["Real Estate", "Property Report"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/property-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-sets-plan-to-expand-sanctions-against-tankers-11591702313", "title": "U.S. Plans to Expand Sanctions on Tankers, in Bid to Pressure Venezuela", "date": "2020-06-09 07:32", "summary": "By pressuring shipping sector, Trump administration hopes to dry up Venezuela-Iran petroleum trade. The Trump administration, expanding an effort to choke off oil and fuel trade between Iran and Venezuela, is readying new sanctions against dozens of tankers while pressuring companies associated with those vessels, according to people familiar with the plans.", "categories": [["WSJ News Exclusive", "Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/high-food-prices-drive-consumers-to-hunt-for-value-11591700401", "title": "Fastest-Rising Food Prices in Decades Drive Consumers to Hunt for Value", "date": "2020-06-09 07:00", "summary": "Food makers, retailers respond by restoring promotions, bundling products to help offset biggest price jump since 1970s. Food makers are designing value packs, and supermarkets are restoring promotions, aiming to offset disruptions wrought by the coronavirus pandemic that have led to the fastest rise in food prices in more than four decades.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/still-some-loose-ends-at-stitch-fix-11591700400", "title": "Still Some Loose Ends at Stitch Fix", "date": "2020-06-09 07:00", "summary": "Warehouse closures have prevented Stitch Fix clients from getting their fix, even as demand has grown. Stitch Fix is working to mend the hole the coronavirus has blown through its business, but things could continue to unravel.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/baseball-had-a-chance-to-be-the-first-team-sport-back-it-blew-it-11591700401", "title": "Baseball Had a Chance to Be the First Team Sport Back. It Blew It.", "date": "2020-06-09 07:00", "summary": "Owners and the players' union remain deadlocked in a standoff over how to appropriately divide billions of dollars in a pandemic-shortened season. With the sports world reeling from the coronavirus-induced shutdown, baseball had a priceless opportunity: a Grand Canyon-sized window to return to the field before its major competitors and stage a triumphant return around the Fourth of July.", "categories": [["Sports", "MLB"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/mlb?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-zealand-scraps-plans-for-swat-like-police-units-11591695878", "title": "New Zealand Scraps Plans for SWAT-Like Police Units", "date": "2020-06-09 06:30", "summary": "The proposal, introduced in the aftermath of the Christchurch mosque attack last year, had triggered alarm in minority communities. WELLINGTON, New Zealand-New Zealand has dropped plans to create armed police squads following a backlash that had intensified in recent weeks after the killing of George Floyd in U.S. police custody.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/china-or-the-west-hong-kong-business-is-being-forced-to-decide-11591698224", "title": "China or the West: Hong Kong Business Is Being Forced to Decide", "date": "2020-06-09 06:26", "summary": "Beijing's rising influence-and damage from coronavirus-are posing an increasingly stark choice for city's bicultural corporate titans. Straddling Asian and European existences by using Hong Kong as a hub has been profitable for many businesses. But as China's relations with the West have become more fraught, that straddle is turning into an uncomfortable and unsteady split. Making matters worse, the coronavirus downturn is forcing some of these businesses to seek government help-which could make expressing support for views that Beijing frowns upon even more risky in the future.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/calls-for-defunding-police-grow-in-wake-of-protests-11591663621", "title": "Calls to Cut Funding for Police Grow in Wake of Protests", "date": "2020-06-09 06:02", "summary": "Push to redirect funding toward other public services gains momentum as Congress, policy makers unveil law-enforcement reforms. Momentum to overhaul policing across the nation gained steam on Monday, as a sweeping House bill and a push to cut funding to departments snowballed amid protests sparked by the killing of a black man in Minneapolis police custody last month.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bankrupt-retailers-stand-to-pocket-millions-from-unused-gift-cards-11591696801", "title": "Bankrupt Retailers Stand to Pocket Millions From Unused Gift Cards", "date": "2020-06-09 06:00", "summary": "Concerns about the Covid-19 pandemic and protests might kept some gift-card holders away from stores. Bankrupt retailers that are closing their stores are in line to pocket millions of dollars in prepaid gift cards that might never be redeemed.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-drug-companies-may-resist-milking-covid-19-treatments-11591696800", "title": "Why Drug Companies May Resist Milking Covid-19 Treatments", "date": "2020-06-09 06:00", "summary": "It might not be in the drug industry's long-term interest to maximize profits on Covid-19 treatments and vaccines. The onset of Covid-19 has granted the drug industry a significant business opportunity. Whether manufacturers should take full advantage is more complicated than investors might appreciate.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cathay-pacific-to-get-bailout-led-by-hong-kong-government-11591684785", "title": "Cathay Pacific to Get Bailout Led by Hong Kong Government", "date": "2020-06-09 05:50", "summary": "Carrier has been bleeding cash and reeling from the coronavirus pandemic. Hong Kong's government is leading a bailout of the city's flagship carrier Cathay Pacific Airways Ltd., providing it with the bulk of a $5 billion funding package that could also give the government a minority stake in the 73-year-old company.", "categories": [["Markets", "Deals"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/deals-deal-makers?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/older-workers-grapple-with-risk-of-getting-covid-19-on-the-job-11591695000", "title": "Older Workers Grapple With Risk of Getting Covid-19 on the Job", "date": "2020-06-09 05:30", "summary": "Coronavirus takes toll on many employees over 60 who continued to work through the pandemic. At 78 years old, Saul Sanchez took pride in his routine: showing up before 5 a.m. at a Greeley, Colo., beef processing plant to snag a good parking space and read the Bible before his shift. After work he would shower, eat dinner and go to sleep.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-frackers-to-zero-in-on-richest-oil-fields-after-coronavirus-11591695021", "title": "U.S. Frackers to Zero In on Richest Oil Fields", "date": "2020-06-09 05:30", "summary": "Southwest's Permian Basin to draw most new investment, while less-profitable fields face longer road to recovery. As the American shale-drilling industry slowly recovers from a historic crash in oil prices, it is poised to grow in fewer places than before.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/with-payments-on-pause-watch-your-credit-score-11591695006", "title": "With Payments on Pause, Watch Your Credit Score", "date": "2020-06-09 05:30", "summary": "Lenders are supposed to give consumers a break on some monthly bills amid the coronavirus crisis. The federal government has directed lenders to give consumers a break on some of their monthly bills amid the coronavirus crisis-without reporting them as delinquent or past due. However, individuals should be more vigilant than usual about monitoring their credit reports and scores.", "categories": [["Markets", "Personal Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/personal-finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pandemic-brings-out-kids-sneaky-side-forbidden-apps-burner-phones-11591695001", "title": "Pandemic Brings Out Kids' Sneaky Side: Forbidden Apps, Burner Phones", "date": "2020-06-09 05:30", "summary": "Socially isolated and bored, kids are finding workarounds to parental controls on their devices; experts say parents have been doing it wrong. Amy Rivers suspected something was up with her 14-year-old son when he began sleeping in later than usual. She assumed he was playing videogames on his Nintendo Switch at night, but then she noticed that one of her old iPhones was missing.", "categories": [["Tech", "Family & Tech: Julie Jargon"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb", "https://www.wsj.com/news/types/family-tech-julie-jargon?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-most-shutdown-insurance-claims-are-likely-to-fail-11591692667", "title": "Why Most Shutdown Insurance Claims Are Likely to Fail", "date": "2020-06-09 04:51", "summary": "Covid-19 crisis could cost the insurance industry $107 billion, but shuttered small businesses aren't the ones in line for payouts. Can small businesses count on insurance checks to replenish their coffers after Covid lockdowns? In most cases, probably not.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chinese-electric-car-maker-gets-u-s-approval-to-supply-n95-masks-11591681966", "title": "Chinese Electric-Car Maker Gets U.S. Approval to Supply N95 Masks", "date": "2020-06-09 01:52", "summary": "As the coronavirus spread across the U.S., BYD quickly began making millions of masks, but underestimated how long it would take to get regulatory approval. BYD Co. , a Chinese car and battery maker backed by Warren Buffett, will be able to fulfill a much-needed $1 billion mask contract with California after weeks of delays over federal certification.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11591653804", "title": "Pepper...and Salt", "date": "2020-06-09 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/rethinking-the-hospital-for-the-next-pandemic-11591652504", "title": "Rethinking the Hospital for the Next Pandemic", "date": "2020-06-09 23:37", "summary": "Resume Subscription. Hospitals are rethinking how they operate in light of the Covid-19 pandemic-and preparing for a future where such crises may become a grim fact of life.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/recession-in-u-s-began-in-february-nber-panel-says-11591636626", "title": "Recession in U.S. Began in February, Official Arbiter Says", "date": "2020-06-09 22:33", "summary": "Start of downturn marks the end of 128-month expansion that began in June 2009. WASHINGTON-The U.S. officially entered a recession in February, marking the end of the 128-month expansion that was the longest in records reaching back to 1854.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bon-appetit-editor-in-chief-resigns-over-racially-insensitive-photo-11591667644", "title": "Bon Appétit Editor in Chief Resigns Over Racially Insensitive Photo", "date": "2020-06-09 21:54", "summary": "Adam Rapoport is latest top editor to step down as staffers demand more accountability on racial issues, diversity. Bon Appétit editor in chief Adam Rapoport stepped down Monday after a photo of him dressed in a racially insensitive costume was posted on Twitter.", "categories": [["Business", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/house-democrats-seek-policing-overhaul-amid-widespread-protests-11591630200", "title": "Democrats Seek Policing Overhaul Amid Widespread Protests", "date": "2020-06-09 21:01", "summary": "Legislation would make it easier to prosecute officers for misconduct, collect national data. WASHINGTON-Congressional Democrats unveiled a sweeping overhaul of policing laws Monday aimed at making it easier to prosecute officers for misconduct, collect national data and establish new training programs to counter racial bias, in response to the protests sparked by the killing of George Floyd while in police custody.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-city-mulls-police-cuts-amid-protesters-calls-for-change-11591656690", "title": "New York City Mulls Police Cuts Amid Protesters' Calls for Change", "date": "2020-06-09 20:24", "summary": "Mayor Bill de Blasio won't say how much, but budget reductions are coming. New York City Mayor Bill de Blasio said on Monday he is committed to cutting funding to the New York Police Department as part of a wave of reform for the agency, but said the amount would be determined over the next three weeks during budget talks.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}]