[{"link": "https://www.wsj.com/articles/airbnb-raises-1-billion-from-silver-lake-sixth-street-partners-11586209492", "title": "Airbnb Raises $1 Billion From Silver Lake, Sixth Street Partners", "date": "2020-04-06 19:39", "summary": "The home-sharing giant said about $5 million will go toward a relief fund for hosts. Airbnb Inc. is raising $1 billion in funding from private-equity firms Silver Lake and Sixth Street Partners as the company reels from a global hit to its business caused by the coronavirus pandemic.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-pushes-broader-use-of-hydroxychloroquine-against-coronavirus-11586194581", "title": "Trump Pushes Broader Use of Hydroxychloroquine Against Coronavirus", "date": "2020-04-06 19:31", "summary": "President suggests people without symptoms take the antimalaria drug protectively, though some health experts and states advise against it. President Trump in recent days has begun urging even those without symptoms of the new coronavirus to take a combination of antimalarial and antibacterial drugs to combat it, defying the advice of public-health experts as his own advisers debate the effectiveness of the drugs.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/big-restaurant-hotel-chains-won-exemption-to-get-small-business-loans-11586167200", "title": "Big Restaurant, Hotel Chains Won Exemption to Get Small-Business Loans", "date": "2020-04-06 19:21", "summary": "The Paycheck Protection Program is aimed at businesses with 500 or fewer employees, but large restaurant and hotel chains can participate. Shake Shack Inc. hardly seems like a small enterprise, with 7,600 employees, about $500 million in annual revenue and net income last year of $24 million. Even so, it plans to apply for a new government-guaranteed small-business loan.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/digital-dollars-for-all-11586215100", "title": "Digital Dollars for All", "date": "2020-04-06 19:18", "summary": "The coronavirus crisis underscores the need for a payment system that includes the unbanked.. Money is dirty, and a pandemic makes it worse. Bank notes, coins and even checks double as virus vectors. Paper money is so effective at spreading disease that late in February China began literally laundering its currency. It isn't hard to see why Congress considered establishing a digital dollar for America in the third coronavirus relief bill. A national digital payment system didn't make it into the final legislation, known as the Cares Act, but it should next time around.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/congresss-small-business-ventilator-11586214802", "title": "Congress's Small-Business Ventilator", "date": "2020-04-06 19:13", "summary": "Trying to pass out $350 billion in days or weeks is harder than it sounds.. Congress created a $350 billion lending facility in last month's $2.2 trillion relief bill for small businesses gasping for liquidity amid coronavirus shutdowns. But its rushed relief has unsurprisingly resulted in confusion, leaving the Trump Administration to mop up the mess.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/yanks-for-boris-johnson-11586214774", "title": "Yanks for Boris Johnson", "date": "2020-04-06 19:12", "summary": "Americans are praying for the British PM as he battles Covid-19.. There's no better example of the widespread danger the coronavirus poses than that it has now reached the top of one of the world's most important governments. U.K. Prime Minister Boris Johnson on Monday evening was moved into a London hospital's intensive-care unit as he battles Covid-19.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-teachers-union-ate-my-homework-11586214731", "title": "The Teachers Union Ate My Homework", "date": "2020-04-06 19:12", "summary": "School districts fear lawsuits if they grade remote assignments.. The coronavirus has shut down schools across America, and desperate parents are scrambling to ensure their children's education doesn't suffer. The U.S. Department of Education could help with some guidance about how schools can move forward on remote teaching. If the feds don't take the lead, the teachers unions will-to the detriment of students.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/prohibition-makes-a-comeback-11586214623", "title": "Prohibition Makes a Comeback", "date": "2020-04-06 19:10", "summary": "Pennsylvania shuts down liquor stores. Panic buying ensues.. The roaring 1920s and the so far deplorable 2020s already have one misguided policy in common. As state and local officials work to limit the spread of the coronavirus, some have ordered the closure of liquor stores. It's going as well as history would suggest.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-feds-new-mission-to-save-the-economy-11586214593", "title": "The Fed's New Mission to Save the Economy", "date": "2020-04-06 19:09", "summary": "The central bank's lending programs will need top-shelf staff and rigorous disclosure.. Congress as part of its Cares Act has tapped the Federal Reserve as a partner in the fiscal response to the coronavirus pandemic. The Fed will be operating at an unprecedented scale, reportedly lending as much as $5 trillion, which is more than its entire balance sheet before the crisis. It will also be engaging in a practice in which it has little experience: targeting capital to individual companies in commercial industries. This is an important and complex task that requires great care and speed.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/emperor-josephs-solution-to-coronavirus-11586214561", "title": "Emperor Joseph's Solution to Coronavirus", "date": "2020-04-06 19:09", "summary": "Before modern medicine, the Habsburg monarchy kept epidemics at bay for more than a century and a half.. As countries around the world frantically erect barriers against the spread of the novel coronavirus, it might be helpful to look at one of the most successful quarantine systems ever created. In 1710 Emperor Joseph I decided to block the chronic spread of diseases from the Balkans by creating a continuous \"sanitary cordon\" along the Habsburg monarchy's southern frontier with the Ottoman Empire. His action failed to save him; he died of smallpox in April 1711 after he huddled with his prime minister, who was unaware that his daughter had just contracted the disease. No one then knew much about \"social distancing.\" Nonetheless, the empire's sanitary cordon outlived him by a century and a half.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/beating-the-coronavirus-is-the-best-stimulus-11586214481", "title": "Beating the Coronavirus Is the Best Stimulus", "date": "2020-04-06 19:08", "summary": "Directing businesses to fight the pandemic would help workers more than an infrastructure splurge.. The ink had barely dried on the $2 trillion Covid-19 rescue package enacted March 27 when congressional Democrats and Republicans, along with President Trump, hinted that it wouldn't be enough. After signaling that the largest \"stimulus\" package in history would be inadequate to redress the pandemic's economic fallout, lawmakers suggested they were turning their attention to a huge new infrastructure plan to boost \"job creation.\"", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-yorks-kings-of-clean-11586214440", "title": "New York's Kings of Clean", "date": "2020-04-06 19:07", "summary": "Garbagemen are finally getting the respect they deserve.. Brooklyn, N.Y.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/poetry-for-a-pandemic-11586214366", "title": "Poetry for a Pandemic", "date": "2020-04-06 19:06", "summary": "In the lugubrious poems of Edna St. Vincent Millay, there are flashes of optimism that can comfort and inspire us.. In times of calamity, some people turn for solace to faith, family or the government. I turn to my favorite poets.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-coronavirus-threat-south-of-the-border-11586214286", "title": "The Coronavirus Threat South of the Border", "date": "2020-04-06 19:04", "summary": "Latin America isn't ready for Covid-19. Infected migrants could flee to the U.S.. The Covid-19 pandemic has yet to strike Latin America and the Caribbean at full force, but the region's fragile societies are already groaning under the stress. In Guayaquil, Ecuador, with hospitals and morgues overwhelmed, relatives have been storing the bodies of the deceased in their homes; some bodies lay unattended in the streets. That could be a sign of things to come; Latin America is almost completely unprepared for the multifaceted catastrophe now headed its way.", "categories": [["Opinion", "Global View"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/global-view?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/something-of-themselves-review-sojourns-in-a-battleground-11586214257", "title": "'Something of Themselves' Review: Sojourns in a Battleground", "date": "2020-04-06 19:04", "summary": "How the Boer War loomed in the lives and literary reputations of three British writers who experienced it at close hand.. When Rudyard Kipling visited South Africa with his family in early 1898, the 32-year-old writer lunched immediately with Cecil Rhodes, the financial and mining magnate who, until recently, had also been prime minister of Britain's \"Cape Colony.\" After a month of long talks, Kipling reported to a correspondent: \"Rhodes alone was worth the voyage.\"", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/first-rikers-island-inmate-dies-after-coronavirus-infection-11586213063", "title": "First Rikers Island Inmate Dies After Coronavirus Infection", "date": "2020-04-06 18:57", "summary": "The prisoner was being held for a parole violation as the jail faces a quick-moving outbreak. A Rikers Island inmate who had tested positive for the new coronavirus died Sunday, marking the New York City jail complex's first death of an inmate who fell ill from the disease, officials said.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fed-preparing-to-purchase-new-small-business-payroll-loans-11586194588", "title": "Fed Preparing to Finance New Small-Business Payroll Loans", "date": "2020-04-06 18:45", "summary": "Fed, Treasury working on program to facilitate more lending to small businesses. WASHINGTON-The Federal Reserve said Monday it would create a new program to finance loans that banks and other lenders make through the government's emergency small-business lending program.", "categories": [["Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-cases-among-worlds-elite-stoke-class-tensions-11586205040", "title": "Coronavirus Cases Among World's Elite Stoke Class Tensions", "date": "2020-04-06 18:38", "summary": "Many of the earliest cases spread among those with the resources and leisure time to travel overseas. MEXICO CITY-More than 500 wealthy Mexicans, including many of the country's financial and business elite, spent their annual winter vacation in the luxe resort town of Vail, Colo. Over two carefree weeks, they skied, shopped, hosted gatherings in their condos, and dined on sushi and steak at trendy restaurants.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/credit-markets-show-signs-of-stabilizing-after-historic-fed-intervention-11586165402", "title": "Credit Markets Show Signs of Stabilizing After Fed Intervention", "date": "2020-04-06 18:16", "summary": "Most new bond sales are still coming from well-established companies with higher credit ratings. Key parts of the U.S. debt markets are functioning again, a sign the Federal Reserve's extraordinary steps are easing a credit-market crunch.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/inside-oakdale-prison-our-sentences-have-turned-into-death-sentences-11586191030", "title": "Virus Puts a Prison Under Siege", "date": "2020-04-06 18:06", "summary": "As virus spread at Oakdale prison, healthy inmates weren't always separated from sick ones; coughing echoed through the hallways. A Louisiana prison guard sat alongside a sick inmate for more than an hour inside a van and his hospital room, told by a supervisor he didn't need a mask despite the prisoner's severe cough and other telltale signs of Covid-19.", "categories": [["WSJ News Exclusive", "U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-yorks-ultra-orthodox-jewish-community-warned-about-large-funeral-crowds-11586210023", "title": "New York's Ultra-Orthodox Jewish Community Warned About Large Funeral Crowds", "date": "2020-04-06 17:53", "summary": "Cuomo says he would double the maximum fines to $1,000 for people who flout the rules. New York officials on Monday urged ultra-Orthodox Jewish communities to follow social-distancing rules after police broke up crowds at three religious funerals in Brooklyn over the weekend.", "categories": [["U.S.", "Politics"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sec-suspends-trading-in-two-stocks-over-coronavirus-claims-11586203494", "title": "SEC Suspends Trading in Two Stocks Over Coronavirus Claims", "date": "2020-04-06 17:52", "summary": "The SEC issued suspension orders for dental supplier No Borders Inc. and apparel maker Sandy Steele Unlimited Inc. on Friday. The Securities and Exchange Commission suspended trading in two stocks over potentially inaccurate information about their activities in response to the new coronavirus pandemic.", "categories": [["Markets", "Stocks"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tech-hiring-slows-as-businesses-grapple-with-economic-volatility-11586209629", "title": "Tech Hiring Slows as Businesses Grapple With Economic Volatility", "date": "2020-04-06 17:47", "summary": "The market for CIO-level executives could see a shake-up after the coronavirus pandemic as their disaster recovery plans are graded, analyst says. Companies continue to tighten information-technology budgets, rolling back spending on new hires, software and hardware, as they contend with a drop in business caused by the coronavirus outbreak.", "categories": [["CIO Journal"]], "category_links": ["https://www.wsj.com/news/types/cio-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/carnival-soars-after-saudi-sovereign-wealth-fund-discloses-stake-11586200934", "title": "Carnival Soars After Saudi Sovereign-Wealth Fund Discloses Stake", "date": "2020-04-06 17:40", "summary": "Public Investment Fund now owns 8.2% of the cruise operator; company's shares climb 20%. Carnival Corp. shares rose 20% after Saudi Arabia's sovereign-wealth fund disclosed an 8.2% stake in the world's largest cruise operator on Monday.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/we-are-paying-the-high-cost-of-low-interest-11586209010", "title": "We Are Paying the High Cost of Low Interest", "date": "2020-04-06 17:36", "summary": "The artificially low interest rates have unnecessarily punished savers-especially senior citizens.. James Grant's timely \"The High Cost of Low Interest Rates\" (op-ed, April 2) brings to mind a seemingly innocuous prediction made 18 years ago by then-Fed Governor Ben Bernanke. \"The Fed,\" he told his audience, \"might consider attempting to influence directly the yields on privately issued securities.\" Inasmuch as Mr. Bernanke was proposing a theory on a nonexistent deflation, we paid little attention. Big mistake.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-crisis-brings-telemedicine-to-the-fore-11586208955", "title": "Coronavirus Crisis Brings Telemedicine to the Fore", "date": "2020-04-06 17:35", "summary": "Telemedicine is in many ways often better than office-based or urgent-care practice.. Regarding \"Telemedicine: A Good but Incomplete Answer\" (Letters, April 1): I have practiced board-certified primary-care internal medicine, for 40 years in all primary-care practice settings: intensive care, office based, emergency room and urgent care. For the last three years I have been practicing telemedicine with one of the largest most successful companies in Oregon, Utah and Arizona. I have licenses for all 50 states and Guam. I can handle 85% of the medical problems that I saw in my office-based practice. I can see the patients' medical records. I do this from my home, any time of the day, providing immediate access to hundreds of patients a month who would otherwise wait for weeks to be seen by their primary-care doctor and. I have much more experience than any of the providers in an urgent-care setting. The overwhelming majority of the calls I handle such as work releases, medication refills and the assessment of straightforward medical problems would be lost or far too expensive in other practice settings. Much of medicine involves reassuring the worried well. Telemedicine requires learning certain principles and techniques that patients greatly appreciate. Being a telemedicine provider has renewed my enthusiasm for primary-care practice. I provide medical care to patients in very remote areas of the U.S. Telemedicine is in many ways often better than office-based or urgent-care practice.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hair-cutterys-owner-expects-to-miss-payroll-on-tuesday-11586206516", "title": "Hair Cuttery's Owner Expects to Miss Payroll on Tuesday", "date": "2020-04-06 17:33", "summary": "Salon operator Ratner says it doesn't have enough funds left, isn't sure when any federal aid will arrive. One of the largest hair-salon companies in the U.S. said it can't afford to make payroll on Tuesday, more evidence of just how swiftly and severely the coronavirus pandemic has damaged businesses big and small.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/there-must-be-a-safe-better-birthing-policy-11586208736", "title": "There Must Be a Safe, Better Birthing Policy", "date": "2020-04-06 17:32", "summary": "Policies forcing pregnant women to endure labor and delivery alone are inhumane and flout scientific evidence linking continuous labor support with improved maternal and fetal outcomes.. Policies forcing pregnant women to endure labor and delivery alone are inhumane and flout scientific evidence linking continuous labor support with improved maternal and fetal outcomes (\"Hospitals Keep Partners From Rooms During Births for Safety,\" U.S. News, March 31). As Donna Sauls reported in a 2002 article in the Journal of Obstetric, Gynecologic & Neonatal Nursing, research suggests that continuous labor support is linked to shorter duration of labor, an increase in the likelihood of a vaginal birth, a reduction in the use of anesthesia, a reduction in oxytocin augmentation and a decrease in the need for analgesia, forceps and caesarean births. Further, as Dr. Sauls writes, \"all outcomes, for births, infants, and mothers, seem to be affected more positively by support provided by a lay person or doula than by intrapartum nurses.\" I deeply appreciate the health-care services that brave doctors and nurses are providing to all of us during this dangerous time, but there has to be a better way to protect the health of doctors and nurses than prohibiting pregnant women from having one healthy partner present for labor and delivery.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pg-es-settlement-with-california-fire-victims-is-fraying-11586189889", "title": "PG&E's Settlement With California Fire Victims Is Fraying", "date": "2020-04-06 17:31", "summary": "Lawyers who brokered the $13.5 billion deal with the utility now say they no longer support it and want changes. The committee that helped broker a $13.5 billion settlement for California wildfire victims in PG&E Corp.'s bankruptcy case said it no longer supports the current deal, a major setback for the giant utility's efforts to exit chapter 11.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/congressional-virus-committee-monday-morning-qbs-at-halftime-11586208683", "title": "Virus Committee: Monday Morning QBs at Halftime", "date": "2020-04-06 17:31", "summary": "I question the timing of Adam Schiff's call for a commission to investigate the Trump administration's pandemic response just before the general election.. Regarding your editorial \"Coronavirus Recriminations Come First\" (April 3): I question the timing of Rep. Adam Schiff's call for a commission to investigate the Trump administration's pandemic response just before the general election. I find it to be so conspicuously politically motivated. And I can't think of anything more disunifying for our nation, at a time like this, than to call for another congressional investigation.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-power-and-the-glory-11586207630", "title": "The Power and the Glory", "date": "2020-04-06 17:13", "summary": "Thanks to his silent and widescreen takes on 'The Ten Commandments'-now included in an affordable Blu-ray digibook-Cecil B. DeMille rivaled the Creator in parting the Red Sea...twice.. ", "categories": [["Opinion", "Commentary", "Cultural Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb", "https://www.wsj.com/news/types/cultural-commentary?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/dominic-raab-johnson-ally-and-brexit-stalwart-steps-in-to-manage-u-k-coronavirus-11586207157", "title": "Dominic Raab Steps In to Manage U.K.'s Coronavirus Crisis", "date": "2020-04-06 17:05", "summary": "Foreign secretary deputized to lead government after prime minister's Covid-19 infection worsens. LONDON-Weeks before Prime Minister Boris Johnson entered intensive care on Monday evening suffering from serious symptoms of the new coronavirus, he gave the job of steering the U.K. through the economic and public-health crisis triggered by the infection to Dominic Raab, the country's top diplomat.", "categories": [["World", "Europe", "U.K."]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb", "https://www.wsj.com/news/types/u-k-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/photographing-a-pandemic-11586206906", "title": "Photographing a Pandemic", "date": "2020-04-06 17:01", "summary": "Capturing the invisible is the challenge facing those whose job it is to document the visible world.. How do you photograph a pandemic? A disease whose cause is invisible to the naked eye, moves by stealth across the globe, kills indiscriminately, provokes economic as well as social panic, and against which, for now, there is no vaccine or remedy?", "categories": [["Opinion", "Commentary", "Cultural Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb", "https://www.wsj.com/news/types/cultural-commentary?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/warren-buffetts-death-spiral-deal-11586192660", "title": "Warren Buffett's Death-Spiral Deal", "date": "2020-04-06 17:00", "summary": "Berkshire Hathaway's financing of Occidental Petroleum's Anadarko deal could see it own a large chunk of the company if it gets paid in shares. Warren Buffett wouldn't stoop to a borderline-legal financing technique associated with penny-stock financiers.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/global-stock-markets-dow-update-4-6-2020-11586147411", "title": "Dow Industrials Surge More Than 7% at Start of Challenging Week", "date": "2020-04-06 16:44", "summary": "Crude prices tick lower after emergency summit among producers is postponed to later in the week. Stocks rallied Monday as investors cheered early signs that lockdowns in the U.S. and Europe may be helping slow the coronavirus pandemic, even as Americans brace for another difficult week.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/banks-stand-to-lose-more-than-100-million-on-loan-to-chairman-of-chinas-luckin-coffee-11586182777", "title": "Banks Stand to Lose More Than $100 Million on Loan to Luckin's Chairman", "date": "2020-04-06 16:44", "summary": "Loan default follows sharp share-price decline after the Chinese coffee chain said staff fabricated sales. Banks stand to lose more than $100 million from a loan they made to the chairman of Luckin Coffee Inc., whose share price plunged after the Chinese coffee chain last week said much of its 2019 sales were fabricated.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-trump-should-love-face-masks-to-fight-coronavirus-11586180668", "title": "On Masks, Trump Risks Bumpier Restart", "date": "2020-04-06 16:32", "summary": "Masks might help get the economy rolling again sooner rather than later. At the regular White House coronavirus briefing Friday, President Trump announced that the Centers for Disease Control and Prevention, after weeks of conflicting advice, had changed its guidance to Americans about wearing face masks to this: Wear them in public.", "categories": [["Politics", "Capital Journal"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/capital-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/container-shipping-lines-cancel-sailings-to-weather-coronavirus-storm-11586205167", "title": "Container Shipping Lines Cancel Sailings to Weather Virus Storm", "date": "2020-04-06 16:32", "summary": "The 'blanked' services extend into the early part of the traditional peak season for international shipping. Global container shipping lines have canceled more than 160 sailings over the past week as they try to maintain freight rates in the face of billions of dollars in potential losses driven by falling trade demand.", "categories": [["Logistics Report"]], "category_links": ["https://www.wsj.com/news/types/logistics-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-you-ask-we-answer-11583266912", "title": "Coronavirus: You Ask, We Answer", "date": "2020-04-06 16:28", "summary": "Experts respond to WSJ readers' questions. The Wall Street Journal has been taking questions from readers about the novel coronavirus. Here, we compile answers to your questions based on interviews with experts.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/time-to-look-for-a-vacation-deal-travel-addicts-are-planning-ahead-11586202987", "title": "Time to Look for a Vacation Deal? 'Travel Addicts' Are Planning Ahead", "date": "2020-04-06 15:56", "summary": "Unfazed by the coronavirus crisis and tempted by plummeting airfares and hotel rates, some travelers are hunting for half-price holidays for summer and fall. Not long into the lockdown of his hometown, Rohit Rao, a Seattle-based air cargo manager, started planning his escape. Or make that escapes. A self-professed travel addict, Mr. Rao says that he's taking advantage of hefty travel discounts to line up a slew of trips for later in the year-to Brazil, Madagascar and India, among other destinations. For Christmas vacation, he booked a vacation to Uruguay, in which he's redeeming frequent-flier miles to nab a normally scarce seat. \"You never see that kind of availability at that time of year,\" said Mr. Rao.", "categories": [["Life & Work", "Travel"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/magazine/travel?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-labels-russian-white-supremacist-group-as-global-terrorist-11586202978", "title": "U.S. Labels Russian White Supremacist Group as Global Terrorist", "date": "2020-04-06 15:56", "summary": "First time a white supremacist organization Is targeted by terrorism designation. WASHINGTON-The Trump administration branded a Russian white supremacist group and its top members as global terrorists on Monday, making use of a tool normally used to target radical Islamist groups overseas.", "categories": [["World", "Europe", "Russia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb", "https://www.wsj.com/news/types/russia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/safety-advice-if-you-must-visit-the-grocery-store-11585336520", "title": "Safety Advice If You Must Visit the Grocery Store", "date": "2020-04-06 15:52", "summary": "Deliveries are safer during the coronavirus pandemic, but sometimes a store visit is unavoidable. Here are the precautions to take.. With communities across the country virtually shut down, there is still one place nearly everyone needs to visit at some point: the grocery store. Experts say deliveries are safer, but sometimes it can be hard to get one scheduled right away. So if you must go to the store, what's the best way to navigate the aisles and crowds? Information and guidance about the virus is changing quickly, so we asked the experts.", "categories": [["Life & Work", "Health & Wellness"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/health-wellness?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/oil-slides-after-delay-of-opec-summit-11586180014", "title": "Oil Slides After Delay of OPEC+ Summit", "date": "2020-04-06 15:07", "summary": "Prices fell, paring some of their recent rebound after a producers summit to discuss supply cuts was postponed. Oil prices fell Monday, paring some of their recent rebound after a virtual summit for producers to discuss supply cuts was postponed to later in the week.", "categories": [["Markets", "Commodities", "Oil Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb", "https://www.wsj.com/news/types/oil-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-city-may-temporarily-bury-dead-in-potters-field-as-coronavirus-takes-toll-11586198942", "title": "New York City May Temporarily Bury Dead in Potter's Field", "date": "2020-04-06 14:49", "summary": "New data show the outbreak in the nation's hardest-hit state may have peaked or plateaued. ", "categories": [["U.S.", "Politics"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/for-doctors-who-care-for-pets-its-also-a-trying-time-11586198700", "title": "For Doctors Who Care For Pets, It's Also a Trying Time", "date": "2020-04-06 14:45", "summary": "The coronavirus pandemic is changing practices for veterinarians; 'Just like with the human hospitals, there's going to be a breaking point'. WASHINGTON-Veterinarian Christine Klippen cries in the car pretty much every day.", "categories": [["A-hed"]], "category_links": ["https://www.wsj.com/news/types/a-hed?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-picasso-returned-to-jewish-heirs-by-the-national-gallery-goes-on-sale-for-10-million-11586198138", "title": "A Picasso Returned to Jewish Heirs by the National Gallery Goes on Sale for $10 Million", "date": "2020-04-06 14:35", "summary": "In a private sale, New York dealer Larry Gagosian is offering a Picasso drawing once owned by a Berlin banker forced to sell under Hitler. A Pablo Picasso pastel drawing sold in desperation by a German Jewish banker before World War II is returning to the market for at least $10 million. The banker's descendants, who recently won restitution of the work from the National Gallery of Art in Washington, have asked New York dealer Larry Gagosian to sell \"Head of a Woman,\" a pensive portrait Picasso made in 1903.", "categories": [["Books & Arts", "Arts", "Art & Auctions"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/arts?mod=breadcrumb", "https://www.wsj.com/news/types/art-auctions?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ddb-ceo-wendy-clark-departs-for-dentsu-11586197438", "title": "DDB's Clark Departs for Dentsu", "date": "2020-04-06 14:23", "summary": "The high-profile marketing veteran will start her new role in September. Advertising holding company Dentsu Inc. named marketing veteran Wendy Clark as the global chief executive of the Dentsu Aegis Network, a collection of ad agencies that include Carat, Mcgarrybowen and iProspect.", "categories": [["CMO Today"]], "category_links": ["https://www.wsj.com/news/types/cmo-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-hits-meat-plants-as-some-workers-get-sick-others-stay-home-11586196511", "title": "Coronavirus Hits Meat Plants", "date": "2020-04-06 14:08", "summary": "Beef, chicken and pork operations are affected in several states, though overall U.S. meat supply has been high. The coronavirus pandemic is hitting U.S. meat operations, slowing and temporarily halting production at some plants as sickness and fear keep workers home.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-forces-alaskas-ravn-air-into-bankruptcy-11586196251", "title": "Coronavirus Forces Alaska's Ravn Air Into Bankruptcy", "date": "2020-04-06 14:04", "summary": "Regional airline grounds 70 planes and says government aid is key to resuming business. Alaska's Ravn Air Group Inc., an airline with more than 70 planes, has filed for bankruptcy, saying its business has dried up and it has run out of cash in the wake of the novel coronavirus.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/keep-a-roof-over-your-head-and-a-sweet-new-ride-under-you-11586194550", "title": "Keep a Roof Over Your Head and a Sweet New Ride Under You", "date": "2020-04-06 13:35", "summary": "With consumers worried about keeping their homes, a car dealer is spurring sales by making their mortgage payments. Need help making your mortgage payments? Here's a solution: Buy a car.", "categories": [["Markets", "Overheard"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/overheard?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/supreme-court-sides-with-federal-workers-on-civil-service-age-bias-claims-11586186278", "title": "Supreme Court Sides With Federal Workers on Civil Service Age-Bias Claims", "date": "2020-04-06 13:33", "summary": "Court also eases Fourth Amendment limits on police. WASHINGTON-The Supreme Court sided with federal employees raising age-discrimination claims, finding that Congress gave its civil servants greater protection than those in the private sector.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/faa-devises-novel-strategies-to-keep-air-traffic-control-centers-running-11586194273", "title": "FAA Devises Novel Strategies to Keep Air-Traffic Control Centers Running", "date": "2020-04-06 13:31", "summary": "Reliance on staffing changes, spare facilities helps controllers keep airways functioning amid coronavirus disruptions. Nimble maneuvers by the Federal Aviation Administration have managed to keep the nation's air-traffic control system open, despite coronavirus-related problems at nearly half of all centers handling high-altitude flights.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/foursquare-merges-with-factual-another-location-data-provider-11586193000", "title": "Foursquare Merges With Factual, Another Location-Data Provider", "date": "2020-04-06 13:10", "summary": "The all-stock deal is aimed at sharpening Foursquare's location-data offerings, from audience-targeting and ad measurement to app developer tools. Foursquare Labs Inc. is merging with yet another location-focused startup, Factual Inc., in an all-stock deal, the companies said on Monday.", "categories": [["CMO Today"]], "category_links": ["https://www.wsj.com/news/types/cmo-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/car-insurer-american-family-gives-200-million-in-coronavirus-refunds-as-accidents-decline-11586175602", "title": "Car Insurers Give Millions in Coronavirus Refunds", "date": "2020-04-06 12:54", "summary": "Insurer American Family estimates that policyholders drove 40% fewer miles in the last three weeks of March. One of the largest car-insurance companies in the country, Allstate Corp. , and a smaller Midwestern auto insurer are refunding hundreds of millions of dollars to their policyholders, citing a dramatic drop in accident claims from Americans hunkered down in their homes.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-crisis-has-three-quarters-of-new-yorkers-concerned-about-finances-11586190880", "title": "Coronavirus Crisis Has Three-Quarters of New Yorkers Concerned About Finances", "date": "2020-04-06 12:51", "summary": "Poll of state residents finds 37% are worried about being laid off. About three-quarters of New York state residents are concerned the coronavirus crisis will cause them serious financial problems, according to a new poll released Monday.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/german-industrial-firms-plan-to-build-private-5g-networks-11586191739", "title": "German Industrial Firms Plan to Build Private 5G Networks", "date": "2020-04-06 12:49", "summary": "New licenses for 5G networks will allow manufacturers to boost security and expand automation. German car manufacturers, chemical companies and other industrial firms are taking steps toward creating their own private 5G networks, leapfrogging Germany's telecommunications carriers, which haven't yet deployed the superfast networks for widespread commercial use.", "categories": [["Pro Cyber Commentary & Analysis"]], "category_links": ["https://www.wsj.com/news/types/pro-cyber-commentary-analysis?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/opec-seeks-to-rally-producers-over-fears-of-filled-storage-11586188285", "title": "OPEC Seeks to Rally Producers Over Fears of Filled Storage", "date": "2020-04-06 12:48", "summary": "As coronavirus pandemic lockdowns lead to lower oil consumption, traders and producers are pressed for places to store unsold crude. A growing scarcity of oil storage space is driving some of the world's biggest crude producers to negotiate a truce this week in a Saudi-Russian fight for market share that has contributed-along with the coronavirus pandemic-to the recent oil-price rout.", "categories": [["WSJ News Exclusive", "World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-failure-of-discipline-under-capt-croziers-command-11586191567", "title": "A Failure of Discipline Under Capt. Crozier's Command", "date": "2020-04-06 12:46", "summary": "He should have spoken truth to power privately. His crew risked infection by gathering to cheer him.. Acting Navy Secretary Thomas Modly relieved Capt. Brett Crozier of command last week after the press published a letter about a Covid-19 outbreak on the nuclear aircraft carrier USS Theodore Roosevelt. I agonize for Capt. Crozier, who has tested positive for Covid himself. I too once commanded a warship, and I once took a controversial position at risk to my own career.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/plastic-forks-muted-relatives-families-make-the-most-of-virtual-passover-seders-11586191534", "title": "Bubbe Has Entered the Meeting: Families Make the Most of Virtual Passover Seders", "date": "2020-04-06 12:45", "summary": "Jewish families are taking on the challenge of videochat Seders, giving them a chance to tweak some traditions. No Passover Seder would be complete without an ancient tradition known as the Four Questions. For thousands of years, they have helped Jews get to the heart of this sacred holiday.", "categories": [["A-hed"]], "category_links": ["https://www.wsj.com/news/types/a-hed?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-we-get-our-lives-back-11586191526", "title": "How We Get Our Lives Back", "date": "2020-04-06 12:45", "summary": "Partial reopening of the economy wouldn't be perfect. But it'd be a huge step forward.. New York Gov. Andrew Cuomo spoke for many when he took a moment during one of his recent news conferences to go beyond the Covid-19 numbers and speak to how dispiriting it's been for Americans to have their lives and livelihoods turned upside down with so little to show for it.", "categories": [["Opinion", "Main Street"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/main-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-fed-says-commercial-paper-facility-will-launch-april-14-11586191546", "title": "New York Fed Says Commercial Paper Facility Will Launch April 14", "date": "2020-04-06 12:45", "summary": "Applications for participation in the Commercial Paper Funding Facility must be submitted by Thursday. The Federal Reserve Bank of New York said its new facility to assist the commercial paper market will launch April 14.", "categories": [["Economy", "Central Banks"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/central-banks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-masters-moves-to-november-as-golf-repositions-with-a-delayed-schedule-11586191368", "title": "The Masters Moves to November", "date": "2020-04-06 12:42", "summary": "The U.S. Open, PGA Championship and Masters got new dates later in the year while the British Open was called off. The Masters, which would have been played this week but was called off in response to the novel coronavirus, has been given a new home on the calendar, far later in the year.", "categories": [["Sports", "Golf"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/sports-golf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/let-our-people-go-11586190720", "title": "'Let Our People Go'", "date": "2020-04-06 12:32", "summary": "Keep distancing but liberate Americans from shutdown orders.. Today's headline is a message from one of our readers and no doubt the fervent hope of millions of Americans. President Donald Trump has wisely noted that the cure for coronavirus must not be worse than the disease. Now he needs to start acting on that notion. More importantly, the mayors and governors who have ordered the closure of much of the U.S. economy must start allowing Americans to live productive lives. We're seeing the economic destruction wrought by blunt government instruments of prohibition. It's time to let free people show how they can both fight infection and produce the wealth that is essential to good health.", "categories": [["Opinion", "Best of the Web"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/best-of-the-web-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tourist-towns-say-please-stay-away-during-coronavirus-lockdowns-11586165401", "title": "Tourist Towns Say, 'Please Stay Away,' During Lockdowns", "date": "2020-04-06 12:16", "summary": "Petition to close bridges on Cape Cod follows similar moves in Outer Banks, Florida Keys. Resort towns rely on visitors as their economic lifeblood, but as the new coronavirus pandemic rages, many are asking nonresidents to stay away.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/inside-the-race-to-find-a-coronavirus-cure-11586189463", "title": "Scientists Rush to Find Coronavirus Cure-but It Still Isn't Fast Enough", "date": "2020-04-06 12:11", "summary": "Scientists are mobilizing at record speed to develop a vaccine and effective treatments. The pandemic is moving even faster.. For drug companies, there is suddenly only one priority: the coronavirus.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-strokes-lost-a-decadenow-theyre-back-for-real-11586187362", "title": "The Strokes Lost a Decade-Now They're Back for Real", "date": "2020-04-06 11:36", "summary": "First they resuscitated rock, then they fizzled. Back with a new album, the band is leaning into their mystique. Some bands stay together. Others break up, only to reunite. Then there's the Strokes.", "categories": [["Books & Arts", "Arts", "Music"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/arts?mod=breadcrumb", "https://www.wsj.com/news/types/music?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-fed-finds-broad-drop-in-march-consumer-confidence-amid-crisis-11586186203", "title": "New York Fed Finds Broad Drop in March Consumer Confidence", "date": "2020-04-06 11:16", "summary": "Expectations that the unemployment rate would be higher a year from now rose to a record high of 50.9%. Almost any way you look at it, Americans' outlook on the economy faltered significantly last month as the coronavirus crisis began to take hold in the U.S.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/waitress-displaced-by-coronavirus-finds-new-place-to-serve-a-food-pantry-11586165402", "title": "Waitress Displaced by Coronavirus Finds New Place to Serve: A Food Pantry", "date": "2020-04-06 10:43", "summary": "Rosa Mendoza has gone from serving up salt-rimmed margaritas to dishing out food for the needy; 'I'm considered an essential employee now.'. As a waitress, Rosa Mendoza was used to working long shifts and serving salt-rimmed margaritas and aged mole sauce at José, an upscale Mexican restaurant in Dallas.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/aboard-the-uss-roosevelt-sailors-braced-for-the-worst-11586119314", "title": "Aboard the USS Roosevelt, Sailors Prepared for the Worst", "date": "2020-04-06 10:36", "summary": "'We were bleaching everything.' A crew scrambled to stanch a coronavirus outbreak in the middle of the Pacific Ocean.. The visit to Vietnam in early March was intended as a historic milestone and a symbol of far-reaching U.S. aims in the Pacific, marking 25 years of diplomatic relations with a rare port call by an American aircraft carrier that had been months in the planning.", "categories": [["WSJ News Exclusive", "U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/south-korea-tamps-down-coronavirus-but-economy-remains-paralyzed-11586180838", "title": "South Korea Tamps Down Coronavirus, but Economy Remains Paralyzed", "date": "2020-04-06 09:47", "summary": "Stimulus measures have yet to end the torpor; small-business owners see no sign that commerce is bouncing back. SEOUL-When the coronavirus ripped across South Korea in mid-February, bar owner Seo Ji-won felt somewhat secure. He had some savings, didn't have a family to feed and ran a popular establishment in a busy neighborhood.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-to-suspend-your-mortgage-payments-during-coronavirus-turmoil-11585909800", "title": "How to Suspend Your Mortgage Payments", "date": "2020-04-06 09:30", "summary": "If your loan is federally backed and you're experiencing hardship caused by the pandemic, lenders are supposed to allow forbearance. If your mortgage is federally backed, lenders are supposed to allow forbearance for those experiencing a financial hardship caused by the coronavirus pandemic. Here are answers to commonly asked questions:", "categories": [["Markets", "Personal Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/personal-finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-little-league-opening-day-that-wasnt-11586177267", "title": "A Little League Opening Day That Wasn't", "date": "2020-04-06 09:20", "summary": "A spring ritual is canceled-but it's a trivial matter in a deadly crisis. First of all, how is everyone doing? I know: It's weird and probably a bit ooey-gooey for a sports column to begin with a question like that, and I promise to knock it off when this whole thing is over. But I hope you're doing OK. I hope you're healthy, and your loved ones are, too, and you're able to stay home, if you're able to stay home. If you need to be out there working, thank you. If you're baking three pounds of chocolate chip cookies every day, and eating them by yourself, also thank you. This is a judgment-free column. You should see the haircut I gave myself. I look like I was getting a decent haircut, and then I got attacked by a rabid animal. It's fine. It's OK. I'm lucky and I know it, even if I have a really terrible haircut.", "categories": [["Sports"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/leann-quarantine-candles-cover-11586177556", "title": "Why LeAnn Rimes Writes a Chant for Each of Her Homemade Candles", "date": "2020-04-06 08:54", "summary": "\"I record the chant, the chant gets played as the candles are being made and drying, I actually chant over them too so they're each tuned to a specific frequency.\". In our series My Monday Morning, self-motivated people tell WSJ. how they start off the week.", "categories": [["My Monday Morning"]], "category_links": ["https://www.wsj.com/news/types/my-monday-morning?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/spies-unable-to-telework-adapt-their-access-to-u-s-secrets-11586177533", "title": "Spies, Unable to Telework, Adapt Their Access to U.S. Secrets", "date": "2020-04-06 08:52", "summary": "Intelligence agencies' use of split teams amid coronavirus resembles a practice being tried in American companies. WASHINGTON-U.S. spy agencies, already challenged in their missions relating to foreign-election meddling and North Korea's weapons programs, and by a U.S. president who sometimes dismisses their work, face a new obstacle: the coronavirus.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/survivors-of-coronavirus-face-an-uncertain-road-back-to-normal-11586176884", "title": "Survivors of Coronavirus Face an Uncertain Road Back to Normal", "date": "2020-04-06 08:41", "summary": "Guidelines vary widely for when recovered Covid-19 patients can safely return to their pre-coronavirus lives. After Rachel Wall described her coughing spells, extreme fatigue and fevers, her doctors told her to self-quarantine in her Denver home for 10 days and until she was fever-free for 72 hours. In Cincinnati, Elizabeth Edwards was advised to stay home for 14 days and until she was symptom-free for three days.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/jpmorgan-ceo-writes-in-shareholder-letter-expecting-a-bad-recession-11586176451", "title": "JPMorgan CEO Dimon Says He Is Expecting 'a Bad Recession'", "date": "2020-04-06 08:34", "summary": "Veteran bank chief says JPMorgan won't request looser regulation during the pandemic. JPMorgan Chase & Co. Chief Executive James Dimon said his bank hasn't sought looser regulations to help it handle the economic collapse caused by the coronavirus pandemic, detailing instead its ability to keep lending in even more dire circumstances.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/china-strikes-6-billion-deal-to-advance-bank-rescue-11586176091", "title": "China Strikes $6 Billion Deal to Advance Bank Rescue", "date": "2020-04-06 08:28", "summary": "The stricken Bank of Jinzhou will unload $21 billion of assets to the central bank for less than a third of their reported value. A stricken Chinese lender will unload $21 billion of assets to the central bank for less than a third of their reported value, as Beijing moves to shore up the country's overextended smaller banks.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/seaworld-chief-executive-sergio-rivera-resigns-after-five-months-11586174982", "title": "SeaWorld Chief Executive Sergio Rivera Resigns After Five Months", "date": "2020-04-06 08:27", "summary": "Departure of the former timeshare-resort executive comes after a string of leadership changes at the company. SeaWorld Entertainment Inc. said Chief Executive Sergio Rivera has resigned from the company, effective April 4, after being in the post for about five months.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/homeowners-relying-on-short-term-rental-income-stung-by-wave-of-coronavirus-cancellations-11586175491", "title": "Homeowners Relying on Short-Term Rental Income Stung By Coronavirus Cancellations", "date": "2020-04-06 08:18", "summary": "As events like South by Southwest and Coachella were canceled or postponed due to the pandemic, Airbnb hosts saw bookings shrink and revenue disappear. Anne Carlsson was all set to earn roughly $12,000 in April from short-term rentals for her historic home on 30 acres of Kentucky bluegrass between Lexington and Louisville. Then the Keeneland racetrack Spring Meet was canceled and the Kentucky Derby was postponed until September. Ms. Carlsson's take suddenly dropped to zero.", "categories": [["Real Estate", "Homes"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/homes?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/after-coronavirus-successes-asian-nations-are-forced-to-tighten-curbs-11586174156", "title": "After Coronavirus Successes, Asian Nations Forced to Tighten Curbs", "date": "2020-04-06 08:07", "summary": "'Tokyo is certainly a dangerous place right now'. Countries in Asia that had avoided harsh restrictions on activity are now tightening controls after new infections and lax observance of voluntary curbs threatened their successes in restraining the new coronavirus.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/banks-may-not-need-loan-accounting-help-11586174580", "title": "Banks May Not Need Loan-Accounting Help", "date": "2020-04-06 08:03", "summary": "Congress has offered to delay the implementation of new loan-accounting rules for U.S. banks, but banks have good reasons to adopt them anyway. Congress has allowed banks to delay using new accounting standards to judge loan losses. Many banks may just adopt them anyway.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/baseball-is-on-indefinite-hold-pitchers-still-need-to-keep-their-arms-ready-11586174402", "title": "Baseball Is on Indefinite Hold. Pitchers Still Need to Keep Their Arms Ready.", "date": "2020-04-06 08:00", "summary": "Avoiding injury requires hurlers to maintain a rigid schedule, as they wait for the call to begin the season. The most pressing concern in Los Angeles Dodgers pitcher Ross Stripling's professional life these days involves avoiding injury. Not to his body, necessarily, but to his pride: He needs to hop over a chain-link fence to play catch, and a mishap might permanently fracture his ego.", "categories": [["Sports", "MLB"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/mlb?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/big-banks-favor-certain-customers-in-350-billion-small-business-loan-program-11586174401", "title": "Big Banks Favor Certain Customers in $350 Billion Small-Business Loan Program", "date": "2020-04-06 08:00", "summary": "Some small-business owners worry that the pot of money will run out before they are able to dip into it. Griff Neal set his alarm for 3 a.m. on Friday so he could be among the first to apply for a loan under a new federal program designed to help small businesses weather the coronavirus pandemic.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/in-critical-coronavirus-cases-doctors-turn-to-last-ditch-lung-support-11586173914", "title": "In Critical Cases, Doctors Turn to Last-Ditch Lung Support", "date": "2020-04-06 07:51", "summary": "ECMO showed promise with some Diamond Princess cruise passengers, but therapy is labor-intensive and costly. When a ventilator can't help coronavirus patients struggling to take in air, doctors are turning to a machine that infuses the blood with oxygen.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-case-of-the-missing-chinese-stimulus-11586172909", "title": "The Case of the Missing Chinese Stimulus", "date": "2020-04-06 07:35", "summary": "Beijing has been much more restrained with monetary policy in the coronavirus crisis than Washington, London or Frankfurt, but that is probably about to change. As the U.S. Federal Reserve and its European peers have pumped liquidity through the Western financial system in recent weeks, Beijing has been notably restrained. Recently, however, there have been hints of a change in tone.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/h-i-g-capital-leads-65-million-investment-in-brazils-modern-logistics-11586163601", "title": "H.I.G. Capital Leads $65 Million Investment in Brazil's Modern Logistics", "date": "2020-04-06 07:34", "summary": "The Miami-based private-equity firm makes a convertible-debt investment alongside a group of family offices. H.I.G. Capital led a $65 million convertible-debt investment in Modern Logistics, providing the Brazilian carrier with the capital it was seeking to expand.", "categories": [["Pro PE Deals"]], "category_links": ["https://www.wsj.com/news/types/pro-pe-deals?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/zooms-runaway-success-carries-a-heavy-burden-11586172602", "title": "Zoom's Runaway Success Carries a Heavy Burden", "date": "2020-04-06 07:30", "summary": "Coronavirus pandemic has made videoconferencing upstart a household name, which means it must fix its problems quickly. Zoom Video Communications ' greatest strength is also its greatest weakness: It is now a verb.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/for-grocers-eggs-are-getting-more-expensive-amid-coronavirus-11586172611", "title": "For Grocers, Eggs Are Getting More Expensive", "date": "2020-04-06 07:30", "summary": "Egg prices soar, outpacing other food commodities, forcing supermarkets and farmers to scramble. Wholesale egg prices have more than tripled as consumers' coronavirus-driven buying clears supermarket shelves, piling up costs for grocers as they struggle to keep the staple in stock and affordable.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lysol-makers-boss-on-condom-sales-and-living-with-mom-during-the-pandemic-11586172348", "title": "Lysol Maker's Boss on Condom Sales and Living With Mom During the Pandemic", "date": "2020-04-06 07:25", "summary": "Reckitt Benckiser's new CEO talks about soaring demand for wipes, and the supply-chain lessons learned from coronavirus. As head of the company that makes Lysol and other popular disinfectants, Laxman Narasimhan has a close-up view of how consumers around the planet are trying to protect themselves from the new coronavirus.", "categories": [["Business", "Management", "Management & Careers"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/management?mod=breadcrumb", "https://www.wsj.com/news/types/boss-talk?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cuomo-turns-an-eye-to-restarting-new-yorks-economy-after-the-coronavirus-pandemic-11586171398", "title": "Cuomo Turns an Eye to Restarting New York's Economy After the Coronavirus Pandemic", "date": "2020-04-06 07:09", "summary": "Reviving New York City's economy will be 'really slow and difficult'; tourism and capital for entrepreneurs are key. One day-hopefully soon-the city that never sleeps will turn to the task of waking up its comatose economy.", "categories": [["U.S.", "Tri-State Area"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-region?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/calling-all-robots-businesses-automate-the-battle-against-coronavirus-11586170801", "title": "Calling All Robots: Businesses Automate the Battle Against Coronavirus", "date": "2020-04-06 07:00", "summary": "Hospital workers are using software robots to track Covid-19 tests. Hospitals, grocery stores and other essential services are enlisting robots in the fight against the coronavirus outbreak, accelerating an already fast-growing market for workplace automation, industry analysts say.", "categories": [["CIO Journal"]], "category_links": ["https://www.wsj.com/news/types/cio-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/global-coronavirus-cases-increase-sharply-led-by-the-u-s-11586076886", "title": "U.S. Braces for Most Challenging Days Ahead in Pandemic", "date": "2020-04-06 05:50", "summary": "U.S. adds more than 33,000 cases; British Prime Minister Boris Johnson is hospitalized after suffering persistent symptoms of Covid-19. Health officials warned Americans to brace for a pivotal week in the coronavirus pandemic, as the number of new cases around the world jumped by more than 100,000 in a single day for the first time, with a third of them coming from the U.S.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/got-an-airplane-in-your-portfolio-get-ready-for-a-long-descent-11586165703", "title": "Got an Airplane In Your Portfolio? Get Ready for a Long Descent", "date": "2020-04-06 05:35", "summary": "Aircraft values have plummeted since the start of the Covid-19 crisis, but likely have much further to fall. Aircraft aren't worth what they were just three months ago. This looks like just the beginning of a long, uncomfortable landing.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/companies-struggle-to-recruit-new-cfos-amid-coronavirus-pandemic-11586165401", "title": "Companies Struggle to Recruit New CFOs Amid Coronavirus Pandemic", "date": "2020-04-06 05:30", "summary": "'People are saying, \"Call me later\" ': Many candidates are less willing to change during the current crisis, recruiters say.. The coronavirus pandemic has paused what was expected to be a busy year for the recruitment of new finance chiefs.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-crisis-puts-bankrupt-hospitals-back-in-demand-11586165400", "title": "Coronavirus Crisis Puts Bankrupt Hospitals Back in Demand", "date": "2020-04-06 05:30", "summary": "States and cities summon troubled hospitals to the front lines in public health emergency. From small-town Vermont to Los Angeles, local governments are commandeering shut-down hospitals to add space amid the coronavirus pandemic-a trend that could revamp the market for health-care facilities.", "categories": [["Pro Bankruptcy Distress"]], "category_links": ["https://www.wsj.com/news/types/pro-bankruptcy-distress?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/shipping-delays-out-of-stock-items-amazon-isnt-the-only-shop-online-11586165400", "title": "Shipping Delays? Out-of-Stock Items? Amazon Isn't the Only Shop Online", "date": "2020-04-06 05:30", "summary": "Don't wait for a delayed Amazon delivery. Small businesses around the country are turning around orders, fast.. I ordered some gifts-a hand salve, some tea, soap and a cookbook-from a Washington, D.C.-based boutique on March 19, a Thursday. My friend's birthday wasn't for another week and I figured the package could take a while. But it arrived on her New York doorstep two days later. I was stunned. The same cookbook on Amazon is currently delayed until late April.", "categories": [["Tech", "Personal Tech", "Personal Technology: Review"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb", "https://www.wsj.com/news/types/personal-technology-joanna-stern?mod=breadcrumb", "https://www.wsj.com/news/types/personal-technology-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-false-choice-between-lockdowns-and-the-economy-11586164745", "title": "The False Choice Between Lockdowns and the Economy", "date": "2020-04-06 05:19", "summary": "Countries without lockdowns are in a state of economic free fall too. As many Western nations begin their second month under some form of lockdown, many are publicly debating the bleak, utilitarian question of whether such strict measures cause more economic damage than their public-health benefits merit.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-the-environmental-movement-plans-to-leverage-the-coronavirus-pandemic-11586164191", "title": "How Environmentalists Plan to Leverage the Pandemic", "date": "2020-04-06 05:09", "summary": "Activists are pressing governments to tie tougher rules on emissions to post-pandemic stimulus aid. One hopeful development from the coronavirus pandemic: Global air quality is improving dramatically as the outbreak sends many countries into lockdown, climate scientists say.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/in-china-travel-resumescautiously-11586162652", "title": "In China, Travel Resumes-Cautiously", "date": "2020-04-06 04:44", "summary": "Three-day holiday weekend brings a jump in travel, hotel bookings; railway passenger flow Saturday was largest since January. SHANGHAI-After some two months hunkered down at home to fight the coronavirus, many Chinese people traveled this weekend-the annual tomb-sweeping holiday-boosting beleaguered hotels and travel companies.", "categories": [["Business", "Asia"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11586096357", "title": "Pepper...and Salt", "date": "2020-04-06 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/eu-hopes-its-job-support-plan-will-show-it-can-deliver-in-a-crisis-11586080883", "title": "EU Steps Up to Fight Virus Crisis-and Show It Can Deliver", "date": "2020-04-06 23:59", "summary": "A $110 billion job-support plan is the kind of tangible aid the bloc needs to underpin crumbling economies and to show its 446 million citizens it can deliver when needed. BRUSSELS-The plans European Union officials unveiled on Thursday for a new €100 billion ($110 billion) job-support program for members hardest hit by the coronavirus is the kind of tangible aid it needs to underpin crumbling economies-and to show its 446 million citizens Brussels can deliver in a crisis.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/watchdog-says-trump-fired-him-for-fulfilling-legal-obligations-11586145426", "title": "Watchdog Says Trump Fired Him for Fulfilling Legal Obligations", "date": "2020-04-06 23:57", "summary": "Intelligence community inspector general said he followed a pledge to uphold U.S. whistleblower laws. WASHINGTON-The inspector general for the U.S. intelligence community, who played a pivotal role in allowing last year's Ukraine whistleblower complaint to be shared with Congress, said that President Trump fired him because of his commitment to being an independent watchdog.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/heres-why-some-investors-panic-and-heres-how-to-make-sure-you-dont-11586113363", "title": "Here's Why Some Investors Panic. And Here's How to Make Sure You Don't.", "date": "2020-04-06 22:16", "summary": "Are you likely to buy high and sell low in a market panic? There's a pretty simple way to figure that out.. Investors are reeling from the selloff in global markets. But here's the bigger risk right now for investors: that those losses will lead them to act in a way that will result in even bigger losses.", "categories": [["Markets", "Journal Reports: Funds/ETFs"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-funds-etfs?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-the-market-selloff-revealed-about-target-date-funds-11586114785", "title": "What the Market Selloff Revealed About Target-Date Funds", "date": "2020-04-06 22:15", "summary": "These funds operate under the principle that older investors should own less stock. But how much less varies widely, depending on the fund.. Target-date funds, which adjust allocations of stocks and bonds over time, based on their investors' ages, have become a staple in retirement accounts.", "categories": [["Markets", "Journal Reports: Funds/ETFs"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-funds-etfs?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/five-assumptions-many-investors-are-making-nowbut-perhaps-shouldnt-11586103186", "title": "Five Assumptions Many Investors Are Making Now-but Perhaps Shouldn't", "date": "2020-04-06 22:14", "summary": "With the market in such a mess, it's important to examine the conventional wisdom. Sometimes it pays to take a closer look at our assumptions. They might conform to the conventional wisdom, but that doesn't mean they are wise.", "categories": [["Markets", "Journal Reports: Funds/ETFs"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-funds-etfs?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/its-a-scary-time-but-market-timers-have-been-more-scared-before-11586112257", "title": "It's a Scary Time. But Market Timers Have Been More Scared Before.", "date": "2020-04-06 22:13", "summary": "In a difficult environment, it's important to have an objective measure of market sentiment. The Covid-19 pandemic certainly seems as scary as anything we have faced in decades. But at least one measure of market sentiment suggests some influential investors don't really believe this to be true as far as the effect on stocks is concerned.", "categories": [["Markets", "Journal Reports: Funds/ETFs"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-funds-etfs?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-stock-funds-first-quarter-damage-24-6-11586139120", "title": "U.S.-Stock Funds' First-Quarter Damage: -24.6%", "date": "2020-04-06 22:12", "summary": "As stocks and bonds both dropped in the quarter, investors' money flowed into cash. A bright spot: Stocks are up double-digits from their lows.. Investors fled stocks, bonds and seemingly every other financial investment in the first quarter.", "categories": [["Markets", "Journal Reports: Funds/ETFs", "Quarterly Monitor"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-funds-etfs?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hanging-in-stock-funds-no-1-manager-gained-12-8-11586132691", "title": "Hanging In: Stock Funds' No. 1 Manager Gained 12.8%", "date": "2020-04-06 22:12", "summary": "For the 12-month period that ended so badly for the stock market, Chris Retzler of Needham Small Cap Growth Fund found himself at the top of the pile. Sometimes, winning simply means that you lose less ground than everyone else.", "categories": [["Markets", "Journal Reports: Funds/ETFs", "Winners' Circle"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-funds-etfs?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-is-buy-the-panic-11586112204", "title": "What Is 'Buy the Panic'?", "date": "2020-04-06 22:11", "summary": "Buying stocks when others are selling is a proven approach-but sometimes it takes nerve. What does it mean when investment professionals say, \"Buy the panic\"?", "categories": [["Markets", "Journal Reports: Funds/ETFs", "In Translation"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-funds-etfs?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/gold-funds-fell-21-4-in-the-quarter-despite-the-coronavirus-panic-11586113413", "title": "Gold Funds Fell 21.4% in the Quarter, Despite the Coronavirus Panic", "date": "2020-04-06 22:09", "summary": "Gold's performance is the opposite of what may might expect. Some say leveraged investments could be partly to blame.. Why did gold prices fail to rally on news that the coronavirus had morphed into a pandemic? It's the opposite of what many would have expected.", "categories": [["Markets", "Journal Reports: Funds/ETFs"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-funds-etfs?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/these-robots-want-to-make-sure-you-dont-do-anything-stupid-with-your-money-11586103205", "title": "These Robots Want to Make Sure You Don't Do Anything Stupid With Your Money", "date": "2020-04-06 22:08", "summary": "Investment firms use prompts to help customers make better financial decisions. One of the most persistent problems for individual investors is that they do things to mess up their finances even when they should know better.", "categories": [["Markets", "Journal Reports: Funds/ETFs"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-funds-etfs?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/as-funds-jump-on-the-sustainable-bandwagon-regulators-raise-concerns-11586103274", "title": "As Funds Jump on the 'Sustainable' Bandwagon, Regulators Raise Concerns", "date": "2020-04-06 22:08", "summary": "Funds keep rebranding around sustainability, but is this just like slapping the dot-com label on every stock around the year 2000?. Some funds are rebranding themselves to be part of the \"do good\" investment trend. But the name game is drawing scrutiny from regulators.", "categories": [["Markets", "Journal Reports: Funds/ETFs"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-funds-etfs?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-to-play-the-gold-silver-ratio-11586112172", "title": "How to Play the Gold-Silver Ratio", "date": "2020-04-06 22:07", "summary": "Buying equal amounts of the DB Gold Short ETN and iShares Silver Trust is one way fund investors could do it.. Gold bugs have been buzzing in recent weeks about a historic run-up, not in the price of the precious metal but in a different measure of its merit: the gold-silver ratio.", "categories": [["Markets", "Journal Reports: Funds/ETFs"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-funds-etfs?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/some-etfs-to-turn-to-in-any-panic-11586112123", "title": "Some ETFs to Turn to in Any Panic", "date": "2020-04-06 22:06", "summary": "Utilities, health care and consumer staples are seen holding up better than other sectors. Amid the market turmoil, how are professional money managers reacting? What are they doing to limit the damage to portfolios? Here's what a few of them had to say about their current approach to the market.", "categories": [["Markets", "Journal Reports: Funds/ETFs"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-funds-etfs?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bond-investors-might-need-to-shorten-up-11586103237", "title": "Bond Investors Might Need to 'Shorten Up'", "date": "2020-04-06 22:05", "summary": "The bond market has taken a beating along with stocks. Here's what some advisers say bond investors should be doing now. When things get rough in the stock market, many investors turn to bonds to cushion the blow. So what happens when bonds get hammered, too, as they have in the latest turmoil in the financial markets? What should bond investors do now?", "categories": [["Markets", "Journal Reports: Funds/ETFs"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-funds-etfs?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-negative-rates-mean-for-bond-funds-11586113388", "title": "What 'Negative Rates' Mean for Bond Funds", "date": "2020-04-06 22:04", "summary": "Even if rates going below zero, bond funds would still perform their traditional role as a diversifier and stabilizer. The economic turmoil sparked by the coronavirus has brought on the possibility of negative interest rates. But negative rates don't necessarily mean negative results for bond-fund investors.", "categories": [["Markets", "Journal Reports: Funds/ETFs"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-funds-etfs?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hedge-funds-defensiveness-finally-pays-off-11586138580", "title": "Hedge Funds' Defensiveness Finally Pays Off", "date": "2020-04-06 22:03", "summary": "After underperforming for a decade, the funds are doing better than the market during the crisis. The $3 trillion hedge-fund industry, with its defensive approach to investing, has significantly underperformed the stock market over the past decade. But in the current market turmoil, hedge funds have been holding up much better than stocks.", "categories": [["Markets", "Journal Reports: Funds/ETFs"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-funds-etfs?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bancroft-fund-knows-another-50-4-gain-is-unlikely-11586112370", "title": "Bancroft Fund Knows Another 50.4% Gain Is Unlikely", "date": "2020-04-06 22:02", "summary": "Closed-end bond fund benefited from falling rates and judicious leverage, portfolio manager says. When a closed-end bond fund's shares soar 50.4% in a year, as those of (BCV) did in 2019, is an encore to that incredible performance possible?", "categories": [["Markets", "Journal Reports: Funds/ETFs", "Spotlight: Bancroft Fund"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-funds-etfs?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-3x-etf-shows-the-perils-of-leverage-11586112309", "title": "A 3x ETF Shows the Perils of Leverage", "date": "2020-04-06 22:01", "summary": "Direxion says the ETF wasn't designed as a vehicle for long-term investing, but rather for traders taking advantage of short-term market moves. The market tumult has highlighted a potential double hazard for individual investors: the pitfalls of leveraged funds, and the need to read the fine print in any investment.", "categories": [["Markets", "Journal Reports: Funds/ETFs", "Spotlight: Direxion"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-funds-etfs?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/spy-etf-sees-spike-in-volatility-11586112343", "title": "SPY ETF Sees Spike in Volatility", "date": "2020-04-06 22:00", "summary": "SPDR S&P 500 ETF gained the highest inflows for the ETF industry at $11 billion for the month of March. Panic selling in many funds caused large inflows for some of the largest broad-market index funds.", "categories": [["Markets", "Journal Reports: Funds/ETFs", "Spotlight: SPDR S&P 500 ETF"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-funds-etfs?mod=breadcrumb"]}]