[{"link": "https://www.wsj.com/articles/u-s-to-restrict-travel-from-brazil-to-stem-coronavirus-spread-11590357396", "title": "U.S. to Restrict Travel From Brazil to Stem Coronavirus Spread", "date": "2020-05-24 19:40", "summary": "There are exemptions to the ban, including lawful permanent residents of the U.S.. WASHINGTON-The White House on Sunday imposed restrictions on travel from Brazil, a hot spot of the pandemic in the developing world.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-marks-memorial-day-weekend-as-coronavirus-death-toll-nears-100-000-11590312043", "title": "U.S. Restricts Travel From Brazil as Virus Deaths Near 100,000", "date": "2020-05-24 18:37", "summary": "More than 5.3 million people have been infected world-wide; U.S. adds travel restrictions on hard-hit Brazil. The U.S. government said it is imposing new travel restrictions on Brazil as Covid-19 cases there have risen sharply, while the coronavirus-related death toll at home was approaching 100,000 over the Memorial Day holiday weekend.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/iran-ships-fuel-to-venezuela-flouting-u-s-pressure-on-its-foes-11590356201", "title": "Iran Ships Fuel to Venezuela, Flouting U.S. Pressure", "date": "2020-05-24 17:36", "summary": "Show of defiance comes in face of Trump administration sanctions aimed at unseating their authoritarian governments. The first of five tankers carrying Iranian fuel has reached gasoline-starved Venezuela in a show of defiance by two U.S. adversaries flouting American sanctions aimed at unseating their authoritarian governments.", "categories": [["World", "Latin America"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/latin-america-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/superspreader-events-offer-clue-on-curbing-coronavirus-11589977873", "title": "Superspreader Events Offer a Clue on Curbing Coronavirus", "date": "2020-05-24 16:41", "summary": "Some scientists think banning mass gatherings may be enough to keep the pandemic in check. Some scientists looking for ways to prevent a return to exponential growth in coronavirus infections after lockdowns are lifted are zeroing in on a new approach: Focus on avoiding superspreading events.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/minnesotas-essential-churches-11590350478", "title": "Minnesota's 'Essential' Churches", "date": "2020-05-24 16:01", "summary": "Gov. Tim Walz reaches a deal allowing in-person services to restart.. Tim Walz has seen the light. Or at least the First Amendment.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/economy-week-ahead-consumer-confidence-spending-inflation-11590346820", "title": "Economy Week Ahead: Consumer Confidence, Spending, Inflation", "date": "2020-05-24 15:00", "summary": "U.S. consumer spending and inflation data for April are expected to show a big drop-off in household purchases and a disinflationary trend. Measures of confidence, spending and inflation highlight the week's economic data.", "categories": [["Economy", "Economy Week Ahead"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/economy-week-ahead?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/unemployment-could-top-20-but-economy-recovering-trump-advisor-says-11590333230", "title": "Economy Recovering, but Unemployment Likely to Remain High, Trump Adviser Says", "date": "2020-05-24 14:04", "summary": "Kevin Hassett notes that businesses are reopening and credit-card data shows consumers are starting to raise spending amid the coronavirus pandemic. WASHINGTON-The first shoots of an economic recovery from shutdowns caused by the coronavirus pandemic are starting to emerge, but the U.S. is likely to face a sustained period of record-high unemployment.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/afghans-taliban-agree-to-three-day-cease-fire-11590278325", "title": "Afghans, Taliban Agree to Three-Day Cease-Fire", "date": "2020-05-24 13:54", "summary": "U.S. officials hope the cease-fire will help efforts to get peace talks on track. The Taliban announced a three-day cease-fire to coincide with the Muslim Eid al-Fitr holiday that begins Sunday, a move that was welcomed by the Afghan government after weeks of deadly clashes in the country.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/more-than-100-in-germany-found-to-be-infected-with-coronavirus-after-a-churchs-services-11590340102", "title": "More Than 100 in Germany Found to Be Infected With Coronavirus After Church's Services", "date": "2020-05-24 13:08", "summary": "Social distancing was observed and building disinfected for affected Sunday May 10 ceremonies, says senior member. BERLIN-At least 107 people have been found to be infected with the new coronavirus after some of them attended Sunday services at a church in Frankfurt two weeks ago, according to German officials, highlighting the growing risk of new outbreaks of the virus as Germany loosens restrictions on public gatherings.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/banks-defense-firms-rush-to-nab-newly-unemployed-workers-11590339600", "title": "Banks, Defense Firms Rush to Nab Newly Unemployed Workers", "date": "2020-05-24 13:00", "summary": "Some employers are hiring people laid off elsewhere or taking advantage of the stability of being an essential industry. Pockets of hiring have emerged beyond online retailing and grocery delivery, even amid the coronavirus-induced surge in job cuts, as employers adapt to new working practices and changing consumer behavior.", "categories": [["Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/university-of-michigan-president-takes-measured-approach-on-reopening-11590321600", "title": "University of Michigan Head: What School Decides for Fall Will Likely Stick for Year", "date": "2020-05-24 12:36", "summary": "The Wolverines football team won't have a season unless students are back on campus, says university president, an immunologist by training. The University of Michigan won't have a football season this fall unless all students are able to be back on campus for classes. And, according to President Mark Schlissel, that isn't a sure thing.", "categories": [["U.S.", "Education"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/education?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/protests-reignite-in-hong-kong-over-beijings-security-measure-11590307641", "title": "Protests Reignite in Hong Kong Over Beijing's Security Measure", "date": "2020-05-24 12:16", "summary": "Tear gas returns to city streets as people vent anger at Beijing's move to swiftly impose national-security laws on the city. HONG KONG-Riot police fired tear gas and water cannons as protesters defied social-distancing rules to return to the streets and vent anger at Beijing's plan to swiftly impose national-security laws in the city.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-historical-society-gifted-big-apple-themed-art-collection-11590336006", "title": "New-York Historical Society Given Big Apple-Themed Art Collection", "date": "2020-05-24 12:00", "summary": "Real-estate executive Elie Hirschfeld calls the works 'more than just art,' including pieces from David Hockney, Georgia O'Keeffe and Jacob Lawrence. ", "categories": [["WSJ News Exclusive", "Culture"]], "category_links": ["https://www.wsj.com/news/types/ny-culture?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/scenes-of-new-york-city-coming-to-the-new-york-historical-society-11590336000", "title": "'Scenes of New York City' Coming to the New-York Historical Society", "date": "2020-05-24 12:00", "summary": "The Hirschfeld collection includes artists Norman Rockwell, Georgia O'Keeffe, Jacob Lawrence and David Hockney. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/netanyahus-trial-begins-kicking-off-lengthy-legal-fight-11590320842", "title": "Netanyahu's Trial Begins, Kicking Off Lengthy Legal Fight", "date": "2020-05-24 11:57", "summary": "Israeli prime minister faces up to 10 years in prison if convicted of bribery, the most serious charge. Israeli leader Benjamin Netanyahu appeared Sunday in a Jerusalem courtroom to hear charges of bribery and breach of trust leveled against him by prosecutors-the first time a sitting prime minister has been put on trial.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nissan-renault-prepare-billions-of-dollars-in-cuts-11590334128", "title": "Nissan, Renault Prepare Billions of Dollars in Cuts", "date": "2020-05-24 11:28", "summary": "Japanese car maker looks to shave capacity by an additional million vehicles; some French factories on chopping block. The alliance of Renault SA and Nissan Motor Co. is set to disclose billions of dollars in cost cuts this week and Nissan is looking to slash capacity by an additional million vehicles, according to people familiar with the plans.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/police-killing-of-breonna-taylor-fuels-calls-to-end-no-knock-warrants-11590332400", "title": "Police Killing Fuels Calls to End No-Knock Warrants", "date": "2020-05-24 11:00", "summary": "Kentucky case and Ahmaud Arbery's death in Georgia draw attention to race and law enforcement. Growing outcry over the police killing of Breonna Taylor, a 26-year-old black emergency-room technician, in her Louisville, Ky., home is stoking calls to end the use of no-knock warrants like the one officers secured to raid her apartment.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-comedian-finds-humor-in-andrew-cuomos-dad-riffs-11590332400", "title": "New York Comedian Finds Humor in Gov. Andrew Cuomo's Dad Riffs", "date": "2020-05-24 11:00", "summary": "Maria DeCotis has caught fire on Twitter with her short videos miming along with audiotape from the governor's daily coronavirus briefings. Maria DeCotis, a comic whose popularity soared this month with her videos lip-syncing Gov. Andrew Cuomo's ramblings about his daughters, knows how it feels to be mortified by a dad in the public eye.", "categories": [["U.S.", "Culture"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-culture?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-we-refuse-to-spend-much-money-on-apps-11590328800", "title": "Why We Refuse to Spend Much Money on Apps", "date": "2020-05-24 10:00", "summary": "Consumers are willing to spend a lot more for a traditional product than for essentially the same thing in app form. A Stanford professor explains why.. If offered two versions of a new product-one priced at $45 and the other at $7-most rational shoppers would choose the cheaper one, as long as both items were legitimate and more or less the same.", "categories": [["Markets", "Journal Reports: Wealth Management"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-wealth-management?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/in-seattle-coronavirus-fallout-opens-economic-divide-11590328819", "title": "In Seattle, Pandemic Fallout Opens Economic Divide", "date": "2020-05-24 10:00", "summary": "Resume Subscription. Seattle provides a pronounced version of the nation's economic divide between companies and workers who can operate primarily online through the coronavirus pandemic and those who can't.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/lucky-timeout-for-take-two-as-game-crunch-looms-11590328801", "title": "Lucky Timeout for Take-Two as Game Crunch Looms", "date": "2020-05-24 10:00", "summary": "Having no major releases slated for this year could spare the videogame publisher work-from-home delays. The videogame industry faces a big test this year. At least one major publisher has effectively chosen to sit it out.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/game-plan-a-retired-teacher-wants-to-reduce-a-mountain-of-student-debt-11590328801", "title": "Game Plan: A Retired Teacher Wants to Reduce a Mountain of Student Debt", "date": "2020-05-24 10:00", "summary": "A New Jersey woman holds about $300,000 in loans from her daughters' education. An adviser suggests how she can start to tackle it.. Nancy Pavelka, a retired special-education teacher in Long Branch, N.J., is footing a student-loan bill of more than $300,000 for her two daughters.", "categories": [["Markets", "Journal Reports: Wealth Management"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-wealth-management?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/gop-considers-back-to-work-bonuses-11590327465", "title": "GOP Considers Back-to-Work Bonuses", "date": "2020-05-24 09:37", "summary": "Plan from Sen. Portman would offer $450 a week in place of extension of enhanced jobless benefits. WASHINGTON-Senate Republicans are examining offering cash incentives for unemployed Americans returning to work, looking for an alternative to the extension of enhanced jobless benefits supported by Democrats.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chinas-top-diplomat-defends-coronavirus-response-11590325797", "title": "China's Top Diplomat Urges U.S. to Cooperate on Coronavirus for 'Future of Humanity'", "date": "2020-05-24 09:10", "summary": "Foreign Minister Wang Yi calls for more cooperation with the U.S.; relations have deteriorated. BEIJING-China's top diplomat defended his country's handling of the coronavirus, called for more cooperation with the U.S. to address the pandemic and backed the World Health Organization, which the U.S. has accused of lavishing favor on Beijing.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-rhapsody-of-the-finger-lakes-through-fresh-eyes-11590325200", "title": "The Rhapsody of the Finger Lakes, Through Fresh Eyes", "date": "2020-05-24 09:00", "summary": "The Lake House on Canandaigua may be the first from-scratch hotel venture from The Brooklyn Home Company, but it won't be the first to incorporate a nostalgia-tinged ethos. The early 1970s were a boom time for Rochester, New York, thanks to the combined good fortunes of Eastman Kodak Company, Xerox and Bausch & Lomb, all headquartered in the lakefront city. (Today only Kodak is still based there.) \"When we were kids, I remember the buzz would go around that it was bonus week for Kodak-and kids would come to school in new winter coats,\" says Bill Caleo, 44, who grew up in the Rochester suburb of Pittsford.", "categories": [["Feature"]], "category_links": ["https://www.wsj.com/news/types/magazine-feature?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/our-habits-have-changed-these-gadgets-are-proof-11590325201", "title": "Our Habits Have Changed. These Gadgets Are Proof.", "date": "2020-05-24 09:00", "summary": "We aren't going to give up our smart ovens, webcams and high-tech exercise bikes when the coronavirus lockdowns are over. Many pre-pandemic activities seem exotic now: cramming myself onto a bus, sweating in a packed spin class, splitting an entree at a restaurant, dancing shoulder-to-shoulder at a large, joyous wedding reception. For the foreseeable future, these rituals are no more, and it isn't clear when and if they'll return, even as things begin to reopen.", "categories": [["Tech", "Personal Tech", "Personal Technology: Nicole Nguyen"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb", "https://www.wsj.com/news/types/personal-technology-joanna-stern?mod=breadcrumb", "https://www.wsj.com/news/types/personal-technology-nicole-nguyen?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trucking-looks-to-bundle-up-technology-11590325201", "title": "Trucking Looks to Bundle Up Technology", "date": "2020-05-24 09:00", "summary": "Daimler, Platform Science will build software incorporating app-driven technology directly into new big rigs. Putting a computer in the cab of a big rig was a radical step back in 1988.", "categories": [["Logistics Report"]], "category_links": ["https://www.wsj.com/news/types/logistics-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/companies-financial-planning-comes-up-short-in-the-coronavirus-era-11590325200", "title": "Companies' Financial Planning Comes Up Short in the Coronavirus Era", "date": "2020-05-24 09:00", "summary": "Uncertainty surrounding the pandemic has rendered careful corporate planning exercises useless. To prepare for uncertainty, finance chiefs turn to scenario planning. They develop models to help quantify the effects of what-if situations involving cash flow, sales revenue and other metrics.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-we-know-about-the-coronavirus-11579716128", "title": "What to Know About the New Coronavirus", "date": "2020-05-24 08:43", "summary": "Health officials are learning more about the deadly pathogen behind the continuing pandemic. Scientists and public-health officials are learning more about the new coronavirus behind a continuing pandemic. The disease it causes is called Covid-19. We are updating our questions and answers regularly to keep up with their findings. Here is what they know so far, and how you can minimize your risk.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/squares-co-founder-a-recession-is-a-great-time-to-start-a-company-11590321600", "title": "Square's Co-Founder: A Recession Is a Great Time to Start a Company", "date": "2020-05-24 08:00", "summary": "Jim McKelvey talks about the coronavirus-ravaged economy and why the world needs entrepreneurs now. Jim McKelvey and his former intern Jack Dorsey got the idea for financial-technology company Square Inc. the last time a global crisis sent the economy into a nosedive.", "categories": [["Business", "Management", "Management & Careers"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/management?mod=breadcrumb", "https://www.wsj.com/news/types/boss-talk?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tempers-rise-as-parents-are-divided-on-whether-colleges-should-open-this-fall-11590319800", "title": "Parents Are Divided on Whether Colleges Should Open This Fall", "date": "2020-05-24 07:30", "summary": "As the coronavirus pandemic continues, some schools intend to go online-only, while others say they are opening, leading to major disagreements over what families should do. Kavita Nanda and Kris Koval both desperately want their kids to go back to college in the fall.", "categories": [["Life & Work", "Life & Style"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/life-style?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-pandemic-prom-tuxedos-corsages-and-dancing-at-home-alone-11590318001", "title": "The Pandemic Prom: Tuxedos, Corsages and Dancing at Home Alone", "date": "2020-05-24 07:00", "summary": "Resume Subscription. Wearing a black sequined Morgan & Co. gown, 18-year-old Toft Olander welcomed her date, Bryce Dellaripa, at the door of her home. Then the two seniors at Mountain View High School in Orem, Utah, headed to prom-in the living room.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/chinese-developers-drag-asias-junk-bond-market-out-of-the-doldrums-11590318000", "title": "Chinese Developers Drag Asia's Junk-Bond Market Out of the Doldrums", "date": "2020-05-24 07:00", "summary": "Investors are buying new bonds from riskier companies again as China's property sector gains momentum. Asia's junk-bond market is slowly coming back to life, with Chinese property developers at the forefront of the recovery.", "categories": [["Markets", "Credit Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/credit-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/photos-of-the-week-may-17-23-2020-11590318000", "title": "Photos of the Week", "date": "2020-05-24 07:00", "summary": "Pakistan International Airlines plane crashes in Karachi, Memorial Day weekend begins as restrictions ease, central Michigan is flooded as dams break and more. Fertility specialist Randy Morris tests women for the coronavirus before retrieving eggs from their ovaries. 'Every day there is a little twist that makes our life a little tougher,' he said. Patients undergoing fertility treatments saw the time-sensitive process sidelined by the coronavirus pandemic when nonessential medical procedures were put on hold. Read more.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/deprived-of-the-rites-of-grief-italians-search-for-ways-to-remember-covid-19-victims-11590316474", "title": "Deprived of the Rites of Grief, Italians Search for Ways to Remember Covid-19 Victims", "date": "2020-05-24 06:34", "summary": "Resume Subscription. ROME-When Floriana Garbero lost her 78-year-old father last month in the northwestern Italian city of Turin, she couldn't have a funeral for him because of a nationwide lockdown to stop the spread of the novel coronavirus.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/coronavirus-threatens-to-hobble-the-u-s-shale-oil-boom-for-years-11590312601", "title": "Coronavirus Threatens to Hobble the U.S. Shale-Oil Boom for Years", "date": "2020-05-24 05:30", "summary": "Drillers that survive pandemic are likely to be leaner and less inclined to invest freely in growth. American shale drillers helped turn the U.S. into the world's top oil producer, topping 13 million barrels a day earlier this year. It likely will be years-if ever-before they reach such heights again.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/state-and-local-budget-woes-create-drag-for-economic-recovery-prospects-11590312600", "title": "State, Local Budget Woes Create Drag for Recovery Prospects", "date": "2020-05-24 05:30", "summary": "Cuts to employment and spending likely to weigh on growth for years, economists say. The hit to U.S. state and local finances from the coronavirus pandemic could be a drag on the nation's economic recovery for years to come, if the past is any guide.", "categories": [["Economy", "The Outlook"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/the-outlook?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/summer-jobs-dry-up-and-teens-face-highest-unemployment-in-decades-11590312600", "title": "Summer Jobs Dry Up and Teens Face Highest Unemployment in Decades", "date": "2020-05-24 05:30", "summary": "Younger workers' go-to positions at pools, restaurants, golf courses are hit by the coronavirus. Young Americans are having little luck finding summer jobs.", "categories": [["Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/personal-ties-to-biden-could-be-an-advantage-in-running-mate-race-11590312601", "title": "Personal Ties to Biden Could Be an Advantage in Running-Mate Race", "date": "2020-05-24 05:30", "summary": "As coronavirus makes it hard for potential choices to campaign alongside the former vice president, having an existing rapport with him is important. Two future U.S. senators, Kamala Harris and Catherine Cortez Masto, were part of a small, tightknit group of women serving as their states' attorneys general nearly a decade ago. They considered their affable colleague from Delaware, Beau Biden, to be an honorary member.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/iraq-turns-to-neighbors-to-ease-economic-strains-11590312488", "title": "Iraq Turns to Neighbors to Ease Economic Strains", "date": "2020-05-24 05:28", "summary": "Iraq is seeking debt relief from Kuwait and moving to bolster commercial links with Saudi Arabia. RIYADH-Under pressure from low oil prices, Iraq is seeking billions of dollars in debt relief from Kuwait and moving to bolster ties with Saudi Arabia, as the coronavirus pandemic compels Baghdad to court allies that could help it stave off an economic crisis.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}]