[{"link": "https://www.wsj.com/articles/compare-any-two-colleges-from-the-2021-wsj-the-college-rankings-11600385256", "title": "Compare Any Two Colleges From the 2021 WSJ/THE College Rankings", "date": "2020-09-17 19:27", "summary": "Our tool helps you compare schools side by side once you've narrowed your decision. Select two schools from the 2021 Wall Street Journal/Times Higher Education College Rankings and compare their strengths and weaknesses.", "categories": [["Life & Work", "Journal Reports: College Rankings"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-college-rankings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bill-barrs-prosecutorial-warning-11600384711", "title": "Bill Barr's Prosecutorial Warning", "date": "2020-09-17 19:18", "summary": "The left distorts his important speech on political accountability.. We live in a strange time when progressives say American law enforcement is racist, yet they'll also go to the mattresses to defend prosecutors from political accountability. Witness the partisan distortions of Attorney General Bill Barr's Wednesday speech celebrating Constitution Day.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-jersey-does-it-again-11600384650", "title": "New Jersey Does It Again", "date": "2020-09-17 19:17", "summary": "Trenton raises taxes on the millionaires it desperately needs.. Connecticut Gov. Ned Lamont's yacht is coming in. New York City's descent into disorder and lockdown are driving off the affluent class. Now with New Jersey Democrats again raising taxes on millionaires, Connecticut is looking like the least bad state in the region.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/europes-covid-lockdown-lessons-11600384587", "title": "Europe's Covid Lockdown Lessons", "date": "2020-09-17 19:16", "summary": "The virus is returning but leaders decide they can't shut down again.. America's Democrats often say they want to emulate Europe, and given their fondness for coronavirus lockdowns we can only hope this time they mean it. Parts of Europe, like parts of the U.S., are experiencing surges in new Covid-19 cases. Unlike many in the U.S., European leaders have learned from their earlier experiences with the virus.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/whoopswe-found-1-666-ballots-11600384516", "title": "Whoops-We Found 1,666 Ballots", "date": "2020-09-17 19:15", "summary": "Once more, New Jersey's bad example is a lesson for everyone else.. New Jersey's July 7 primary is two months in the rearview mirror. But officials in Sussex County, home to 140,000 people in the state's northern tip, announced on Monday that they had discovered 1,666 ballots \"in a bin that was mislabeled.\" Whoops.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/which-u-s-colleges-are-the-most-diverse-11600384325", "title": "Which U.S. Colleges Are the Most Diverse?", "date": "2020-09-17 19:12", "summary": "Public schools stand out in having student bodies from a wide range of backgrounds. Public universities may not dominate the top of The Wall Street Journal/Times Higher Education College Rankings or stand out in matters of finance, but they shine when it comes to campus diversity.", "categories": [["Life & Work", "Journal Reports: College Rankings"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-college-rankings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/which-colleges-have-the-most-financial-resources-11600384198", "title": "Which Colleges Have the Most Financial Resources", "date": "2020-09-17 19:09", "summary": "Money matters more than ever, as colleges struggle with the financial fallout from Covid-19. For colleges across the U.S., the coronavirus pandemic has served as a reminder that money matters in a big way.", "categories": [["Life & Work", "Journal Reports: College Rankings"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-college-rankings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/2021-best-colleges-in-america-harvard-leads-the-university-rankings-11600383996", "title": "2021 Best Colleges in America: Harvard Leads the University Rankings", "date": "2020-09-17 19:06", "summary": "The Ivy League dominates this year's Wall Street Journal/Times Higher Education College Rankings. But the future of U.S. universities has never been murkier.. The more things change, the more they stay the same-at least at some of the oldest, most prestigious universities in the U.S.", "categories": [["Life & Work", "Journal Reports: College Rankings"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-college-rankings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/get-ready-for-an-election-crisis-11600383942", "title": "Get Ready for an Election Crisis", "date": "2020-09-17 19:05", "summary": "Between bitter division and massive mail-in balloting, a normal vote would be a miracle.. Let's talk about the terrible time America might be in for in the days and weeks, maybe months, after the election.", "categories": [["Opinion", "Declarations"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/declarations?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/snowflake-ceo-slootman-scores-ipo-hat-trick-with-big-bet-on-data-11600383892", "title": "Snowflake CEO Slootman Scores IPO Hat Trick With Big Bet on Data", "date": "2020-09-17 19:04", "summary": "Software company aims to benefit from companies increasingly storing information in multiple clouds. With Snowflake Inc.'s supercharged IPO this week, Chief Executive Frank Slootman has achieved a rare investment trifecta: delivering three of the hottest tech public stock offerings of their time.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/best-colleges-2021-explore-the-full-wsj-the-college-ranking-list-11600383830", "title": "Best Colleges 2021: Explore the Full WSJ/THE College Ranking List", "date": "2020-09-17 19:03", "summary": "Resume Subscription. Examine the full list of nearly 800 U.S. colleges and universities and look at the metrics behind the rankings. Create personalized rankings based on the factors that matter most to you, and use tools to sort and filter the data.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/from-russia-to-biden-with-love-11600383717", "title": "From Russia (to Biden) With Love", "date": "2020-09-17 19:01", "summary": "Senate Democrats try to smear colleagues for investigating Hunter and Ukraine.. When Democrats look at Russia, they don't see a geopolitical threat. They see the political gift that keeps giving. They now hope it produces for Joe Biden.", "categories": [["Opinion", "Potomac Watch"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/potomac-watch?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/covid-puts-the-i-in-the-high-holy-days-11600383609", "title": "Covid Puts the 'I' in the High Holy Days", "date": "2020-09-17 19:00", "summary": "Rosh Hashana and Yom Kippur aren't the same without communal prayer.. This year the Jewish High Holy Days will be like no other. Usually the synagogue is packed on Rosh Hashana and Yom Kippur, with a buzz of noise that is not all prayer. The haunting call of the shofar, or ram's horn, summons Jews to judgment. On Yom Kippur, the Day of Atonement, we are on trial-giving an account of our lives, confessing our sins endlessly, going through every letter of the alphabet, including not a few offenses many of us wouldn't have had the time, energy or inclination to commit. It is powerful, purgative, and ultimately purifying. We need this annual reset of our lives.", "categories": [["Opinion", "Commentary", "Houses of Worship"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb", "https://www.wsj.com/news/types/houses-of-worship?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fbi-director-flags-worries-over-russian-election-meddling-white-supremacists-11600383590", "title": "FBI Director Flags Worries Over Russian Election Meddling, White Supremacists", "date": "2020-09-17 18:59", "summary": "Acting head of the Department of Homeland Security, Chad Wolf, defies congressional subpoena to attend hearing. FBI Director Christopher Wray highlighted concerns about white supremacists and Russia's meddling in the presidential election to hurt Joe Biden in a wide-ranging hearing before the House Homeland Security Committee.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/playing-would-you-rather-in-the-covid-age-11600383519", "title": "Playing 'Would You Rather' in the Covid Age", "date": "2020-09-17 18:58", "summary": "Risk infection, or forgo seeing our grandchildren?. I've been playing a lot of \"Would you rather\" lately, but with real-life choices. Welcome to the gates of Old Age.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/giuliani-associates-face-new-federal-criminal-charges-11600383496", "title": "Giuliani Associates Face New Federal Criminal Charges", "date": "2020-09-17 18:58", "summary": "Prosecutors add fraud allegations and others to previous campaign-finance charges against men linked to Trump's personal lawyer. Federal prosecutors in Manhattan have filed new criminal charges against associates of Rudy Giuliani who were arrested in a campaign-finance case last fall, including fraud allegations related to a Florida fraud-insurance company founded by two of the men.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-riddle-of-the-rosetta-review-found-in-translation-11600383455", "title": "'The Riddle of the Rosetta' Review: Found in Translation", "date": "2020-09-17 18:57", "summary": "Uncovered by the French and claimed by the British, the Rosetta Stone reawakened Europe's regard for antiquity.. Archaeology, Kipling observed, \"furnishes a scholarly pursuit with all the excitement of a gold prospector's life.\" Substitute \"librarian\" for \"gold prospector\" and you have the lot of the archaeologist's donnish cousin, the philologist, studier of literary texts and languages. Fairly or not, philology may never outrun its definition in Christopher Hampton's ivory-tower play \"The Philanthropist\" (1970) as \"the only subject which cunningly combine[s] the boredom of the science faculties with the uselessness of the arts faculties.\" But it wasn't always that way. Before today's academic hairsplitting and diminishing returns, there were ancient characters and civilizations to be unlocked. None loomed larger, in the 19th century, than Egyptian hieroglyphs.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-age-of-the-unknown-unknowns-11600383351", "title": "The Age of the 'Unknown Unknowns'", "date": "2020-09-17 18:55", "summary": "The big lesson of 2020: Companies can't count on government to deal with unanticipated risks.. Not even the most insightful manager could have predicted at the beginning of 2020 that a global pandemic would turn economies upside down. While corporate and investment fiduciaries are responsible for pricing and mitigating risk, most of their focus is taken up with what Donald Rumsfeld would have characterized as \"known unknowns.\" These are categorical threats-expropriation, regulatory actions, litigation, cybersecurity, weather-related or reputational risks-understood to threaten the strategic and business objectives of commercial enterprises. But they aren't the only threats.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/state-health-authorities-worry-about-slow-planning-for-covid-19-vaccine-distribution-11600377802", "title": "State Health Authorities Worry About Slow Planning for Vaccine Distribution", "date": "2020-09-17 18:53", "summary": "U.S. government is still working out critical issues like who should get initial shots and how many each state will get, state health officials say. As the Trump administration pushes ahead with its Covid-19 vaccine distribution plans, state health authorities are expressing concerns that the government hasn't resolved critical issues, complicating their efforts to deliver any shots that get cleared for use to those most in need.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/where-trump-and-biden-stand-on-big-tech-11600335000", "title": "Where Trump and Biden Stand on Big Tech", "date": "2020-09-17 18:40", "summary": "Both see problems, but differ on solutions. WASHINGTON-Powerful technology companies are expected to face increased scrutiny no matter who wins the Nov. 3 election, but President Trump and challenger Joe Biden differ on some of the problems posed by Big Tech and how to solve them.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/house-democrats-postpone-vote-on-decriminalizing-marijuana-11600381177", "title": "House Democrats Postpone Vote on Decriminalizing Marijuana", "date": "2020-09-17 18:19", "summary": "Centrist caucus members pushed for delay until after November election. WASHINGTON-House Democrats delayed a vote to decriminalize marijuana at the federal level after an outcry from centrist lawmakers who want the caucus to keep the focus on coronavirus relief as the election looms.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/auto-supplier-garrett-motion-considers-bankruptcy-over-asbestos-overhang-11600363807", "title": "Auto Supplier Garrett Motion Weighs Bankruptcy Over Asbestos Overhang", "date": "2020-09-17 18:17", "summary": "Transportation equipment maker is struggling with high debt, a pandemic-related sales slump and asbestos payouts following its spinoff from Honeywell. Auto-parts manufacturer Garrett Motion Inc. is preparing for a possible bankruptcy filing as tensions rise with former parent Honeywell International Inc. over asbestos injury payments and as sales have slumped during the Covid-19 pandemic, according to people familiar with the matter.", "categories": [["Pro Bankruptcy Distress"]], "category_links": ["https://www.wsj.com/news/types/pro-bankruptcy-distress?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-latest-news-09-17-2020-11600331478", "title": "U.S. Daily Coronavirus Cases Stay Under 40,000", "date": "2020-09-17 18:13", "summary": "National death toll passes 197,000; health officials look to the possibility of normalization of some activities in 2021. New coronavirus cases in the U.S. remained below 40,000, as Texas moved to loosen some restrictions and New York City pivoted again on school reopening.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bestselling-books-week-ended-monthtk-tk-11600379757", "title": "Bestselling Books Week Ended September 12", "date": "2020-09-17 17:55", "summary": "With data from NPD BookScan. ", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/best-selling-books?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/facebook-to-curb-internal-debate-over-sensitive-issues-amid-employee-discord-11600368481", "title": "Facebook to Curb Internal Debate Over Sensitive Issues Amid Staff Discord", "date": "2020-09-17 17:54", "summary": "Mark Zuckerberg says employees shouldn't have to confront social issues in their day-to-day work unless they want to. Facebook Inc. is moving to curb internal debate around divisive political and social topics, Chief Executive Mark Zuckerberg said Thursday, after a spate of disputes and criticism that has fueled discord among staffers.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/america-needs-a-conservative-labor-movement-11600379608", "title": "America Needs a Conservative Labor Movement", "date": "2020-09-17 17:53", "summary": "Revived and reformed unions can serve the traditional Republican goals of empowering individuals and preserving communities. Among modern institutions, one stands out for the breadth of conservative priorities it could advance: generating widespread prosperity, limiting government intervention, preserving families and ways of life, revitalizing communities and fostering solidarity. That institution is the labor union.", "categories": [["Life & Work", "Ideas", "Essay"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/essay?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lvmh-sought-french-government-help-in-dropping-tiffany-takeover-11600366835", "title": "LVMH Sought French Government Help in Dropping Tiffany Takeover", "date": "2020-09-17 17:45", "summary": "Finance minister rejected request from luxury company for the government to intervene in Tiffany deal; LVMH denies the outreach. PARIS-LVMH Moët Hennessy Louis Vuitton SE asked the top negotiator in France's tax talks with the U.S. for help in backing out of its agreement to take over Tiffany & Co., and was turned down, according to senior French officials.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/covid-19-vaccine-study-results-could-come-late-october-moderna-ceo-says-11600379102", "title": "Moderna's Covid-19 Vaccine Study Results Could Come in Late October", "date": "2020-09-17 17:45", "summary": "Company also released the guidelines for the shot's final-stage trial. A large, pivotal study of Moderna Inc.'s Covid-19 vaccine could yield a preliminary answer about whether the shot works safely as early as October, though it's more likely to be November, the company's leader said.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ups-offering-buyouts-to-management-workers-11600378920", "title": "UPS Offering Buyouts to Management Workers", "date": "2020-09-17 17:42", "summary": "Offers for employees in non-operating roles as the delivery giant plans to hire 100,000 additional workers for the holidays. United Parcel Service Inc. is planning to offer buyouts to some management employees, according to a person familiar with the matter, as Chief Executive Carol Tomé aims to trim payroll costs at the delivery giant.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/federal-judges-temporarily-halt-publishing-of-nypd-disciplinary-records-11600378573", "title": "Federal Judges Temporarily Halt Publishing of NYPD Disciplinary Records", "date": "2020-09-17 17:36", "summary": "City is barred from releasing records while court case over disclosure continues. Federal appeals judges on Thursday barred New York City from releasing disciplinary records of police, firefighters and corrections officers until a lawsuit by a coalition of unions to block the disclosure is decided in court.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/agents-of-chaos-review-russian-meddling-exposed-11600378544", "title": "'Agents of Chaos' Review: Russian Meddling Exposed", "date": "2020-09-17 17:35", "summary": "A two-part HBO documentary offers a powerful account of Russia's interference in the 2016 American presidential election. Early in \"Agents of Chaos\" (Wednesday and Thursday, 9 p.m., HBO)-a two-part documentary of searing power on more than a few counts, including its wealth of merciless facts-there's a scene in which Bernie Sanders supporters at the 2016 Democratic Convention vent their rage over the revelations contained in certain hacked emails. The messages lifted from the hackee in question, the Democratic National Committee, seem to Sanders devotees to be clear evidence that the committee had no wish to see Sen. Sanders win the nomination. One seething Sanders supporter waxes even angrier at the suggestion made to her that these hacked emails could, after all, have come from the Russians. She didn't care if they came from Mars, she retorts.", "categories": [["Books & Arts", "Television Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/television-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-devil-all-the-time-review-waging-the-war-within-11600378445", "title": "'The Devil All the Time': Waging the War Within", "date": "2020-09-17 17:34", "summary": "Antonio Campos's screen version of Donald Ray Pollock's novel is a tale of multiple horrors with a father-son relationship at its center.. Southern gothic or film noir barely begins to describe \"The Devil All the Time,\" Antonio Campos's superheated screen version of the novel by Donald Ray Pollock. This panoply of evil deeds and deranged retribution, streaming on Netflix, goes beyond gothic to genuinely ghastly, reaches deeper than noir into the Stygian. Yet Mr. Campos and his superb cast confer such authority on the whole thing that there's no choice but to follow the film's three time-hopping, befuddlingly intertwined stories-for 138 minutes, no less. It's an elegantly crafted production, half-crazed and borderline kitschy but with a serious core that traces-or retraces, since no psychological trails are blazed here-the links between violence, sexuality, human fragility and the godawful things people can do in the name of religious faith. (The director wrote the screen adaptation with his brother, Paulo Campos.)", "categories": [["Books & Arts", "Film Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/film-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tehran-review-undercover-in-a-hostile-land-11600378256", "title": "'Tehran' Review: Undercover in a Hostile Land", "date": "2020-09-17 17:30", "summary": "A spy drama on AppleTV+ follows a Mossad agent on a mission in Iran.. In the opening scenes of \"Tehran\" (begins Friday, Sept. 25, Apple TV+)-an absorbing if unsubtle eight-part series about an Israeli spy on a mission to undermine Iran's nuclear goals-a woman attired in a niqab sits quietly. This, clearly, has to be the Mossad spy, Tamar (Niv Sultan), the only calm passenger on a Jordanian plane packed with uneasy travelers. Anxieties grow worse when word comes about mechanical problems that dictate an unplanned landing at an airport in Iran.", "categories": [["Books & Arts", "Television Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/television-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/telluride-in-turbulent-times-11600378116", "title": "Telluride in Turbulent Times", "date": "2020-09-17 17:28", "summary": "After cancelling this year's event in Colorado because of the pandemic, the Telluride Film Festival came to the Rose Bowl for one night with a drive-in screening of Chloé Zhao's 'Nomadland.'. Until this year, one of the most reliable joys of my job had been going to the Telluride Film Festival at the end of every summer, then putting together a roundup to convey a sense of the event. From one year to the next I would write about different films, of course, but I'd also fall back on several recurrent themes. One was an obligatory reference to the altitude (\"this old Colorado mining town high in the Rocky Mountains\"). Others were expressions of gratitude-for the beauty of the setting and the purity of the air, but above all for the certainty that seeing a dozen or more good films in the course of a long weekend would renew my faith in the medium, however grim the alleged blockbusters of the preceding summer might have been.", "categories": [["Books & Arts", "Film Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/film-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/steve-cohens-point72-settles-with-female-employee-in-gender-discrimination-arbitration-11600375911", "title": "Cohen's Point72 Settles Gender Discrimination Case", "date": "2020-09-17 17:23", "summary": "Lauren Bonner had sued the firm in 2018 alleging unfair pay practices, sexist work environment. Steven A. Cohen's Point72 Asset Management recently reached a settlement with a female employee who sued the firm in 2018 alleging unfair pay practices and a pervasively sexist work environment.", "categories": [["Markets", "Financial Services", "Hedge Funds"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/business/financial-services?mod=breadcrumb", "https://www.wsj.com/news/types/hedge-funds?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-caine-mutiny-court-martial-review-a-precious-record-of-a-great-performance-11600377553", "title": "'The Caine Mutiny Court-Martial' Review: A Precious Record of a Great Performance", "date": "2020-09-17 17:19", "summary": "The 1955 TV version of Herman Wouk's Broadway play preserves Charles Laughton's skillful stage direction and Lloyd Nolan's riveting turn as the troubled Captain Queeg.. Great stage performances and productions are the sand castles of art. Unless they should happen to be filmed, it is their destiny to be washed away by the high tides of time, living on only in the fallible memories of those lucky enough to have seen them in person. Back in the '50s, though, a handful of major Broadway stage shows were later performed in studios for live broadcast on network TV. Some of these telecasts were preserved on film and survive in museum archives and the vaults of collectors, and if you know where to go, you can obtain DVD copies of a few of them. The picture quality is nothing to brag about, but the mere existence of such telecasts makes such considerations trivial. The point is that it's possible to see them-and not at a big-city museum, either, but in your living room.", "categories": [["Opinion", "Theater Review"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/theater-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/global-stock-markets-dow-update-9-17-2020-11600334220", "title": "U.S. Stocks Fall as Fed Outlook Rattles Investors", "date": "2020-09-17 17:04", "summary": "S&P 500 and Nasdaq Composite steepen declines Thursday. U.S. stocks fell Thursday, hurt by weakness in the labor market as uncertainty over the coronavirus pandemic continues to weigh on hiring.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-city-schools-delay-in-person-instruction-for-second-time-11600353749", "title": "New York City Schools Delay In-Person Instruction for Second Time", "date": "2020-09-17 17:01", "summary": "Mayor says teacher shortages due to Covid-19 pandemic were key to decision to postpone reopening. Just days before New York City schools were supposed to start, families faced another curveball Thursday as officials delayed opening for in-person classes-for the second time.", "categories": [["U.S.", "Schools"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-schools?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/gold-standard-clinical-trials-and-covid-19-11600375705", "title": "Gold-Standard Clinical Trials and Covid-19", "date": "2020-09-17 16:48", "summary": "The ivory-tower academic crowd would have the world believe that the only valid evidence to inform therapies comes from randomized controlled trials. RCTs are just one form of evidence that practitioners use to determine best medical practices.. Allysia Finley does a courageous public service by questioning the role of randomized controlled trials (RCTs) in understanding the right way to treat Covid or any other disease (\"Medical Research's Cross of 'Gold' Imperils Covid Treatments,\" op-ed, Sept. 9).", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-saving-of-new-york-must-start-at-home-11600375633", "title": "The Saving of New York Must Start at Home", "date": "2020-09-17 16:47", "summary": "States are competing with each other and New York is losing. A thousand Americans are moving to Florida every day from tax-happy states like New York, New Jersey, Illinois and Connecticut.. Regarding your editorial \"A Plea to Save New York\" (Sept. 12): For years, New Yorkers have been flocking to Florida to escape oppressive taxes and regulations, as have others in liberal states around the country. Americans are choosing states like Florida over states like New York. They don't want to be told what size soda they can buy. They don't accept crime-ridden streets. And they don't want to be overtaxed because their state and city can't manage their own budgets.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/youtube-the-who-and-censoring-medical-speech-11600375547", "title": "YouTube, the WHO and Censoring Medical Speech", "date": "2020-09-17 16:45", "summary": "YouTube wants to make the World Health Organization the arbiter of all things medical when it isn't run by a doctor and is essentially a political organization.. Regarding your editorial \"YouTube's Political Censorship\" (Sept. 15): After making a serious diagnosis, most doctors will encourage patients to get a second opinion. Yet YouTube wants to make the World Health Organization the arbiter of all things medical, although it isn't run by a physician and is essentially a political organization. Dr. Scott Atlas is clearly no crank, and responsible disagreements in the medical community happen all the time. Stringing facts together to make a diagnosis and make health recommendations is tough work, and more voices are better than fewer. Imagine if we applied YouTube's standard to economics-we'd be watching endless loops of Keynesian economists blather on about \"more stimulus\" while supply-siders would never see the light of day. Debate never hurt anyone.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fed-details-new-round-of-big-bank-stress-tests-11600375540", "title": "Fed Details New Round of Big-Bank Stress Tests", "date": "2020-09-17 16:45", "summary": "The tests will provide more information on the resiliency of large banks when it comes to lending during the downturn. WASHINGTON-The Federal Reserve will analyze large banks' ability to withstand two coronavirus-related recession scenarios as part of a second round of stress tests later this year, the central bank said Thursday.", "categories": [["Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-feds-no-2-michael-strine-to-leave-early-next-year-11600375161", "title": "New York Fed's No. 2, Michael Strine, to Leave Early Next Year", "date": "2020-09-17 16:39", "summary": "The chief operating officer and first vice president will step down Feb. 28 at the end of his five-year term. The Federal Reserve Bank of New York said its second-in-command, Michael Strine, will retire early next year, capping a period of change in the bank's leadership.", "categories": [["Economy", "Central Banks"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/central-banks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/travelport-owners-lenders-near-settlement-of-1-billion-debt-dispute-11600303393", "title": "Travelport Owners, Lenders Settle $1 Billion Debt Dispute", "date": "2020-09-17 16:25", "summary": "The struggling travel-booking platform agreed to unwind a shareholder rescue that angered some of Wall Street's biggest debt buyers. Elliott Management Corp.'s Travelport Worldwide Ltd. reached a restructuring agreement that unwinds a disputed $1 billion shareholder rescue package and ends a standoff with some of Wall Street's biggest debt buyers, people familiar with the matter said.", "categories": [["Pro Bankruptcy Distress"]], "category_links": ["https://www.wsj.com/news/types/pro-bankruptcy-distress?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hopes-for-covid-19-vaccine-spark-partisan-fight-over-safety-timing-11600370527", "title": "Hopes for Covid-19 Vaccine Spark Partisan Fight Over Safety, Timing", "date": "2020-09-17 16:10", "summary": "Lawmakers, presidential candidates trade accusations of playing politics ahead of the election. WASHINGTON-A debate over the safety and timing of a possible Covid-19 vaccine has become a flashpoint in the presidential campaign and within the Trump administration, as well as in a key Senate race that could determine control of the chamber next year.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/refund-requests-pour-in-for-bankrupt-new-york-sports-clubs-owner-11600372639", "title": "Refund Requests Pour In for Bankrupt New York Sports Clubs Owner", "date": "2020-09-17 15:57", "summary": "Town Sports, which also owns Lucille Roberts and other fitness chains, filed for bankruptcy after closing gyms due to the Covid-19 pandemic. The bankrupt owner of New York Sports Clubs and Lucille Roberts said it was prepared to pay out as much as $850,000 in an effort to quell a social-media-fueled backlash over its billing practices during the coronavirus pandemic.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-state-bailout-scam-11600370774", "title": "The State Bailout Scam", "date": "2020-09-17 15:26", "summary": "Plus, Washington governor inadvertently threatens apple harvest.. Senate Democrats like Chuck Schumer (D., N.Y.) have been blasting the latest GOP stimulus proposals for not earmarking enough aid to state and local governments. But a new report suggests Washington has already overdone it when it comes to shovelling federal funds to state pols.", "categories": [["Opinion", "Best of the Web"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/best-of-the-web-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/this-chicken-recipe-effortlessly-extends-grilling-season-into-fall-11600370344", "title": "This Chicken Recipe Effortlessly Extends Grilling Season Into Fall", "date": "2020-09-17 15:19", "summary": "Skewered and generously spiced, chicken thigh meat cooks in minutes. Grilled tomatoes, sumac onions and a simple salad dressed in a tahini-pomegranate vinaigrette complete the meal.. A FEW years ago, a grab-and-go lunch at a kebab counter turned into an epiphany. Chef Marcelle Afram found that the Persian-style kebab served there was strikingly similar to an Assyrian family recipe. \"I realized how interconnected the cuisines are,\" said Mx. Afram, who uses the gender-neutral honorific. \"And I went on a deep recipe dive.\"", "categories": [["Life & Work", "Food & Drink", "Slow Food Fast"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/food-cooking-drink?mod=breadcrumb", "https://www.wsj.com/news/types/slow-food-fast?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hurricane-sally-wreaks-destruction-on-the-gulf-coast-11600288390", "title": "Photos: Hurricane Sally Wreaks Destruction on the Gulf Coast", "date": "2020-09-17 15:04", "summary": "Storm inflicts flooding, torrential rains and high winds on coast from Mississippi to the Florida Panhandle.. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/breaking-the-delivery-app-habit-11600369410", "title": "Breaking the Delivery App Habit", "date": "2020-09-17 15:03", "summary": "A behavioral economist answers questions on ordering meals, deferring taxes and sticking to long-term plans. Dear Dan,", "categories": [["Life & Work", "Ideas", "Ask Ariely"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/ask-ariely?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-college-admissions-officers-are-looking-for-this-year-11600368169", "title": "What College Admissions Officers Are Looking for This Year", "date": "2020-09-17 14:42", "summary": "Schools will consider how students handled the limitations imposed on them by the pandemic and what they learned from the experience. Hundreds of colleges dropped their mandate for a standardized test score this year as a result of the pandemic. Meanwhile, many extracurricular activities have been canceled and students have been less able to demonstrate interest in schools by attending college fairs or visiting schools. College admissions counselors say they will place more weight on transcripts, grades and recommendations this year. They will also consider how students handled the limitations imposed on them by the pandemic and what they learned from the experience. Here's what you need to know.", "categories": [["Education"]], "category_links": ["https://www.wsj.com/news/types/noted-education?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/worried-about-coronavirus-bronx-teacher-goes-outdoors-11600260223", "title": "Worried About Coronavirus, Bronx Teacher Goes Outdoors", "date": "2020-09-17 14:41", "summary": "NYC teachers union cites concerns with ventilation; Mayor de Blasio again delays start of in-person classes. At 7:30 a.m. on Tuesday, New York City public school teacher Jocelyn Witherell sat with her laptop in the fenced playground at her Bronx elementary school, excited to meet some of her 18 first-graders and their parents online for the first time.", "categories": [["U.S.", "Schools"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-schools?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/judge-clears-chinas-harbin-to-buy-bankrupt-vitamin-seller-gnc-11600367972", "title": "Judge Clears China's Harbin to Buy GNC", "date": "2020-09-17 14:39", "summary": "Court approves sale after hearing assurances consumer data is protected. Vitamin seller GNC Holdings Inc. won court approval to sell itself to its largest shareholder, China's Harbin Pharmaceutical Group Co. , despite national-security concerns raised by Sen. Marco Rubio.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/companies-brace-for-higher-taxes-after-u-s-election-11600366918", "title": "Companies Brace for Higher Taxes After U.S. Election", "date": "2020-09-17 14:21", "summary": "With the bill for federal coronavirus aid in mind, finance chiefs are modelling how higher corporate taxes would affect cash flows and investment decisions. Finance executives at major U.S. companies expect corporate tax rates to rise following the presidential election in November-no matter who wins.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lawmakers-tangle-over-feds-muni-market-rescue-11600365085", "title": "Lawmakers Tangle Over Fed's Muni-Market Rescue", "date": "2020-09-17 13:51", "summary": "Debate centers around whether the Federal Reserve has done enough to backstop municipal finances. Lawmakers clashed at a congressional hearing Thursday over whether the Federal Reserve has done enough to backstop municipal finances.", "categories": [["Markets", "Credit Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/credit-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/alexei-navalnys-hotel-room-had-traces-of-novichok-supporters-say-11600346712", "title": "Navalny's Hotel Room Had Traces of Nerve Agent Novichok, Supporters Say", "date": "2020-09-17 13:50", "summary": "Nerve agent was identified on a water bottle, raising questions about the time line of events before the opposition politician's collapse. MOSCOW-Supporters of Kremlin critic Alexei Navalny said a bottle found in the hotel room where he stayed before he fell ill last month was proved to have traces of Novichok, the nerve agent used to poison him, raising questions about the time line of events that led to his collapse.", "categories": [["World", "Europe", "Russia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb", "https://www.wsj.com/news/types/russia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-gabourey-sidibe-just-cant-give-up-twitter-11600364840", "title": "Why Gabourey Sidibe Just Can't Give Up Twitter", "date": "2020-09-17 13:47", "summary": "The Oscar-nominated actor, 37, who's in the new film Antebellum, shares what's on her phone.. Number of unread emails:", "categories": [["What's News"]], "category_links": ["https://www.wsj.com/news/types/magazine-what-s-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/should-you-feel-guilty-for-buying-furniture-knockoffs-11600364788", "title": "Should You Feel Guilty for Buying Furniture Knockoffs?", "date": "2020-09-17 13:46", "summary": "Our design columnist worried that unauthorized copies took money out of designers' pockets and might even be illegal. But is that really true?. SOME PEOPLE GO to Greece for the islands, some people go for the food. I went in 2014 because the IKEA in Athens had a look-alike of a classic midcentury Alvar Aalto stool that I had been lusting after for years.", "categories": [["Real Estate", "Design"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/design?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/barr-condemns-justice-department-prosecutors-11600348770", "title": "Barr Condemns Justice Department Prosecutors", "date": "2020-09-17 13:45", "summary": "Attorney general says prosecutors headhunting prominent figures; insists on authority to overrule career staff. Attorney General William Barr sharply criticized his own Justice Department in a speech Wednesday night, describing career prosecutors as headhunters in search of prominent political targets and asserting his authority to overrule their decisions.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pandemic-broadband-speeds-are-faster-but-insufficient-for-some-11600364365", "title": "Pandemic Broadband Speeds Are Faster, but Insufficient for Some", "date": "2020-09-17 13:39", "summary": "Many work-from-home employees continue to struggle with patchy internet connections, especially workers living in remote regions. Broadband speeds in the U.S. have ticked up on average since March, easing fears of network disruptions as businesses widened the use of videoconferencing and other data-heavy tools during the pandemic, according to a report.", "categories": [["CIO Journal"]], "category_links": ["https://www.wsj.com/news/types/cio-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/this-group-of-nations-is-a-few-brics-short-of-a-load-11600363751", "title": "This Group of Nations Is a Few Brics Short of a Load", "date": "2020-09-17 13:29", "summary": "With China and India's border dispute, the five-member club makes less sense than ever.. As a tense Himalayan border standoff between China and India drags into its fifth month, it's time to reassess a grouping to which both countries belong: Brics-Brazil, Russia, India, China and South Africa.", "categories": [["Opinion", "East is East"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/east-is-east?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-2020-election-offers-low-spirits-and-high-comedy-11600363705", "title": "The 2020 Election Offers Low Spirits and High Comedy", "date": "2020-09-17 13:28", "summary": "Anyone not already committed to a political hard line can't get excited about either candidate.. How is it that in what has been called the most important presidential election in our nation's recent history, I find myself viewing the candidates as essentially comic characters? The one man with his baroque hairdo, the other with his sad hair plugs; the one who speaks before he thinks, the other who doesn't seem able to think very well while he is speaking-these two men, Donald Trump and Joe Biden, seem like nothing so much as puppets. They are two Punches with no Judy, each beating the other with his brickbat, which one assumes they will continue to do right up to Nov. 3.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/andre-balazs-is-checking-out-of-his-longtime-manhattan-home-11600362966", "title": "André Balazs Is Checking Out of His Longtime Manhattan Home", "date": "2020-09-17 13:16", "summary": "The hotelier behind the Chateau Marmont in Los Angeles and the Mercer Hotel in New York is listing his eclectic apartment for $12 million. André Balazs, the hotelier known for his see-and-be-seen spaces and for his eclectic interiors, is listing his longtime New York home-complete with a 13th-century Florentine fresco and a custom \"light wall\"-for $12 million.", "categories": [["Real Estate", "Private Properties"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/private-properties?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-gifted-kids-are-all-right-11600361566", "title": "The (Gifted) Kids Are All Right", "date": "2020-09-17 12:52", "summary": "A new study suggests that teenagers who take challenging courses and skip grades are happy and well-adjusted in later life, contrary to stereotypes. What do Lady Gaga, Rep. Katie Porter of California and Fields Medal-winning mathematician Terence Tao have in common? As teenagers, they were all selected to participate in programs for the gifted and talented. Or they got the chance to enter college early. Or both.", "categories": [["Life & Work", "Ideas", "Mind and Matter: Susan Pinker"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/mind-and-matter-susan-pinker?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/southwest-grounds-115-planes-for-inaccurate-weight-data-11600352222", "title": "Southwest Grounds 115 Planes for Inaccurate Weight Data", "date": "2020-09-17 12:47", "summary": "Airline expects some delays and cancellations, but says overall impact should be minimal. Southwest Airlines Co. has temporarily grounded 115 planes, citing discrepancies in data on the jets' weights.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ford-to-expand-michigan-factory-for-electric-f-150-11600345800", "title": "Ford to Expand Michigan Factory for Electric F-150", "date": "2020-09-17 12:45", "summary": "Growth at century-old Rouge plant comes as jobs talk heats up on campaign trail. Ford Motor Co. is expanding its largest and oldest factory to make electric pickup trucks, a high-profile manufacturing investment in a key battleground state where jobs remain a focus on the campaign trail.", "categories": [["Business", "Autos & Transportation", "Autos Industry"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/transportation?mod=breadcrumb", "https://www.wsj.com/news/types/autos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/this-chocolate-cake-recipe-is-so-good-it-needs-no-frosting-11600360398", "title": "This Chocolate Cake Recipe Is So Good, It Needs No Frosting", "date": "2020-09-17 12:33", "summary": "But that doesn't necessarily mean you shouldn't go all out and give it some. Two bakers debate: Is a naked cake indecent?. Let me speak plainly: 2020 is not the year for buttercream.", "categories": [["Life & Work", "Food & Drink"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/food-cooking-drink?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/top-new-jersey-democrats-agree-to-raise-taxes-on-millionaires-11600359871", "title": "Top New Jersey Democrats Agree to Raise Taxes on Millionaires", "date": "2020-09-17 12:24", "summary": "Proposed legislation would include a rebate of up to $500 for families earning less than $150,000. Democratic leaders in New Jersey reached a deal to raise income taxes on millionaires, a long-sought goal of Gov. Phil Murphy.", "categories": [["U.S.", "Tri-State Area"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-region?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/boston-south-end-development-11600358427", "title": "In Boston, a Developer Is Turning His Childhood Home Into $1 Million Condos", "date": "2020-09-17 12:01", "summary": "Frank Williams watched the city's South End neighborhood change before his eyes. Now, he's one of the few lifelong residents reaping the benefits of the area's real-estate boom.. Frank Williams stands in a townhouse he is converting to condos in Boston's South End, gesturing toward a newly installed steam shower with Zebra-stripe marble. \"This was the closet,\" he says, then pointing to a double vanity, adds, \"There were bunk beds here.\"", "categories": [["Real Estate", "Homes"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/homes?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/developing-countries-push-to-limit-patent-protections-for-covid-vaccines-11600355170", "title": "Developing Countries Push to Limit Patent Protections for Covid-19 Vaccines", "date": "2020-09-17 11:59", "summary": "Poorer nations say they can't afford to protect their citizens without lower-cost, generic alternatives, putting them at odds with pharmaceutical giants. A group of developing countries, backed by United Nations agencies and activist groups, is pushing to limit patent protections for Covid-19 vaccines being tested by some of the world's biggest pharmaceutical companies so that inexpensive copies can be produced for poorer nations.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/i-dont-want-to-be-an-oracle-baseball-writer-roger-angell-at-100-11600356835", "title": "'I Don't Want to Be an Oracle.' Baseball Writer Roger Angell at 100.", "date": "2020-09-17 11:33", "summary": "Talking extra innings-and a milestone birthday-with the celebrated chronicler of the summer game. When I was young, and starting to obsessively read books about sports, my father gave me two paperbacks: Roger Angell's \"The Summer Game\" and \"Five Seasons.\" I had no idea it was possible to write about sports like Angell could: at great length, in sublime detail, as focused on the humans under the uniforms as it was on the stats and scores.", "categories": [["Sports"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ann-taylors-parent-gets-nearly-41-million-new-offer-for-catherines-brand-11600355217", "title": "Ann Taylor's Parent Gets Nearly $41 Million New Offer for Catherines Brand", "date": "2020-09-17 11:06", "summary": "FullBeauty Brands Operations LLC wins bankruptcy auction to acquire Ascena Retail Group Inc.'s plus-size chain Catherines. Ascena Retail Group Inc., the parent company of Ann Taylor and Lane Bryant, plans to sell its plus-size chain Catherines out of bankruptcy to a new bidder for $40.8 million, more than double what it was initially offered.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/china-has-to-approve-tiktok-oracle-deal-too-bytedance-says-11600354975", "title": "China Has to Approve TikTok-Oracle Deal Too, ByteDance Says", "date": "2020-09-17 11:02", "summary": "The need for Beijing to approve any transaction adds uncertainty to already-convoluted talks. TikTok owner ByteDance Ltd. and Oracle Corp. are waiting to learn whether President Trump will give his blessing to their deal, but another hurdle remains: Beijing still has to sign off too.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/homes-with-sports-amenities-11600354802", "title": "Homebuyers Make a Play for Recreation Spaces", "date": "2020-09-17 11:01", "summary": "Properties with sports courts and recreational areas score premium prices as staying close to home base becomes the norm. With remote learning and remote work the norm for the foreseeable future, homes with dedicated sport courts and recreation areas are in high demand-and it is boosting sales prices.", "categories": [["Real Estate", "Homes"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/homes?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/metlife-to-buy-versant-health-for-1-7-billion-11600344644", "title": "MetLife to Buy Versant Health for $1.7 Billion", "date": "2020-09-17 11:01", "summary": "Company says deal would turn it into one of the largest vision insurers in the U.S.. MetLife Inc. said it agreed to purchase Versant Health for about $1.68 billion in cash, a deal the insurance company said would turn it into one of the largest vision insurers in the U.S. and further a diversification push.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-dangers-in-a-new-era-of-territorial-grabs-11600354808", "title": "The Dangers in a New Era of Territorial Grabs", "date": "2020-09-17 11:00", "summary": "Russia, China, Turkey and other countries are making claims on their neighbors' territory, and the consequences could be dire. When the founders of the U.N. gathered in San Francisco after the Nazis' defeat in 1945, they made a bold decision: to outlaw territorial conquest, the method by which many of the world's borders had been shaped. The new U.N. Charter barred members of the world body \"from the threat or use of force against the territorial integrity or political independence of any state.\"", "categories": [["Life & Work", "Ideas", "Essay"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/essay?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/oregon-fires-show-power-lines-pose-threat-beyond-california-11600353002", "title": "Oregon Fires Show Power Lines Pose Threat Beyond California", "date": "2020-09-17 10:30", "summary": "Electric lines downed during high winds contributed to the spread of this month's explosive fires. In a remote, wooded canyon east of Salem, Ore., a lightning-sparked fire that had been smoldering since mid-August suddenly roared to life Sept. 7. Fanned by fierce, dry winds, the Beachie Creek fire exploded from about 450 acres to more than 132,000 acres within two days.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/if-you-bless-it-will-they-come-11600352961", "title": "If You Bless It, Will They Come?", "date": "2020-09-17 10:29", "summary": "Gulf states race to cook up kosher food for Israeli tourists, but might not be ready in time for key Jewish holiday. Along with plenty of other things, you probably didn't have \"Kosher Arabia\" on your Bingo card for 2020.", "categories": [["Markets", "Overheard"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/overheard?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tour-de-france-cycle-racers-walk-10-000-steps-11600275036", "title": "How to Exhaust a Tour de France Racer: Ask Him to Take a Walk", "date": "2020-09-17 10:26", "summary": "Resume Subscription. LA TOUR-DU-PIN, France-Over the course of three weeks, this year's Tour de France peloton pedals through 2,164 miles, five mountain ranges and more pain than most athletes can fathom. Simply surviving until the finish line in Paris is one of the sports world's most grueling achievements.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/barack-obamas-memoir-to-go-on-sale-shortly-after-election-11600352681", "title": "Obama Memoir to Publish Shortly After Election", "date": "2020-09-17 10:24", "summary": "'A Promised Land,' first volume of presidential memoir, will be available on Nov. 17. The first volume of Barack Obama's presidential memoirs will be published on Nov. 17, shortly after the presidential election and in time for the crucial holiday selling season.", "categories": [["Business", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/unemployment-jobless-claims-09-17-2020-11600293082", "title": "U.S. Unemployment Claims Held Nearly Steady Last Week", "date": "2020-09-17 10:18", "summary": "Weekly jobless claims remain high despite summer hiring. The labor market's recovery is showing fresh signs of losing momentum as persistently elevated applications for unemployment benefits show layoffs remain historically high despite summer hiring.", "categories": [["Economy", "Economic Data"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/economic-data?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hospitals-for-years-banked-on-lean-staffing-the-pandemic-overwhelmed-them-11600351907", "title": "Why Did Covid Overwhelm Hospitals? A Yearslong Drive for Efficiency", "date": "2020-09-17 10:11", "summary": "Health systems have kept a tight rein on employee numbers and expanded outpatient care, helping their finances but making them less prepared for a medical crisis. Banner Health had figured out how to get ahead in the modern health-care industry.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/u-k-accounting-watchdog-fines-deloitte-former-partners-over-autonomy-audits-11600351624", "title": "U.K. Accounting Watchdog Fines Deloitte, Former Partners Over Autonomy Audits", "date": "2020-09-17 10:07", "summary": "The Financial Reporting Council said a tribunal found misconduct in relation to audits of the tech company between January 2009 and June 2011. The U.K. accounting watchdog Thursday said it has fined Deloitte £15 million ($19.5 million) and sanctioned two former partners over past audits of British software company Autonomy Corporation PLC.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/general-cinema-ceo-encouraged-aides-to-second-guess-him-11600351201", "title": "General Cinema CEO Encouraged Aides to Second-Guess Him", "date": "2020-09-17 10:00", "summary": "Richard A. Smith turned a drive-in movie exhibitor into a giant in soft-drink bottling and textbooks. Richard A. Smith, chief executive of General Cinema Corp., in 1979 was eager to invest in a satellite-TV venture. Since he was the boss and his family owned around a third of the company, little stood in his way.", "categories": [["World", "Obituaries"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/obituaries?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/boeing-737-max-report-boosts-potential-for-faa-changes-but-hurdles-loom-11600350922", "title": "Boeing Report Boosts Potential for FAA Changes, but Hurdles Loom", "date": "2020-09-17 09:55", "summary": "Legislative gridlock threatens to delay any revisions to the agency's safety oversight of aircraft designs. A House panel's investigation into Boeing Co. 's 737 MAX provides support for potential far-reaching changes to air-safety laws. But bickering on Capitol Hill, combined with a limited revamp already embraced by regulators, could derail the efforts.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cant-travel-to-paris-bistro-chairs-bring-cafe-culture-to-your-kitchen-11600350592", "title": "Can't Travel to Paris? Bistro Chairs Bring Cafe Culture to Your Kitchen", "date": "2020-09-17 09:49", "summary": "An erstwhile visitor rues not buying a set of the city's distinctive bistro chairs last time she was there, so she takes to the internet. OF ALL the morning rituals that take place in Paris, my favorite is the transformation of those whimsical, colorfully woven chairs from towering stacks to orderly rows outside the city's brasseries, cafés and bistros. Sinewy but delicate, masculine but feminine, rational but romantic, they have always felt to me like little ambassadors, exhilarating indicators that I am truly in the city.", "categories": [["Real Estate", "Design"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/design?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-state-to-fund-school-districts-in-full-after-withholding-money-11600348927", "title": "New York State to Fund School Districts in Full After Withholding Money", "date": "2020-09-17 09:22", "summary": "Gov. Cuomo held back some payments because of a state revenue crunch from the coronavirus pandemic. New York Gov. Andrew Cuomo's administration will make full school-aid payments to municipalities across the state later this month, officials said late Wednesday, after previously withholding funds because of revenue losses from the coronavirus pandemic.", "categories": [["U.S.", "Schools"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-schools?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/presidential-election-is-the-only-cloud-for-credit-investors-11600346863", "title": "Presidential Election Is the Only Cloud for Credit Investors", "date": "2020-09-17 08:47", "summary": "Options markets show investors are hedging against a sharp selloff in November. Investors piled back into corporate debt as hopes of an economic recovery grew. The only cloud on the horizon now, based on options markets, is the presidential election.", "categories": [["Markets", "Credit Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/credit-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/snowflake-tesla-kodak-what-to-watch-when-the-stock-market-opens-11600340971", "title": "Snowflake, Tesla, Kodak: What to Watch When the Stock Market Opens", "date": "2020-09-17 08:41", "summary": "Tesla is dropping in premarket trading, and could help push the Nasdaq Composite to a second day of losses. Here's what we are watching as markets kick into gear Thursday.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/designer-paul-smith-on-50-years-in-fashion-its-a-miracle-11600345851", "title": "Designer Paul Smith on 50 Years in Fashion: 'It's a Miracle'", "date": "2020-09-17 08:30", "summary": "The English designer, who's celebrating a half century in business, talks about the tectonic shifts in fashion, what it takes for designers to make it today and his most-cherished objects.. Paul Smith grew up a curious boy in working-class Nottingham, England, toting around a Kodak Retinette his father bought him. The camera allowed him, he says, to see patterns, textures and beauty in every aspect of the world. His aesthetic eye has since become one of the highest-regarded. Today, Sir Paul Smith, 74, is a remarkably prolific, respected designer, his clothes beloved by the likes of Patti Smith, Daniel Day-Lewis and the late David Bowie.", "categories": [["Still Life"]], "category_links": ["https://www.wsj.com/news/types/magazine-still-life?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/contact-tracing-the-wests-big-hope-for-suppressing-covid-19-is-in-disarray-11600337670", "title": "Contact Tracing, the West's Big Hope for Suppressing Covid-19, Is in Disarray", "date": "2020-09-17 08:19", "summary": "Investigators aren't casting a wide enough net to catch Covid-19 cases before they spread. PARIS-When countries across the West emerged from lockdown in the spring, governments trained legions of investigators to identify and isolate people potentially infected with the coronavirus. The goal was to prevent a resurgence of the pathogen.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/big-ten-footballs-new-leader-rides-out-firestorm-11600344000", "title": "The Big Ten Is Tough. Just Ask Kevin Warren.", "date": "2020-09-17 08:00", "summary": "The first Black commissioner of a major college conference has had an unprecedented first year amid the pandemic. Kevin Warren spent the fall of 2019 shadowing Jim Delany, the Big Ten's soon-to-retire commissioner of more than 30 years, in advance of taking over the job himself. One year later to the day, Warren, a 56-year-old former NFL executive, presided over a decision unlike any that had faced his long-serving predecessor. Thirty-six days after the Big Ten postponed college football and other sports until 2021, Warren announced that the conference's chancellors and presidents had decided to play this fall after all.", "categories": [["Sports", "College Football"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/college-football?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/americas-offices-sit-half-empty-six-months-into-the-covid-19-pandemic-11600344000", "title": "America's Offices Sit Half-Empty Six Months Into the Covid-19 Pandemic", "date": "2020-09-17 08:00", "summary": "U.S. stores and factories are getting back to normal occupancy, but offices are lagging. Six months after coronavirus lockdown orders closed workplaces across the country, most offices in the U.S. are still quiet.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/car-loans-dodge-distress-for-now-11600340401", "title": "Car Loans Dodge Distress for Now", "date": "2020-09-17 07:00", "summary": "Auto-credit measures at big banks are holding up during the pandemic even as stimulus fades. Stimulus programs started to end in August. But so far, when it comes to auto loans the other shoe remains undropped.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/oil-producers-best-customers-are-in-trouble-11600340411", "title": "Oil Producers' Best Customers Are in Trouble", "date": "2020-09-17 07:00", "summary": "Oil-demand forecasts keep getting cut; source of those reductions should be cause for concern. Oil-producing nations have shown remarkable discipline so far in making sure the global supply will be somewhat predictable. Demand, however, is proving much more elusive.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/china-once-germanys-partner-in-growth-turns-into-a-rival-11600338663", "title": "China, Once Germany's Partner in Growth, Turns Into a Rival", "date": "2020-09-17 06:54", "summary": "'China is not a developing country, not at all. It's an established, top-notch manufacturing country'. An informal partnership that kept Germany's economy tethered to China's for decades is unraveling, threatening Berlin's-and Europe's-post-pandemic recovery as the Asian giant stages a powerful comeback.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/snowflake-will-have-to-run-extra-hot-11600338780", "title": "Snowflake Will Have to Run Extra Hot", "date": "2020-09-17 06:33", "summary": "Data warehousing provider's soaring IPO puts it on top of cloud valuation pile. What happens when you combine a legitimately compelling business with scarcity value, FOMO and a market untethered to seemingly pedestrian concerns like valuation? The answer: Snowflake.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/where-trump-and-biden-stand-on-immigration-border-wall-and-ice-11600335000", "title": "Where Trump and Biden Stand on Immigration, Border Wall and ICE", "date": "2020-09-17 05:30", "summary": "President says border wall, visa curbs asylum changes are necessary; Democratic nominee says he would reverse many of those policies. This article is part of a Wall Street Journal guide comparing President Donald Trump and former Vice President Joe Biden on issues from climate change to health care and jobs.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bond-investors-regain-appetite-for-emerging-markets-11600335001", "title": "Bond Investors Regain Appetite for Emerging Markets", "date": "2020-09-17 05:30", "summary": "Inflows into emerging-market bond mutual funds hits 10 consecutive weeks, the longest stretch since 2017. The collapse of bond yields in Europe and the U.S. is driving investors back into battered emerging markets, fueling gains despite a series of high-profile defaults and concerns about the pandemic's blow to fragile economies.", "categories": [["Markets", "Credit Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/credit-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lacking-tools-fed-pins-hopes-on-powerful-words-11600335000", "title": "Lacking Tools, Fed Pins Hopes on Powerful Words", "date": "2020-09-17 05:30", "summary": "Federal Reserve Chairman Jerome Powell used the word 'powerful' 10 times in a press conference, as the central bank hopes its words will persuade investors. Can words take the place of actions? The Federal Reserve hopes so. On Wednesday it issued a policy statement promising to get inflation above 2%. In their accompanying projections, officials indicated that would mean keeping interest rates near zero at least until 2024 and until unemployment falls to 4%.", "categories": [["Economy", "Capital Account"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/capital-account?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-california-towns-fire-protection-plans-hit-red-tape-then-it-burned-to-the-ground-11600335002", "title": "A California Town's Fire-Protection Plans Hit Red Tape, Then the Flames Came", "date": "2020-09-17 05:30", "summary": "North Complex fire hit Berry Creek just as work was to start on forest-thinning projects. BERRY CREEK, Calif.-As the smoke from the nearby fire-devastated town of Paradise cleared in 2018, local officials were trying to gain approval of forest-thinning projects to help this mountain community avoid a similar fate.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-other-chinese-currency-manipulation-question-11600334584", "title": "The Other Chinese Currency Manipulation Question", "date": "2020-09-17 05:26", "summary": "Last time the Taiwanese currency was climbing toward record highs, the island had a much smaller pile of foreign-currency assets. The accusations of currency manipulation against the People's Republic of China are well-known. But risks surrounding the other Chinese currency-the New Taiwan dollar-are building up, too.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/choosing-a-college-during-coronavirus-how-four-students-decided-11600315318", "title": "Choosing a College During Coronavirus: How Four Students Decided", "date": "2020-09-17 01:00", "summary": "This was an especially difficult year for students to choose where to start their freshman year. Choosing a college in the best of times is stressful. Choosing a college during the pandemic has brought intensified anxiety and uncertainty not just over longstanding issues such as financial aid, but also new ones like virus trends in different geographies and whether classes would be in-person or online.", "categories": [["Life & Work", "Journal Reports: College Rankings"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-college-rankings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/barr-tells-prosecutors-to-consider-charging-violent-protesters-with-sedition-11600276683", "title": "Barr Tells Prosecutors to Consider Charging Violent Protesters With Sedition", "date": "2020-09-17 00:19", "summary": "To bring a sedition case, prosecutors would have to prove there was a conspiracy to attack government agents or officials that posed an imminent danger. Attorney General William Barr told the nation's federal prosecutors to be aggressive when charging violent demonstrators with crimes, including potentially prosecuting them for plotting to overthrow the U.S. government, people familiar with the conversation said.", "categories": [["WSJ News Exclusive", "Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-generation-presses-thailands-military-and-monarchy-to-step-away-from-politics-11600266595", "title": "Young Thais Press Military and Monarchy to Step Away From Politics", "date": "2020-09-17 00:14", "summary": "Young Thais with new access to information about country and the world are questioning the establishment. Political turmoil isn't new in Thailand, which has been rocked by coups and periods of unrest for decades. But a new generation of Thais has taken to the streets in recent months against a system they see as dictatorial and out-of-place in the 21st century, with some questioning the very foundation of what it means to be Thai.", "categories": [["World", "World News"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/world-news-noco?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/college-admissions-in-a-covid-year-sats-are-out-personal-stories-are-in-11600315272", "title": "College Admissions in a Covid Year: SATs Are Out, Personal Stories Are In", "date": "2020-09-17 00:01", "summary": "The pandemic has dramatically changed what admissions officers are looking for. Memo to high-school seniors applying to selective colleges: A high score on your SAT is out. A Covid-19 epiphany is in.", "categories": [["Life & Work", "Journal Reports: College Rankings"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-college-rankings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11600282108", "title": "Pepper...and Salt", "date": "2020-09-17 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fauci-says-there-will-be-an-end-to-covid-19-11600309449", "title": "Dr. Fauci Says 'There Will Be an End' to Covid-19", "date": "2020-09-17 22:24", "summary": "Effective vaccine and public-health measures could put coronavirus pandemic 'behind us,' top infectious-disease expert tells WSJ CEO Council; return to 'reasonable form of normality' possible by end of 2021. Covid-19 can be removed as a public-health threat with good, widely administered vaccines and strong public-health measures, and a degree of normality might return by the end of 2021, Dr. Anthony Fauci said Wednesday.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-latest-news-09-16-2020-11600244664", "title": "CDC Chief Predicts Covid-19 Vaccine May Not Be Generally Available Until Next Summer", "date": "2020-09-17 21:57", "summary": "President Trump counters, saying Robert Redfield may have been confused. A top Trump administration health official predicted that a Covid-19 vaccine may not be available to the general public until next summer as the daily number of new coronavirus cases in the U.S. climbed to roughly 40,000.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/yoshihide-suga-becomes-japanese-prime-minister-as-abe-era-ends-11600233180", "title": "Suga Becomes Japanese Prime Minister as Abe Era Ends", "date": "2020-09-17 21:15", "summary": "New leader's priority and a potential early pitfall will be handling the social and economic impact of the coronavirus. TOKYO-Yoshihide Suga was elected Japan's first new prime minister in almost eight years, ushering in a rare period of political uncertainty as the country seeks to emerge from the coronavirus pandemic, navigate rising U.S.-China tensions and prepare for the Olympics in Tokyo next year.", "categories": [["World", "Asia", "Japan"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/japan-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-administration-pushes-for-u-s-control-of-tiktok-11600295711", "title": "Trump Officials Push for U.S. Majority Control of TikTok", "date": "2020-09-17 20:51", "summary": "Treasury Secretary Steven Mnuchin, other officials have sought U.S. ownership stake well above 50%. WASHINGTON-Trump administration officials are looking to give American investors a majority share of the company that will take over the Chinese-owned video-sharing app TikTok, according to people familiar with the matter.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/covid-19-response-in-nursing-homes-faulted-by-federal-panel-11600302869", "title": "Covid-19 Response in Nursing Homes Faulted by Panel", "date": "2020-09-17 20:34", "summary": "Five members of commission say report doesn't focus closely enough on industry's own failures. A more-robust federal response is needed to manage the Covid-19 crisis in nursing homes, including broader efforts to provide personal protective equipment, access to testing and help with staffing, according to a report from a commission convened by the Trump administration.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fed-signals-interest-rates-to-stay-near-zero-through-2023-11600279214", "title": "Fed Signals Low Rates Likely to Last Several Years", "date": "2020-09-17 20:30", "summary": "Central bank also sets high hurdles for raising rates going forward. WASHINGTON-The Federal Reserve pledged to support the economic recovery by setting a higher bar to raise interest rates and by signaling it expected to hold rates near zero for at least three more years.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-spy-chief-will-brief-intelligence-committees-on-election-threats-in-person-officials-say-11600302303", "title": "Trump Spy Chief Will Brief Intelligence Committees on Election Threats in Person, Officials Say", "date": "2020-09-17 20:25", "summary": "Director of National Intelligence John Ratcliffe had sought to curtail in-person updates, citing risk of leaks. WASHINGTON-The Trump administration's top intelligence official will brief the congressional intelligence committees in person on threats to the November election, officials said, after moving last month to curtail updates to lawmakers about threats to the 2020 contest.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}]