[{"link": "https://www.wsj.com/articles/federal-reserve-retools-capital-rules-for-largest-u-s-banks-11583359910", "title": "Fed Retools Capital Rules for Largest U.S. Banks", "date": "2020-03-04 18:49", "summary": "New Fed rule creates capital buffer tied to annual stress tests. WASHINGTON-The Federal Reserve retooled capital rules for the largest U.S. banks, completing one of the biggest changes to the postcrisis rulebook for Wall Street during the Trump administration.", "categories": [["Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/splunk-swings-to-a-loss-warns-of-weak-sales-11583365020", "title": "Splunk Swings to a Loss, Warns of Weak Sales", "date": "2020-03-04 18:37", "summary": "Fiscal fourth-quarter revenue rises 27% to $791.2 million. Splunk Inc. swung to a loss in its latest quarter despite posting higher revenue, as the company projected tepid sales for its current fiscal year.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/zoom-video-buffered-by-reality-check-11583365070", "title": "Zoom Video Buffered by Reality Check", "date": "2020-03-04 18:37", "summary": "Strong results and forecast can't match the hype of the epidemic's hottest trade. Zoom Video Communications' numbers were never going to be good enough.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/joe-biden-surges-by-expanding-the-democratic-electorate-11583364612", "title": "Biden Surges by Expanding the Democratic Electorate", "date": "2020-03-04 18:30", "summary": "Presidential candidate is buoyed by suburban voters who flocked to party in 2018; Bernie Sanders concedes 'it isn't easy' to boost youth turnout. A week ago, Joe Biden's campaign was struggling and potentially near collapse. Since then, he has completed one of the most dramatic political turnarounds in recent memory with a string of primary wins that showed him to be the only candidate so far to expand the Democratic electorate, a claim that his top rival, Sen. Bernie Sanders, had made for himself.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-sanders-look-to-next-contests-while-bloomberg-warren-assess-campaigns-11583331854", "title": "Biden, Sanders Look to Next Contests While Warren Assesses Campaign", "date": "2020-03-04 18:28", "summary": "Warren assesses campaign after poor performance in 14 states. WASHINGTON-A string of Super Tuesday victories for Joe Biden and Bernie Sanders's win in California narrowed the Democratic nomination contest to essentially a two-person race and set up a potentially long and bruising presidential primary fight.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/defense-department-linguist-charged-with-providing-classified-secrets-to-individual-apparently-tied-to-hezbollah-11583347170", "title": "Pentagon Linguist Charged With Providing Secrets to Individual Tied to Hezbollah", "date": "2020-03-04 18:23", "summary": "Information shared by linguist included real names of individuals spying for the U.S., Justice Department says. WASHINGTON-A military linguist was charged with providing classified information, including the real names of people spying for the U.S., to a Lebanese man connected to the Iran-backed Hezbollah militant group.", "categories": [["Politics", "National Security"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/national-security?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/recruitment-begins-for-first-test-of-experimental-coronavirus-vaccine-11583358054", "title": "Recruitment Begins for First Test of Experimental Coronavirus Vaccine", "date": "2020-03-04 18:16", "summary": "Moderna's shots to undergo a faster-than-expected study on Seattle-area volunteers. Researchers have started to recruit healthy Seattle-area volunteers to participate in the first clinical trial of an experimental coronavirus vaccine, a faster-than-expected start for the first vaccine readied for testing.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/analysis-why-the-fed-is-likely-to-cut-again-11583357344", "title": "Analysis: Why the Fed Is Likely to Cut Again", "date": "2020-03-04 18:14", "summary": "The reasons the central bank reduced rates Tuesday help explain why another rate cut is probably on the way. The three main reasons behind the Federal Reserve's interest rate cuts on Tuesday help explain why the central bank is likely to lower rates again.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/former-risk-officer-at-u-s-bank-fined-for-weak-anti-money-laundering-oversight-11583356971", "title": "Former Risk Officer at U.S. Bank Fined for Weak Anti-Money Laundering Oversight", "date": "2020-03-04 18:00", "summary": "Michael LaFontaine ignored internal warnings about the bank's transaction-monitoring software, according to the Financial Crimes Enforcement Network. The Treasury Department's financial crimes division fined a former risk officer at a regional bank in Minneapolis for failing to prevent corporate violations of anti-money laundering laws.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/uncertainty-mounts-as-key-surveillance-powers-near-expiration-11583362373", "title": "Uncertainty Mounts as Key Surveillance Powers Near Expiration", "date": "2020-03-04 17:52", "summary": "Intelligence officials warn about risks to national security if surveillance tools are allowed to expire. WASHINGTON-The Trump administration and lawmakers in both parties have failed so far to find a path forward to renew a set of key domestic surveillance powers due to lapse in 11 days, prompting heightened alarm among intelligence agencies that they will soon lose tools they consider vital to national security.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sec-provides-filing-extension-to-companies-affected-by-coronavirus-11583361746", "title": "SEC Provides Filing Extension to Companies Affected by Coronavirus", "date": "2020-03-04 17:42", "summary": "Executives must explain in reports why their companies need the relief, the SEC says. The U.S. Securities and Exchange Commission said Wednesday it will give public companies affected by the coronavirus epidemic a 45-day extension to file certain financial disclosures, the agency's first act of regulatory relief since the virus surfaced.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/elizabeth-warren-plots-next-move-after-disappointing-super-tuesday-11583361529", "title": "Elizabeth Warren Plots Next Move After Disappointing Super Tuesday", "date": "2020-03-04 17:38", "summary": "Senator now trails the front-runners by hundreds of delegates to the party's convention in Milwaukee. Elizabeth Warren was assessing her future in the Democratic presidential primary after a Super Tuesday rout left her far behind Joe Biden and Bernie Sanders.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/health-care-stocks-are-big-super-tuesday-winner-11583352396", "title": "Health-Care Stocks Are Big Super Tuesday Winner", "date": "2020-03-04 17:28", "summary": "Shares of health-care companies are up 4.5% in the S&P 500. The big winner of Super Tuesday was former Vice President Joe Biden, whose presidential campaign found new life.", "categories": [["Markets", "Stocks"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-sparks-business-tech-deployments-11583360607", "title": "Coronavirus Sparks Business-Tech Deployments", "date": "2020-03-04 17:23", "summary": "Facing disruptions, companies green light new projects, most tied to remote work. Many organizations are fast-tracking planned technology projects, most involving working remotely, in an effort to avert business disruptions caused by the coronavirus outbreak.", "categories": [["CIO Journal"]], "category_links": ["https://www.wsj.com/news/types/cio-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/house-urges-administration-to-weigh-secret-service-protection-for-democratic-candidates-11583353682", "title": "House Urges Administration to Weigh Secret-Service Protection for Democratic Candidates", "date": "2020-03-04 17:17", "summary": "Request follows protesters' rush at stage during Biden rally. WASHINGTON-One day after protesters rushed the stage at a Joe Biden rally, a House committee wants the Trump administration to see whether Secret Service protection is needed for the Democratic presidential candidates.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-force-unifying-democrats-its-donald-trump-11583339214", "title": "The Force Unifying Democrats? It's Donald Trump", "date": "2020-03-04 17:13", "summary": "Democratic voters are carrying into the polling booth a desire to beat the president this fall. Nobody unites the Democratic Party the way Donald Trump does.", "categories": [["Politics", "Capital Journal"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/capital-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/feds-bullard-tells-bloomberg-tv-march-rate-cut-isnt-a-done-deal-11583348495", "title": "Fed's Bullard Tells Bloomberg TV March Rate Cut Isn't a Done Deal", "date": "2020-03-04 16:45", "summary": "The St. Louis Fed president said investors shouldn't be so certain the central bank will lower rates again at its policy meeting later this month. Federal Reserve Bank of St. Louis President James Bullard said Wednesday market participants shouldn't be so certain the central bank will lower rates again at its policy meeting later this month.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/campbell-raises-earnings-outlook-11583328158", "title": "Campbell Sees More Demand from Soup Stockpiling", "date": "2020-03-04 16:22", "summary": "Coronavirus epidemic will likely boost sales after a strong quarter for the food maker. Campbell Soup Co. said retailers are stocking up on its namesake product and other canned foods in response to the coronavirus epidemic, a boost to the beleaguered food maker's sales.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lawmakers-urge-azar-to-release-indian-health-service-report-on-sexual-abuse-11583350902", "title": "Lawmakers Urge Release of Indian Health Service Report on Sexual Abuse", "date": "2020-03-04 16:20", "summary": "Four Democrats press the head of HHS for full transparency in the matter of a pedophile doctor. Senate lawmakers gave the nation's top health official on Wednesday a deadline of seven business days to release a controversial report said to detail gross mismanagement by the U.S. Indian Health Service in its handling of a pedophile doctor who abused Native American boys.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/treasury-yields-fall-further-as-investors-expect-more-rate-cuts-11583339575", "title": "Treasury Yields Fall Further As Investors Expect More Rate Cuts", "date": "2020-03-04 16:01", "summary": "The benchmark 10-year U.S. Treasury yield declined to 0.994% after breaking below 1% Tuesday. U.S. government bond yields continued to fall to new lows Wednesday, reflecting bets that the Federal Reserve could slash interest rates further at its March 17-18 meeting after its emergency rate cut on Tuesday.", "categories": [["Markets", "Credit Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/credit-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-airlines-struggle-to-collect-better-data-on-passengers-amid-coronavirus-11583355390", "title": "U.S. Airlines Struggle to Collect Better Data on Passengers Amid Coronavirus", "date": "2020-03-04 15:56", "summary": "Carriers are asked to provide information about travellers which they don't easily have at hand. U.S. airlines are under pressure to provide more detailed information about passengers flying into the country to help officials contain the spread of the coronavirus, but are struggling with requests they say are beyond their capabilities.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/are-those-screens-that-suggest-30-tips-too-pushy-11583354914", "title": "Are Those Screens That 'Suggest' 30% Tips Too Pushy?", "date": "2020-03-04 15:48", "summary": "Tablet-based checkouts in coffee shops make it easy to add a gratuity, but many people feel manipulated into giving too much. WE'VE ALL BEEN THERE-you pick up something as simple as a $3 energy bar or a $5 latte at the counter of your local coffee shop. At checkout, the clerk, someone you see all the time, spins the point-of-sale tablet around to display your tipping options, ranging from a buck to two or even three. You feel bad denying a friendly face but did the clerk's efforts really rise to a level that merits a gratuity, let alone one of 60% or even 100%?", "categories": [["Tech", "Personal Tech", "Gear & Gadgets"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb", "https://www.wsj.com/news/types/personal-technology-joanna-stern?mod=breadcrumb", "https://www.wsj.com/news/types/gear?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/starbucks-steps-up-cafe-cleaning-due-to-coronavirus-outbreak-11583341054", "title": "Starbucks Steps Up Cafe Cleaning Due to Coronavirus Outbreak", "date": "2020-03-04 15:46", "summary": "Restaurant chains in U.S., with traffic already stagnant, are adjusting operations as virus gains ground. Starbucks Corp. has instructed employees to step up cleaning at its thousands of U.S. cafes, as a domestic restaurant industry already working against stagnant demand reacts to a new threat to sales and public health.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sanofi-fighting-back-in-insulin-price-debate-says-its-net-prices-fell-11-11583340721", "title": "Sanofi, Fighting Back in Insulin Price Debate, Says Its Net Prices Fell 11%", "date": "2020-03-04 15:40", "summary": "Politicians have called price increases egregious, while large insulin makers have become prime targets for criticism in the presidential race. Sanofi SA, maker of the world's bestselling insulin, said the price it received for its drugs fell on average just over 11% last year, including rebates it pays to insurers and health pharmacy-benefit managers.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-service-industries-feel-weight-of-coronoavirus-uncertainty-11583354368", "title": "U.S. Service Industries Feel Weight of Coronoavirus Uncertainty", "date": "2020-03-04 15:39", "summary": "Surveys show disruptions in sourcing materials and declining demand in wide range of sectors. WASHINGTON-Concerns about the novel coronavirus epidemic clouded the outlook in February for U.S. businesses in service industries, posing a new risk to economic growth.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/france-uber-ruling-puts-gig-workers-rights-in-focus-11583353513", "title": "Uber Ruling in France Boosts Gig Workers' Rights", "date": "2020-03-04 15:35", "summary": "The decision appears to be the first from a top court that contradicts Uber's contention its drivers are independent contractors. France's highest appeals court ruled that a former Uber Technologies Inc. driver should be recognized as an employee rather than as an independent contractor, putting France ahead of other efforts around the world to give gig-economy workers the ability to demand broader employment benefits.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/oil-climbs-with-investors-awaiting-opec-signals-11583334364", "title": "Oil Erases Wednesday Gains With Investors Awaiting OPEC Signals", "date": "2020-03-04 15:22", "summary": "U.S. crude stockpiles rose less than expected, but domestic production reached a record 13.1 million barrels a day last week. Oil prices erased an earlier advance and closed lower Wednesday, swinging with traders looking ahead to a coming decision by the Organization of the Petroleum Exporting Countries and weighing the latest signs of softening fuel demand.", "categories": [["Markets", "Commodities"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ge-projects-coronavirus-hit-in-first-quarter-backs-full-year-goals-11583324889", "title": "GE Projects Coronavirus Hit in First Quarter", "date": "2020-03-04 15:14", "summary": "Conglomerate sees virus reducing quarterly cash flow by up to $500 million. General Electric Co. said the coronavirus epidemic would reduce the company's first-quarter free cash flow by $300 million to $500 million, but backed its full-year target for the closely watched metric.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/viacomcbs-explores-sale-of-simon-schuster-publishing-house-11583343286", "title": "ViacomCBS Explores Sale of Simon & Schuster Publishing House", "date": "2020-03-04 15:11", "summary": "Company expected to seek more than $1.2 billion for publisher. ViacomCBS Inc. is looking to sell its Simon & Schuster book-publishing business, Chief Executive Bob Bakish said, a deal that would provide the company with additional cash to spend on its video-streaming efforts.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-response-plan-exposes-vulnerabilities-in-u-s-health-care-system-11583323754", "title": "Coronavirus Response Plan Exposes Vulnerabilities in Health-Care System", "date": "2020-03-04 15:10", "summary": "Democratic lawmakers support legislation for paid sick leave; Trump administration considers paying hospitals to treat uninsured. Lawmakers and federal officials, alarmed by the spread of the coronavirus, are moving to plug gaps in the U.S. health-care system that could worsen the epidemic by deterring people from getting tested, such as a lack of insurance and paid sick days, as well as the cost of medical care.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/keelhauling-wagner-11583352528", "title": "Keelhauling Wagner", "date": "2020-03-04 15:08", "summary": "The Met's new production of 'Der Fliegende Holländer' (The Flying Dutchman) is a gloomy, static voyage.. ", "categories": [["Books & Arts", "Opera Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/opera-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-time-has-come-again-for-panic-in-the-streets-11583352180", "title": "The Time Has Come Again for 'Panic in the Streets'", "date": "2020-03-04 15:03", "summary": "Elia Kazan's 1950 film about a spreading contagion is especially resonant today.. ", "categories": [["Books & Arts", "Arts & Entertainment"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/sightings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/michael-bloomberg-ends-presidential-bid-11583334874", "title": "Bloomberg Ends Presidential Bid", "date": "2020-03-04 15:00", "summary": "In three months, former New York City mayor spent hundreds of millions of dollars. Michael Bloomberg is ending his presidential bid and endorsing Joe Biden, after the former New York City mayor spent hundreds of millions of dollars of his own money in an expensive bet on Super Tuesday states that was ultimately unsuccessful.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/in-generational-shift-army-uses-a-new-system-to-promote-hundreds-of-officers-11583339726", "title": "Army Adopts New System to Promote Hundreds of Officers", "date": "2020-03-04 14:55", "summary": "The Army is revamping its process and adapting private-sector techniques to choose new battalion commanders, a keystone position. FORT KNOX-The U.S. Army has initiated the biggest shift since the Vietnam War era in how it selects a key class of officers, drawing on the hiring practices of private-sector organizations and corporations such as the Boston Symphony Orchestra and Google.", "categories": [["Politics", "National Security"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/national-security?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cant-code-you-can-still-make-your-own-apps-11583347927", "title": "Can't Code? You Can Still Make Your Own Apps", "date": "2020-03-04 14:41", "summary": "A growing number of companies and professionals are using tools that allow users to easily build custom apps for work. Two years ago, Lauren Taylor, an assistant principal at an elementary school in Tacoma, Wash., wanted to make the lives of her teachers a bit easier. She had recently made the shift to administration from teaching and understood the grind of managing the reading assessments the school's teachers regularly record for each of their students.", "categories": [["Business", "Journal Reports: Technology"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ships-turn-into-floating-storage-units-for-oil-and-gas-as-chinese-buyers-back-out-11583339047", "title": "Ships Turn Into Floating Storage Units for Oil, Gas as Chinese Buyers Back Out", "date": "2020-03-04 14:41", "summary": "As the coronavirus outbreak spreads, shippers are warehousing an increasing amount of fuel on the high seas. ", "categories": [["Markets", "Commodities", "Oil Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb", "https://www.wsj.com/news/types/oil-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/theater-patrons-shaken-not-stirred-11583350873", "title": "Theater Patrons Shaken, Not Stirred", "date": "2020-03-04 14:41", "summary": "Broadway ticket bargains are on offer, possibly because customers are wary of catching the coronavirus. It is the sort of headline that sounds like a bad joke: The studio behind the coming James Bond movie, \"No Time to Die,\" has postponed its premiere from early April until the fall in case moviegoers stay away due to coronavirus fears.", "categories": [["Markets", "Overheard"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/overheard?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/italy-shuts-all-schools-to-stem-spread-of-coronavirus-11583345100", "title": "Italy Shuts All Schools to Stem Virus's Spread", "date": "2020-03-04 14:37", "summary": "Government orders closure across the country amid the worst outbreak of the virus outside Asia. Italy's government ordered all schools in the country to close until March 15, as part of an escalating effort to contain the worst coronavirus outbreak outside Asia.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/marketing-software-firm-zeta-global-eyes-ipoonce-again-11583348234", "title": "Marketing Software Firm Zeta Global Eyes IPO-Once Again", "date": "2020-03-04 13:57", "summary": "Former Apple executive John Sculley's startup says the company is profitable, booking more than $400 million in revenue last year. Zeta Global Holdings Corp., a marketing software company co-founded by former Apple Inc. chief executive and longtime media and technology investor John Sculley, said it is again considering plans to go public as it brings on a new finance chief.", "categories": [["CMO Today"]], "category_links": ["https://www.wsj.com/news/types/cmo-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bloomberg-proves-sanders-wrong-11583347370", "title": "Bloomberg Proves Sanders Wrong", "date": "2020-03-04 13:42", "summary": "Billionaire can't buy political control.. Adding insult to Bernie Sanders' Tuesday electoral injury, Michael Bloomberg disproved the central thesis of the Sanders campaign on Wednesday morning. Meanwhile the people of Tennessee, having rejected socialism at the polls, are busy disproving another Sanders claim.", "categories": [["Opinion", "Best of the Web"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/best-of-the-web-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/in-the-series-devs-a-sci-fi-muse-tackles-a-tech-drama-11583347014", "title": "In the Series 'Devs,' a Sci-Fi Muse Tackles a Tech Drama", "date": "2020-03-04 13:37", "summary": "After supporting parts in 'Ex Machina,' 'Annihilation'-and the hit 'Crazy Rich Asians'-Sonoya Mizuno brings her uncanny presence to a lead role. A robot whose artificial intelligence leads to disco dancing and murder. A shape-shifting life-form at the center of an alien takeover of Earth. A scientist running a drug trial that sends people into their subconscious.", "categories": [["Books & Arts", "Arts", "Television"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/arts?mod=breadcrumb", "https://www.wsj.com/news/types/television?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bank-of-canada-cuts-key-rate-by-half-percentage-point-11583335561", "title": "Bank of Canada Cuts Rates by Half Percentage Point", "date": "2020-03-04 13:36", "summary": "Central bank signals it is open to further easing amid worries about economic damage caused by coronavirus. OTTAWA-The Bank of Canada on Wednesday took a cue from the Federal Reserve and cut its benchmark interest rate by a half percentage point in response to mounting worries about the economic toll of the coronavirus epidemic.", "categories": [["World", "Canada"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/canada-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-could-affect-how-companies-forecast-credit-losses-11583345972", "title": "Coronavirus Could Affect How Companies Forecast Credit Losses", "date": "2020-03-04 13:19", "summary": "The outbreak could complicate businesses' efforts to comply with a new accounting standard. The coronavirus epidemic could complicate how U.S. companies comply with a new accounting standard on expected future losses.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-is-devastating-the-conference-circuit-11583317802", "title": "Coronavirus Is Devastating the Conference Circuit", "date": "2020-03-04 13:13", "summary": "Health risks spur hundreds of cancellations, causing tens of millions of dollars in losses as organizers weigh offering refunds. Leaders of Austin's South by Southwest festival reassured the public this week that the Texas tech, film and music event would still kick off as planned March 13, despite concerns over the coronavirus epidemic.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/russia-opposes-saudi-plan-for-drastic-oil-cuts-11583344913", "title": "Russia Opposes Saudi Plan for Drastic Oil Cuts", "date": "2020-03-04 13:01", "summary": "OPEC and its chief oil market ally remain far apart on a possible response to coronavirus.. Russia on Wednesday opposed a Saudi plan that would ask OPEC and its allies to make drastic crude-production cuts, people familiar with the matter said, as the coronavirus outbreak further erodes demand amid a global oil glut.", "categories": [["WSJ News Exclusive", "World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-english-cotswolds-meets-the-old-west-in-this-colorado-mansion-11583344713", "title": "The English Cotswolds Meets the Old West in This Colorado Mansion", "date": "2020-03-04 12:58", "summary": "This mountain home outside Denver is mostly inspired by St. Catherine's Court, a 16th century manor house in England.. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/this-colorado-couple-modeled-their-37-million-mansion-after-a-16th-century-english-manor-11583344616", "title": "This Colorado Couple Modeled Their $37 Million Mansion After a 16th Century English Manor", "date": "2020-03-04 12:56", "summary": "If the roughly 17,000-square-foot home outside Denver sells for its asking price, it would be one of the priciest properties ever sold in the area. In a former gold rush town outside Denver, on top of a former ski resort, a massive mansion inspired by the English Cotswolds and the Old West is listing for $37 million.", "categories": [["Real Estate", "Private Properties"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/private-properties?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/gm-aims-to-convince-wall-street-skeptics-its-future-is-electric-11583343344", "title": "GM Lays Out Its Electric Future", "date": "2020-03-04 12:56", "summary": "Detroit auto giant details electric-vehicle strategy involving billions in investment and new models with up to 400 miles of electric range. General Motors Co. is renewing its push to convince Wall Street that it is the auto maker to bet on for electric cars, as a decadeslong effort to sell the technology to customers has gained little traction.", "categories": [["Business", "Autos & Transportation", "Autos Industry"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/transportation?mod=breadcrumb", "https://www.wsj.com/news/types/autos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/if-we-fail-what-happens-to-you-all-one-doctors-life-on-the-coronavirus-front-lines-11583344415", "title": "One Doctor's Life on the Coronavirus Front Lines. 'If We Fail, What Happens to You All?'", "date": "2020-03-04 12:54", "summary": "Short on supplies and sleep, medical staff are being stretched to the limit to stop a pandemic no one fully understands. Driving one evening in Wuhan, China, last month, Zhang Xiaochun pulled her car to the side of the road. She was on the verge of a breakdown.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fed-rate-cut-puts-ecb-in-hot-seat-11583336949", "title": "Fed Rate Cut Puts ECB in Hot Seat", "date": "2020-03-04 12:54", "summary": "But after months trying to fan growth, Europe's central bank is running out of instruments to counter the coronavirus fallout. FRANKFURT-The Federal Reserve's surprise rate cut this week puts the European Central Bank under pressure to act as the eurozone's already lethargic economy creaks under the spreading coronavirus epidemic.", "categories": [["Economy", "Europe Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/europe-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/rescue-teams-comb-rubble-day-after-tennessee-tornadoes-11583344447", "title": "Rescue Teams Comb Rubble Day After Tennessee Tornadoes", "date": "2020-03-04 12:54", "summary": "Hard-hit Putnam County reports 18 people still missing. Search-and-rescue teams continued to look for survivors Wednesday in hard-hit Putnam County, east of Nashville, a day after tornadoes tore across the state and left a trail of ruin.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-may-be-saving-the-democrats-11583343952", "title": "Biden May Be Saving the Democrats", "date": "2020-03-04 12:45", "summary": "He needed a miracle, and he got it. But the race against Sanders is far from over.. Americans just witnessed 72 hours unlike any other in the history of presidential primaries.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/marvels-next-superhero-idea-focuses-onbrexit-11583343379", "title": "Marvel's Next Superhero Idea Focuses on...Brexit", "date": "2020-03-04 12:36", "summary": "A new team of comic-book characters from the U.K. is about to defend the islands from extraterrestrial shape-shifters. EDINBURGH, Scotland-Captain America and Superman emerged at a time of looming global conflict in the 1930s and '40s.", "categories": [["A-hed"]], "category_links": ["https://www.wsj.com/news/types/a-hed?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/netanyahu-falls-short-of-majority-as-israel-again-faces-electoral-deadlock-11583343278", "title": "Netanyahu Falls Short of Majority as Israel Again Faces Electoral Deadlock", "date": "2020-03-04 12:34", "summary": "Prime minister's right-wing bloc won biggest share of votes, making it likely he will get first chance to form a government. TEL AVIV-Prime Minister Benjamin Netanyahu's party won the most parliamentary seats in Israel's national election on Monday-the country's third in less than a year-but his right-wing bloc fell short of a majority, leaving no clear winner and raising the specter of a fourth election.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/top-colleges-in-the-midwest-for-student-engagement-11583342472", "title": "Top Colleges in the Midwest for Student Engagement", "date": "2020-03-04 12:21", "summary": "Dordt University is No. 1 in the region and nationwide in this category of the WSJ/THE College Rankings. The two schools ranked highest in the country for student engagement in the Wall Street Journal/Times Higher Education College Rankings are located in the Midwest.", "categories": [["Life & Work", "Journal Reports: College Rankings"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-college-rankings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/movie-theater-chains-amc-imax-hurt-by-coronavirus-concerns-11583342344", "title": "Movie Theater Chains AMC, IMAX Hurt by Coronavirus Concerns", "date": "2020-03-04 12:19", "summary": "Cinema operators' shares are under pressure as epidemic forces closures in affected regions. Shares of global movie-theater chains AMC Entertainment Holdings Inc. and IMAX Corp. have declined in recent weeks as fear of the coronavirus has intensified.", "categories": [["Markets", "Stocks"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-super-wednesday-for-insurers-but-a-big-risklooms-11583341080", "title": "A Super Wednesday for Insurers, but a Big Risk Looms", "date": "2020-03-04 11:58", "summary": "Coronavirus could be as risky to the sector as a Bernie Sanders presidency. A big Super Tuesday for Joe Biden meant a super victory lap for health-insurance shareholders on Wednesday. Investors shouldn't assume their troubles are behind them altogether, though.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/heres-why-health-experts-want-to-stop-daylight-saving-time-11583340628", "title": "Health Experts Want to Stop Daylight-Saving Time", "date": "2020-03-04 11:50", "summary": "Research shows the annual shift disrupts sleep and leads to a higher immediate risk of heart attacks and strokes. Early Sunday morning, most people in America will spring forward and move their clocks one hour ahead to daylight-saving time.", "categories": [["Life & Work", "Your Health"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/your-health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/wealthy-millennial-home-buyers-are-trading-sleepy-suburbs-for-smaller-houses-and-shorter-commutes-11583340341", "title": "Wealthy Millennial Home Buyers Trade Sleepy Suburbs for Smaller Houses, Shorter Commutes", "date": "2020-03-04 11:45", "summary": "A new generation of buyers is redefining what a traditional dream home looks like. When Reny Huelskamp, 34, and her husband Paul Huelskamp, 36, decided to move out of their San Francisco rental and buy their first home, they were drawn to Mill Valley, Calif., about 20 minutes from San Francisco. In May, they closed on a $2 million, roughly 2,000-square-foot house with a pool about a block from a lively town square.", "categories": [["Real Estate", "Homes"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/homes?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/real-estate-agents-take-a-walk-on-the-wild-side-11583339119", "title": "Real-Estate Agents Take a Walk on the Wild Side", "date": "2020-03-04 11:25", "summary": "These agents recall home inspections gone awry. I took on a listing for a charming home in South Dallas. It was in good condition, but it had seen better days. The grandmother, her daughter and her pregnant granddaughter were all living in the home. They told me it meant everything to them, but they were ready to move on.", "categories": [["Real Estate", "Homes"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/homes?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/top-takeaways-from-tuesdays-house-senate-primaries-11583338163", "title": "Top Takeaways From Tuesday's House, Senate Primaries", "date": "2020-03-04 11:20", "summary": "House Democrats hope to maintain and expand on 2018 gains this fall; Republicans look to defend Senate majority. WASHINGTON-As former Vice President Joe Biden revived his presidential campaign with a string of victories on Tuesday, candidates in congressional primaries also advanced to the next round of voting in a number of closely watched contests.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fiats-u-s-sales-chief-leaving-auto-maker-11583333648", "title": "Fiat's U.S. Sales Chief Leaving Auto Maker", "date": "2020-03-04 11:17", "summary": "Reid Bigland had filed a since-dismissed lawsuit alleging he faced retaliation for cooperating with a federal probe. Fiat Chrysler Automobiles NV said Wednesday its U.S. sales chief and head of the Ram truck brand is leaving the company to pursue outside interests, a departure that comes as the Italian-American auto maker pursues a merger with France's PSA Group .", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/irans-neighbors-struggle-to-stop-coronavirus-at-their-borders-11583338273", "title": "Iran's Neighbors Struggle to Stop Coronavirus at Their Borders", "date": "2020-03-04 11:11", "summary": "Detecting potential carriers without disrupting trade and transport is proving a tall task. BEIRUT-As Iran grapples with one of the worst coronavirus outbreaks world-wide, its neighbors are struggling to stem the flow of people and goods across porous borders as they attempt to insulate themselves against the epidemic.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-stones-throw-from-new-york-city-11583337866", "title": "A Stone's Throw From New York City", "date": "2020-03-04 11:04", "summary": "Inside a Pelham, N.Y. home with neutral colors and modern finishes.. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/a-sun-filled-home-in-mill-valley-calif-11583337791", "title": "A Sun-Filled Home in Mill Valley, Calif.", "date": "2020-03-04 11:03", "summary": "Paul and Reny Huelskamp opted for this 1900 home over a new-construction property just outside San Francisco.. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/hospitals-use-telemedicine-to-minimize-contact-with-virus-patients-11583337283", "title": "Hospitals Use Telemedicine to Minimize Contact With Virus Patients", "date": "2020-03-04 10:54", "summary": "Caregivers make use of phone, interactive video and secure messaging. Hospitals and doctors have a message for patients who want to come in because of fears they might be infected by the novel coronavirus: Try the phone first.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mlb-could-build-a-consistent-baseball-if-it-wanted-heres-why-it-hasnt-11583336658", "title": "MLB Could Build a Consistent Baseball. Here's Why It Hasn't.", "date": "2020-03-04 10:44", "summary": "A man-made baseball looks a certain way and feels a certain way and smells a certain way. A baseball created by a machine wouldn't possess those characteristics.. PULLMAN, Wash.-The man who perhaps knows more about the properties and the anatomy of a baseball than anybody in the world won't say if he grew up loving the game.", "categories": [["Sports", "MLB"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/mlb?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/retail-landlords-face-new-challenge-as-coronavirus-may-deter-shoppers-11583334683", "title": "Retail Landlords Face New Challenge From Coronavirus", "date": "2020-03-04 10:30", "summary": "Real-estate investment trusts have suffered in the widespread flight from risk since the coronavirus spread outside of Asia. Retail landlords are likely to face a challenge from the coronavirus outbreak if it keeps shoppers at home, adding to the pressures that are already being felt from the growth in online shopping.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/feds-100-billion-repo-intervention-falls-short-of-bank-demand-11583332932", "title": "Fed's $100 Billion Repo Intervention Falls Short Of Bank Demand", "date": "2020-03-04 09:43", "summary": "Primary dealers sought $111.48 billion from the central bank. Big banks' demand for central bank cash remained very strong on Wednesday, leading the Federal Reserve Bank to add a fresh $100 billion to the financial system.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/american-cycling-team-asks-to-pull-out-of-races-in-italy-amid-coronavirus-concerns-11583274765", "title": "American Cycling Team Asks to Pull Out of Races in Italy Amid Coronavirus Concerns", "date": "2020-03-04 09:32", "summary": "Team EF Pro Cycling seeks to be excused from Strade Bianche, Milan-San Remo, and Tirreno-Adriatico without being penalized. An American cycling team on Tuesday became the first to pull out of three major bike races in Italy this month, citing concerns about the novel coronavirus, and team doctors across the sport urged other squads to do the same.", "categories": [["Sports"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/brazil-economy-slowed-in-fourth-quarter-11583325798", "title": "Brazil Economy Grows at Slowest Pace in Three Years", "date": "2020-03-04 09:21", "summary": "Construction and investment decline; GDP grew 1.1% last year. SÃO PAULO-Brazil's economy expanded at the slowest pace in three years in 2019 as the government of President Jair Bolsonaro cut spending and investment slowed.", "categories": [["World", "Latin America"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/latin-america-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/imagine-a-middle-seat-youd-actually-pay-for-11583331299", "title": "Imagine a Middle Seat You'd Actually Pay For", "date": "2020-03-04 09:15", "summary": "Airlines are experimenting with seats that are wider than those on the window or aisle-with an eye on charging a premium for them. ", "categories": [["Life & Work", "Travel", "The Middle Seat"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/magazine/travel?mod=breadcrumb", "https://www.wsj.com/news/types/the-middle-seat?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/first-a-school-trip-abroad-then-the-coronavirus-now-a-city-is-shaken-11583330400", "title": "First a School Trip Abroad, Then the Coronavirus. Now a City Is Shaken", "date": "2020-03-04 09:00", "summary": "Residents of Pawtucket, R.I., are living in a high state of anxiety; two cases involve the same school. Adrienne Marchetti started worrying and asking her friends and co-workers if they knew anything last week. Had they heard, she wanted to know, that a faculty member at Saint Raphael Academy was out sick?", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-nonfarm-private-sector-adds-183-000-jobs-in-february-11583329692", "title": "U.S. Private Sector Adds 183,000 Jobs in February", "date": "2020-03-04 08:48", "summary": "Large businesses added 133,000 of the new jobs, according to the monthly ADP National Employment Report. The U.S. nonfarm private sector added 183,000 jobs in February, according to the monthly ADP National Employment Report, with most of the gains coming from large companies.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chinas-biggest-shipyard-raises-718-million-to-ease-coronavirus-impact-11583329534", "title": "China's Biggest Shipyard Raises $718 Million to Ease Coronavirus Impact", "date": "2020-03-04 08:45", "summary": "State-owned companies are accessing \"coronavirus bonds\" with preferential rates. China State Shipbuilding Corp. has raised 5 billion yuan ($718.2 million) by selling so-called \"coronavirus bonds\" to replenish working-capital facilities that were severely depleted by the coronavirus outbreak.", "categories": [["WSJ Logistics Report"]], "category_links": ["https://www.wsj.com/news/types/wsj-logistics-report-newsletter?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/an-ode-to-transitional-spring-sweaters-and-suits-11583328901", "title": "An Ode to Transitional Spring Sweaters and Suits", "date": "2020-03-04 08:35", "summary": "It's a fashion love story. Fall hard for sweaters, dungarees and slim-cut suits that make a country escape cool when they meet vintage-inspired dresses and lacy tops. VEST WING Seventies-style tailoring takes a turn for the alluring. Celine by Hedi Slimane top, $1,750, vest, $950, and skirt, $2,700, celine.com, Tiffany & Co. necklaces (worn throughout), $2,700and $850, select Tiffany & Co. locations, Avenue hat, $99, avenuethelabel.com", "categories": [["Fashion"]], "category_links": ["https://www.wsj.com/news/types/magazine-fashion?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mens-fragrances-inspired-by-visual-artists-11583328857", "title": "Men's Fragrances Inspired by Visual Artists", "date": "2020-03-04 08:34", "summary": "Perfumer Barnabé Fillion, who has created fragrances for Aesop and Comme des Garçons, looks to the work of James Turrell and the cosmos. French perfumer Barnabé Fillion concocts what he calls olfactory portraits of the people who inspire his fragrances. His Portrait for Men, made for globe-trotting designer Paul Smith, features notes of green tea and Indian spices, and his recent Biography scents, created with artist Anicka Yi for Dover Street Market, reference powerful women like the ancient Egyptian pharaoh Hatshepsut, who dressed as a man, with notes of sandalwood, patchouli, cardamom and juniper.", "categories": [["What's News"]], "category_links": ["https://www.wsj.com/news/types/magazine-what-s-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/startup-biofourmis-using-ai-based-system-to-battle-coronavirus-11583319601", "title": "Startup Biofourmis Using AI-Based System to Battle Coronavirus", "date": "2020-03-04 08:06", "summary": "Wearable biosensor, artificial intelligence may help researchers better understand illness the virus causes. Doctors and researchers in Hong Kong are betting an artificial intelligence-based remote-monitoring system from startup Biofourmis Inc. will aid them in their fight against disease caused by a new coronavirus.", "categories": [["Pro VC Industry News"]], "category_links": ["https://www.wsj.com/news/types/pro-vc-industry-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-to-hedge-a-coronavirus-11583321400", "title": "How to Hedge a Coronavirus", "date": "2020-03-04 08:02", "summary": "'Black Swan' fund Universa made huge gains in February as markets swooned from coronavirus risk without making any assumptions about the epidemic. Imagine that an investor knew back in early December that a deadly coronavirus was spreading in Wuhan, China, that could become a pandemic. Or imagine that he at least heard and heeded the warning by the tragically muzzled Dr. Li Wenliang at the end of that month.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/kellogg-dean-says-m-b-a-s-future-is-uncertain-and-thats-all-right-11583326800", "title": "Kellogg Dean Says M.B.A.'s Future Is Uncertain, and That's All Right", "date": "2020-03-04 08:00", "summary": "New head of Northwestern's business school is teaching future bosses how to profit from disruption and trying to do the same. Francesca Cornelli says she didn't plan on leaving London to lead a U.S. business school.", "categories": [["Business", "Management", "Management & Careers"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/management?mod=breadcrumb", "https://www.wsj.com/news/types/boss-talk?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-market-meltdown-has-a-surprising-survivor-junk-bonds-11583326802", "title": "Market Meltdown Has Surprising Survivor: Junk Bonds", "date": "2020-03-04 08:00", "summary": "High-yield debt is weathering coronavirus scare better than stocks. High-yield bonds are weathering the coronavirus scare better than stocks, underscoring the stark difference in investor expectations that has prevailed for those markets in recent months.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/refugees-stream-across-turkey-in-bid-to-enter-eu-a-baby-in-an-isotherm-bag-11583319603", "title": "Refugees Stream Across Turkey, Trying to Enter the EU", "date": "2020-03-04 07:36", "summary": "Resume Subscription. EDIRNE, Turkey-Ali Ubed, an 18-year-old Syrian refugee, was on his way to a Turkish university to file his application to start medical studies last week when his mother called to say that Turkey had opened its doors to Europe.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/fallen-angels-test-coronavirus-stricken-bond-markets-11583325268", "title": "Fallen Angels Test Coronavirus-Stricken Bond Markets", "date": "2020-03-04 07:34", "summary": "As economic worries mount, the relegation of Kraft Heinz, Renault and Macy's to the junk-bond market is another risk for the lowest-rated companies. The Federal Reserve's surprise interest-rate cut Tuesday didn't assuage equity investors' concerns about the impact of the coronavirus, yet it seems to have stabilized trading in corporate bonds.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bank-of-east-asia-relents-under-elliott-managements-pressure-11583324614", "title": "Elliott Reaches Truce in Long Battle Over Hong Kong Bank", "date": "2020-03-04 07:23", "summary": "Bank of East Asia is assessing whether it can sell assets or otherwise improve its business. Years of conflict in Hong Kong is finally starting to bear fruit for Elliott Management Corp.", "categories": [["Markets", "Financial Services", "Hedge Funds"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/business/financial-services?mod=breadcrumb", "https://www.wsj.com/news/types/hedge-funds?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/in-boston-money-managers-fire-shot-at-wall-street-brokers-11583323502", "title": "In Boston, Money Managers Fire Shot at Wall Street Brokers", "date": "2020-03-04 07:05", "summary": "Investor conference next week will cut banks out of a lucrative role. The world's biggest money managers and dozens of corporate chief executives will gather in Boston next week. No bankers allowed.", "categories": [["Markets", "Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/extremists-plant-bombs-to-protest-hong-kongs-coronavirus-response-11583323203", "title": "Hong Kong Probes Bombings as Protest Focus Turns to Virus Response", "date": "2020-03-04 07:00", "summary": "New tactic, an escalation of last year's demonstrations, is believed tied to government's response to coronavirus. HONG KONG-As pressure rose last month to seal Hong Kong's border with China to stop the coronavirus, a worker found two homemade bombs in a plastic bag left on a train that serves mainland commuters. One exploded while it sat on the station platform.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/china-opens-a-coronavirus-bond-spigot-and-companies-rush-in-11583323208", "title": "China Opens a Coronavirus Bond Spigot, and Companies Rush In", "date": "2020-03-04 07:00", "summary": "Firms have been selling bonds in China to fund epidemic control, refinance debt and support operations affected by the virus. The coronavirus epidemic has sparked a bond bonanza in China, with financial institutions and companies rushing to sell debt at low interest rates.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/south-korea-widens-testing-in-daegu-as-it-steps-up-war-on-coronavirus-11583321995", "title": "South Korea Widens Testing in Daegu as It Steps Up War on Coronavirus", "date": "2020-03-04 06:39", "summary": "Rise in number of cases unrelated to the Shincheonji Church of Jesus prompts shift in strategy. As a new coronavirus case emerged every two minutes on average last week, South Korea focused its resources on the followers of the secretive Shincheonji Church of Jesus at the center of the epidemic.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/can-men-under-60-wear-berets-11583319619", "title": "Can Men Under 60 Wear Berets?", "date": "2020-03-04 06:00", "summary": "Inspired by runway trends and his well-hatted elders, a twentysomething editor tests the pancake-shaped cap beloved by mimes and pretentious Francophiles. MEN IN berets are not rarities in my neighborhood. Sure, I live in New York, a city amenable to characters who think nothing of wearing a petite, pancake-shaped cap associated with mimes. Despite their relative ubiquity, the two or three bereted passersby I see each day still distract me. The hats are almost always black or navy and the men who wear them are, as a rule, at least 60.", "categories": [["Life & Work", "Style & Fashion", "Fashion"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/fashion?mod=breadcrumb", "https://www.wsj.com/news/types/fashion?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chinese-tech-stocks-are-a-risky-coronavirus-refuge-11583319535", "title": "Chinese Tech Stocks Are a Risky Coronavirus Refuge", "date": "2020-03-04 05:58", "summary": "Investors might be right to bet on government support for the 5G and chip sectors, but wrong to assume no disruptions due to the coronavirus and geopolitics. There has been an unlikely haven for investors during the coronavirus selloff: China.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/stocks-to-watch-hewlett-packard-enterprise-nordstrom-newell-brands-urban-outfitters-11583318808", "title": "Stocks to Watch: HPE; Nordstrom; Newell Brands", "date": "2020-03-04 05:46", "summary": "Here are some of the companies with shares expected to trade actively in Wednesday's session.. Here are some of the companies with shares expected to trade actively in Wednesday's session. Stock movements noted by ticker reflect movements during regular trading hours.", "categories": [["Markets", "MoneyBeat"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/moneybeat?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/where-the-democratic-presidential-race-goes-from-here-11583317800", "title": "Where the Democratic Presidential Race Goes From Here", "date": "2020-03-04 05:30", "summary": "With Super Tuesday behind them, the candidates turn their attention to the rest of the map. Super Tuesday had more delegates up for grabs than any other single day on the primary calendar. But about 60% of all available delegates are still to come, with more than 1,000 at stake in just the remaining March contests. Here is a look at where the race heads over the next three months.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chinas-workers-suffer-layoffs-slashed-pay-and-shutdowns-as-coronavirus-batters-businesses-11583314257", "title": "China's Workers Suffer as Virus Batters Businesses", "date": "2020-03-04 05:30", "summary": "An economic slowdown is putting strains on a labor market that was already under pressure. A sharp economic slowdown in China caused by the coronavirus epidemic is putting new pressure on the country's labor market, as businesses struggling to maintain or revive operations resort to pay cuts and layoffs-or simply shut down.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-new-kale-cauliflower-becomes-a-bestseller-11583317803", "title": "'The New Kale': Cauliflower Becomes a Bestseller", "date": "2020-03-04 05:30", "summary": "Once known for spoiling on grocery shelves, the vegetable is gaining fans as a starch substitute. Cauliflower used to sell so slowly it often spoiled on supermarket shelves. Now, it is one of the fastest-growing food products, as consumers substitute the versatile vegetable for meat and carbohydrates.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lawsuits-accuse-big-hotel-chains-of-allowing-sex-trafficking-11583317800", "title": "Lawsuits Accuse Big Hotel Chains of Allowing Sex Trafficking", "date": "2020-03-04 05:30", "summary": "Dozens of women say Hilton, Marriott, Wyndham and others turned a blind eye to organized prostitution at their establishments. During the three months that S.Y. was forced into prostitution, she said blood and used condoms littered the hotel rooms where she had sex in Naples, Fla. Skinny, underdressed women loitered in hotel lobbies while men wearing gold chains waited their turns, she said.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/for-travelers-returning-from-coronavirus-hot-spots-little-clarity-on-quarantining-11583317803", "title": "The U.S. Response to Coronavirus Is Uneven: It Depends on Where You Live", "date": "2020-03-04 05:30", "summary": "Health officials from Massachusetts to Ohio say federal guidance isn't keeping up with spread; many different definitions of self-quarantine. Newton, Mass., health authorities faced a tough decision whether to quarantine a school group returning from a trip to Italy on Feb. 29. Making the choice more difficult: a lack of direction from the U.S. government.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-condo-developers-have-31-000-reasons-to-smile-11583316060", "title": "New York Condo Developers Have 31,000 Reasons to Smile", "date": "2020-03-04 05:01", "summary": "The world produced approximately 31,000 ultra-wealthy individuals-or those with a net worth of $30 million or more-in 2019. New York City condo developers are facing a supply overhang and tax changes resulting in greater costs for buyers. But there is one bright spot: an uptick in the number of people around the world who can afford their seven-digit apartments.", "categories": [["Real Estate", "Private Properties"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/private-properties?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/curbed-by-coronavirus-chinas-truckers-cant-wait-to-get-on-the-road-again-11583315215", "title": "Curbed by Virus, China's Truckers Can't Wait to Get on the Road Again", "date": "2020-03-04 04:46", "summary": "Millions of truck drivers are being kept off the road, hampering efforts to get the world's factory moving again. HONG KONG-China has long relied on its 30 million-strong army of truck drivers to keep its economy moving. Now, the coronavirus is keeping half of them off the road.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lego-commits-to-china-expansion-as-revenue-climbs-11583310205", "title": "Lego Commits to China Expansion as Revenue Climbs", "date": "2020-03-04 03:23", "summary": "The toy maker said it will open new stores in China after seeing double-digit sales growth in the country. Lego AS said Wednesday that it will open 150 new stores this year, mostly in China, after opening the same number last year-pushing to meet what it says is that country's growing demand for its toy bricks.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-top-takeaways-from-super-tuesday-11583296704", "title": "The Top Takeaways From Super Tuesday", "date": "2020-03-04 02:43", "summary": "Democratic presidential primary results showed Joe Biden storming back into the race against Bernie Sanders, while Michael Bloomberg and Elizabeth Warren faltered. LOS ANGELES-Joe Biden's Super Tuesday victories served notice that his triumph in South Carolina was no fluke and could form the basis of a competitive coalition of voters in what is shaping up to be a protracted fight with Sen. Bernie Sanders.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/democrats-head-to-polls-in-14-states-on-super-tuesday-11583236803", "title": "Biden Wins the South, Texas; Sanders Takes California", "date": "2020-03-04 02:36", "summary": "Biden, Sanders pull ahead, setting up a fight for the Democratic nomination. Joe Biden notched an impressive string of Super Tuesday victories, while Bernie Sanders won delegate-rich California, as the pair broke away from the field in the race for the Democratic presidential nomination.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/drugmaker-takeda-is-working-on-coronavirus-drug-11583301660", "title": "Drugmaker Takeda Is Working on Coronavirus Drug", "date": "2020-03-04 01:01", "summary": "Japanese company plans to develop drug derived from the blood of patients who have antibodies to the virus. Japanese drugmaker Takeda Pharmaceutical Co. said it is trying to develop a drug to treat people infected with the novel coronavirus or at high risk of contracting it.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bloombergs-massive-super-tuesday-spending-doesnt-pay-dividends-11583294423", "title": "Bloomberg's Massive Super Tuesday Spending Doesn't Pay Dividends", "date": "2020-03-04 00:57", "summary": "Unprecedented spending couldn't win over voters in Super Tuesday states-and his advisers are now assessing his campaign. WEST PALM BEACH, Fla.-Michael Bloomberg's unprecedented spending couldn't win over voters in Super Tuesday states-and his advisers are assessing his campaign.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/voters-go-to-polls-in-14-states-on-super-tuesday-11583253733", "title": "Democrats Cast Votes in 14 States on Super Tuesday", "date": "2020-03-04 00:48", "summary": "Former Vice President Joe Biden storms back into the race for the Democratic nomination, going head-to-head against front-runner Bernie Sanders. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/the-biden-resurgence-11583298561", "title": "The Biden Resurgence", "date": "2020-03-04 00:09", "summary": "A very Super Tuesday makes the former Vice President the best Democratic hope to beat Bernie Sanders.. Hold the revolution. The Bernie Sanders takeover of the Democratic Party took a detour on Super Tuesday as Joe Biden's political resurrection that began in South Carolina on Saturday continued in the Southeast and expanded into the Middle West and even Bernie Sanders country in the Northeast. Maybe President Trump wished too soon for Mr. Sanders as his opponent.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11583275719", "title": "Pepper...and Salt", "date": "2020-03-04 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hackers-target-companies-with-fake-coronavirus-warnings-11583267812", "title": "Hackers Target Companies With Coronavirus Scams", "date": "2020-03-04 00:01", "summary": "Phishing emails are used to install malware that can give hackers access to company systems. Criminals are using concerns about the coronavirus epidemic to spread infections of their own.", "categories": [["Pro Cyber News"]], "category_links": ["https://www.wsj.com/news/types/pro-cyber-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-leaves-cruise-industry-with-canceled-trips-and-half-empty-ships-11583330402", "title": "Outbreak Triggers Cruise Cancellations", "date": "2020-03-04 00:01", "summary": "Cruise operators see surge of cancellations at start of busiest season; another Princess cruise ship struck by virus. Travelers are backing out of planned cruises over fears of the spread of coronavirus, dealing a punishing blow to the industry at a time of year when ships typically start to fill up.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/confirmed-coronavirus-cases-outside-china-pass-10-000-11583228968", "title": "U.S. Coronavirus Cases Rise; First Deaths Earlier Than Officials Realized", "date": "2020-03-04 23:03", "summary": "New cases reported in New York, Arizona, Georgia and North Carolina as nationwide patient tally tops 100. The first deaths linked to the new coronavirus in the U.S. happened last week, days earlier than previously known, as the death count rose and is expected to continue to climb.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/elizabeth-warren-loses-primary-in-home-state-of-massachusetts-11583294609", "title": "Elizabeth Warren Loses Primary in Home State of Massachusetts", "date": "2020-03-04 23:03", "summary": "The Associated Press declared Joe Biden the winner Tuesday. Sen. Elizabeth Warren was poised to place third in Massachusetts' Democratic primary, a blow to the liberal lawmaker's presidential candidacy in a state that sent her to the U.S. Senate twice.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/maine-voters-keep-tightened-vaccine-requirements-11583292366", "title": "Maine Voters Keep Tightened Vaccine Requirements", "date": "2020-03-04 22:26", "summary": "Ballot measure fails to overturn new immunization law. Maine voters cemented in place a new state law that eliminates nonmedical vaccine exemptions for school children.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-misinformation-lives-online-despite-efforts-to-stamp-it-out-11583272556", "title": "Coronavirus Misinformation Lives Online, Despite Efforts to Stamp It Out", "date": "2020-03-04 20:00", "summary": "Tech giants are removing fraudulent content, but some still stokes fear about the virus or circulates unproven information. Facebook Inc. and other technology giants have vowed to fight misinformation related to the coronavirus epidemic on their platforms. Yet even as they remove fraudulent posts, listings and other content, conspiracy theories and false information continue to proliferate online.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/democrats-face-a-stark-choice-on-super-tuesday-from-coast-to-coast-11583279250", "title": "Democratic Voters Face a Stark Choice From Coast to Coast", "date": "2020-03-04 19:51", "summary": "Presidential primary voters struggled to choose between calls for pragmatism and sweeping policy changes. RALEIGH, N.C.-Democratic voters from here to California said they struggled to choose between pragmatism and policy on Tuesday, mirroring a national debate over whether sweeping political and economic changes or moderation were the keys to defeating President Trump.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-coronavirus-stimulus-11583282020", "title": "The Coronavirus 'Stimulus'", "date": "2020-03-04 19:33", "summary": "The markets aren't impressed by the Fed or a payroll-tax cut.. The Federal Reserve has become the default doctor for whatever ails the U.S. economy, and on Tuesday the financial physician applied what it hopes will be monetary balm for the economic damage from the coronavirus. Financial markets were underwhelmed after the big rally on Monday, which may speak to the limited effect that lower interest rates can have on the supply shock of a pandemic.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/not-about-roe-v-wade-11583281645", "title": "Not About Roe v. Wade", "date": "2020-03-04 19:27", "summary": "The big issue in a Louisiana abortion case is legal standing.. The Supreme Court on Wednesday will hear its first abortion-related case during the Trump Presidency. Cue the consternation. No, the Court's conservatives aren't about to overturn Roe v. Wade. But they do have an opportunity to return to first judicial principles and correct the Court's mistake of four years ago.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/israels-conservative-consensus-11583281438", "title": "Israel's Conservative Consensus", "date": "2020-03-04 19:23", "summary": "Netanyahu beats expectations in the country's third election.. A nationalist leader runs against liberal elites and a rigged system. He's opposed by most of the security establishment, called a threat to democracy, and bombarded with legal investigations and prosecutions. Yet the efforts to use the legal system to oust him fail and even cause his support with voters to tick upward.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-lessons-of-idlib-11583281376", "title": "The Lessons of Idlib", "date": "2020-03-04 19:23", "summary": "A Russian-Syrian military offensive pushes migrants to the West.. After nine years of civil war, Syria doesn't get much attention these days. But a Russian-Syrian military offensive in Idlib province is a reminder that the broken country's problems seldom stay within its borders.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-becomes-first-u-s-president-to-speak-with-taliban-leader-11583281241", "title": "Trump Becomes First U.S. President to Speak With Senior Taliban Leader", "date": "2020-03-04 19:20", "summary": "An Afghan peace process faces many hurdles-including the resumption of Taliban attacks against Afghan forces this week. WASHINGTON-President Trump said he spoke to the Taliban's co-founder Mullah Abdul Ghani Baradar on Tuesday to discuss the implementation of the deal signed over the weekend to withdraw U.S. troops from Afghanistan, according to statements released afterward.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/state-funds-ban-staff-travel-over-coronavirus-threat-11583272346", "title": "State Funds Ban Staff Travel Over Coronavirus Threat", "date": "2020-03-04 19:18", "summary": "Some investment professionals will be making virtual visits instead of attending investment advisory board and annual meetings in person. At least two institutional investors have banned international business travel by their investment teams to rein in the threat posed by the Covid-19 coronavirus.", "categories": [["Pro PE Industry News"]], "category_links": ["https://www.wsj.com/news/types/pro-pe-industry-news?mod=breadcrumb"]}]