[{"link": "https://www.wsj.com/articles/what-markets-are-telling-us-as-election-results-roll-in-11604486448", "title": "What Markets Are Telling Us as Election Results Roll In", "date": "2020-11-04 18:57", "summary": "In one way markets did what they should: As the probabilities shifted, prices responded in the direction one would expect. Markets often get politics wrong, but it's rare to see them price in all three of the plausible results of a presidential election-Republican, Democrat and long-drawn-out legal battle-in one night. Tuesday night and Wednesday's vote count delivered exactly that as the voters once again mocked the pollsters, with a bonus of ending by pricing in congressional gridlock.", "categories": [["Markets", "Streetwise"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/streetwise?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-and-biden-go-to-election-overtime-11604534055", "title": "Trump and Biden Go to Election Overtime", "date": "2020-11-04 18:54", "summary": "No one should claim premature victory as the counting and legal challenges play out.. The presidential race isn't over, though Joe Biden has a more direct path to victory. As the sun set on Nov. 4, his lead in the Upper Midwest hadn't grown large enough to prevent recounts or legal challenges. The result in Pennsylvania, meantime, was as clear as a glass of old Lake Erie.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/illinois-tax-repudiation-11604534003", "title": "Illinois Tax Repudiation", "date": "2020-11-04 18:53", "summary": "Voters may force needed reform by rejecting Gov. Pritzker's tax hike.. The U.S. electorate Tuesday declined to endorse sweeping progressive change, and that sentiment extended even to deep-blue Illinois. Democratic Gov. J.B. Pritzker, supported by liberal luminaries like Sen. Dick Durbin, exhorted voters to pass a referendum that would repeal the state's 4.95% flat income tax to allow for higher top rates. Voters declined.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-pelosi-schumer-defeat-11604533926", "title": "A Pelosi-Schumer Defeat", "date": "2020-11-04 18:52", "summary": "The GOP seems to have held the Senate and gained in the House.. Besides media pollsters, the biggest immediate election losers on Tuesday were Democratic Congressional leaders Nancy Pelosi and Chuck Schumer. Americans diminished Speaker Pelosi's House majority and appear to have kept Republicans in control of the Senate as a brake on the left's agenda.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/racial-thunder-out-of-california-11604533888", "title": "Racial Thunder Out of California", "date": "2020-11-04 18:51", "summary": "Voters send a message to the Supreme Court on race-based preferences.. Democracy can be surprising, and on Tuesday voters in California killed an effort to reintroduce race-based preferences in state education, hiring and contracts. This rejection of identity politics in one of America's bluest and most diverse states should echo around America, not least at the U.S. Supreme Court.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/uncertain-election-results-keep-voters-on-edge-11604496746", "title": "Uncertain Election Results Keep Voters on Edge", "date": "2020-11-04 18:48", "summary": "Americans on both sides remain anxious as vote counts continue. As the election rolled into Wednesday without a clear winner in the U.S. presidential race, a sense of uncertainty-and fear-crept into the minds of voters on either side of the political divide.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/facebook-twitter-grapple-with-trumps-false-election-claims-11604532938", "title": "Facebook, Twitter Grapple With Trump's False Election Claims", "date": "2020-11-04 18:35", "summary": "The largest social-media platforms take different measures to try to combat the spread of viral claims. President Trump's premature declarations of victory and claims that there is a plot to steal votes are presenting an acute test for social-media platforms that have pledged to prevent election-related abuses.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/allstate-metlife-report-mixed-results-as-pandemic-continues-11604532088", "title": "Allstate, MetLife Report Mixed Results as Pandemic Continues", "date": "2020-11-04 18:21", "summary": "Analysts and investors' focus has been on insurers' costs, and unexpected benefits, from coronavirus. Two of the nation's best-known sellers of insurance- Allstate Corp. and MetLife Inc. -posted mixed earnings in the third quarter as the coronavirus pandemic has had wide-ranging effects on the industry.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-met-showcases-new-york-city-students-a-artwork-11604531223", "title": "The Met Showcases New York City Students' A+ Artwork", "date": "2020-11-04 18:07", "summary": "Museum hangs work of future greats, including 8-year-old Reina Ahn. The Metropolitan Museum of Art is home to works by countless masters, from Rembrandt to Renoir. But let us not forget Reina Ahn's \"Sunset Owl,\" a study in paint and watercolor that captures the prey-seeking bird against a colorful backdrop.", "categories": [["U.S.", "Culture"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-culture?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/leaders-who-bowed-out-gracefully-11604531175", "title": "Leaders Who Bowed Out Gracefully", "date": "2020-11-04 18:06", "summary": "Kings and politicians have used their last moments on the world stage to deliver words of inspiration.. ", "categories": [["Life & Work", "Ideas", "Historically Speaking"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/historically-speaking?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/qualcomm-gets-boost-from-5g-smartphone-sales-licensing-payments-11604526047", "title": "Qualcomm Sees 5G Smartphone Sales Taking Off", "date": "2020-11-04 17:42", "summary": "New smartphones offering superfast connections bolster the chip makers results. Mobile-phone chip-making giant Qualcomm Inc. expects a surge in smartphones sales next year as consumers flock to 5G-capable devices such as Apple Inc.'s new iPhone 12 that helped lift its latest results.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-wisconsin-recount-how-it-works-and-would-it-change-the-election-11604529633", "title": "A Wisconsin Recount: How It Works, and Would It Change the Election?", "date": "2020-11-04 17:40", "summary": "Trump camp said it planned to seek recount in closely contested state called for Biden. President Trump's campaign manager said the campaign would request a recount in Wisconsin, calling it a \"razor thin race,\" after the Associated Press said Democratic presidential nominee Joe Biden had carried the state.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/measure-to-restore-affirmative-action-in-california-fails-11604517345", "title": "Measure to Restore Affirmative Action in California Fails", "date": "2020-11-04 17:38", "summary": "Several key propositions backed by liberals in the deep blue state failed this year. Business and conservative interests won several key victories among this year's slate of 12 propositions in California.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/election-gives-tina-fresh-legs-11604512358", "title": "Election Gives TINA Fresh Legs", "date": "2020-11-04 17:30", "summary": "Bonds and speculative stocks loved the muddled election outcome, while stocks more directly dependent on stimulus didn't. On the old Mickey Mouse Club, Wednesday was \"anything can happen day.\" On the Wednesday following Election Day, it was looking more like anything can happen month.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/in-savannah-a-federal-style-mansion-goes-from-rundown-to-remarkable-11604528155", "title": "In Savannah, a Federal-Style Mansion Goes From Rundown to Remarkable", "date": "2020-11-04 17:15", "summary": "Resume Subscription. Looking at it today, one would never guess that this 1854 Federal-style mansion on a trust lot in Savannah, Ga., was a rundown mess when the current owners purchased it 15 years ago. The historic, redbrick home hadn't been renovated since the 1930s and didn't even have a proper kitchen. The owners tapped A. Thagne Schreyer of Arabeit Studio for the six-year architectural restoration that preserved the historical finishes and proportions while creating a contemporary home for their young family, and tasked Rebecca Gardner, a Savannah-based designer and longtime friend of one of the owners, with the interiors. It was her first professional project, and it took several years and about $300,000 to furnish the 9,000-square-foot, five-bedroom home. \"My client wanted something with soul, and not all of it had to be perfect all at once, which made for a really long project,\" she said. \"But the house has a great personality and is very authentic because of that patience. It's a real love letter to Savannah.\"", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/new-york-republicans-poised-to-regain-ground-if-election-leads-hold-11604528057", "title": "New York Republicans Poised to Regain Ground if Election Leads Hold", "date": "2020-11-04 17:14", "summary": "Several Democratic incumbents trail opponents around the state, but absentee ballots must still be counted. New York Republicans on Wednesday said that reports of their demise had been greatly exaggerated and predicted they would gain seats in the state Senate and U.S. House of Representatives after absentee ballots are tallied.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/global-stock-markets-dow-update-11-04-2020-11604496219", "title": "Stocks Jump After Biden Gains Swing State Votes", "date": "2020-11-04 17:09", "summary": "Nasdaq jumps nearly 4% after wild overnight swings in futures markets. U.S. stocks had their best day after a presidential election on record, propelled by a rally in technology shares, as investors appeared to coalesce around the idea of a divided government.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bank-stocks-fall-as-stimulus-hopes-fade-11604510969", "title": "Bank Stocks Fall as Stimulus Hopes Fade", "date": "2020-11-04 16:45", "summary": "Shares of some regional banks fell as much as 11% even though the broader market rose. Bank shares dropped Wednesday, a sharp departure from the broader market as investors bet that another round of stimulus relief will be hard to come by.", "categories": [["Markets", "Stocks"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/americas-ceos-parse-uncertain-election-results-and-see-more-gridlock-ahead-11604526079", "title": "America's CEOs Parse Uncertain Election Results and See More Gridlock Ahead", "date": "2020-11-04 16:41", "summary": "With presidential race and control of Senate still undecided, many corporate leaders predict clouded path through pandemic and other business challenges. Add an uncertain election result to U.S. business leaders' worry lists.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-election-results-are-rippling-through-the-stock-market-11604513264", "title": "Why Is the Stock Market Up as Election Results Come In?", "date": "2020-11-04 16:36", "summary": "Technology stocks led major indexes higher, while banks and other growth-sensitive areas struggled. Traders expect a GOP-controlled Senate and Biden to narrowly win the White House.. Wall Street is reacting to election results as they come in, driving a big rally in stocks Wednesday.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/rep-jeff-van-drews-race-still-uncalled-in-new-jersey-11604525225", "title": "Rep. Van Drew's Race Still Uncalled in New Jersey", "date": "2020-11-04 16:27", "summary": "Incumbent Republican is up by 3.4 percentage points with 75% of precincts reporting. Republican Rep. Jeff Van Drew of New Jersey is leading Democrat Amy Kennedy for the second congressional seat, as state election officials continued to count ballots Wednesday.", "categories": [["U.S.", "Politics"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/billionaire-robert-f-smith-buys-two-north-palm-beach-homes-for-48-19-million-11604524829", "title": "Billionaire Robert F. Smith Buys Two North Palm Beach Homes for $48.19 Million", "date": "2020-11-04 16:20", "summary": "The private equity executive purchased the Seminole Landing properties from Rockstar Energy creator Russ Weiner the same month he reached a $139 million tax case settlement with the Justice Department. Robert F. Smith, a billionaire private-equity executive and the richest Black person in the U.S., has bought a pair of North Palm Beach, Fla., properties from energy drinks entrepreneur Russ Weiner for $48.19 million, according to three people familiar with the deal.", "categories": [["WSJ News Exclusive", "Private Properties"]], "category_links": ["https://www.wsj.com/news/types/private-properties?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/illinois-rejects-graduated-income-tax-proposal-11604518246", "title": "Illinois Rejects Graduated Income Tax Proposal", "date": "2020-11-04 16:17", "summary": "Gov. Pritzker had touted a graduated rate, which would have taxed the wealthy more, as a necessary step in solving a fiscal crisis in the state. CHICAGO-Voters in cash-strapped Illinois rejected a proposed amendment backed by Gov. J.B. Pritzker that would have allowed a graduated income tax to replace the flat tax currently mandated in the state constitution.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cold-weather-thaws-natural-gas-prices-11604488035", "title": "Cold Weather Thaws Natural-Gas Prices", "date": "2020-11-04 16:13", "summary": "Winter's approach and a lot of working from home have lifted natural-gas prices to more than double their summer lows. Winter's approach and a lot of working from home have lifted natural-gas prices to more than double their summer lows.", "categories": [["Markets", "Commodities"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-treasury-yields-fall-on-reduced-stimulus-expectations-11604508741", "title": "Treasury Yields Fall on Reduced Stimulus Expectations", "date": "2020-11-04 16:12", "summary": "Smaller economic stimulus seen as election returns suggest good chance that GOP will keep control of the Senate. U.S. government-bond yields fell sharply, reflecting traders' bets that the results from Tuesday's election will lead to smaller economic stimulus efforts than many had expected.", "categories": [["Markets", "Credit Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/credit-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/teachers-slaying-becomes-unsettling-civics-lesson-in-frances-schools-11604522221", "title": "Teacher's Slaying Becomes Unsettling Civics Lesson in France's Schools", "date": "2020-11-04 16:09", "summary": "Campaign uses beheading of teacher Samuel Paty in a terrorist attack to reinforce the core values of the country. PARIS-Schools across France launched a campaign this week that uses the killing of teacher Samuel Paty in a terrorist attack to reinforce core values of the French republic, from freedom of expression to the country's strict separation of religion and state.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/face-masks-are-again-in-short-supply-as-covid-19-cases-surge-11604499588", "title": "Face Masks Are Again in Short Supply as Covid-19 Cases Surge", "date": "2020-11-04 16:08", "summary": "Despite increased production of protective gear, levels of N95 face masks are lower than recommended at many health-care facilities. ", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/vienna-attack-probe-focuses-on-shooters-associates-11604524044", "title": "Vienna Attack Probe Unearths Web of Islamic State Sympathizers", "date": "2020-11-04 16:07", "summary": "Sixteen people have been arrested in Austria and Switzerland for alleged links to gunman. VIENNA-Austrian authorities said they are investigating whether the lone gunman who killed four people and wounded many more during a rampage through the center of the capital got help from like-minded Islamist radicals.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/honduras-extends-state-of-alert-as-tropical-storm-eta-hits-11604523427", "title": "Honduras Extends State of Alert as Tropical Storm Eta Hits", "date": "2020-11-04 16:05", "summary": "Heavy rain causes rivers to overflow, flooding homes and cutting off communities. MEXICO CITY-Honduran rescue teams stepped up evacuation efforts Wednesday and the government extended a state of alert to the entire country as rains from tropical storm Eta caused rivers to break their banks, flooding homes and cutting off a number of communities.", "categories": [["World", "Latin America"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/latin-america-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/making-the-met-1870-2020-review-museum-at-a-crossroads-11604523734", "title": "'Making the Met, 1870-2020' Review: Museum at a Crossroads", "date": "2020-11-04 16:02", "summary": "The Met celebrates 150 years, but there's trouble ahead.. ", "categories": [["Books & Arts", "Art Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/art-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mixed-foursomes-thursday-crossword-november-5-11604260971", "title": "Mixed Foursomes (Thursday Crossword, November 5)", "date": "2020-11-04 16:01", "categories": [["WSJ Puzzles", "Crossword"]], "category_links": ["https://www.wsj.com/news/puzzle?mod=breadcrumb", "https://www.wsj.com/news/types/crossword?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mcconnell-says-congress-should-pass-economic-relief-bill-this-year-11604513635", "title": "McConnell Says Congress Should Pass Economic Relief Bill This Year", "date": "2020-11-04 16:00", "summary": "Senate majority leader says he supports aid to schools, hospitals and small businesses, but not a more sweeping Democratic proposal. WASHINGTON-Congress should pass a new economic-relief package this year, Senate Majority Leader Mitch McConnell said on Wednesday, as prospects for Democrats' multitrillion-dollar stimulus bill faded along with their chances for full control of the government.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/calgary-home-built-after-alberta-floods-11604521775", "title": "On Calgary's Elbow River, a New Home Rises Where Floodwaters Once Flowed", "date": "2020-11-04 15:30", "summary": "Resume Subscription. A once-in-a-century flood led to opportunity for Canadian couple Bill and Erin Kent. They got a great deal on a well-placed Calgary lot rendered vacant by floodwaters, then combined flood-proofing measures with luxury finishes to build a new two-story home with a finished basement. The $1.279 million, four-bedroom home has an elevated first floor that starts above the high-water mark of 2013's historic Calgary deluge, while seamlessly bonded, foam-insulated foundation panels will help keep the structure dry.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/how-the-2020-presidential-election-divided-voters-11604521705", "title": "How the 2020 Presidential Election Divided Voters", "date": "2020-11-04 15:28", "summary": "The most important issues for voters were the coronavirus pandemic, the economy and jobs. A survey interviewed about 140,000 people who said they voted in the election or intended to in the run up to the election and on Election Day. The results, compiled by the Associated Press offer a look at voting patterns and trends. Here are some of the details we know about the electorate.", "categories": [["Ideas"]], "category_links": ["https://www.wsj.com/news/types/noted-ideas?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/come-hell-or-high-water-11604521297", "title": "Come Hell or High Water", "date": "2020-11-04 15:21", "summary": "The Kents combined flood-proofing measures with luxury finishes to build a modern home overlooking the Elbow River.. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/there-really-is-no-biden-covid-19-fairy-tale-11604521229", "title": "There Really Is No Biden Covid-19 Fairy Tale", "date": "2020-11-04 15:20", "summary": "Expert public-health recommendations have repeatedly fallen on deaf ears at the White House since the earliest days of this pandemic.. David Gelernter's \"fairy tale\" is one of his own making and not Vice President Biden's (\"Joe Biden's Covid Fairy Tale,\" op-ed, Oct. 30). Expert public-health recommendations have repeatedly fallen on deaf ears at the White House since the earliest days of this pandemic. In February, President Trump's team failed to deliver necessary quality testing, rationally coordinate distribution of protective equipment or educate the public about the threat. Rather than amplify public health leaders such as Drs. Deborah Birx and Anthony Fauci, there were counterstatements. Our president ridiculed those who wore masks and followed distancing guidelines, while promoting strategies that were either unproven or disproven. With our president undermining regulatory authorities, vaccine hesitancy is now at a record high.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/covid-losses-and-mediocre-u-s-healthiness-11604521185", "title": "Covid Losses and Mediocre U.S. Healthiness", "date": "2020-11-04 15:19", "summary": "I have seen very few articles addressing the fact that we, as Americans, aren't that healthy.. In reference to Holman Jenkins's \"The Other Media Blackout\" (Business World, Oct. 31): I appreciate Mr. Jenkins's frankness about the current Covid-19 situation. It seems that the mainstream news outlets are bent on inciting fear in the typical style of media sensationalism. Realistic numbers and scenarios don't seem to sell so well or generate as many clicks.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/about-those-low-california-electric-bills-11604521106", "title": "About Those 'Low' California Electric Bills", "date": "2020-11-04 15:18", "summary": "California already has a serious electricity shortage despite its very high costs. In his letter of Oct. 30 Carl Pope, former CEO of the Sierra Club, says that California has among the lowest electricity bills in the nation, but this elides the fact it has the seventh highest rates. Confusion reigns further when he states: \"True, each kilowatt-hour costs more than the average\" but this is offset by the \"'litter' jobs\" . . . and \"the quality of new construction.\" I don't think paying high electric rates to create jobs soothes the ratepayers. Those in older homes who can do little more than improve insulation to cut use are also not so thrilled.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-social-security-plan-wont-hit-the-middle-class-11604521033", "title": "Biden Social Security Plan Won't Hit the Middle Class", "date": "2020-11-04 15:17", "summary": "Our analysis didn't find that Joe Biden's plan would increase taxes for middle-class workers. It would raise taxes only on workers earning more than $400,000 a year.. In \"The Hidden Trap in Biden's Tax Hike\" (op-ed, Oct. 19), Andrew G. Biggs states the middle class would eventually pay higher taxes under Joe Biden's Social Security plan. Citing an Urban Institute analysis, he claims we show that over the long term the tax increase on employees earning between $137,700 and $400,000 accounts for the majority of the plan's new revenue.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/if-oil-industry-goes-what-about-national-defense-11604520988", "title": "If Oil Industry Goes, What About National Defense?", "date": "2020-11-04 15:16", "summary": "Our Air Force, surface Navy and the Army run on petroleum-based fuel.. All of the letters relating to eliminating fracking and the petroleum industry focus on the economic and social effects (\"Biden's Painful Transition From Oil and Gas,\" Oct. 29), but our Air Force, surface Navy and the Army run on petroleum-based fuel. Eliminate the petroleum industry and you eliminate our ability to defend the country against Russia, China and North Korea. Why is this major issue completely ignored? Why is Joe Biden not forced to explain how a Biden administration will defend the U.S. without an Air Force, surface Navy and Army? Republicans and honest media (what's left) must make it plain that Joe Biden's radical environmental policies will emasculate our defense capability.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/voters-back-legalized-drugs-higher-wages-voting-restrictions-11604514634", "title": "Voters Back Legalized Drugs, Higher Wages, Voting Restrictions", "date": "2020-11-04 15:14", "summary": "State ballot initiatives also covered abortion, wolf introductions, gambling and sex education. Voters on Tuesday approved measures favoring legalizing drugs, raising the minimum wage and keeping noncitizens from casting ballots, among dozens of other ballot initiatives before the electorate.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trumps-florida-election-win-hinged-on-big-gains-in-miami-dade-11604518272", "title": "Trump's Florida Election Win Hinged on Big Gains in Miami-Dade", "date": "2020-11-04 15:13", "summary": "The Republican courted Latinos during campaign, casting Democrats as the party of socialism. TAMPA, Fla.-President Trump's Florida victory wasn't declared officially until after midnight, but the outcome was clear hours earlier as he muscled through vote-rich Miami-Dade County with much higher support than he earned there four years ago.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/supermarkets-get-new-looks-as-shoppers-adapt-to-pandemic-11604519627", "title": "Supermarkets Get New Looks as E-Commerce Grabs Hold", "date": "2020-11-04 14:53", "summary": "Food retailers are accelerating adoption of online ordering, while also creating more space for fresh foods and alcohol. Supermarkets are using pandemic-driven changes in shopping behavior to accelerate the shift to e-commerce they have been seeking but have been slow to realize in recent years.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tiktok-shutdown-argued-before-federal-judge-11604518470", "title": "TikTok Shutdown Argued Before Federal Judge", "date": "2020-11-04 14:34", "summary": "Chinese-owned video app aims to block Nov. 12 shutdown; no immediate ruling from bench. WASHINGTON-Lawyers for Chinese-owned video app TikTok clashed with Trump administration lawyers in federal court Wednesday as they fought to stave off a government-ordered shutdown later this month.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sanders-dogma-dies-loudly-in-florida-11604517375", "title": "Sanders Dogma Dies Loudly in Florida", "date": "2020-11-04 14:16", "summary": "Democrats pay a price for embracing the millionaire Marxist.. Another election cycle brings another stack of evidence demonstrating the distance between the people of this country and the people who write about the people of this country. The winner of the presidential election remains uncertain after a close race. But once again the national press corps will attempt to explain why its analysis was off target and how it is that a man they presented as a pariah has just run a competitive national race and won roughly half or more of U.S. states.", "categories": [["Opinion", "Best of the Web"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/best-of-the-web-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/elon-musk-once-a-washington-outsider-courts-military-business-11604517046", "title": "Elon Musk's SpaceX, Once a Washington Outsider, Courts Military Business", "date": "2020-11-04 14:10", "summary": "The entrepreneur's SpaceX company has amassed billions of dollars in orders, becoming a threat to Boeing and Lockheed Martin. Elon Musk's SpaceX was dismissed by Pentagon brass during its early years. But now, the billionaire entrepreneur and his company are enjoying more success than ever in snaring Pentagon business.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/t-mobile-to-pay-200-million-fine-over-federal-lifeline-program-11604516341", "title": "T-Mobile to Pay $200 Million Fine Over Federal Lifeline Program", "date": "2020-11-04 13:59", "summary": "The FCC charged the penalty for discrepancies at Sprint's Assurance Wireless, a Lifeline service provider T-Mobile acquired in April. Federal regulators fined T-Mobile US Inc. $200 million after investigators determined its recently acquired Sprint subsidiary had overcharged a national wireless subsidy program for years.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/4-4-and-new-dark-age-review-streamed-and-sung-from-london-11604516302", "title": "'4/4' and 'New Dark Age' Review: Streamed and Sung From London", "date": "2020-11-04 13:58", "summary": "Two original productions from the Royal Opera House, performed live before small audiences and viewable on the company's website, offer a stirring reconnection to opera as it was.. ", "categories": [["Books & Arts", "Opera Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/opera-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/california-voters-support-new-internet-privacy-rules-strengthening-state-law-11604514893", "title": "California Voters Support New Internet Privacy Rules", "date": "2020-11-04 13:34", "summary": "Approved measure seeks to build upon state's privacy law implemented this year. California voters approved a measure aimed at tightening internet privacy rules and fortifying the state's landmark privacy law that went into effect this year.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/enrollment-is-dropping-in-new-york-city-schools-parents-say-11604485800", "title": "Parents Pulling More Children Out of NYC Public Schools", "date": "2020-11-04 13:32", "summary": "Families moving children to private schools, Hamptons seek less confusion and more in-person learning. Earlier this year, New York City parent Meghan Dacey was weighing switching her daughter out of her Tribeca public school into a private school across town, thinking her daughter could benefit from repeating kindergarten.", "categories": [["U.S.", "Schools"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-schools?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/uber-and-lyfts-victory-lap-may-be-fleeting-11604514612", "title": "Uber and Lyft's Victory Lap May Be Fleeting", "date": "2020-11-04 13:30", "summary": "Investors are celebrating ride-share companies' win in California vote, but a hangover looms. The great ride-share victory playing out in the market Wednesday is good news for all gig economy companies, but has hardly been a free ride. It will also only get the companies so far.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biogen-at-a-crossroads-surges-on-promising-alzheimers-drug-assessment-11604513678", "title": "Biogen Surges on Promising Alzheimer's Drug Assessment", "date": "2020-11-04 13:14", "summary": "Shares rose 40% after Wall Street learned FDA staffer gave positive review of company's experimental medicine now up for approval. Biogen Inc. received a big boost on Wednesday after U.S. Food and Drug Administration regulators appeared to give a positive assessment of the company's experimental Alzheimer's disease drug, sending shares up 44%.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/covid-19-surge-forces-europeans-to-stay-home-dragging-on-economy-11604490633", "title": "U.S. Service Providers Saw Continued Growth in Activity in October", "date": "2020-11-04 13:00", "summary": "Covid-19 surge forces Europeans to stay home, dragging on economy; some Asian economies report rebound in demand. U.S. service providers reported continued growth in activity last month, surveys of purchasing managers showed, as pandemic-related restrictions eased and the economic recovery progressed.", "categories": [["Economy", "Europe Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/europe-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-campaign-says-it-will-request-a-recount-in-wisconsin-11604512799", "title": "Trump Campaign Says It Will Request a Recount in Wisconsin", "date": "2020-11-04 12:59", "summary": "Democratic candidate Biden holds a narrow lead over the president in the state. The Trump campaign said it would request a recount of ballots in Wisconsin, where Joe Biden holds a narrow lead over the president.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-strategic-legacy-of-yitzhak-rabin-11604512743", "title": "The Strategic Legacy of Yitzhak Rabin", "date": "2020-11-04 12:59", "summary": "25 years after the Israeli leader's assassination, the flaws in his peacemaking effort with the Palestinians are clear-but his successors haven't come up with a better approach. On Nov. 4, 1995-25 years ago today-Israeli Prime Minister Yitzhak Rabin spoke at a huge peace rally in front of Tel Aviv's City Hall, organized, in part, to boost his flagging spirits. The Israeli-Palestinian peace process that he and Foreign Minister Shimon Peres had devised hadn't been going well. Palestinian terrorism and Israeli settlement expansion were eroding confidence on both sides. A month earlier, the Oslo II agreement, which placed 40% of the West Bank under Palestinian control, had barely eked out ratification in the Knesset, Israel's parliament. At huge opposition rallies, speakers-including Benjamin Netanyahu, the head of the right-wing Likud Party-encouraged their followers as they denounced Rabin as a traitor.", "categories": [["Life & Work", "Ideas", "Essay"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/essay?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-queen-elizabeth-should-be-your-style-inspirationseriously-11604512283", "title": "Why Queen Elizabeth Should Be Your Style Inspiration-Seriously", "date": "2020-11-04 12:51", "summary": "Elizabeth Holmes, author and creator of 'So Many Thoughts,' a royal-style-obsessed Instagram project, on how the monarch led her to embrace radical color. SOMETHING FELT OFF as I unpacked my clothes into my new closet after a cross-country move four years ago. On hanger after hanger, I stashed my old office wardrobe, carefully compiled during a decade of working in New York: black leather jacket, black shift dress, black jeans. Bathed in the sunshine that filled my Northern California home, these staples looked newly dour.", "categories": [["Life & Work", "Copy Cat"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/undefined?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-works-festival-review-brief-dances-long-talks-11604511959", "title": "'New Works Festival' Review: Brief Dances, Long Talks", "date": "2020-11-04 12:46", "summary": "New York City Ballet's digital season ended with a week of short, elegantly performed premieres padded with forgettable interviews.. ", "categories": [["Books & Arts", "Dance Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/dance-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-disputed-election-my-lesson-from-2000-11604511546", "title": "A Disputed Election: My Lesson From 2000", "date": "2020-11-04 12:39", "summary": "Al Gore showed me the importance of accepting an adverse outcome.. It was Friday, Dec. 8, 2000, when, after a month of turmoil, the Florida Supreme Court ordered a statewide recount of presidential votes, a ruling that might have meant Al Gore and I had been elected president and vice president. But then George W. Bush's campaign appealed to the U.S. Supreme Court, which shocked us by agreeing to hear the case. Oral arguments were made the following Monday, and the justices handed down a decision on Tuesday night, Dec. 12.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-morning-after-on-division-street-11604511505", "title": "The Morning After on Division Street", "date": "2020-11-04 12:38", "summary": "Terkel's metaphorical inspiration seems a little too on the nose this election year.. Chicago", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/brazilian-president-jair-bolsonaros-son-faces-graft-charges-11604485780", "title": "Brazilian President Jair Bolsonaro's Son Faces Graft Charges", "date": "2020-11-04 12:22", "summary": "Rio de Janeiro prosecutors filed charges against Flávio Bolsonaro, who denied doing anything illegal. SÃO PAULO-Brazilian prosecutors have filed graft charges against the son of President Jair Bolsonaro, ratcheting up pressure on the conservative leader who came to power on the promise of stamping out corruption.", "categories": [["World", "Latin America"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/latin-america-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/governor-election-2020-results-11604495568", "title": "GOP Congressman Wins Montana's Heated Governor's Race", "date": "2020-11-04 12:19", "summary": "Greg Gianforte, known for having assaulted reporter in 2017, prevails over Democratic Lt. Gov. Mike Cooney as Trump carries state easily. Republican Greg Gianforte won a competitive race for governor in Montana on Tuesday night in what was considered the only true toss-up gubernatorial contest this election cycle.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/winter-without-stimulus-is-double-whammy-for-some-retailers-11604509953", "title": "Winter Without Stimulus Is Retailer Double-Whammy", "date": "2020-11-04 12:12", "summary": "Many sellers of discretionary goods are already in bad shape. Election results may not be clear for a while, but one thing looks certain: A meaningful stimulus package isn't looking likely until next year. That portends an especially troubling winter for retailers.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/matthew-mcconaughey-from-little-mr-texas-to-big-hollywood-star-11604509533", "title": "Matthew McConaughey: From Little Mr. Texas to Big Hollywood Star", "date": "2020-11-04 12:05", "summary": "Resume Subscription. Matthew McConaughey, 50, is an Oscar-winning actor who has starred in \"Dallas Buyers Club,\" \"Killer Joe\" and \"Magic Mike.\" He is the author of \"Greenlights\" (Crown), a memoir.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/mcconaugheys-movie-magic-11604509353", "title": "McConaughey's Movie Magic", "date": "2020-11-04 12:02", "summary": "From 'Dazed and Confused' to 'Dallas Buyers Club,' a look back on the actor's Hollywood career.. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/the-struggles-of-pop-musics-female-stars-from-linda-ronstadt-to-rihanna-11604509163", "title": "The Struggles of Pop Music's Female Stars", "date": "2020-11-04 11:59", "summary": "In a new book, 'Nobody Ever Asked Me About the Girls,' a veteran music journalist discusses the hurdles faced by generations of women artists. It's been 50 years since Lisa Robinson broke ground as one of the few women to interview music stars like John Lennon and Patti Smith. Today, the pioneering journalist, who has earned the trust of many of music's most powerful women, has learned that things are slow to change.", "categories": [["Books & Arts", "Arts", "Music"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/arts?mod=breadcrumb", "https://www.wsj.com/news/types/music?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bp-stricken-by-low-oil-prices-and-high-debt-to-sell-london-headquarters-11604508707", "title": "BP, Stricken by Low Oil Prices, to Sell London Headquarters", "date": "2020-11-04 11:51", "summary": "British giant bought office block in Mayfair when oil demand seemed limitless and oil majors dominated stock market indexes. LONDON- BP PLC is in talks to sell its London headquarters to help cover debt, punctuating the crisis facing the British oil giant and its peers as they navigate a pandemic that has decimated demand for oil.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-coronavirus-ravaged-travel-in-2020-11604500952", "title": "How Coronavirus Ravaged Travel in 2020", "date": "2020-11-04 11:48", "summary": "Resume Subscription. Is travel rebounding? The numbers say no, not really.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/dont-be-so-quick-to-vote-out-financials-11604508233", "title": "Don't Be So Quick to Vote Out Financials", "date": "2020-11-04 11:43", "summary": "Banks are getting sold off as rates fall, but the move could be overdone. Investors have rendered their own split decision: The state of the U.S. election as it stands now is good for the market broadly, but bad for banks and financial companies. The reality might not be quite so stark once all is tallied up.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-bad-historical-parallel-for-tech-investors-11604507035", "title": "A Bad Historical Parallel for Tech Investors", "date": "2020-11-04 11:23", "summary": "A Biden victory and a Republican Senate would mirror a lousy stretch for tech stocks. \"Unprecedented\" is an overused word when it comes to U.S. politics, but there is an electoral combination shaping up that truly hasn't been seen in modern times. It doesn't bode well for tech stocks.", "categories": [["Markets", "Overheard"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/overheard?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/quick-tapas-recipes-for-dinner-11604506110", "title": "Quick Tapas Recipes for Dinner", "date": "2020-11-04 11:08", "summary": "Succulent garlic shrimp pair perfectly with crunchy tomato toast. \"I'M A GLUTTON,\" said Matt Kelly, the chef and owner of four restaurants in Durham, N.C. \"I just love delicious food.\" Call it what you will, Mr. Kelly's passion for an honest-to-goodness feast has shaped Durham's culinary scene since he started cooking in the city almost 20 years ago. Certain cuisines have captured his heart, and he pays them homage by studying the fundamentals.", "categories": [["Life & Work", "Food & Drink", "Slow Food Fast"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/food-cooking-drink?mod=breadcrumb", "https://www.wsj.com/news/types/slow-food-fast?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/twitter-facebook-fined-by-turkey-for-breaching-law-aimed-at-curbing-dissent-11604501440", "title": "Twitter, Facebook Fined by Turkey for Breaching Law Aimed at Curbing Dissent", "date": "2020-11-04 11:06", "summary": "Companies didn't appoint country representatives as prescribed by new rules governing social-media services, says government. ISTANBUL-Turkish authorities have fined Twitter Inc., Facebook Inc. and three other social-media platforms for failing to comply with a new law that civil-rights activists have decried as an attempt to stifle dissent.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/election-stress-mindfulness-tv-shows-about-nothing-aim-to-help-america-chill-11604503672", "title": "Election Anxiety? TV Shows About Nothing Aim to Help America Chill", "date": "2020-11-04 10:29", "summary": "Resume Subscription. In an episode about space on the new show \"A World of Calm,\" nothing much happens. A shot of a nebula in the Milky Way galaxy is notable, but only because it lasts for one minute and 51 seconds, an eternity in TV.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/should-you-start-rotating-your-portfolio-not-because-of-the-election-11604491681", "title": "Should You Start Rotating Your Stock Portfolio? Not Because of the Election", "date": "2020-11-04 10:18", "summary": "Vaccine news may offer more convincing reasons to trim expensive tech holdings than further vote counts. A possible takeaway from the still-uncertain results of the U.S. election is that Covid-19 didn't have as big an effect on voting behavior as expected. Yet the pandemic remains the most important factor for investors shifting their portfolios.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-trade-deficit-narrowed-in-september-as-exports-rose-11604497567", "title": "U.S. Trade Deficit Narrowed in September as Exports Rose", "date": "2020-11-04 09:55", "summary": "Exports rose 2.6% to $176.35 billion; imports up 0.5% to $240.22 billion. WASHINGTON-The U.S. trade deficit narrowed in September as exports continued to recover from the global economic downturn caused by the coronavirus pandemic while imports slowed.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-h-1b-visa-changes-could-mean-for-tech-firms-11604500024", "title": "What H-1B Visa Changes Could Mean for Tech Startups", "date": "2020-11-04 09:27", "summary": "Some companies say the new pay rules are unaffordable, as some shift hiring plans away from U.S.. Changes to the H-1B visa program announced in October will make qualifying for the work visas much tougher and compel employers to pay foreign workers drastically higher wages. U.S. technology startup founders and investors say the limitations will hamstring their ability to recruit top-tier talent to grow their businesses.", "categories": [["Jobs"]], "category_links": ["https://www.wsj.com/news/types/noted-jobs?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/five-exercises-to-keep-your-mind-off-election-day-11604347056", "title": "How to Cope With Election Results' Anxiety and Stress", "date": "2020-11-04 09:16", "summary": "From child's pose to an upper back release, here are five exercises to help you relax.. Americans are feeling more anxious about this election-more than two-thirds of people across the political aisle say the election is a significant source of stress, according to the American Psychological Association.", "categories": [["Life & Work", "Health & Wellness"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/health-wellness?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/uber-lyft-apple-facebook-amazon-com-what-to-watch-when-the-stock-market-opens-today-11604492072", "title": "Uber, Lyft, Apple, Facebook, Amazon.com: What to Watch When the Stock Market Opens Today", "date": "2020-11-04 09:03", "summary": "Major U.S. stock benchmarks are poised for sharp gains after counts in Wisconsin and Michigan pointed toward possible wins for Joe Biden. Here's what we are watching as markets kick into gear Wednesday.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/senate-election-2020-results-11604378353", "title": "Republicans Win Senate Seats in Texas, Iowa; Democrats Flip Colorado, Arizona", "date": "2020-11-04 09:02", "summary": "GOP holds key seats in battle for majority as Ernst, Cornyn and Graham all win; Democrat Kelly unseats incumbent McSally in Arizona. WASHINGTON-Republicans scored key Senate victories in Tuesday's elections, with wins in Iowa and Alabama, while Democrats flipped two seats, with former Democratic Gov. John Hickenlooper unseating incumbent GOP Sen. Cory Gardner in Colorado, and Democrat Mark Kelly, a former astronaut, toppling Republican Sen. Martha McSally in Arizona, the Associated Press projected.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fuzzy-slippers-and-a-starry-audemars-piguet-the-best-designed-items-of-november-11604497139", "title": "Fuzzy Slippers And A Starry Audemars Piguet: The Best Designed Items of November", "date": "2020-11-04 08:39", "summary": "German sculptures, a fast jet and everything else we're obsessed with this month. ", "categories": [["Art & Design"]], "category_links": ["https://www.wsj.com/news/magazine/art-design?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ethiopia-deploys-military-to-restive-region-threatening-countrys-stability-11604497037", "title": "Ethiopia Deploys Military to Restive Region, Threatening Country's Stability", "date": "2020-11-04 08:37", "summary": "Drawn-out internal conflict could move Ethiopia's attention-and troops-away from the fight against al-Shabaab militants. Ethiopia's prime minister deployed the military to the northern Tigray region, escalating long simmering tensions with one of the country's most powerful ethnic groups into a confrontation that could reverberate across the strategically important Horn of Africa region.", "categories": [["World", "Africa"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/africa-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-treasury-to-moderate-pace-of-government-borrowing-over-coming-months-11604496675", "title": "U.S. Treasury to Moderate Pace of Government Borrowing", "date": "2020-11-04 08:31", "summary": "Agency will continue to shift government financing to longer-dated maturities. WASHINGTON-The Treasury Department said Wednesday it will continue to shift government financing to longer-dated maturities over the coming quarter, but at a more moderate pace than earlier this year, as the government faces uncertain and potentially sizable borrowing needs as a result of the coronavirus pandemic.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/will-we-know-who-is-elected-president-on-election-night-a-guide-to-possible-delays-11596629410", "title": "When Will We Know the 2020 Presidential Election Results? A Guide to Possible Delays", "date": "2020-11-04 08:09", "summary": "An unprecedented number of Americans are expected to vote by mail due to Covid-19 concern, which could slow the counting process. ", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/josh-allen-is-the-nfls-myth-busting-quarterback-11604494800", "title": "Josh Allen Is the NFL's Myth-Busting Quarterback", "date": "2020-11-04 08:00", "summary": "The Bills are 6-2 this year and poised to make a playoff run. That's because Allen has become more accurate than anyone predicted.. When NFL coaches and executives trekked to college football's hinterlands three years ago for a firsthand look at a quarterback with fabled arm strength, Wyoming coach Craig Bohl gave them less hype and more of a warning about Josh Allen.", "categories": [["Sports", "NFL"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/nfl?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/stock-futures-wobble-as-polls-begin-to-close-11604453698", "title": "Tech Stocks Lead Volatile Rally", "date": "2020-11-04 07:49", "summary": "Dow and S&P 500 futures gain as results show a tight presidential contest. Investors doubled down on bets on the market's most enduring winners as tallies showed President Trump and Democrat Joe Biden are locked in a tight race in a few key states.", "categories": [["Markets", "Stocks"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/california-voters-exempt-uber-lyft-doordash-from-having-to-reclassify-drivers-11604476276", "title": "California Voters Pass Prop 22, Exempting Uber, Lyft From Reclassifying Drivers", "date": "2020-11-04 07:29", "summary": "Ballot measure lets ride-hailing and food-delivery companies sidestep state labor law. Uber Technologies Inc., Lyft Inc. and DoorDash Inc. won a pivotal vote in California that exempts them from reclassifying their drivers as employees, according to the Associated Press.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/suspended-ant-ipo-shows-growing-regulatory-focus-on-fintech-giant-11604491876", "title": "Beijing Wants to Treat Ant Like a Bank and Its Value Depends on It", "date": "2020-11-04 07:11", "summary": "Move prompts reassessment of whether the company's growth and profitability will be curtailed. The sudden halt to Ant Group Co.'s giant initial public offering left investors hanging, employees shellshocked and shareholders trying to come to grips with why China pulled the plug on the record-breaking deal when it was so close to the finish line.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/travelers-seeking-lockdown-free-vacations-head-to-the-beach-11604491202", "title": "Travelers Seeking Lockdown-Free Vacations Head to the Beach", "date": "2020-11-04 07:00", "summary": "Mexico, Hawaii and island resorts are drawing U.S. visitors, even as Covid-19 fears have many people staying put for the holidays; 'There's definitely a fearless cohort that's going.'. Sun, sand, margaritas-and no quarantine.", "categories": [["Life & Work", "Travel"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/magazine/travel?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/election-2020-results-trump-biden-11604371156", "title": "Trump, Biden Locked in Close Election Contest", "date": "2020-11-04 06:29", "summary": "As vote counting continues in a few battleground states, Biden says he is on track to win while Trump claims he has won. President Trump and former Vice President Joe Biden remained locked in a tight race that was expected to come down to a few key states that were still counting votes Wednesday morning, as the nation's first election during a pandemic in more than a century dragged into a new day.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/this-election-highlights-how-divided-the-nation-remains-11604465413", "title": "This Election Highlights How Divided the Nation Remains", "date": "2020-11-04 06:23", "summary": "In many places, the results confirmed that red America is growing more red and blue America more blue. A divided nation is emerging from a wrenching presidential election still divided-and divided in many of the same ways it was before.", "categories": [["Politics", "Capital Journal"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/capital-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ant-group-can-no-longer-pretend-its-just-a-tech-company-11604488049", "title": "Ant Group Can No Longer Pretend It's Just a Tech Company", "date": "2020-11-04 06:10", "summary": "Company was valued like a tech darling even though it is a giant of China's financial system. Ant Group has grown into a giant creature, but it still isn't top of the food chain in China, a fact that the company and legions of eager new investors were forced to confront anew on Tuesday.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/major-sydney-casino-opening-overshadowed-by-investigations-11604485802", "title": "Major Sydney Casino Opening Overshadowed by Investigations", "date": "2020-11-04 05:30", "summary": "Inquiries into Crown Resorts' ties with VIP gamblers and allegations of corporate wrongdoing add to woes created by pandemic. ", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/international-m-b-a-students-look-for-alternatives-to-u-s-11604485806", "title": "International M.B.A. Students Look for Alternatives to U.S.", "date": "2020-11-04 05:30", "summary": "Top American business schools report fewer foreign students amid Covid-19 travel restrictions and shifting immigration policies. With fewer international students entering many of the top M.B.A. programs in the U.S. this fall, some of their overseas competitors are getting a boost.", "categories": [["Business", "Management", "Business Education"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/management?mod=breadcrumb", "https://www.wsj.com/news/types/business-schools?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-election-leaves-marketsand-the-countryin-suspended-animation-11604484043", "title": "The Election Leaves Markets-and the Country-in Suspended Animation", "date": "2020-11-04 05:03", "summary": "The chance of a government with a much more coordinated approach to economic recovery from the pandemic has been reduced substantially. With the election result still up in the air, potentially for days to come, one thing investors had hoped for can now be all but ruled out: a coordinated and consistent economic policy from Washington.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/in-election-night-remarks-trump-biden-jockey-for-position-11604475526", "title": "In Election Night Remarks, Trump, Biden See Victory in Touching Distance", "date": "2020-11-04 04:07", "summary": "As counting continued, the margin between the candidates was razor thin. As midnight passed in a cliffhanger election, both presidential candidates used what were meant to be their victory parties to paint triumph as well within reach.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bmw-sales-boosted-by-chinas-strong-covid-19-recovery-11604480573", "title": "BMW Sales Boosted by China's Strong Covid-19 Recovery", "date": "2020-11-04 04:02", "summary": "German luxury car maker warns of pandemic-related uncertainties in coming months. BERLIN- BMW AG , the German luxury car maker, reported strong growth in profits and new vehicle sales in the third quarter, as China's robust recovery from the pandemic continues to bolster premium auto brands.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/oregon-votes-to-decriminalize-all-drugs-allow-psilocybin-for-mental-health-treatment-11604477494", "title": "Oregon Votes to Decriminalize All Drugs, Allow Psilocybin for Mental-Health Treatment", "date": "2020-11-04 03:11", "summary": "First state law of its type makes maximum fine for possession of any drug $100 and increases treatment. Oregon became the first state in the nation to decriminalize the possession of all illegal drugs and also legalize the use of psilocybin-the active ingredient in hallucinogenic mushrooms-for mental-health treatment, after voters passed a pair of ballot measures this week.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/house-election-2020-results-11604358402", "title": "Republicans, Democrats Battle for Control of Suburbs in U.S. House Races", "date": "2020-11-04 03:04", "summary": "Democrats' hopes of flipping deep-red districts were fizzling as GOP incumbents held seats. WASHINGTON-House Republicans stacked up wins in the suburbs, diminishing the ability of Democrats to add to their majority in the 2020 election.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/so-much-for-the-landslide-11604467673", "title": "So Much for the Election Landslide", "date": "2020-11-04 01:33", "summary": "Trump confounds the pollsters again as the presidential race goes to the wire.. A surge of unexpected votes for Donald Trump has confounded the forecasters-again. Whether it's enough to carry him to victory in the Electoral College, as it did in 2016, was uncertain at this publication Wednesday morning. But by making the 2020 race close, and perhaps taking it into overtime, Mr. Trump has pulled off a second huge political surprise. At least a few pollsters might be looking for a new line of work.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11604440109", "title": "Pepper...and Salt", "date": "2020-11-04 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/remote-learning-in-person-families-second-guess-their-school-choices-as-covid-cases-rise-11604425081", "title": "Remote Learning? In Person? Families Second-Guess Their School Choices as Covid Cases Rise", "date": "2020-11-04 23:59", "summary": "Health risks, disruption and anxiety are fueling a new round of difficult decisions about school attendance. Over the summer, Jennifer Parnell told her kids' school that she would send her second- and fourth-graders back as soon as their Denver elementary school reopened for in-person learning in late October. But as coronavirus cases mounted in the fall, she second-guessed her decision.", "categories": [["Life & Work", "Life & Style"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/life-style?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/election-day-2020-what-voters-are-saying-as-they-head-to-the-polls-11604406023", "title": "Economy, Coronavirus and Race Split U.S. Electorate", "date": "2020-11-04 23:58", "summary": "Resume Subscription. The portrait of America revealed in Tuesday's presidential election was one of a deeply divided nation split between men and women, white and nonwhite voters, urban and rural residents, college graduates and those who didn't graduate from college, and differing views on the importance of controlling the coronavirus pandemic versus preventing further damage to the economy.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/some-new-york-election-races-may-take-weeks-to-call-11604442115", "title": "Republican Nicole Malliotakis Declares Victory Over U.S. Rep. Max Rose", "date": "2020-11-04 23:54", "summary": "The Associated Press hasn't declared a winner in the New York City race, and the congressman hasn't conceded. Republican Assemblywoman Nicole Malliotakis declared victory late Tuesday over U.S. Rep. Max Rose after amassing a 36,591-vote lead, but the Associated Press hasn't declared a winner in the race to represent parts of Brooklyn and Staten Island.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-retailers-brace-for-possible-unrest-over-election-outcome-11604449060", "title": "New York Retailers Brace for Possible Unrest Over Election Outcome", "date": "2020-11-04 23:14", "summary": "Stores are boarded up after vandalism and looting earlier in year; turnout was subdued due to widespread early voting. Manhattan's central business district was subdued Tuesday-even by standards set during the coronavirus pandemic-as retailers boarded up stores in anticipation of possible unrest over the presidential election.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/election-day-means-sitting-tight-for-some-young-stock-traders-11604460667", "title": "Election Day Means Sitting Tight for Some Young Traders", "date": "2020-11-04 22:43", "summary": "Individual investors are confronting one of the most extraordinary votes in U.S. history. For young Americans, Tuesday is significant for more reasons than just one: Many aren't just voting in a presidential election for the first time-some are also trying their hands at trading around it.", "categories": [["Markets", "Stocks"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-jersey-voters-to-decide-on-legalizing-recreational-marijuana-11604439274", "title": "Ballot Measure to Legalize Marijuana Passes in New Jersey", "date": "2020-11-04 22:19", "summary": "Constitutional amendment allows state to set up regulated market to grow, distribute and sell marijuana. New Jersey voters approved a ballot measure legalizing recreational marijuana, setting the stage for a new market for cannabis in the Northeast.", "categories": [["U.S.", "Tri-State Area"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-region?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/voting-status-poll-stations-election-2020-11604425946", "title": "Election Day Voting: Glitches, Lawsuits, Robocalls but No Major Disruptions", "date": "2020-11-04 22:16", "summary": "Election and law-enforcement officials prepared for long lines, protests and intimidation that largely didn't materialize. Voting on the final day of the 2020 election proceeded with some voting system problems, misinformation and phone calls intended to intimidate, but without the long lines, demonstrations and other jarring disruptions officials prepared for.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-prepares-for-election-day-voting-11604397601", "title": "New Yorkers Casting Election Day Ballots Experience Short Wait Times", "date": "2020-11-04 22:03", "summary": "Voters say Covid-19 pandemic, economy and crime are their top concerns. New Yorkers headed to the polls on Tuesday to vote in the presidential election and local races, with the new coronavirus pandemic, the state's financial crisis and crime weighing on their minds.", "categories": [["U.S.", "Politics"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/election-2020-voting-challenges-11603030074", "title": "Election Voting Issues: What We're Watching", "date": "2020-11-04 21:55", "summary": "Potential challenges affect voters around the country on Election Day. The coronavirus pandemic has made the 2020 election one of the most complicated for voters in recent memory. Voters face challenges including changing deadlines for mail-in ballots and concerns about long lines, demonstrations and potential intimidation at polling places.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/whats-so-great-about-high-voter-turnout-11604446984", "title": "What's So Great About High Voter Turnout?", "date": "2020-11-04 20:35", "summary": "In 2016, people in Harlem said they were neither surprised nor worried about Trump's victory.. Nearly 100 million people voted before Election Day, which is just under three-quarters of the total vote in 2016. Partly, that's due to pandemic fear of crowded polling places, but it also reflects a much broader concern about the current state of politics in America.", "categories": [["Opinion", "Upward Mobility"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/upward-mobility?mod=breadcrumb"]}]