[{"link": "https://www.wsj.com/articles/novak-djokovic-is-disqualified-from-u-s-open-after-hitting-ball-which-struck-official-11599432636", "title": "Novak Djokovic Is Disqualified From U.S. Open", "date": "2020-09-06 19:26", "summary": "The top seed, who entered the tournament undefeated in 2020, is removed from the New York tournament. In a stunner, Novak Djokovic is out of the U.S. Open.", "categories": [["Sports", "Tennis"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/tennis?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/rescuers-end-search-for-possible-beirut-explosion-survivor-11599424647", "title": "Rescuers End Search for Possible Beirut Explosion Survivor", "date": "2020-09-06 16:37", "summary": "A sniffer dog had alerted members of a Chilean rescue team that someone might be under a collapsed building. BEIRUT-The search for a possible survivor of the Beirut port explosion was ended Sunday after more than three days of combing through the rubble of a collapsed building by a Chilean rescue team.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/economy-week-ahead-exports-inflation-and-unemployment-11599418800", "title": "Economy Week Ahead: Exports, Inflation and Unemployment", "date": "2020-09-06 15:00", "summary": "U.S. consumer prices are expected to rise for the third consecutive month. Inflation is in focus during a relatively light week for economic data. August consumer prices for China are out Wednesday and for the U.S on Friday.", "categories": [["Economy", "Economy Week Ahead"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/economy-week-ahead?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-latest-updates-090620-11599382286", "title": "Labor Day Weekend Gatherings Spur Fears of New Virus Outbreaks", "date": "2020-09-06 12:27", "summary": "U.S. reports nearly 44,500 new Covid-19 infections. The U.S. reported nearly 44,500 new coronavirus cases, amid concerns about Labor Day weekend gatherings potentially spurring new outbreaks.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-specialty-mushroom-business-grows-in-brooklyn-11599408000", "title": "A Specialty Mushroom Business Grows in Brooklyn", "date": "2020-09-06 12:00", "summary": "Resume Subscription. For several years, Brooklyn has cultivated an image as a hotbed for all things artisanal, from cheese to chocolate. Now a pair of entrepreneurs say it is time for fungi to share the culinary spotlight.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/labs-struggled-with-surge-in-covid-testing-demand-how-one-made-it-through-11599404581", "title": "Labs Struggled With Surge in Covid-Testing Demand; How One Made It Through", "date": "2020-09-06 11:03", "summary": "BioReference Labs shut down temporarily in July in a controversial move that helped it win new business and prepare for the coming flu season. ELMWOOD PARK, N.J.-In early July, as coronavirus surged across the U.S., one of the nation's biggest laboratories involved in testing for Covid-19 made a wrenching decision: It would stop accepting new tests for the disease.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/which-stock-market-sectors-should-you-invest-in-11599404401", "title": "Which Stock-Market Sectors Should You Invest In?", "date": "2020-09-06 11:00", "summary": "Tech stocks have fueled the current bull market. Now, some financial pros say midcaps and non-U.S. holdings may be ready to push the market higher.. Stock-market sectors generally don't move in strict synchronization. Some will lead as others lag behind, and a key question for investors is which sector is poised to move up fastest next.", "categories": [["Markets", "Journal Reports: Funds/ETFs"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-funds-etfs?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mlbs-coronavirus-tutorial-for-america-11599402203", "title": "MLB's Coronavirus Tutorial for America", "date": "2020-09-06 10:23", "summary": "Baseball has the unfortunate distinction of offering a greater array of case studies in navigating the coronavirus than any other professional sport. Here's what you can learn from them.. Entering the home stretch of its messy pandemic season, Major League Baseball has unintentionally provided America with a set of case studies in the difficulties of returning to work.", "categories": [["Sports", "MLB"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/mlb?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coals-moment-in-the-sun-courtesy-of-natural-gas-11599400980", "title": "Coal's Moment in the Sun, Courtesy of Natural Gas", "date": "2020-09-06 10:03", "summary": "As natural gas prices continue to rise, coal's share of electricity generation is expected to tick up in 2021. Coal is on its way out of the electrical grid, but not without some dying flickers.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/rising-education-levels-provide-diminishing-economic-boost-11599400800", "title": "Rising Education Levels Provide Diminishing Economic Boost", "date": "2020-09-06 10:00", "summary": "Share of workers with college degrees has kept growing, but productivity gains have been tepid. The U.S. lacks a key ingredient that helped propel it to economic dominance in the 20th century: productivity gains from higher education. Figuring out why could help influence the economy's long-term trajectory once it emerges from the coronavirus crisis.", "categories": [["Economy", "The Outlook"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/the-outlook?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/techs-next-big-task-taking-the-office-water-cooler-virtual-11599397201", "title": "Tech's Next Big Task: Taking the Office Water Cooler Virtual", "date": "2020-09-06 09:00", "summary": "Innovators in the remote-work space are rushing to build and modify digital services that help people feel like they are working together when they are miles apart. Ever since the coronavirus pandemic struck and the work world went remote, there has been a giant hole where face-to-face interactions used to be. When co-workers can't see each other, it is more than just a potential morale issue. Proximity and serendipitous encounters have long been associated with increased collaboration and innovation.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/railcar-makers-cut-costs-as-pandemic-adds-to-industry-woes-11599397200", "title": "Railcar Makers Cut Costs as Pandemic Adds to Industry Woes", "date": "2020-09-06 09:00", "summary": "Finance chief at Trinity Industries is considering outsourcing, and plans to save $70 million through layoffs and administrative cuts this year. Railcar manufacturers are slashing costs as the pandemic deals another blow to an industry already struggling with an oversupply of cars and declining freight traffic.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/where-danger-lurks-in-the-big-tech-rally-11599397200", "title": "Where Danger Lurks in the Big Tech Rally", "date": "2020-09-06 09:00", "summary": "Unbridled optimism, the impact of options, and the speed and scale of the gains have left the rest of the stock market in the dust. It's been a terrible two days to be an Apple shareholder. Yet, after falling 8% on Thursday and swinging wildly to end flat on Friday, the price is all the way back down to where it was, um, two weeks ago.", "categories": [["Markets", "Streetwise"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/streetwise?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/business-recovery-hampered-for-some-by-foreign-worker-visa-bans-11599393600", "title": "Business Recovery Hampered for Some by Foreign-Worker Visa Bans", "date": "2020-09-06 08:00", "summary": "Ski resorts see trouble ahead after struggling to fill summer amusement park jobs. GATLINBURG, Tenn.-Jerry Huskey, a senior staff member at Ober Gatlinburg, spent his summer struggling to hire enough staff to operate its amusement park and he is dreading the same challenge as the winter ski season approaches.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/two-french-soldiers-killed-in-mali-during-counterterrorism-mission-11599392308", "title": "Two French Soldiers Killed in Mali During Counterterrorism Mission", "date": "2020-09-06 07:38", "summary": "French forces have fought branches of Islamic State, al Qaeda and other militant groups in the area over past seven years. PARIS-Two French soldiers were killed in Mali on Saturday when their vehicle hit a bomb during operations under France's counterterrorism mission in the region.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-koalas-survive-forest-fires-australia-is-global-test-for-animals-11599390001", "title": "How Koalas Survive Forest Fires: Australia Is Global Test for Animals", "date": "2020-09-06 07:00", "summary": "Resume Subscription. SYDNEY-Researchers are deploying heat-seeking drones and studying the chemistry of leaves to determine how creatures like the koala can survive in a burned landscape, a new effort to understand the effects of devastating wildfires across the globe.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/how-to-fight-the-deadly-dengue-virus-make-your-own-mosquitoes-11599384610", "title": "How to Fight the Deadly Dengue Virus? Make Your Own Mosquitoes.", "date": "2020-09-06 05:30", "summary": "Gene modifications and bacteria are being used to take on a mosquito that spreads a disease much of the world's population is at risk of catching. SINGAPORE-Government researchers wheeled containers teeming with penned-up mosquitoes through a dense apartment complex at the city state's northern tip. Over the next couple of hours, they periodically lifted the lids, allowing swarms of the insects to fly loose.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/after-jerry-falwell-jr-a-reckoning-for-liberty-university-11599384600", "title": "After Jerry Falwell, a Reckoning for Liberty University", "date": "2020-09-06 05:30", "summary": "Students and alumni demand changes to board of trustees, which they say failed to hold him accountable. In Jerry Falwell Jr.'s last years as president of Liberty University, employees said they saw frequent signs that he wasn't living by the values espoused by America's largest evangelical Christian college, where students and faculty can be disciplined for drinking, even off campus, and all sexual content is banned.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/companies-recruit-350-000-poll-workers-for-u-s-election-11599384600", "title": "Companies Recruit 350,000 Poll Workers for U.S. Election", "date": "2020-09-06 05:30", "summary": "Hundreds of businesses are giving employees paid time off to work the polls and to vote. Big employers including Gap Inc.'s Old Navy, Target Corp. and Warby Parker are telling employees they can take paid time off to volunteer as election workers this fall as they aim to help solve a national poll-worker shortage and offer workers a way to find a sense of purpose.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-weighs-export-controls-on-chinas-top-chip-maker-11599324489", "title": "U.S. Weighs Export Controls on China's Top Chip Maker", "date": "2020-09-06 02:43", "summary": "Imposing controls would mark a major escalation in the administration's crackdown on Chinese tech companies. The Trump administration is weighing whether to place export restrictions on China's most advanced manufacturer of semiconductors, a move that could cut to the heart of China's ambitions to become self-reliant on critical technologies.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/authentic-holds-off-tiz-the-law-to-win-kentucky-derby-11599347830", "title": "Authentic Wins Kentucky Derby", "date": "2020-09-06 20:16", "summary": "Bob Baffert, with his sixth win, ties Ben Jones for most Kentucky Derby victories by a trainer. Tiz the Law entered the starting gate for Saturday's 146th running of the Kentucky Derby as the heaviest favorite to win the race in nearly three decades.", "categories": [["Sports"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb"]}]