[{"link": "https://www.wsj.com/articles/coronavirus-latest-news-07-26-2020-11595740448", "title": "Coronavirus Cases Surge in the U.S., Top 16 Million Globally", "date": "2020-07-26 19:13", "summary": "The U.S. registered a further 65,490 infections and 900 deaths on Saturday. New coronavirus cases continued to surge in the U.S. and other parts of the world over the weekend, as total global infections surpassed 16 million and American officials urged residents to comply with orders made to slow the virus's spread.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/rebecca-seawright-was-walking-to-re-election-now-shes-fighting-to-get-on-the-ballot-11595804401", "title": "Rebecca Seawright Was Walking to Re-Election. Now She's Fighting to Get on the Ballot.", "date": "2020-07-26 19:00", "summary": "Lifelong Democrat faces off against Republican candidate after missing key deadline. New York state Assemblywoman Rebecca Seawright has been a Democrat her entire adult life, and expected a straightforward path to re-election in November for the district on Manhattan's Upper East Side that she has represented since 2015.", "categories": [["U.S.", "State Street"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/state-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/expiring-jobless-aid-puts-pressure-on-gop-senators-11595761201", "title": "GOP to Propose Aid Bill, With Extra Jobless Benefits Set to Expire", "date": "2020-07-26 19:00", "summary": "$600-a-week supplemental unemployment benefit is a major point of contention with Democrats. WASHINGTON-After days of disagreements between the White House and GOP lawmakers, Republicans are set to release their proposal for the next coronavirus relief bill on Monday, with millions of Americans on the verge of losing expanded unemployment benefits.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tropical-storm-hanna-hurricane-douglas-threaten-parts-of-u-s-11595798198", "title": "Tropical Storm Hanna, Hurricane Douglas Threaten Parts of U.S.", "date": "2020-07-26 18:38", "summary": "Tropical Storm Hanna brings heavy rainfall, flash floods to southern Texas and northern Mexico; Hurricane Douglas heads toward Hawaii. Two powerful storms on Sunday were bearing down on parts of the U.S. that were already contending with increases in new coronavirus cases.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trumps-drug-price-panic-11595798381", "title": "Trump's Drug Price Panic", "date": "2020-07-26 17:19", "summary": "He adopts Biden-like controls that would harm U.S. innovation.. President Trump's decline in the polls is getting more expensive by the day. The next virus spending bill will cost trillions, and late Friday the President made a pitch for seniors with haphazard executive orders to lower drug prices. His prescription is akin to what Democrats are offering: more government control.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trumps-fair-housing-restoration-11595798245", "title": "Trump's Fair Housing Restoration", "date": "2020-07-26 17:17", "summary": "A deregulation that limits federal control of local zoning.. The Trump Administration on Thursday rolled back an Obama regulation that federalized local zoning and land-use policies. This deserves more explanation than it's getting because critics are distorting what it means.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/rendering-unto-caesars-palace-11595798141", "title": "Rendering Unto Caesars Palace", "date": "2020-07-26 17:15", "summary": "The Supreme Court lets Nevada discriminate against churches.. The Supreme Court has in recent years strengthened protections for religious liberty, but during the pandemic it has been missing in action. The latest abdication came Friday as a 5-4 majority refused to offer relief against a Nevada order that restricts attendance at churches more than at casinos or movie houses.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sinclair-postpones-controversial-show-about-coronavirus-11595797999", "title": "Sinclair Postpones Controversial Show About Coronavirus", "date": "2020-07-26 17:13", "summary": "In pulled 'America This Week' episode, a medical researcher makes unsubstantiated claim that Dr. Anthony Fauci helped manufacture the virus. Sinclair Broadcast Group Inc., the owner of 191 television stations across the U.S., delayed the airing of an interview about the alleged origins of the coronavirus pandemic that drew widespread criticism on social media.", "categories": [["Business", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/europes-huawei-stumbling-block-11595797992", "title": "Europe's Huawei Stumbling Block", "date": "2020-07-26 17:13", "summary": "Will Germany choose narrow self-interest over the West's security?. A European Commission report Friday warns that the Continent quickly needs to diversify its 5G suppliers. Chinese telecom giant Huawei isn't named in the 44-page document, but it isn't hard to read between the lines. This is a welcome sign that the European Union is starting to recognize the security threat posed by China.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/readers-skeptical-of-any-blue-state-bailout-11595797294", "title": "Readers Skeptical of Any Blue State Bailout", "date": "2020-07-26 17:01", "summary": "Richard Ravitch makes no reference to the monumental mismanagement and corruption in states like New York and Illinois, the astronomical pensions, the gold-plated virtue signaling on climate change and other progressive causes.. In \"Blue States Deserve Money from Washington\" (op-ed, July 20), Richard Ravitch makes a strong case for the desperate financial needs of some state and local governments due to the coronavirus. But he makes no reference to the monumental mismanagement and corruption in states like New York and Illinois, the astronomical pensions for former government employees following rather short careers, the gold-plated virtue signaling on climate change and other progressive causes. Those put New York and Illinois in deep holes financially long before the virus arrived. And partly because the current tax rates on sales, real estate and income are already sky high, he assumes that those states will have to look elsewhere for help.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/feds-record-offers-warning-on-big-protests-11595797150", "title": "Feds' Record Offers Warning on Big Protests", "date": "2020-07-26 16:59", "summary": "As one of the 12,000 protesters who were arrested illegally during Mayday 1971, I can say most of us were there to express our opposition to the Vietnam War, not to shut Washington down.. Regarding Frank Gannon's review of Lawrence Roberts's \"Mayday 1971\" (Bookshelf, July 22): As one of the 12,000 protesters who were arrested illegally during Mayday 1971, I find Mr. Roberts's \"default\" notion more credible than Frank Gannon's. Most of us were there to express our opposition to the Vietnam War, not to shut Washington down. I was not even protesting when arrested, merely walking on a sidewalk blocks from where people would be gathering.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-really-does-deserve-federal-help-11595797094", "title": "New York Really Does Deserve Federal Help", "date": "2020-07-26 16:58", "summary": "New York state is suffering dramatic revenue losses due to the Covid-19 pandemic, as are other state and local governments. The federal government must step in with real relief.. In \"New York Is No 'Donor State'\" (op-ed, July 22), Matthew Schoenfeld critiques the concept of analyzing each state's balance of payments between federal revenues paid and spending received, as originated by the late Sen. Daniel Patrick Moynihan. My office revitalized the Moynihan \"federal fisc\" reports several years ago with an analysis of federal fiscal year 2013.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tech-ceos-deserve-an-apology-11595796522", "title": "Tech CEOs Deserve an Apology", "date": "2020-07-26 16:48", "summary": "Legislators cry antitrust, but the facts show blessings, not harm, for consumers.. It's summer-must be time to grill a few CEOs. Amazon 's Jeff Bezos, Apple 's Tim Cook, Facebook 's Mark Zuckerberg and Google's Sundar Pichai will appear Wednesday (virtually, how fitting!) before the House Judiciary Antitrust Subcommittee. It's tech success vs. lawyers and career politicians who probably have an aide print out their emails. Broadway is closed, so this will be must-see theater.", "categories": [["Opinion", "Inside View"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/inside-view?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/guatemala-torments-the-bitkovs-11595796433", "title": "Guatemala Torments the Bitkovs", "date": "2020-07-26 16:47", "summary": "A corrupt criminal justice system continues to detain a Russian family.. The long Guatemalan nightmare for the Russian migrant Bitkov family is still not over. I first wrote about Igor and Irina Bitkov and their 29-year-old daughter, Anastasia, in 2018. But the saga now runs over five years and counting.", "categories": [["Opinion", "The Americas"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/the-americas?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/china-the-bubble-that-never-pops-review-arrested-development-11595796308", "title": "'China: The Bubble That Never Pops' Review: Arrested Development", "date": "2020-07-26 16:45", "summary": "Armed with sweeping powers, Chinese leaders try to keep the country's real-estate prices up and its bloated ﬁnancial system from collapsing.. A decade ago, short seller Jim Chanos claimed that China was on a \"treadmill to hell.\" But despite several financial upsets, Beijing has avoided a serious economic crisis. \"China: The Bubble That Never Pops\" examines why the China doom-mongers got it wrong. Thomas Orlik suggests that bears like Mr. Chanos didn't adequately consider the powerful tools that Beijing could employ to keep the show on the road. That's a fair point. But to this day China's economy remains extremely unbalanced, with a financial system propped up by a real-estate bubble.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/covid-shows-the-need-for-a-diagnostic-stockpile-11595795375", "title": "Covid Shows the Need for a Diagnostic Stockpile", "date": "2020-07-26 16:29", "summary": "Congress can meet the current surge in demand for testing and be ready for the next pandemic.. A surge in demand for Covid-19 tests is straining supplies, and patients have to wait too long for results. LabCorp , which handles about 25% of U.S. Covid testing, is adding more machines and employees and is running 180,000 tests a day, up from a few thousand a week in March. Quest and BioReference Laboratories are also overextended.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/will-scandal-finally-sink-trudeau-11595795221", "title": "Will Scandal Finally Sink Trudeau?", "date": "2020-07-26 16:27", "summary": "The latest revelations involve a charity that paid big speaking fees to the prime minister's relatives.. Toronto", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-big-unknown-in-covid-19-vaccine-development-how-long-will-protection-last-11595755802", "title": "A Big Unknown in Covid-19 Vaccine Development: How Long Will Protection Last?", "date": "2020-07-26 16:24", "summary": "Early trials suggest vaccines can induce antibody production, but it is too early to know how long they will work. If any of the most-advanced Covid-19 vaccines prove to work safely, they may protect people for months or years rather than the rest of their lives, according to emerging science and health experts.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/reparations-to-black-americans-for-slavery-gain-new-attention-11595685600", "title": "Reparations for Slavery Gain New Attention", "date": "2020-07-26 16:23", "summary": "The House looks to approve for the first time a commission to study compensating for slavery and longtime discrimination. Weeks of racial-justice protests are pushing the concept of reparations for Black Americans from the political margins toward the center of the national debate, with policy makers from Capitol Hill to city halls weighing compensation plans for slavery and longtime discrimination.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/my-senescent-smart-tv-11595794975", "title": "My Senescent 'Smart' TV", "date": "2020-07-26 16:22", "summary": "I need to buy a new device to watch HBO's streaming service, and even my Apple box won't get Apple TV+.. Smart devices are becoming pretty stupid. The Apple TV box connected to my Samsung television flashed this warning: \"HBO Go will no longer be available on this device starting July 31, 2020.\" It directed me to a website where I learned that I should watch HBO Max. But my Apple TV box won't get HBO Max either. Nor will my Samsung TV or my Roku device. All these gadgets, which still look new and worked fine until the streaming wars broke out, are no longer \"supported.\"", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/olivia-de-havilland-cherished-emblem-of-hollywoods-golden-age-11595792948", "title": "Olivia de Havilland, Emblem of Hollywood's Golden Age", "date": "2020-07-26 15:49", "summary": "She was the last surviving star of 'Gone With the Wind\" and a two-time Oscar winner. ", "categories": [["Opinion", "Commentary", "Cultural Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb", "https://www.wsj.com/news/types/cultural-commentary?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/behind-the-fall-of-ebony-accusations-of-fraud-and-a-fight-over-control-of-a-black-media-dynasty-11595791877", "title": "Behind the Fall of Ebony: Fraud Accusations and a Fight Over Control of a Black Media Dynasty", "date": "2020-07-26 15:31", "summary": "The new board chairman says he discovered a number of troubling transactions at the influential Black-owned magazine. A bruising fight for control of Ebony magazine has put the future of what was once one of America's most widely distributed and influential Black-owned media brands in doubt.", "categories": [["WSJ News Exclusive", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/economy-week-ahead-federal-reserve-manufacturing-gdp-11595790001", "title": "Economy Week Ahead: Federal Reserve, Manufacturing, GDP", "date": "2020-07-26 15:00", "summary": "Economic indicators are expected to track the impact of the coronavirus pandemic. The Federal Reserve's two-day monetary-policy meeting will highlight a busy week for economic news, which includes manufacturing data out of the U.S. and China. Also on tap is the first look at second-quarter gross domestic product in the U.S. and Europe.", "categories": [["Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/i-survived-cancellation-at-princeton-11595787211", "title": "I Survived Cancellation at Princeton", "date": "2020-07-26 14:13", "summary": "It was a close call, but I won't be investigated for criticizing a faculty 'open letter' signed by hundreds.. Princeton, N.J.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-do-democrats-defend-disorder-11595787153", "title": "Why Do Democrats Defend Disorder?", "date": "2020-07-26 14:12", "summary": "My party always stood for principled dissent, not lawless chaos.. Democrats' response to the continuing round of urban disturbances makes one think that, yet again, they will snatch electoral defeat from the jaws of victory.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/investor-anxiety-turns-to-greed-driving-risky-market-melt-up-11595755801", "title": "Investors Set Aside Worries, Driving a 'Melt-Up' in Markets", "date": "2020-07-26 13:06", "summary": "Traders are riding momentum in everything from large technology stocks like Apple to precious metal silver. Stocks, bonds and commodities are heading for their strongest simultaneous four-month rise on record, highlighting the breadth of the market recovery during the 2020 economic slowdown.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hurricane-hanna-hits-south-texas-11595783017", "title": "Hurricane Hanna Hits South Texas", "date": "2020-07-26 13:03", "summary": "Hanna was downgraded to a tropical storm after making landfall as a Category 1 hurricane Saturday. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/tech-auto-and-food-companies-highlight-busy-earnings-week-11595782800", "title": "Tech, Auto and Food Companies Highlight Busy Earnings Week", "date": "2020-07-26 13:00", "summary": "As more than a third of the S&P 500 are set to report quarterly results, profits are on track to decline 42%. More than a third of the S&P 500 are expected to report their quarterly results this week, providing investors with a fuller picture of the coronavirus pandemic's impact on U.S. businesses.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-lawmakers-work-to-avoid-problems-with-absentee-ballots-11595782800", "title": "New York Lawmakers Work to Avoid Problems With Absentee Ballots", "date": "2020-07-26 13:00", "summary": "Bills are passed to give voters a chance to address invalidated ballots, allow mail-in voting in November. Voter-rights advocates hope legislation that New York state lawmakers approved last week will prevent widespread invalidation of absentee ballots in the presidential election in November.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/olivia-de-havilland-old-hollywoods-combative-survivor-has-died-at-104-11595782155", "title": "Olivia de Havilland, Golden Age Film Star, Has Died at 104", "date": "2020-07-26 12:49", "summary": "Unafraid to challenge industry moguls, the actress blew up the all-controlling studio system with a lawsuit that led to the 'de Havilland law'. Olivia de Havilland, an Oscar-winning star of Hollywood's Golden Age and the last surviving major cast member of \"Gone With the Wind,\" died Sunday at her home in Paris. She was 104 years old.", "categories": [["World", "Obituaries"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/obituaries?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/learning-to-ride-a-bicycle-as-an-adult-can-be-hazardous-to-your-dignity-11595781302", "title": "Learning to Ride a Bicycle as an Adult Can Be Hazardous to Your Dignity", "date": "2020-07-26 12:35", "summary": "During the pandemic, non-bikers try to help flatten the curve without ending up flat on the curb themselves; 'I hyperventilated, I laughed and cried myself into an asthma attack'. They say you never forget how to ride a bike, which is helpful now that cycling has become one of the best ways to get around during the pandemic.", "categories": [["A-hed"]], "category_links": ["https://www.wsj.com/news/types/a-hed?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/covid-coronavirus-developing-nation-africa-debt-crisis-11595455147", "title": "Covid's Next Economic Crisis: Developing-Nation Debt", "date": "2020-07-26 12:27", "summary": "Resume Subscription. Zambia was once a model in Wall Street's rush to issue debt for the world's poorest nations, attracting bigger orders and lower interest rates than some more-developed countries.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/hsbc-defends-cooperation-with-u-s-prosecutors-denies-setting-trap-for-huawei-11595780486", "title": "HSBC Defends Cooperation With U.S. Prosecutors in Huawei Case", "date": "2020-07-26 12:21", "summary": "Asia-focused, British bank says it is rooted in China and a supporter of the country's economic and social development. HSBC Holdings PLC has issued a statement defending its cooperation with U.S. prosecutors in a case against China's Huawei Technologies Co. after Chinese state media said the bank had set Huawei up.", "categories": [["Markets", "Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/as-the-nba-restarts-fewer-reporters-get-sent-to-cover-it-11595779601", "title": "As the NBA Restarts, Fewer Reporters Get Sent to Cover It", "date": "2020-07-26 12:08", "summary": "Only a handful of journalists from ESPN, Turner Sports, the Athletic and others are attending the unprecedented event. The handful of reporters moving near Orlando to cover the restart of the National Basketball Association season will have to make a few adjustments: eating all meals in their room the first week, taking coronavirus tests daily and having to wear an electric-fence-like tag keeping them away from one another.", "categories": [["Business", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/stocks-and-recessions-assessing-recent-history-11595779200", "title": "Stocks and Recessions: Assessing Recent History", "date": "2020-07-26 12:00", "summary": "The performance of U.S. stocks through recent recessions holds some clues about where markets might go next. A look at the performance of U.S. stocks through recent recessions holds some clues about where markets might go next...and also some warnings.", "categories": [["Markets", "Stocks"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/after-early-success-south-africa-buckles-under-coronavirus-surge-11595779200", "title": "After Early Success, South Africa Buckles Under Coronavirus Surge", "date": "2020-07-26 12:00", "summary": "Resume Subscription. JOHANNESBURG-Lauded in the early stages of the pandemic for taking decisive steps to limit Covid-19 infections, South Africa is now battling one of the world's fastest-growing coronavirus outbreaks that is overpowering hospitals and has caused a dramatic increase in deaths.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/trump-advisers-still-touting-v-shaped-economic-recovery-11595778992", "title": "Trump Advisers Still Touting 'V-Shaped' Economic Recovery", "date": "2020-07-26 11:56", "summary": "Kudlow points to improving data on home sales and manufacturing, predicts unemployment will decline despite surges in new coronavirus infections. President Trump's top economic advisers say they still expect a rapid economic recovery despite surges in new coronavirus infections that have rattled consumers and led to new limits on business activity.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/at-boeing-and-airbus-finished-airplanes-pile-up-11595764800", "title": "At Boeing and Airbus, Finished Airplanes Pile Up", "date": "2020-07-26 11:25", "summary": "Airlines are putting off jet deliveries amid coronavirus, depriving manufacturers and their suppliers of cash. Boeing Co. and Airbus SE are making planes that airlines aren't collecting, straining their finances as the coronavirus pandemic wreaks havoc on travel and the aerospace industry.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tri-state-areas-jobless-face-potential-end-to-600-weekly-benefit-11595775601", "title": "Tri-State Area's Jobless Face Potential End to $600 Weekly Benefit", "date": "2020-07-26 11:00", "summary": "Federal payments are set to expire for millions of laid-off workers in New York, New Jersey and Connecticut without congressional action. Millions of laid-off workers across New York, New Jersey and Connecticut will receive lower unemployment payments when a federal program providing an extra $600 a week expires at the end of July.", "categories": [["U.S.", "Tri-State Area"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-region?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/we-had-sports-questions-dr-fauci-had-answers-11595772062", "title": "We Had Sports Questions. Dr. Fauci Had Answers.", "date": "2020-07-26 10:01", "summary": "Is the sports comeback safe? When can fans return to games? Should athletes get priority on potential vaccines? The nation's expert on infectious disease tackles sports in a pandemic.. Dr. Anthony Fauci has been an unlikely player in the sports world since the very first day of the pandemic.", "categories": [["Sports"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/russian-oil-grab-in-libya-fuels-u-s-kremlin-tensions-in-mideast-11595772000", "title": "Russian Oil Grab in Libya Fuels U.S.-Kremlin Tensions", "date": "2020-07-26 10:00", "summary": "Resume Subscription. Military contractors linked to the Kremlin have seized control of two of Libya's largest oil facilities in recent weeks, heightening tensions between Russia and the U.S. over Moscow's growing footprint in the turbulent North African nation.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/why-growth-in-the-feds-asset-portfolio-has-paused-11595772001", "title": "Why Growth in the Fed's Asset Portfolio Has Paused", "date": "2020-07-26 10:00", "summary": "That doesn't mean the central bank has dialed back its support for markets or the economy. The Federal Reserve's asset buying is taking a summer break after surging in the spring, but that doesn't mean the central bank has dialed back its support for markets or the economy.", "categories": [["Economy", "The Outlook"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/the-outlook?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/to-regis-philbin-withgratitudeand-love-11595769514", "title": "To Regis Philbin, With GRATITUDE and LOVE", "date": "2020-07-26 09:18", "summary": "A tribute to the late host, who spent a legendary lifetime on television. And a few magical months with me.. Regis Philbin knew how to be Regis Philbin.", "categories": [["Sports"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-2020-back-to-school-but-stay-at-home-tech-shopping-list-11595768402", "title": "The 2020 Back-to-School-But-Stay-at-Home Tech Shopping List", "date": "2020-07-26 09:00", "summary": "With more students learning online this fall, here's the teacher-approved tech you need for your at-home classroom, starting with a good router, an affordable laptop or tablet and over-ear headphones. Classrooms are going to look a little different in the coming months. As many schools stick with distance learning to prevent the spread of coronavirus, more students will be getting an education from home.", "categories": [["Tech", "Personal Tech", "Personal Technology: Nicole Nguyen"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb", "https://www.wsj.com/news/types/personal-technology-joanna-stern?mod=breadcrumb", "https://www.wsj.com/news/types/personal-technology-nicole-nguyen?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/marketers-experiment-with-tv-ads-in-console-videogames-11595768400", "title": "Marketers Experiment With TV Ads in Console Videogames", "date": "2020-07-26 09:00", "summary": "Players are used to watching ads in exchange for rewards on mobile and social games. But will they tolerate them on a console?. Marketers are putting TV ads in videogames played on consoles, an experiment in trying to reach younger audiences who are watching ever less traditional TV.", "categories": [["CMO Today"]], "category_links": ["https://www.wsj.com/news/types/cmo-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-polling-can-tell-us-100-days-from-the-election-11595768400", "title": "What Polling Can Tell Us 100 Days From the Election", "date": "2020-07-26 09:00", "summary": "Joe Biden has maintained steady lead over President Trump, but will it hold up?. The 2020 presidential election marks an important milestone Sunday as the race enters its final 100 days. Against the backdrop of the coronavirus pandemic, Joe Biden and President Trump have been mostly derailed from conducting the kind of campaigns voters have come to expect.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chinas-move-to-buy-arctic-gold-mine-draws-fire-in-canada-11595764801", "title": "China's Move to Buy Arctic Gold Mine Draws Fire in Canada", "date": "2020-07-26 08:00", "summary": "As world powers seek dominance in sensitive region, opponents of purchase say blocking deal is in Canadian national interest. TORONTO-The purchase of a gold mine in the Canadian Arctic by a state-run Chinese company is triggering alarms in Canada over China's expanding presence in a region that is growing in strategic importance for its shipping lanes and resources.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/photos-of-the-week-july-20-26-2020-11595761201", "title": "Photos of the Week", "date": "2020-07-26 07:00", "summary": "Tesla posts another quarterly profit, Portland protests continue, EU leaders agree on recovery plan and more. 'Taking money off the table at this point would be a mistake,' said Tesla investor Eric Perkins, who drives a Tesla Model X. Mr. Perkins and other Tesla bulls are wary of selling shares too quickly after missing out on past rallies. Read more.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/private-equity-executives-pour-92-million-into-2020-races-11595616957", "title": "Private-Equity Executives Pour $92 Million Into 2020 Races", "date": "2020-07-26 07:00", "summary": "Blackstone's Stephen Schwarzman, who gave $10 million to a group aiming to defend the Senate's Republican majority, leads political spending in the industry. The private-equity industry is pouring millions of dollars into the 2020 elections, with some donors hoping to prevent full Democratic control of Capitol Hill and the potential for tighter oversight of their sector.", "categories": [["Pro PE Industry News"]], "category_links": ["https://www.wsj.com/news/types/pro-pe-industry-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hanna-becomes-hurricane-as-it-heads-toward-coronavirus-weary-texas-11595688795", "title": "Tropical Storm Hanna Moves Into Mexico After Hitting Texas", "date": "2020-07-26 06:43", "summary": "The National Hurricane Center discontinued a storm-surge warning for the Texas coast, but warned of heavy rains. ", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/it-takes-a-lot-of-covid-19-tests-to-keep-movie-studio-open-11595755800", "title": "It Takes a Lot of Covid-19 Tests to Keep a Movie Studio Open", "date": "2020-07-26 05:30", "summary": "Pinewood Atlanta Studios, shooting site for 'Avengers: Endgame,' uses app, special badges and more to tackle challenge facing many businesses, schools and universities this fall. As film and TV sets reopen at Pinewood Atlanta Studios, home to big-screen juggernauts like \"Avengers: Endgame,\" the biggest job is keeping the coronavirus off the Georgia studio's lot.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tiktok-could-be-tougher-target-for-trump-administration-11595755800", "title": "TikTok Could Be Tough Target for Trump Administration", "date": "2020-07-26 05:30", "summary": "Action against Chinese-owned video app faces legal hurdles, could stir popular backlash. The Trump administration's efforts to thwart a perceived security threat from video-sharing app TikTok faces challenges beyond those it faced when taking on other Chinese-owned businesses such as Huawei Technologies Co., in part because the U.S. has never blacklisted a wildly popular app.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/election-officials-are-vulnerable-to-email-attacks-report-shows-11595746800", "title": "Election Officials Found to Be Vulnerable to Email Attacks", "date": "2020-07-26 03:00", "summary": "Six jurisdictions used software that Russian spies have targeted in cyberattacks. Many of the thousands of county and local election officials who will be administering November's presidential election are running email systems that could leave them vulnerable to online attacks, a new report has found.", "categories": [["WSJ News Exclusive", "Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tevas-benign-opioid-settlement-isnt-in-the-bag-yet-11595772000", "title": "Teva's Benign Opioid Settlement Isn't in the Bag Yet", "date": "2020-07-26 00:01", "summary": "Investors shouldn't be surprised if familiar risk to Teva Pharmaceutical Industries soon resurfaces. Investors shouldn't be surprised if a familiar risk to Teva Pharmaceutical Industries soon resurfaces.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/judge-blocks-seattles-ban-on-police-use-of-tear-gas-during-protests-11595712393", "title": "Seattle Protesters, Police Clash in Violent Confrontations", "date": "2020-07-26 22:12", "summary": "At least 16 people were arrested a day after a judge temporarily blocked an ordinance prohibiting police from using tear gas. Protesters in Seattle threw rocks, fireworks and explosives at police officers during violent confrontations on Saturday, police officials said.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}]