[{"link": "https://www.wsj.com/articles/pennsylvania-high-court-rejects-lawsuit-challenging-election-11606616081", "title": "Pennsylvania High Court Rejects Suit Challenging Election", "date": "2020-11-28 21:14", "summary": "Justices throw out a lower court's order preventing state from certifying dozens of contests. HARRISBURG, Pa.-Pennsylvania's highest court on Saturday night threw out a lower court's order preventing the state from certifying dozens of contests on its Nov. 3 election ballot in the latest lawsuit filed by Republicans who are attempting to block the victory of President-elect Joe Biden in the battleground state.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/former-zappos-ceo-tony-hsieh-dies-at-46-11606572300", "title": "Former Zappos CEO Dies at 46 After Fire", "date": "2020-11-28 19:51", "summary": "The Harvard-educated son of immigrants was a pioneer of e-commerce and well known for his quirky management theories and customer obsession. Tony Hsieh, who became a frequently quoted and studied management guru by offering free shipping of shoes and persuading millions of people to buy them online at Zappos.com Inc., died Friday at the age of 46.", "categories": [["World", "Obituaries"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/obituaries?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/photos-a-bronze-era-gem-restored-11606581900", "title": "Photos: A Brass-Era Gem Restored", "date": "2020-11-28 19:22", "summary": "Les Holden shows off his 1904 Cadillac Model B Rear-Entrance Tonneau. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/vanderbilts-sarah-fuller-achieves-college-football-milestone-11606602881", "title": "Vanderbilt's Sarah Fuller Achieves College Football Milestone With Kickoff", "date": "2020-11-28 18:28", "summary": "Soccer goalkeeper becomes first woman to play a down of football in one of the five major conferences. Vanderbilt's Sarah Fuller had a lot to be grateful for this Thanksgiving weekend. Last Sunday she guided the Commodores' women's soccer team to a win in the Southeastern Conference tournament as goalkeeper.", "categories": [["Sports"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/photos-of-the-week-the-dow-at-30000-black-friday-during-covid-19-diego-maradona-dies-at-60-and-more-11606599000", "title": "Photos of the Week", "date": "2020-11-28 16:30", "summary": "Selection of photos from Nov. 22 to Nov. 28 by The Wall Street Journal's photo editors. Chloe Isleta, 22, floating in the pool before swim practice. Ms. Isleta had planned to swim competitively through the summer in the U.S., in hopes of qualifying for the Olympic team of the Philippines, where she also holds citizenship. But the pandemic canceled the qualifying meets she needed and then the 2020 Olympic Games were canceled, too. 'My whole life I have always had a plan,' says Ms. Isleta. 'I had to learn that you can't just be fixated on a schedule any more.' Months after graduating into the most challenging employment market in generations, many members of the Class of 2020, like Ms. Isleta, are still searching for that first job, grappling with rescinded offers and putting dreams on hold. Read more.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/house-to-vote-on-booting-chinese-stocks-from-u-s-over-audit-rules-11606518590", "title": "House to Vote on Booting Chinese Stocks From U.S. Over Audit Rules", "date": "2020-11-28 14:28", "summary": "Alibaba and other companies could be forced to remove shares from trading in U.S.. WASHINGTON-Lawmakers next week are likely to force Chinese companies with shares traded on American exchanges to finally comply with audit-oversight rules-or leave U.S. markets altogether.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/in-france-thousands-protest-macrons-effort-to-restrict-images-of-police-11606580450", "title": "Thousands in Paris Protest Macron's Effort to Restrict Images of Police", "date": "2020-11-28 13:43", "summary": "Demonstrations are a test of civil liberties in an era of coronavirus-linked curbs. PARIS-Tens of thousands of people took to the streets here to decry police brutality and protest legislation that would restrict people from publishing identifiable images of French police officers.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/perfect-garden-home-mallorca-luciano-giubbilei-11606336971", "title": "The Perfect Garden Home You've Been Dreaming of All Year", "date": "2020-11-28 13:00", "summary": "Landscape and garden designer Luciano Giubbilei finds a new creative retreat in the former home of a Mallorcan country potter. Tending a garden has been collective therapy this year, and Luciano Giubbilei has doubled down with two. The plots are a few miles apart in the sleepy northeast corner of Mallorca, Spain, where Giubbilei bought a house three years ago. One, in the courtyard outside his front door, is on its way to maturity; the other, in a sloping field nearby, existed mostly in his head until this fall, when it was planted in warm, slightly humid soil, a fleeting combination on a Mediterranean island known for its desertlike climate.", "categories": [["Art & Design"]], "category_links": ["https://www.wsj.com/news/magazine/art-design?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ethiopian-forces-launch-offensive-on-tigray-capital-11606580985", "title": "Ethiopian Forces Launch Offensive on Tigray Capital", "date": "2020-11-28 12:23", "summary": "Shelling begins in Mekelle, moving the three-week conflict into a new phase that could destabilize the wider region. Ethiopian government forces began an artillery assault on the capital of the rebel-run region of Tigray, confirming the failure of last-minute diplomacy from the African Union and raising fears of a protracted humanitarian crisis in the strategically important Horn of Africa.", "categories": [["World", "Africa"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/africa-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/texas-attorney-generals-legal-woes-potentially-hinder-google-case-11606583230", "title": "Texas Attorney General's Legal Woes Potentially Hinder Google Case", "date": "2020-11-28 12:07", "summary": "Republican Ken Paxton has been accused by some former staffers of illegally using office to benefit donor. AUSTIN, Texas-Eight high-ranking employees of the Texas attorney general's office reached out to law-enforcement authorities in September with a bold accusation, according to a lawsuit filed earlier this month. They claimed that their boss, Republican Attorney General Ken Paxton, had illegally used his office to interfere with an FBI investigation into a campaign donor.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/this-bronze-era-classic-tells-cadillacs-origin-story-11606582800", "title": "This Brass-Era Classic Tells Cadillac's Origin Story", "date": "2020-11-28 12:00", "summary": "Resume Subscription. Les Holden, 68, a retired mortgage banker living in Southern Pines, N.C., on his 1904 Cadillac Model B Rear-Entrance Tonneau, as told to A.J. Baime.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/public-transit-agencies-slash-services-staff-as-coronavirus-keeps-ridership-low-11606582853", "title": "Public Transit Agencies Slash Services, Staff as Ridership Dips", "date": "2020-11-28 12:00", "summary": "From San Francisco to Washington, D.C., officials say federal emergency funding is drying up and they need more. Public transit agencies across the U.S. are cutting service and reducing their workforces as they face a cash crunch that is worsening along with the coronavirus pandemic.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/connecticut-prepares-for-paid-family-leave-program-11606579201", "title": "Connecticut Prepares for Paid Family Leave Program", "date": "2020-11-28 11:00", "summary": "Payroll deductions begin in January and employees can start taking time off in 2022. Connecticut workers will start seeing a mandatory paycheck deduction in January for the state's new paid family leave program, which will begin paying out benefits in 2022.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/solar-power-booms-in-texas-11606579200", "title": "Solar Power Booms in Texas", "date": "2020-11-28 11:00", "summary": "The state, a leader in wind energy, will be home to the nation's largest solar farm, part of an expected surge in development. Wind power made Texas the leading renewable-energy producer in the U.S. Now solar is fast catching up.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-economy-is-still-vulnerable-trade-could-be-a-refuge-11606575720", "title": "The Economy Is Still Vulnerable. Trade Could Be a Refuge.", "date": "2020-11-28 10:02", "summary": "Exporters are recovering strongly even as domestically focused services industries suffer amid Covid-19's resurgence. Only a year ago, trade was a big worry for investors, and the strong domestic economy a source of comfort. How times change.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/with-recounts-states-mix-civics-spectator-sport-and-a-bit-of-tedium-11606575601", "title": "With Recounts, States Mix Civics, Spectator Sport and a Bit of Tedium", "date": "2020-11-28 10:00", "summary": "Iowa's largest election review in over a century gains notice for its 'public-spiritedness,' as well as a resemblance to the film 'Groundhog Day'. By the time Travis Weipert reported to the office Nov. 4, he knew his work as steward of the elections in Johnson County, Iowa, was far from over. The two candidates vying for the local congressional seat in the previous day's election were separated by less than a percentage point. A recount, he sensed, was inevitable.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/stocks-say-covid-recovery-is-nigh-bonds-tell-a-different-story-11606572182", "title": "Stocks Say Covid Recovery Is Nigh. Bonds Tell a Different Story.", "date": "2020-11-28 09:03", "summary": "All-important Treasury market is a holdout in reflecting increased economic optimism from Covid-19 vaccine news. After the Covid-19 vaccines proved effective this month, almost every corner of the market signaled that a faster recovery is on the way. Economically sensitive stocks, industrial metals, crude oil, the flakiest junk bonds: all have rallied hard. But not Treasurys.", "categories": [["Markets", "Streetwise"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/streetwise?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/russias-role-in-enforcing-peace-in-nagorno-karabakh-stirs-hopes-bitterness-11606572000", "title": "Russia's Role in Enforcing Peace in Nagorno-Karabakh Stirs Hopes, Bitterness", "date": "2020-11-28 09:00", "summary": "Resume Subscription. A Russian-brokered peace agreement halted weeks of fighting between Armenia and Azerbaijan and handed Moscow a geopolitical triumph, but has failed to instill a sense of safety among Armenians, for whom the presence of Russian troops in the area arouses a mixture of gratitude and distrust.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/china-regains-clout-in-sri-lanka-with-familys-return-to-power-11606568404", "title": "China Regains Clout in Sri Lanka With Family's Return to Power", "date": "2020-11-28 08:00", "summary": "Resume Subscription. COLOMBO, Sri Lanka-China is poised to start building a $13 billion city on Sri Lanka's seafront, as the island nation located near some of the world's most important shipping lanes deepens its ties with Beijing despite U.S. efforts to gain influence.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/teslas-delayed-semi-truck-tests-elon-musks-ability-to-scale-up-11606568448", "title": "Tesla's Delayed Semi Truck Tests Elon Musk's Ability to Scale Up", "date": "2020-11-28 08:00", "summary": "Silicon Valley car maker set bar higher after the pandemic hardly dented growth plans. Elon Musk defied the challenges of the coronavirus pandemic to help Tesla Inc. deliver a wildly successful year. For 2021, the chief executive is setting expectations even higher and has the long-haul trucking industry in his sights.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/dave-brubeck-beyond-take-five-11606564800", "title": "Dave Brubeck, Beyond 'Take Five'", "date": "2020-11-28 07:00", "summary": "Born 100 years ago, the pianist and composer found immense success melding musical classicism with polyrhythmic experiment.. ", "categories": [["Opinion", "Commentary", "Cultural Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb", "https://www.wsj.com/news/types/cultural-commentary?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/federico-fellini-iconically-italian-11606564801", "title": "Federico Fellini: Iconically Italian", "date": "2020-11-28 07:00", "summary": "A new collection of the auteur's films from Criterion celebrates the humor, compassion and style that make his work unforgettable.. ", "categories": [["Books & Arts", "Film Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/film-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/this-doctor-elevated-his-yoga-practice20-feet-off-the-ground-11606561200", "title": "This Doctor Elevated His Yoga Practice-20 Feet Off the Ground", "date": "2020-11-28 06:00", "summary": "A chance encounter with aerial silks helped Dr. Robert Sullivan build his core strength and overcome his fear of heights. When Robert Sullivan decided to take his yoga practice up a notch three years ago, he didn't realize that would take him 20 feet off the floor. Dr. Sullivan, who has a fear of heights, had mistakenly signed up for a class in aerial silks. Unlike aerial yoga, which is typically done while hanging in silks three feet off the ground, aerial silks requires you to climb 15 to 20 feet high and perform circus-worthy feats.", "categories": [["Life & Work", "What's Your Workout?"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/what-s-your-workout?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bidens-nato-amity-sparks-debate-among-european-allies-11606559627", "title": "Biden's NATO Amity Sparks Debate Among European Allies", "date": "2020-11-28 05:33", "summary": "President-elect's reassurance of the U.S.'s commitment to NATO has prompted disagreements among Europe's leaders. BRUSSELS-President-elect Joe Biden told NATO's secretary-general in a recent telephone call of the U.S.'s \"enduring commitment\" to the military alliance-a relief for European allies after President Trump's browbeatings and threats to leave.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/china-is-ready-to-restart-cruises-but-big-companies-are-left-out-11606559435", "title": "China Is Ready to Restart Cruises, but Big Companies Are Left Out", "date": "2020-11-28 05:30", "summary": "Royal Caribbean and Carnival spent the past decade carving out China's cruise market, but can't yet participate in its revival. Battered international cruise operators are keenly awaiting the reopening of the Chinese market. They're going to have to wait a little longer.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/states-explored-litigation-to-challenge-u-s-policy-on-climate-change-11606559400", "title": "States Explored Litigation to Challenge U.S. Policy on Climate Change", "date": "2020-11-28 05:30", "summary": "Options included getting courts to require federal action to reduce emissions of greenhouse gases, documents show. WASHINGTON-Nearly two dozen Democratic-led states at odds with the Trump administration on climate-change policy joined forces last year to explore using the courts to secure federal mandates on greenhouse-gas emissions, according to records and interviews.", "categories": [["WSJ News Exclusive", "Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-aims-to-appoint-liberal-judges-after-trumps-conservative-push-11606559402", "title": "Biden Aims to Appoint Liberal Judges After Trump's Conservative Push", "date": "2020-11-28 05:30", "summary": "President-elect will seek nominees who see robust role for judiciary in addressing national problems, protecting individual rights. WASHINGTON-President-elect Joe Biden in January will begin an effort to recalibrate the federal judiciary with more liberal appointees who embrace a robust judicial role in addressing national problems and protecting an evolving spectrum of individual rights, a shift from the conservative appointees under President Trump.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11606513580", "title": "Pepper...and Salt", "date": "2020-11-28 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/after-covid-19-broadways-next-comeback-11606539660", "title": "After Covid-19, Broadway's Next Comeback", "date": "2020-11-28 00:01", "summary": "It won't be easy, but New York theater will recover from the current shutdown-just as it weathered the Depression, the AIDS crisis and 9/11.. Back in March, the actress Patti LuPone was starring in the revival of Stephen Sondheim's musical \"Company\" on Broadway. She and the show's producer Chris Harper were entertaining guests in Ms. LuPone's dressing room when they got a shock. Cynthia Nixon, the actress and political activist, told them she'd come to the show that night \"because I wanted to do something fun before the city is locked down.\"", "categories": [["Life & Work", "Ideas", "Essay"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/essay?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pausing-loan-payments-during-coronavirus-is-producing-uneven-results-11606559401", "title": "Pausing Loan Payments During Covid Is Producing Uneven Results", "date": "2020-11-28 00:01", "summary": "Federal relief programs for mortgages and student loans were relatively easy to get and flexible. Programs for credit cards, auto and personal loans were more happenstance.. Jim Curran in Malvern, Pa., lost his job in March and got permission to pause his mortgage payments, freeing up thousands of dollars a month, with no damage to his credit score.", "categories": [["Markets", "Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/finance?mod=breadcrumb"]}]