[{"link": "https://www.wsj.com/articles/smithfield-to-close-more-pork-plants-deepening-coronavirus-farm-crisis-11586990622", "title": "Smithfield to Close More Pork Plants", "date": "2020-04-15 19:57", "summary": "Top U.S. pork processor says employees at three facilities have tested positive. Smithfield Foods Inc. said it would close two more pork-processing plants because of the coronavirus pandemic, reducing meat supplies for grocery stores and deepening challenges for farmers.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/justice-department-investigators-inspect-federal-prisons-for-coronavirus-containment-procedures-11586978232", "title": "Justice Department Inspects Federal Prisons for Coronavirus Containment Procedures", "date": "2020-04-15 19:33", "summary": "Remote inspections come among heightened criticism of Bureau of Prisons' response to pandemic. The Justice Department's watchdog has begun remote inspections of federal prisons to determine whether they are following public-health guidelines to stem the spread of the new coronavirus behind bars.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trumps-name-will-appear-on-stimulus-paper-checks-11586959563", "title": "Trump's Name Will Appear on Stimulus Paper Checks", "date": "2020-04-15 19:30", "summary": "Checks will be mailed in months before president stands for re-election. WASHINGTON-President Trump's name will appear in the memo line of stimulus checks being sent to U.S. households over the next few months, according to an Internal Revenue Service official.", "categories": [["Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-to-delay-raises-for-public-workers-11586992566", "title": "New York to Delay Raises for Public Workers", "date": "2020-04-15 19:16", "summary": "Higher wages guaranteed by union contract were scheduled to take effect on April 1. Gov. Andrew Cuomo on Wednesday rebuffed calls to allow raises for public workers that were supposed to kick in this month, saying the state did not have the money to pay for them.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bed-bath-beyond-sells-one-kings-lane-11586992557", "title": "Bed Bath & Beyond Sells One Kings Lane", "date": "2020-04-15 19:15", "summary": "Retailer reported steep sales declines, as coronavirus pandemic forced closure of most stores; no date set for reopening. Bed Bath & Beyond Inc. sold its One Kings Lane home décor unit but said a deal to sell another subsidiary failed to close as planned.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fitch-cuts-mexicos-ratings-to-its-lowest-investment-grade-11586992491", "title": "Fitch Cuts Mexico's Ratings to Its Lowest Investment Grade", "date": "2020-04-15 19:14", "summary": "Downgrade cites the expectation of a severe recession in 2020 due to the coronavirus pandemic. MEXICO CITY-Fitch Ratings downgraded Mexico's debt for the second time in less than a year, lowering its rating by one notch to the lowest investment grade, saying it expects a severe recession in 2020 as a result of the coronavirus pandemic.", "categories": [["World", "Latin America"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/latin-america-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/world-health-organization-replies-to-trump-funding-threat-with-call-for-unity-11586992082", "title": "World Health Organization Replies to Trump Funding Threat With Call for Unity", "date": "2020-04-15 19:08", "summary": "Director-General Tedros warns that the virus 'exploits the cracks between us'. The World Health Organization's director-general expressed regret Wednesday at President Trump's intent to withhold funding, and said the agency would seek to fill financing gaps from other donors as it battles the coronavirus pandemic.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/amid-the-pandemic-anti-semitism-flares-up-11586991224", "title": "Amid the Pandemic, Anti-Semitism Flares Up", "date": "2020-04-15 18:53", "summary": "'This virus is surely an outcome of the Jews' concealed hatred,' writes a Jordanian journalist.. The world's newest disease has unleashed another wave of the world's oldest hate. Difficult as it might be for the uninstructed mind to make a connection between a global pandemic originating in China and the Elders of Zion, the world's anti-Semites have risen to the challenge.", "categories": [["Opinion", "Global View"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/global-view?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/joe-bidens-metoo-moment-11586990871", "title": "Joe Biden's #MeToo Moment", "date": "2020-04-15 18:47", "summary": "The former Vice President asks us not to believe the woman.. If there is a silver lining to the ugly #MeToo accusation against Joe Biden, it is that the reluctance of the left and the media to pursue it as vigorously as charges against other men suggests they may have discovered that principles such as due process and the presumption of innocence still matter in America. Or so we can hope.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-reckoning-for-the-who-11586990728", "title": "A Reckoning for the WHO", "date": "2020-04-15 18:45", "summary": "Trump's funding pause may finally get the U.N. agency's attention.. President Trump's Tuesday decision to withhold funding from the World Health Organization (WHO) should shatter the pretensions of the agency's leaders, who had taken American support for granted. While the U.S. investigates the degraded agency's Covid-19 failures, the White House can outline a path for WHO to regain America's confidence.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/banks-brace-for-consumer-pain-but-wall-street-trading-arms-shine-11586972691", "title": "Banks Brace for Consumer Pain, but Wall Street Trading Arms Shine", "date": "2020-04-15 18:41", "summary": "Units at Goldman Sachs, Bank of America turn in some of their strongest performance in years. For Americans checking their retirement accounts, the market's swings during the first quarter were a horror show. For Wall Street's traders, they were a windfall.", "categories": [["Markets", "Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/town-sports-hires-restructuring-lawyers-as-it-considers-bankruptcy-11586990235", "title": "Town Sports Hires Restructuring Lawyers as It Considers Bankruptcy", "date": "2020-04-15 18:39", "summary": "Owner of New York Sports Clubs faces reckoning with gyms closed because of coronavirus and debt coming due this fall. Town Sports International Holdings Inc., which operates the New York Sports Clubs and Lucille Roberts gyms, has hired law firm Kirkland & Ellis LLP for advice on restructuring its debt, which could include a bankruptcy filing, according to people familiar with the matter.", "categories": [["Pro Bankruptcy Distress"]], "category_links": ["https://www.wsj.com/news/types/pro-bankruptcy-distress?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-lucky-stay-at-home-37-11586990315", "title": "The Lucky Stay-at-Home 37%", "date": "2020-04-15 18:38", "summary": "Most Americans do not have the luxury of working from home.. Among the blessings of the modern American economy is that so many of us can work from home. This is good for both the economy and the individuals whose paychecks keep coming even in the midst of a lockdown.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/europe-goes-back-to-work-11586990224", "title": "Europe Goes Back to Work", "date": "2020-04-15 18:37", "summary": "More countries experiment with gradual reopening.. In the best economic news Europe has heard in months, Chancellor Angela Merkel announced Wednesday that Germany will start returning to work next week. The eurozone's largest economy is the latest on the Continent to try to reopen after the Covid-19 lockdowns.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/stimulus-payments-slow-down-online-banking-11586989847", "title": "Stimulus Payments Slow Down Online Banking", "date": "2020-04-15 18:30", "summary": "Big and small banks acknowledged issues, but said they have been largely resolved. Customers at some banks across the country were temporarily unable to access their accounts online or through mobile apps on Wednesday, shortly after the first round of government stimulus checks started landing in bank accounts.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/germany-to-begin-gradually-reopening-its-economy-next-week-11586989014", "title": "Germany's Plan to Reopen Its Economy", "date": "2020-04-15 18:16", "summary": "Merkel unveils plan for first phase in easing country's partial coronavirus lockdown, signaling slow process ahead. BERLIN-Germany will start reopening its economy next week after spending a month in a partial lockdown, Chancellor Angela Merkel said Wednesday, hours before the country's leading car maker said its European factories would resume production as early as next week.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/business-leaders-tell-trump-to-dramatically-increase-coronavirus-testing-11586974130", "title": "Business Leaders Urge Trump to Dramatically Increase Virus Testing", "date": "2020-04-15 18:12", "summary": "During first call to discuss reopening country, executives tell president more testing is needed to convince public to return to work. WASHINGTON-Banking and financial services executives told President Trump that his administration needed to dramatically increase the availability of coronavirus testing before the public would be confident enough to return to work, eat at restaurants or shop in retail establishments, according to people familiar with the matter.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/glutted-oil-markets-next-worry-subzero-prices-11586943001", "title": "Glutted Oil Markets' Next Worry: Subzero Prices", "date": "2020-04-15 18:08", "summary": "Traders of physical barrels of crude brace for the possibility of negative pricing; traders of energy derivatives also wary. The coronavirus pandemic is turning oil markets upside down.", "categories": [["Markets", "Commodities"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/debt-laden-occidental-opts-to-pay-buffetts-dividend-in-shares-11586961256", "title": "Debt-Laden Occidental Opts to Pay Buffett's Dividend in Shares", "date": "2020-04-15 18:07", "summary": "Oil company, which owes billionaire investor $200 million a quarter following Anadarko acquisition, has sought to conserve cash. Occidental Petroleum Corp. has elected to pay a quarterly $200 million payment it owes Warren Buffett's Berkshire Hathaway Inc. in shares, a sign of the financial strain the company is facing as the coronavirus erodes demand for oil.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-we-say-no-thanks-to-a-cares-act-loan-11586988384", "title": "Why We Say 'No Thanks' to a Cares Act Loan", "date": "2020-04-15 18:06", "summary": "Taking government money would undermine the principles that underlie Cato's mission.. A friend was at Walmart looking for disinfectant wipes. There were none on the shelves, but a stocker told her he had some in the back. While she waited for him to bring them out, another customer scooped up all the hand sanitizer that was left on the shelf-18 bottles. The Walmart employee returned with a shrink-wrapped block of a dozen canisters of wipes. He assumed she'd want them all. \"Oh, I just need two,\" she said. \"I'd rather leave the rest for others.\"", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/presidential-power-is-limited-but-vast-11586988414", "title": "Presidential Power Is Limited but Vast", "date": "2020-04-15 18:06", "summary": "Trump can't fully reopen the economy on his own authority. But he can go a long way in that direction.. President Trump has come under attack this week for saying he has \"absolute authority\" to reopen the economy. He doesn't-his authority is limited. But while the president can't simply order the entire economy to reopen on his own signature, neither is the matter entirely up to states and their governors. The two sides of this debate are mostly talking past each other.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/leave-no-american-behind-11586988348", "title": "Leave No American Behind", "date": "2020-04-15 18:05", "summary": "The State Department has found ways to bring more than 62,000 U.S. citizens home from overseas.. When the Peruvian government announced a travel lockdown on March 15 in response to the Covid-19 pandemic, 35 American citizens were stuck deep in the country's Amazon region. These Americans were unsure of how they would make it to the city of Iquitos, where our diplomats had booked a U.S. government-funded charter flight to take them back to the U.S. They had 24 hours to reach the airport, from the country's most rugged and remote areas, before the plane took off.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-return-of-barack-obama-11586988314", "title": "The Return of Barack Obama", "date": "2020-04-15 18:05", "summary": "The former president endorses Joe Biden but caves to the left wing of his party.. While the battle for the Democratic presidential nomination was on, Barack Obama remained mute. Only on Tuesday, the day after Bernie Sanders had conceded and endorsed Joe Biden, did Mr. Obama re-enter the fray with a video endorsement of Mr. Biden.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-fed-bailout-is-wrong-for-states-and-cities-11586988167", "title": "A Fed Bailout Is Wrong for States and Cities", "date": "2020-04-15 18:02", "summary": "The central bank should adjust its lending methods to prevent abuse by profligate local governments.. The Federal Reserve recently announced a huge expansion of well-designed lending facilities for companies and local governments. But its Municipal Liquidity Facility will purchase up to $500 billion in short-term notes from the largest cities and all states-even if they have been mismanaging their finances for years. To minimize the program's risk, the Fed should buy these short-term notes at discounts based on the issuer's financial condition and should resist the urge to buy long-term bonds from local governments.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bring-back-laissez-faire-capitalism-11586988064", "title": "Bring Back Laissez-Faire Capitalism", "date": "2020-04-15 18:01", "summary": "Government ordered a bare-bones economy. What we need is bare-bones government.. As Dracula recoiled from the cross, liberals shrink in horror from the phrase \"laissez-faire.\" The thought of a world without government control of capitalism sends them screaming into the night. But dark night is where we are, with coronavirus closing the economic life of America.", "categories": [["Opinion", "Wonder Land"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/wonder-land?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/brazils-president-and-health-minister-clash-over-coronavirus-measures-11586985651", "title": "Brazil's President and Health Minister Clash Over Coronavirus Measures", "date": "2020-04-15 18:00", "summary": "President Jair Bolsonaro wants to open economy while minister urges no letup on social distancing as virus spreads. SÃO PAULO-Intensive-care-unit beds in this megacity and in Rio de Janeiro are near capacity, health-care systems in other states are collapsing and at least two Brazilian governors have tested positive for the new coronavirus.", "categories": [["World", "Latin America"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/latin-america-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-cabinet-review-advise-and-dissent-11586988021", "title": "'The Cabinet' Review: Advise and Dissent", "date": "2020-04-15 18:00", "summary": "Washington stalked from the chamber when the Senate referred his questions to a committee. He decided to fashion his own advisory group.. The Constitution created a new government when it went into effect on March 4, 1789, but many matters remained to be settled in practice. George Washington, as the first president, felt the weight of every decision. \"I walk on untrodden ground,\" he told a confidant. \"There is scarcely any part of my conduct which may not hereafter be drawn into precedent.\" He was right to think that way: His decisions not only filled gaps left by the Constitution, and by the nation's first laws, but determined how the whole system would operate.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-campaign-indicates-priorities-usa-is-preferred-super-pac-11586986904", "title": "Biden Campaign Indicates Priorities USA Is Preferred Super PAC", "date": "2020-04-15 17:41", "summary": "Nod from the presumptive Democratic nominee sends a message to top donors on where to focus contributions. WASHINGTON-Joe Biden's presidential campaign signaled Wednesday that it favors a Democratic super PAC established during the Obama era over another group formed last year as the party prepares for a general-election battle against President Trump.", "categories": [["WSJ News Exclusive", "Election 2020"]], "category_links": ["https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/possible-chinese-nuclear-testing-stirs-u-s-concern-11586970435", "title": "U.S. Worries China Is Violating Nuclear Test Ban", "date": "2020-04-15 17:35", "summary": "Beijing might secretly be conducting small nuclear tests at its Lop Nur site, report says. China might be secretly conducting nuclear tests with very low explosive power despite Beijing's assertions that it is strictly adhering to an international accord banning all nuclear tests, according to a new arms-control report to be made public by the State Department.", "categories": [["WSJ News Exclusive", "National Security"]], "category_links": ["https://www.wsj.com/news/types/national-security?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/xfl-hopes-to-sell-itself-by-mid-july-11586986544", "title": "XFL Hopes to Sell Itself by Mid-July", "date": "2020-04-15 17:35", "summary": "Founder Vince McMahon is providing a bankruptcy loan with the stipulation that a sale wraps up within 90 days. The XFL is hoping bankruptcy will give the dormant football league enough leeway to find a buyer within the next three months.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/saving-notre-dame-11586986277", "title": "Saving Notre Dame", "date": "2020-04-15 17:31", "summary": "In the aftermath of the fire, workers raced to stabilize the 800-year-old monument.. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/california-to-assist-illegal-immigrants-affected-by-coronavirus-11586985899", "title": "California to Assist Illegal Immigrants Affected by Coronavirus", "date": "2020-04-15 17:28", "summary": "The $125 million fund is the first in the nation to help undocumented workers who can't access unemployment insurance. SAN FRANCISCO-California will create a $125 million assistance fund for illegal immigrants who have lost work due to the coronavirus pandemic but can't access traditional unemployment insurance, Gov. Gavin Newsom said Wednesday.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-to-apply-for-small-business-loans-under-the-coronavirus-stimulus-bill-11585235059", "title": "Need a Small Business Loan? Here's What You Need to Know", "date": "2020-04-15 17:27", "summary": "The roughly $350 billion Paycheck Protection Program seeks to help companies keep their staffers employed. WASHINGTON-Here is what you need to know about the U.S. government's Payroll Protection Program for small businesses struggling with fallout from the coronavirus pandemic.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-city-could-see-nearly-500-000-job-losses-from-coronavirus-11586985950", "title": "New York City Could See Nearly 500,000 Job Losses From Coronavirus", "date": "2020-04-15 17:25", "summary": "Pandemic might unleash worst recession city faced since early 1970s, new report says. ", "categories": [["U.S.", "Politics"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/judge-strikes-down-trump-administrations-revised-school-nutrition-standards-11586985660", "title": "Judge Strikes Down Trump Administration's Revised School Nutrition Standards", "date": "2020-04-15 17:21", "summary": "A federal judge ruled the changes that weakened some school-meal standards were improperly put into a final rule. A federal judge in Maryland struck down the Trump administration's weakening of some school-meal nutrition standards that, among other things, reduced sodium limits and required more whole grains in school meals.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/life-at-cnn-skeleton-staff-record-ratings-and-vanishing-ads-11586984881", "title": "Life at CNN: Skeleton Staff, Record Ratings and Plummeting Ads", "date": "2020-04-15 17:08", "summary": "Coronavirus upends operations, revenue projections; but with viewership soaring network chief tells news staff to keep focused on the crisis. On a recent conference call, CNN chief Jeff Zucker urged editors and producers at the network not to shift focus from coronavirus news updates despite weeks of wall-to-wall coverage of the pandemic.", "categories": [["Business", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/global-stock-markets-dow-update-4-15-2020-11586922671", "title": "Stocks Drop as Oil Falls to 18-Year Low", "date": "2020-04-15 16:45", "summary": "Investors assessed dismal retail-sales numbers and looked for cues in bank earnings. Stocks fell Wednesday as U.S. retail sales dropped more than expected in March, underscoring the economic toll of the coronavirus pandemic, while slumping energy demand sent oil prices to an 18-year low.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/citigroup-profit-slides-46-amid-coronavirus-fallout-11586953336", "title": "Citigroup Profit Slides 46% Amid Coronavirus Fallout", "date": "2020-04-15 16:41", "summary": "Revenue at the New York bank rose 12% behind strength in the investment-bank unit. Citigroup Inc. said Wednesday its first-quarter profit plunged 46%, after the bank set aside nearly $5 billion to prepare for a wave of loan defaults, wiping out a strong quarter from its investment bank.", "categories": [["Markets", "Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-pushes-restaurants-into-the-grocery-business-11586983087", "title": "Coronavirus Pushes Restaurants Into the Grocery Business", "date": "2020-04-15 16:38", "summary": "New York eateries tap their supply chains to bring customers fresh produce and meat as pandemic puts strain on grocers. Soon after St. John Frizell was forced to shut down Fort Defiance, his restaurant and bar in Brooklyn's Red Hook neighborhood, because of the pandemic, he struggled to figure out a way to bring in any revenue.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/goldman-sachs-quarterly-profit-falls-46-11586950665", "title": "Goldman Braces for Loan Losses, but Its Wall Street Arm Shines", "date": "2020-04-15 16:37", "summary": "Bank's first-quarter profit declined 46%; trading revenue rose 28%. Goldman Sachs Group Inc.'s profit fell 46% in the first quarter, a three-month stretch when the coronavirus pandemic battered markets, companies and investors hoarded cash and the U.S. economy ground to a halt.", "categories": [["Markets", "Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/private-equity-firms-bet-on-fresh-market-gets-a-boost-as-consumers-stock-up-on-groceries-11586982592", "title": "Apollo Global's Bet on Fresh Market Gets a Boost as Consumers Stock Up", "date": "2020-04-15 16:29", "summary": "Private-equity-backed specialty grocer is expecting an up to 11% increase in first-quarter sales, private report shows. Apollo Global Management Inc.'s bet on the grocery business is getting a boost as Americans stock up their pantries and cook more of their meals at home.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/j-c-penney-skips-bond-payment-starting-bankruptcy-clock-11586979911", "title": "J.C. Penney Skips Bond Payment, Starting Bankruptcy Clock", "date": "2020-04-15 16:26", "summary": "Department store chain says it is exploring strategic options after coronavirus prompted store closures. J.C. Penney Co. said it skipped a $12 million interest payment owed to bondholders, one of the first major retailers to buckle under the strains of the coronavirus pandemic.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-to-make-wine-purchases-count-as-an-industry-pivots-11586982033", "title": "How to Make Wine Purchases Count as an Industry Pivots", "date": "2020-04-15 16:20", "summary": "As wineries, retailers and restaurants fight to stay in business and support their employees, oenophiles are looking to spend their money meaningfully. SO MANY THINGS I've long taken for granted-ordering a glass of Chablis in a restaurant, visiting a winery's tasting room or just standing in line in a liquor store-seem like distant memories. Now, restaurants all over the country are selling wines to pick up curbside. Wineries are holding tastings via Facebook or Zoom. And wine retailers are donating profits to support unemployed restaurant staff.", "categories": [["Life & Work", "Food & Drink", "On Wine"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/food-cooking-drink?mod=breadcrumb", "https://www.wsj.com/news/types/on-wine-lettie-teague?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bank-of-america-reports-first-quarter-profit-fell-45-11586948606", "title": "Bank of America Profit Drops 45%", "date": "2020-04-15 16:20", "summary": "The bank set aside an additional $3.6 billion for potential bad loans, a reflection of the darkening economic outlook. Bank of America Corp. said Wednesday that profit fell 45% in the first quarter and the bank set aside billions of dollars to cover potentially bad loans during the coronavirus crisis.", "categories": [["Markets", "Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/uss-theodore-roosevelt-outbreak-is-linked-to-flight-crews-not-vietnam-visit-11586981891", "title": "USS Theodore Roosevelt Outbreak Linked to Flight Crews, Not Port Visit", "date": "2020-04-15 16:18", "summary": "Officials now see the coming and going of the carrier's aircraft as the chief culprit in the coronavirus outbreak. WASHINGTON-U.S. military officials are increasingly certain that the coronavirus outbreak last month aboard the aircraft carrier Theodore Roosevelt was sparked by the vessel's flight operations, rather than a result of the ship's port visit to Vietnam.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/this-front-porch-beats-having-a-backyard-11586981746", "title": "This Front Porch Beats Having a Backyard", "date": "2020-04-15 16:15", "summary": "These Houston homeowners spent nearly six months and roughly $125,000 creating a cool hangout for their family. The homeowners, a businessman and his wife, wanted an uncluttered, low-maintenance space infused with natural elements. Because the house is in a quiet cul de sac, the front porch is a cool hangout for the couple and their four school-age children.", "categories": [["Real Estate", "Homes"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/homes?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/march-retail-sales-plunged-8-7-as-coronavirus-shutdowns-took-hold-11586954353", "title": "Swaths of U.S. Economy Froze in March", "date": "2020-04-15 16:08", "summary": "Retail spending and industrial output plunged at record rates. WASHINGTON-Large chunks of the U.S. economy froze in March as the coronavirus pandemic closed malls, restaurants, factories and mines, causing Americans to cut retail spending by a record amount and the country's industrial output to plunge at the steepest rate in more than 70 years.", "categories": [["Economy", "Economic Data"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/economic-data?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-a-ups-driver-is-relieving-stress-during-the-coronavirus-shutdown-11586980296", "title": "How a UPS Driver Is Relieving Stress During the Coronavirus Shutdown", "date": "2020-04-15 15:51", "summary": "'If I have the opportunity to bring light into somebody's day by delivering something they've been waiting for...then that's what I'm going to do.'. In a series called How I Cope, we speak to people across the country about the things they are doing to relieve stress in these uncertain times due to the coronavirus pandemic. Here's Andrew Mendoza, 30, a UPS delivery driver. He lives in Redlands, Calif., with his wife and their two golden retrievers.", "categories": [["Life & Work", "How I Cope"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/how-i-cope?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/shipping-line-confirms-cyberattack-brought-down-booking-platform-11586979893", "title": "Shipping Line Confirms Cyberattack Brought Down Booking Platform", "date": "2020-04-15 15:44", "summary": "Mediterranean Shipping Co. says no data was lost or compromised from the malware. Mediterranean Shipping Co., the world's second-largest container line, said a cyberattack at its Geneva headquarters had brought down its website for about five days and prevented customers from making bookings on its main online platform.", "categories": [["Logistics Report"]], "category_links": ["https://www.wsj.com/news/types/logistics-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/feds-bostic-says-no-way-to-know-how-future-of-economy-will-turn-out-11586979819", "title": "Fed's Bostic Says No Way to Know How Future of Economy Will Turn Out", "date": "2020-04-15 15:43", "summary": "The Atlanta Fed president said it is possible the economy could start to regain its footing in the third quarter. Federal Reserve Bank of Atlanta President Raphael Bostic said Wednesday that while there is huge uncertainty surrounding the outlook, it is possible the economy could start to regain its footing in the third quarter.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/saudi-arabia-markets-dollar-bond-to-plug-spending-gap-11586959815", "title": "Saudi Arabia Set to Raise $7 Billion in Bond Sale to Plug Spending Gap", "date": "2020-04-15 15:38", "summary": "Kingdom seeks to raise money to offset dual blows of pandemic and sinking oil prices. Saudi Arabia is expected to raise around $7 billion via a dollar-denominated bond sale on Wednesday, joining other oil-exporting Persian Gulf states that tapped the debt markets last week to plug funding shortfalls caused by low crude prices and the coronavirus pandemic.", "categories": [["Markets", "Credit Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/credit-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-economy-contracted-sharply-and-abruptly-feds-beige-book-says-11586977337", "title": "U.S. Economy 'Contracted Sharply and Abruptly,' Fed's Beige Book Says", "date": "2020-04-15 15:25", "summary": "Coronavirus pandemic takes a heavy toll in lost jobs and wages. The U.S. economy entered a deep downturn in the past few weeks as efforts to contain the spread of the coronavirus forced businesses across the country to shut their doors and lay off workers, the Federal Reserve said Wednesday.", "categories": [["Economy", "Central Banks"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/central-banks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/oil-demand-projected-to-fall-by-record-amount-11586940434", "title": "Oil Demand Projected to Fall by Record Amount", "date": "2020-04-15 15:24", "summary": "IEA forecasts that April's demand will drop to levels not seen in a quarter of a century. Global oil demand is expected to fall by a record 9.3 million barrels a day this year as government-implemented lockdowns keep the economy at a near standstill, the International Energy Agency said Wednesday.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/explosion-shakes-maine-paper-mill-11586978658", "title": "Explosion Shakes Maine Paper Mill", "date": "2020-04-15 15:24", "summary": "The blast produced a plume of black smoke that was visible for miles around, but didn't appear to injure anyone. JAY, Maine (AP)-An explosion at a paper mill in Maine shook the ground Wednesday and produced a plume of black smoke that was visible for miles around, but didn't appear to injure anyone.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/americans-can-track-stimulus-payments-on-new-irs-site-11586967285", "title": "Americans Can Track Stimulus Payments on New IRS Site", "date": "2020-04-15 15:14", "summary": "Providing bank-account information can speed up delivery. WASHINGTON-Americans can now track the status of their stimulus payments and provide their bank-account information to get their money faster via direct deposit, thanks to a new IRS website.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/earth-by-eob-review-music-of-the-sphere-11586977875", "title": "'Earth' by EOB Review: Music of the Sphere", "date": "2020-04-15 15:11", "summary": "The debut album from Radiohead guitarist Ed O'Brien is best appreciated for its transporting instrumentals, not its earthbound lyrics.. ", "categories": [["Books & Arts", "Music Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/music-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-a-crime-novelist-writes-his-best-sellers-at-a-standing-desk-11586977850", "title": "Why a Crime Novelist Writes His Bestsellers at a Standing Desk", "date": "2020-04-15 15:10", "summary": "Don Winslow, author behind 'The Cartel' and 'Broken' on his custom-built Mustang, his curious lack of frustrations and what happens when he stands up to work. I love SiriusXM, especially the Real Jazz and Symphony Hall channels-they're really well-curated. And on long drives, I like to listen to Comedy Central Radio. But if whoever they've got on isn't making me laugh, I switch quickly over. I'm pretty promiscuous with the buttons.", "categories": [["Tech", "Personal Tech", "Gear & Gadgets"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb", "https://www.wsj.com/news/types/personal-technology-joanna-stern?mod=breadcrumb", "https://www.wsj.com/news/types/gear?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/congress-must-act-responsibly-for-a-recovery-11586977651", "title": "Congress Must Act Responsibly for a Recovery", "date": "2020-04-15 15:07", "summary": "The legislative remedies Congress has provided increase the incentives to not work and will make it that much harder for small businesses to qualify for loan forgiveness under the Payroll Protection Program (PPP).. My teenage daughter, a high-school senior, was recently laid off from her part-time job as a lifeguard when our neighborhood rec-center pool closed indefinitely due to the coronavirus. I share the concerns Casey B. Mulligan and Brian Blase raise when they argue \"never before in American history could a majority of the workforce get a raise merely by receiving a pink slip\" (\"Congress Can Still Save The Recovery,\" op-ed, April 8). Policies that enable earning more by not working could affect the work ethic and values of a generation of young people.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/devs-and-fauda-reviews-brooding-drama-and-nonstop-action-11586977597", "title": "'Devs' and 'Fauda' Reviews: Brooding Drama and Nonstop Action", "date": "2020-04-15 15:06", "summary": "The finale of a techno-dystopian miniseries; the new season of an Israeli thriller.. The hunt for a bingeable series continues among the sequestered multitudes, but it becomes clear-if you swap recommendations with friends-that one viewer's meat can be another's induced coma. This couldn't be more starkly exemplified by two series that reach different milestones Thursday, though each can be recommended, with reservations.", "categories": [["Books & Arts", "Television Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/television-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-mr-zoellick-doesnt-say-matters-more-11586977590", "title": "What Mr. Zoellick Doesn't Say Matters More", "date": "2020-04-15 15:06", "summary": "Zoellick's role in spearheading China's entry into the World Trade Organization 20 years ago was based on the premise that opening up China to \"free\" trade was going to make it more amenable to Western-style democracy and norms. How did that work out?. Robert B. Zoellick appears to suffer from the \"remember nothing, forget everything\" syndrome that is endemic to many career government bureaucrats (\"The World is Watching How America Handles Coronavirus,\" op-ed, April 7). His role in spearheading China's entry into the World Trade Organization 20 years ago was based on the premise that opening up China to \"free\" trade was going to make it more amenable to Western-style democracy and norms. How did that work out? Yet Mr. Zoellick opines, in the midst of a global pandemic that originated in China and was initially suppressed by an authoritarian government, that \"China has decided to combine recovery at home with advocating for a world 'community of shared interests.'\" George Orwell's \"memory hole\" is working overtime.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/does-governments-power-grab-concern-anyone-else-11586977527", "title": "Does Government's Power Grab Concern Anyone Else?", "date": "2020-04-15 15:05", "summary": "The overriding thrust of progressives is to embrace government authoritarianism as the solution for all problems.. Joseph Sternberg's \"A Coronavirus Reckoning for the Left\" (Political Economy, April 10) highlights the left/right divide on governance during this pandemic and in general. The overriding thrust of progressives is to embrace government authoritarianism as the solution for all problems involving disease control, health care, gun rights, freedom of speech, etc. I'm a libertarian at heart and find the progressive aggregation of power by our government at the expense of individual liberty a huge concern. The very idea that you can trust government with power unchecked by individual liberty is mindless stupidity.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/doc-mcstuffins-and-the-octonauts-reviews-rewatchable-family-fare-11586977533", "title": "'Doc McStuffins' and 'The Octonauts' Reviews: Rewatchable Family Fare", "date": "2020-04-15 15:05", "summary": "A little girl treats her toys' ailments; undersea explorers dive into adventure.. Those with multiple children know the drill: One kid watches every episode of a show, and then the second kid comes along and watches every episode of the same show. Who knows? Maybe a third comes along. Parental sanity is put at risk. Mom and dad wonder why the theme to \"Thomas & Friends\" has been in their heads since 2014. And how in the world can Elmo still be only 3 years old?", "categories": [["Books & Arts", "Television Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/television-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/san-francisco-has-acted-wisely-twice-on-bag-policy-11586977483", "title": "San Francisco Has Acted Wisely Twice on Bag Policy", "date": "2020-04-15 15:04", "summary": "The clock never stops, nothing remains the same no matter what we do or don't do.. Regarding your editorial \"Plastic Bag Bans: The Sequel\" (April 9): San Francisco did the right thing banning plastic bags, they've done the right thing again by banning personal bags and bringing back the plastic. And when, or if, this pandemic passes they may well do the right thing again, hopefully, banning plastic bags again. It's called \"change,\" something the Republicans seem to have a great aversion to. The clock never stops, nothing remains the same no matter what we do or don't do.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/williams-cfo-taps-debt-poison-pill-during-pandemic-11586977495", "title": "Williams CFO Taps Debt, Poison Pill During Pandemic", "date": "2020-04-15 15:04", "summary": "The pipeline operator drew down additional financing to shore up its cash position, but is also looking for joint-venture opportunities. Companies of all stripes have had to adapt their financial operations during the coronavirus pandemic. Oil and gas businesses such as Williams Cos. have been contending with the additional hurdle of a sharp decline in energy prices, which is pushing down stock prices.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-to-watch-feminisms-adversary-phyllis-schlafly-is-a-star-in-hulus-mrs-america-11586977324", "title": "What to Watch: Feminism's Adversary Phyllis Schlafly Is a Star in Hulu's 'Mrs. America'", "date": "2020-04-15 15:02", "summary": "This week, why some viewers won't binge, Apple TV+ offers real-estate escapism in 'Home' and recommendations from Jewel and a reader.. Erica Rhodes usually isn't much for reality TV, but she's been losing herself for hours sheltering in place with episodes of \"dumb reality stuff\" like Netflix 's \"Love Is Blind.\" But even in the age of quarantine, there are some shows the actress and comedian doesn't like to binge.", "categories": [["Books & Arts", "Arts", "Screen Time"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/arts?mod=breadcrumb", "https://www.wsj.com/news/types/screen-time?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-the-coronavirus-killed-its-first-female-victim-in-the-u-s-11586961428", "title": "How the Coronavirus Killed Its First Female Victim in the U.S.", "date": "2020-04-15 15:00", "summary": "Five days passed before the family of Marion Krueger, a generally healthy 85-year-old, learned their mother died of Covid-19. ", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/south-koreas-coronavirus-test-run-how-to-hold-an-election-11586948227", "title": "South Korea's Coronavirus Test Run: How to Hold an Election", "date": "2020-04-15 14:59", "summary": "Its national election gives countries early guidance on how votes might be held once rates of new infections fall. SEOUL-South Koreans streamed into polling stations wearing face masks and plastic gloves, taking part in the world's first major national election held during the new coronavirus pandemic.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/small-business-loans-by-the-numbers-11586975871", "title": "Where the Stimulus Loans for Small Businesses Are Going", "date": "2020-04-15 14:37", "summary": "So far, the federal government has approved loans and grants worth nearly $250 billion. WASHINGTON-Most of the federally guaranteed small business loans approved so far are for less than $350,000, with the construction industry the biggest beneficiary, according to data released by the Small Business Administration.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-to-macgyver-a-bar-quality-cocktail-at-home-11586980692", "title": "How to MacGyver a Bar-Quality Cocktail at Home", "date": "2020-04-15 14:31", "summary": "Turns out the secrets to drinking well on the go apply to homebound mixology too. A FEW YEARS AGO, I wrote a book called \"Road Soda.\" The concept: How to make cocktails in airplanes, trains, hotel rooms or anywhere that access to fancy tools and ingredients might be limited. I was amazed by the hacks well-traveled bartenders shared, also known as MacGyvering, in homage to the TV hero famed for finding ways to defuse a bomb or otherwise save the day using little more than, say, a pocketknife and a paper clip.", "categories": [["Life & Work", "Food & Drink"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/food-cooking-drink?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/put-across-your-best-self-with-chic-hair-accessories-11586975420", "title": "Hair Accessories to Make a Statement on Zoom-Even on Mute", "date": "2020-04-15 14:30", "summary": "Brands like JW Anderson and Prada offer expressive baubles to dress up your tresses. Here's what spring's barrettes and bows are saying. This crystal-embellished barrette telegraphs that every inch of your home is pristine. You've color-coded your closet, imposed systems on your skin-care products and are contemplating adopting a Persian cat. JW Anderson Hair Clip, $170, matchesfashion.com", "categories": [["Life & Work", "Style & Fashion", "Fashion"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/fashion?mod=breadcrumb", "https://www.wsj.com/news/types/fashion?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/top-colleges-in-the-midwest-for-student-outcomes-11586974749", "title": "Top Colleges in the Midwest for Student Outcomes", "date": "2020-04-15 14:19", "summary": "Private and public schools split the top 10 for this slice of the WSJ/THE College Rankings. The top 10 Midwestern colleges for student outcomes in the Wall Street Journal/Times Higher Education College Rankings are evenly split between private and public schools.", "categories": [["Life & Work", "Journal Reports: College Rankings"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-college-rankings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/health-insurers-arent-showing-symptoms-yetothers-are-11586974725", "title": "Health Insurers Aren't Showing Symptoms Yet-Others Are", "date": "2020-04-15 14:18", "summary": "Health insurance stocks should hold up fairly well during the coronavirus crisis. Other parts of the health system won't be so lucky.. For now, health insurance stocks are still good places for investors to hide. That spells trouble for providers of health services.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/divided-supply-chains-are-challenging-producers-retailers-11586974088", "title": "Divided Supply Chains Are Challenging Producers, Retailers", "date": "2020-04-15 14:08", "summary": "Coronavirus-driven market upheaval has companies struggling to bridge a gap between industrial and consumer-focused distribution channels. Images of empty supermarket shelves-while farmers dump milk and other foodstuffs-are delivering a stark lesson in the challenges of shifting goods from commercial to consumer supply chains as the coronavirus pandemic shakes up demand.", "categories": [["Logistics Report"]], "category_links": ["https://www.wsj.com/news/types/logistics-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bank-of-canada-leaves-key-interest-rate-unchanged-11586961933", "title": "Bank of Canada Leaves Key Interest Rate Unchanged", "date": "2020-04-15 13:58", "summary": "Efforts to contain pandemic caused sudden, deep contraction in economic activity and employment. OTTAWA-The Bank of Canada left its key interest rate unchanged Wednesday and said it would begin purchasing provincial and corporate bonds, as it warned the near-term decline in Canada's economic output could be the biggest on record.", "categories": [["Economy", "Central Banks"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/central-banks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/where-schools-reopen-distancing-and-disinfectant-are-the-new-coronavirus-routine-11586971911", "title": "Where Schools Reopen, a New Routine of Masks and Distancing", "date": "2020-04-15 13:48", "summary": "Resume Subscription. COPENHAGEN, Denmark-Wednesday was back-to-school-day at Tingbjerg primary school in this Scandinavian city. Awaiting the children: Some work, a little play, regular hand-washing and firm rules about social distancing.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/coronavirus-jeopardizes-putins-extravagant-wartime-commemorations-11586949649", "title": "Coronavirus Jeopardizes Putin's Extravagant Wartime Commemorations", "date": "2020-04-15 13:45", "summary": "Russian president must decide whether to cancel or postpone an event he has long used to burnish his image. MOSCOW-The new coronavirus is threatening to rain on Russian President Vladimir Putin's annual Victory Day parade, the high-profile celebration of the Soviet victory over Nazi Germany that he has long used to project pride and confidence at home and Moscow's power abroad.", "categories": [["World", "Europe", "Russia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb", "https://www.wsj.com/news/types/russia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/students-may-be-able-to-take-sat-act-at-home-due-to-coronavirus-11586971894", "title": "Students May Be Able to Take SAT, ACT at Home Due to Coronavirus", "date": "2020-04-15 13:39", "summary": "College Board will offer monthly test dates, in-school option, while ACT plans for a remote option later this year. After canceling springtime SAT and ACT test dates to comply with limits on large gatherings due to the coronavirus pandemic, the College Board and ACT are now making plans so high-school students can take the college-admission exams come fall.", "categories": [["U.S.", "Education"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/education?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/wall-street-got-temporary-boost-as-companies-prepped-for-coronavirus-11586971662", "title": "Wall Street Got Temporary Boost as Companies Prepped for Coronavirus", "date": "2020-04-15 13:27", "summary": "The investment-banking businesses of major banks are compensating for projected loan losses, but perhaps not for long. It hasn't been all bad for banks so far in the coronavirus crisis.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/low-income-nations-get-go-ahead-to-suspend-debt-payments-to-other-governments-11586970264", "title": "Low-Income Nations Get Go-Ahead to Suspend Debt Payments", "date": "2020-04-15 13:04", "summary": "Move by Group of 20 frees money to fight coronavirus pandemic. Low-income countries got the green light to suspend debt payments to other governments, making more money available to fight the coronavirus pandemic and stabilize their economies.", "categories": [["Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/apple-powers-up-by-pricing-down-11586970211", "title": "Apple Powers Up by Pricing Down", "date": "2020-04-15 13:03", "summary": "Cheaper iPhone SE comes at the right time, and can still serve Apple's interests. Apple Inc. finally got around to updating the iPhone SE. And not a moment too soon.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/democrats-want-to-gum-up-payroll-protection-11586969121", "title": "Democrats Want to Gum Up Payroll Protection", "date": "2020-04-15 12:45", "summary": "The program needs more money. What it doesn't need is more bureaucracy.. Small-business layoffs increased tenfold in March as economic activity shut down to prevent the spread of Covid-19. As Congress continues to address this crisis, we must replenish funds for the Paycheck Protection Program, the largest small-business relief package in American history. According to the Small Business Administration, more than one million loans have been approved, with more than $247 billion processed. The $350 billion Congress allocated is expected to run out by Friday.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/we-have-a-coronavirus-testlet-us-use-it-11586969078", "title": "We Have a Coronavirus Test-Let Us Use It", "date": "2020-04-15 12:44", "summary": "Suspend regulations that prevent research labs from conducting diagnostic checks.. Our research team used Food and Drug Administration guidelines and a scientific report from Wuhan, China, to develop a Covid-19 test in early March. It took one week. Our test doesn't use the reagents other labs are desperately seeking, and it can identify levels of virus so low that a typical test could miss them entirely. Yet our lab sits idle.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/dollar-climbs-on-renewed-fears-of-pandemics-cost-11586955073", "title": "Dollar Climbs on Renewed Fears of Pandemic's Cost", "date": "2020-04-15 12:35", "summary": "Greenback rises against other safe-haven currencies including the yen and the Swiss franc. The dollar rallied against most currencies Wednesday as concerns about the economic impact of the coronavirus pandemic and the lack of a global policy response fueled investors' jitters.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/south-dakota-vs-coronavirus-11586967498", "title": "South Dakota vs. Coronavirus", "date": "2020-04-15 12:29", "summary": "Statewide shutdown is not the only way to protect public health.. The press is heaping scorn upon South Dakota's Gov. Kristi Noem because she hasn't imposed the blunt instrument of lockdown on her constituents. Time will tell if virus mortality in the Mount Rushmore State reaches the levels in states run by lockdown media stars.", "categories": [["Opinion", "Best of the Web"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/best-of-the-web-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tour-de-france-clings-to-summer-with-new-dates-11586967553", "title": "Tour de France Clings to Summer With New Dates", "date": "2020-04-15 12:19", "summary": "Although the country remains on lockdown, the stakes for cycling's most prestigious event is crucial for the survival of many teams. PARIS-The rest of the global sports calendar may have collapsed, but one sporting event is stubbornly clinging to the summer. The Tour de France on Wednesday announced that it would delay its start by two months, aiming to run from Aug. 29 to Sept. 20.", "categories": [["Sports"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/frontier-communications-files-for-chapter-11-bankruptcy-11586955706", "title": "Frontier Communications Files for Chapter 11 Bankruptcy", "date": "2020-04-15 12:12", "summary": "Telecommunications company plans to restructure $17.5 billion debt on its balance sheet. Frontier Communications Corp. filed for bankruptcy Tuesday to implement a prearranged $10 billion debt-cutting proposal backed by the telephone and internet-service provider's bondholders.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/unitedhealth-beats-quarterly-expectations-11586963714", "title": "UnitedHealth Reports Mixed Coronavirus Impact in First Quarter", "date": "2020-04-15 12:12", "summary": "Health insurer, which also owns surgery centers, said effects of pandemic emerged late in quarter; company leaves 2020 guidance unchanged. UnitedHealth Group Inc. said its insurance arm gained from widespread cancellations of medical procedures but its surgery centers were hurt by falling volumes, results that showed the pandemic's emerging impact on the U.S. health-care system.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lets-have-tim-cover-apple-and-jeff-analyze-amazon-11586955914", "title": "Let's Have Tim Cover Apple and Jeff Analyze Amazon", "date": "2020-04-15 12:04", "summary": "A study shows that analysts who share a name with a CEO will make more accurate earnings forecasts for that company.. Self-improvement guru Dale Carnegie grasped years ago that \"a person's name is to that person the sweetest, most important sound in any language.\" An accounting professor has shown that the phenomenon can be profitable for Wall Street analysts too.", "categories": [["Markets", "Overheard"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/overheard?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/out-of-work-apartment-tenants-putting-monthly-rent-on-plastic-11586966251", "title": "Out-of-Work Apartment Tenants Putting Monthly Rent on Plastic", "date": "2020-04-15 11:57", "summary": "Number of renters using credit cards to make payments rises; more landlords absorb transaction fees. A growing number of Americans are paying rent by credit card during the coronavirus pandemic, a move that is enabling more tenants to make timely payments but potentially pushing some deeper into debt.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lack-ofsavingsworsens-the-pain-of-coronavirus-downturn-11586943001", "title": "Lack of Savings Worsens the Pain of Coronavirus Downturn", "date": "2020-04-15 11:48", "summary": "Many of the millions of restaurant, hotel and store workers affected by shutdowns are expected to fall behind on rent and other bills. Alicia Cook was down to $22 on Monday, a month after her hours as head banquet chef at a hotel in Nacogdoches, Texas, had dwindled to almost nothing.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/apple-unveils-low-priced-iphone-in-bid-to-capture-emerging-markets-11586965159", "title": "Apple Unveils Low-Priced iPhone in Bid to Capture Emerging Markets", "date": "2020-04-15 11:39", "summary": "New smartphone rollout complicated by coronavirus pandemic, uncertain demand. Apple Inc. on Wednesday introduced a lower-priced iPhone with a fingerprint sensor and older exterior design, as the tech giant looks to revitalize its biggest franchise by targeting a broader group of potential buyers.", "categories": [["Tech", "Consumer Technology"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb", "https://www.wsj.com/news/types/consumer-technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/its-not-just-working-remotely-hiring-and-onboarding-go-virtual-too-11586963419", "title": "It's Not Just Working Remotely; Hiring and Onboarding Go Virtual, Too", "date": "2020-04-15 11:10", "summary": "With many workplaces closed during the pandemic, hiring and onboarding are moving online; new employees bond virtually over DoorDash delivery. For her first day on the job at Accenture last month, Danielle Mizrachi planned to walk to the consulting firm's offices near New York's Grand Central Terminal wearing the work clothes she bought after accepting their offer back in November.", "categories": [["Life & Work", "Life & Style"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/life-style?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/elizabeth-warren-backs-joe-biden-for-president-11586957610", "title": "Elizabeth Warren Backs Joe Biden for President", "date": "2020-04-15 11:09", "summary": "Massachusetts senator is last of rivals to endorse presumptive Democratic nominee. WASHINGTON-Sen. Elizabeth Warren backed Joe Biden as the presumptive Democratic presidential nominee, becoming the last of his top 2020 rivals to do so.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/inside-the-push-to-redeploy-workers-quickly-11586943000", "title": "50,000 Jobs, 900,000 Resumes: Coronavirus Is Redeploying Workers at Record Pace", "date": "2020-04-15 11:08", "summary": "Pandemic has companies shifting thousands of employees into new jobs, some through partnerships unthinkable months ago. As the pandemic began knocking out swaths of the economy last month, CVS Health Corp.'s chief recruiter, Jeff Lackey, conferred with his contacts at companies that would suffer some of the biggest blows-airlines, hotel companies and retailers.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/awful-march-was-a-preview-of-far-worse-april-for-u-s-economy-11586963077", "title": "Awful March Was a Preview of Far Worse April for U.S. Economy", "date": "2020-04-15 11:04", "summary": "Historically bad U.S. retail and industrial data for March mean April will be worse. March was a bad month for the economy and April will be worse. But how much worse?", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-paves-way-for-new-age-of-digital-surveillance-11586963028", "title": "How Coronavirus Is Eroding Privacy", "date": "2020-04-15 11:03", "summary": "Resume Subscription. In South Korea, investigators scan smartphone data to find within 10 minutes people who might have caught the coronavirus from someone they met. Israel has tapped its Shin Bet intelligence unit, usually focused on terrorism, to track down potential coronavirus patients through telecom data. One U.K. police force uses drones to monitor public areas, shaming residents who go out for a stroll.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/apples-new-399-iphone-se-long-live-the-small-screen-and-home-button-11586962800", "title": "Apple's New $399 iPhone: Long Live the Small Screen and Home Button", "date": "2020-04-15 11:00", "summary": "Those who have resisted $700-plus iPhones with big screens and Face ID finally have a solid choice. There's a brand new iPhone-and by \"brand new\" I mean an iPhone that looks like an old iPhone with the name of an even older iPhone.", "categories": [["Tech", "Personal Tech", "Personal Technology: Review"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb", "https://www.wsj.com/news/types/personal-technology-joanna-stern?mod=breadcrumb", "https://www.wsj.com/news/types/personal-technology-joanna-stern?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/airline-bailouts-address-the-lockdown-not-the-recession-11586961005", "title": "Airline Bailouts Address the Lockdown, Not the Recession", "date": "2020-04-15 10:30", "summary": "This is probably the best aid package that airline investors could hope for, but it shouldn't be read as a recovery signal. For current airline shareholders, getting bailed out by the government is great news. Other investors, though, should still be wary of buying into a notoriously recession-prone industry.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/longer-term-prospects-of-coronavirus-response-bigger-state-higher-taxes-11586696401", "title": "Longer-Term Prospects of Coronavirus Response: Bigger State, Higher Taxes", "date": "2020-04-15 10:17", "summary": "Some analysts and historians think the current crisis could fuel a new era of big government in which public officials control more economic levers. World leaders from President Trump to President Emmanuel Macron of France and Queen Elizabeth II of Britain have invoked the wartime spirit as they rally citizens to defeat the new coronavirus.", "categories": [["Economy", "The Outlook"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/the-outlook?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-home-workouts-come-with-new-aches-and-pains-11586960259", "title": "New Home Workouts Come With New Aches and Pains", "date": "2020-04-15 10:17", "summary": "Many people trying online routines during the coronavirus pandemic are finding it's not so easy to do them right. Here's advice from the experts on improving your form.. Like many people, Cheryl Caveney has had to adapt her workouts during the coronavirus pandemic.", "categories": [["Life & Work", "What's Your Workout?"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/what-s-your-workout?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/work-from-home-veterans-have-had-it-with-you-coronavirus-rookies-11586959892", "title": "Work-From-Home Veterans Have Had It With You Coronavirus Rookies", "date": "2020-04-15 10:11", "summary": "The pros seethe as spouses and kids invaded their home office space with loud talk and ill-timed trips to the fridge. Greg Baker has worked from home in Kansas City, Mo., for about six years, taking inbound calls for a FedEx call center. He tackled every distraction. He unplugged the doorbell. He shut the door to the room where his teenage son's two pet birds live. He told friendly neighbors to avoid stopping by during work hours.", "categories": [["A-hed"]], "category_links": ["https://www.wsj.com/news/types/a-hed?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-devastated-travel-industry-by-the-numbers-11586959775", "title": "The Devastated Travel Industry, by the Numbers", "date": "2020-04-15 10:09", "summary": "These 13 stats show how much coronavirus has changed airlines, hotels and others in a matter of weeks. The devastation that coronavirus has rained on the world feels almost impossible to quantify. Along with the lives lost, entire industries are flailing. Travel has been one of the hardest hit, affecting the lives and livelihoods of millions. As we tally the corporate carnage, some numbers stand out and show just how deep the travel depression is:", "categories": [["Life & Work", "Travel", "The Middle Seat"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/magazine/travel?mod=breadcrumb", "https://www.wsj.com/news/types/the-middle-seat?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/families-of-the-most-seriously-ill-search-for-covid-19-plasma-donors-11586957678", "title": "Families of the Most Seriously Ill Search for Plasma Donors", "date": "2020-04-15 09:34", "summary": "Experimental therapy drives last-ditch hunt for survivors to donate plasma as blood banks' inventory builds. Before seriously ill Covid-19 patients can get an experimental treatment called convalescent plasma therapy, their families have to do just one thing: find the donors.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/wisconsin-election-boosts-democratic-optimism-11586952164", "title": "Wisconsin Election Boosts Democratic Optimism", "date": "2020-04-15 09:18", "summary": "A liberal candidate won in a state Supreme Court race in which Joe Biden and Donald Trump took sides amid the coronavirus. Democrats are feeling more confidence and Republicans some cause for concern as they study results from a competitive state Supreme Court race in Wisconsin with an eye toward November's presidential election.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/justin-amash-weighs-presidential-bid-but-needs-third-party-support-11586946686", "title": "Amash Weighs Presidential Bid, but Needs Third-Party Support", "date": "2020-04-15 09:14", "summary": "Republican-turned-independent House member could turn to Libertarian Party for nomination. Rep. Justin Amash said he is weighing a 2020 presidential bid, but if the Republican-turned-independent has any hope of getting on the ballot in most or all 50 states, he will need a third party to adopt him.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-ceo-crafted-a-vision-for-rite-aid-now-shes-launching-it-in-a-crisis-11586955602", "title": "New Rite Aid CEO Crafted a Vision. Now She's Launching It in a Crisis.", "date": "2020-04-15 09:00", "summary": "Heyward Donigan talks about her turnaround plan for the drugstore chain amid the coronavirus pandemic and why telehealth is here to stay. Heyward Donigan spent seven months crafting a massive overhaul of Rite Aid Corp. after taking the helm of the beleaguered drugstore chain in August. Then, almost overnight, the pandemic upended her plans to unveil her strategic vision.", "categories": [["Business", "Management", "Management & Careers"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/management?mod=breadcrumb", "https://www.wsj.com/news/types/boss-talk?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/one-year-after-blaze-notre-dame-rebuild-is-in-limbo-11586954747", "title": "One Year After Fire, Notre Dame's Rebuild Is in Limbo", "date": "2020-04-15 08:45", "summary": "France's lockdown is disrupting efforts to stabilize the cathedral at a critical juncture: the removal of the scaffolding where the fire started. PARIS-One year after a devastating fire ravaged its roof and central spire, Notre Dame Cathedral is facing a new threat: the coronavirus.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/7-ways-to-redecorate-without-buying-a-thing-11586954017", "title": "7 Ways to Redecorate Without Buying a Thing", "date": "2020-04-15 08:33", "summary": "Perpetually inside? Design pros suggest ways to change up your interiors with what you already have. QUARANTINED AS we are, you've likely cleaned your quarters so thoroughly you expect a lightning-bolt worth of Marie Kondo's sparky joy. It's indisputably gratifying to have tossed expired food cans and vacuumed the scuzz from between sofa cushions. But when self-satisfaction wanes, your décor remains...the same.", "categories": [["Real Estate", "Design"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/design?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/private-creditors-crucial-to-emerging-markets-debt-relief-11586941654", "title": "Private Creditors Become Crucial to Emerging Markets' Debt Relief", "date": "2020-04-15 08:33", "summary": "Bondholders to have central role in negotiations as governments seeking delays. Emerging markets have rushed to tap a flood of easy money from investors in recent years. That is likely to put bondholders at the forefront of negotiations in coming weeks as debt-laden governments seek relief.", "categories": [["Markets", "Credit Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/credit-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-fight-is-creating-mountains-of-global-debt-11586953801", "title": "Coronavirus Fight Is Creating Mountains of Global Debt", "date": "2020-04-15 08:30", "summary": "International Monetary Fund in report says nearly $8 trillion in spending, loans and guarantees could pose threat after pandemic eases. WASHINGTON-Governments around the world will amass huge debts to combat the coronavirus, which could pose risks once the threat of the pandemic fades, the International Monetary Fund said in a report.", "categories": [["Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/instagram-battle-timbaland-swizz-lil-jon-tpain-kanye-11586952505", "title": "Five Stadiums' Worth of Music Fans Are Tuning In to Wild Instagram 'Battles'", "date": "2020-04-15 08:30", "summary": "Superstar music producers Timbaland and Swizz Beatz are drawing hundreds of thousands of people to watch songmakers go song for song on livestream. On a Saturday night, in the midst of quarantine, about 280,000 people all gathered together. Some even got dressed up, and made themselves a drink, but they weren't going out in the physical sense. Instead, they were all tuned into Instagram Live, where T-Pain and Lil Jon-two pillars of mid-aughts hip-hop-were sharing the screen in a head-to-head competition. In the fast-scrolling comments section, celebrities like Lizzo and Usher jockeyed alongside brand accounts like Netflix and Chipotle for attention. T-Pain and Lil Jon went back and forth, each playing their nostalgic hits for an audience that could have filled multiple football stadiums.", "categories": [["Magazine - Culture"]], "category_links": ["https://www.wsj.com/news/types/magazine-culture?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-to-help-a-friend-care-for-a-coronavirus-patient-11586953801", "title": "My Husband Had Covid-19. Here's How My Friends Helped.", "date": "2020-04-15 08:30", "summary": "I learned what kinds of assistance I really needed-and what kind I didn't. \"Who owns a shower cap in 2020?\" I tapped into a group chat with friends.", "categories": [["Life & Work", "Journal Reports: Health Care"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-health-care?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/wall-street-explores-changes-to-circuit-breakers-after-coronavirus-crash-11586952558", "title": "Wall Street Explores Changes to Circuit Breakers", "date": "2020-04-15 08:09", "summary": "Financial firms look at making trading halts less likely immediately after the opening bell. Financial heavyweights including Morgan Stanley , Citadel Securities and BlackRock Inc. are exploring potential changes to the U.S. stock market's circuit breakers after the rarely used mechanisms repeatedly halted trading last month.", "categories": [["Markets", "Stocks"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hotel-startup-oyo-looks-to-softbank-for-help-in-japan-11586952230", "title": "Hotel Startup Oyo Looks to SoftBank for Help in Japan", "date": "2020-04-15 08:03", "summary": "Indian company plans to move some employees at Japan unit onto payrolls of one of its biggest investors to cut costs. Indian startup Oyo Hotels & Homes is planning to move some employees off its payroll and onto the rolls of its biggest investor, SoftBank Group Corp. , in a sign of how the Japanese tech giant is stepping in to aid one of its most important portfolio companies in a pinch.", "categories": [["Business", "Asia"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/dont-trust-the-e-in-the-stock-markets-p-e-ratio-11586952181", "title": "Don't Trust the 'E' in the Stock Market's P/E Ratio", "date": "2020-04-15 08:03", "summary": "Analysts have cut earnings forecasts sharply for U.S. companies, but the actual numbers will likely be much worse. Analysts have taken an ax to their earnings estimates for this year when they probably should have used a chain saw. This has less to do with their sunny optimism than with their uncertainty over how bad the economic toll of the coronavirus pandemic will be.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/shortened-mlb-draft-sends-baseball-prospects-into-uncertain-future-11586952000", "title": "Shortened MLB Draft Sends Baseball Prospects Into Uncertain Future", "date": "2020-04-15 08:00", "summary": "With the delayed baseball season crippling league revenues, owners are looking to preserve money. Anyone taken in the sixth round of the Major League Baseball draft is one of the 200 best amateur players in the country. Slugging Chicago Cubs first baseman Anthony Rizzo, a three-time All-Star, was selected in the sixth round. So was Oakland Athletics shortstop Marcus Semien, a finalist for American League MVP last year, along with former stars such as Sal Bando, Tim Hudson, Jamie Moyer, Shane Victorino, Devon White and many others.", "categories": [["Sports", "MLB"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/mlb?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/south-american-family-buys-eight-new-york-apartments-to-stash-cash-amid-coronavirus-11586952028", "title": "South American Family Buys Eight New York Apartments to Stash Cash Amid Coronavirus", "date": "2020-04-15 08:00", "summary": "The buyers paid nearly $27 million for the units at Waterline Square, a three-tower complex on Manhattan's Upper West Side. A South American family has paid close to $27 million for eight units at Waterline Square, a new construction residential complex on Manhattan's Upper West Side, according to the buyers' agent, Maria Velazquez of Douglas Elliman.", "categories": [["WSJ News Exclusive", "Private Properties"]], "category_links": ["https://www.wsj.com/news/types/private-properties?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/eu-asks-member-countries-to-coordinate-reopening-economies-11586951921", "title": "EU Asks Member Countries to Coordinate Reopening Economies", "date": "2020-04-15 07:58", "summary": "Brussels aims to avoid a repeat of the chaotic unilateral measures at the onset of Europe's coronavirus crisis. BRUSSELS-European Union officials predicted a \"very long\" exit from the coronavirus crisis as they set out recommendations for ending lockdowns and asked governments to coordinate reopening their economies.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/golds-rally-depends-on-the-feds-policies-working-11586937820", "title": "Gold's Rally Depends on the Fed's Policies Working", "date": "2020-04-15 07:57", "summary": "More than anything else, the price of gold depends on real interest rates. If the U.S. falls into a deflationary spiral, the precious metal will suffer, too.. Gold prices rose to their highest level since 2012 this week, climbing above $1,750 a troy ounce. The rally so far has hinged on investors' belief that the Fed will successfully steer the U.S. economy away from deflationary shoals. Further increases also depend on them keeping that faith.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/airbnb-gets-1-billion-loan-bringing-coronavirus-funding-to-2-billion-11586929819", "title": "Airbnb Gets $1 Billion Loan, Bringing Coronavirus Funding to $2 Billion", "date": "2020-04-15 07:37", "summary": "Home-sharing company faces escalating losses as the pandemic devastates global travel industry. Airbnb Inc. secured a $1 billion loan from institutional investors, the company said, the second funding round for the home-sharing marketplace since the coronavirus pandemic devastated the global travel industry.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pandemic-upends-life-in-european-cities-where-border-had-vanished-11586948401", "title": "Pandemic Upends Life in European Cities Where Border Had Vanished", "date": "2020-04-15 07:00", "summary": "Coronavirus lockdowns force workers to stay on one side of a border they used to cross daily. The coronavirus pandemic has resurrected national boundaries that had all but faded away, upending businesses and lives. Perhaps nowhere is the change more dramatic than in Europe, which has spent years erasing borders.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/china-tightens-russia-border-to-stem-surge-of-coronavirus-cases-11586881584", "title": "China Tightens Russia Border to Stem Surge of Coronavirus Cases", "date": "2020-04-15 06:29", "summary": "Officials move to contain new outbreak as infected Chinese nationals return from Moscow. MOSCOW-China raced to contain a new outbreak of coronavirus in communities along its northern border with Russia, just days after Beijing had all but declared victory over the disease where it emerged, in the city of Wuhan.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mlb-employees-to-participate-in-coronavirus-antibody-study-11586944803", "title": "MLB Employees to Participate in Coronavirus Antibody Study", "date": "2020-04-15 06:00", "summary": "About 10,000 employees from 27 of MLB's 30 teams are being tested to detect whether they have already been infected with the coronavirus. Jay Bhattacharya, a professor of medicine at Stanford University, wanted to conduct large-scale research to understand the prevalence of the novel coronavirus. Daniel Eichner, the president of Sports Medicine Research and Testing Laboratory, had the enormous number of testing kits necessary. Major League Baseball had a representative group of subjects to generate scientifically viable results.", "categories": [["Sports", "MLB"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/mlb?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/airlines-arent-the-only-casualties-of-empty-airports-11586943922", "title": "Airlines Aren't the Only Casualties of Empty Airports", "date": "2020-04-15 05:45", "summary": "Luxury, liquor and sunglasses brands will also suffer from falling traveler numbers. How long will it take companies that sell consumer goods to get over today's store closures? One answer is that those reliant on travel hubs for a big chunk of sales will need more time than most.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/animal-crossing-gives-nintendo-new-horizons-11586943393", "title": "'Animal Crossing' Gives Nintendo New Horizons", "date": "2020-04-15 05:39", "summary": "Latest release is so popular during coronavirus lockdowns that videogame giant is struggling to keep up with demand for consoles. \"Animal Crossing: New Horizons,\" Nintendo 's new videogame, has been flying off the shelves. The Japanese company now faces a nice problem: how to make enough of its Switch consoles to meet soaring demand.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-students-left-behind-when-college-campuses-empty-out-due-to-coronavirus-fears-11586943002", "title": "The Students Left Behind When College Campuses Empty Out Due to Coronavirus Fears", "date": "2020-04-15 05:30", "summary": "Some who can't go home find themselves alone in their dorms, on quiet campus lawns and standing six feet from anyone else they can find. Every weekday morning, Siân Lewis calls her brother on FaceTime and spends an hour doing yoga, stationed on the porch outside her apartment on the campus of Davidson College.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/detroit-kidney-doctor-wouldnt-abandon-patients-amid-coronavirus-11586943000", "title": "Detroit Kidney Doctor Wouldn't Abandon Patients During Coronavirus", "date": "2020-04-15 05:30", "summary": "Olaf Kroneman offers 'familiar face' for those with Covid-19; 'They are isolated and alone with their thoughts'. In the Covid-19 era, Olaf Kroneman's masked face might be the last familiar sight one of his kidney patients with coronavirus sees.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/we-decided-to-cut-our-losses-why-some-small-firms-are-shutting-down-11586943002", "title": "For These Small Companies, Stimulus Was No Solution", "date": "2020-04-15 05:30", "summary": "Slammed by the coronavirus pandemic and unsure when, or if, their customers will return, some owners of small businesses are choosing not to apply for help and closing their doors for good. The federal government is pouring hundreds of billions of dollars into saving small businesses, but the effort came too late for MoviE-Town Cinemas.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/san-francisco-fed-chief-casts-doubt-on-v-shaped-recovery-11586943003", "title": "San Francisco Fed Chief Casts Doubt on V-Shaped Recovery", "date": "2020-04-15 05:30", "summary": "Mary Daly says central bank will maintain near-zero rates until after the coronavirus crisis passes. Federal Reserve Bank of San Francisco President Mary Daly said the path of recovery out of the coronavirus crisis is unlikely to be swift, even if the threat of illness is contained quickly.", "categories": [["Economy", "Central Banks"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/central-banks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11586886560", "title": "Pepper...and Salt", "date": "2020-04-15 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/global-coronavirus-infections-near-two-million-11586853858", "title": "Governors Assert Authority Over Reopening States", "date": "2020-04-15 23:59", "summary": "Trump appears to tone down his comments about being final decision maker on reopening country. Governors across the U.S. asserted their authority to reopen their states' economies, outlining plans to slowly roll back emergency orders, and President Trump appeared to tone down his previous comments about being the final decision maker on reopening the country.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-will-halt-funding-to-world-health-organization-over-coronavirus-response-11586905300", "title": "Trump Says U.S. Will Cut Off Funding to WHO", "date": "2020-04-15 23:16", "summary": "Trump administration will withhold funds while it investigates WHO's response to the pandemic. WASHINGTON-President Trump said the U.S. would halt funding to the World Health Organization while his administration investigates what he called the group's mismanagement of the coronavirus response.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/political-consultants-sue-for-access-to-small-business-loans-11586883369", "title": "Political Consultants Sue for Access to Small Business Loans", "date": "2020-04-15 22:47", "summary": "Association of campaign workers, pollsters and fundraisers says loan ban violates their constitutional rights. WASHINGTON-A trade association of political consultants is suing the Trump administration, arguing that the Small Business Administration is violating the First Amendment rights of its members by barring pollsters, lobbyists and campaign operatives from receiving emergency loans linked to the coronavirus pandemic.", "categories": [["Business", "Small Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/small-business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-restrictions-cant-disfavor-churches-justice-department-says-11586903463", "title": "Coronavirus Curbs Can't Disfavor Churches, Justice Department Says", "date": "2020-04-15 20:51", "summary": "Department weighs in on side of Mississippi church conducting drive-in services amid pandemic. WASHINGTON-The Justice Department said Tuesday that state and local coronavirus restrictions can't treat churches less favorably than other institutions, filing legal papers in support of Mississippi churchgoers who received citations last week.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/boeing-loses-plane-orders-as-coronavirus-hits-global-air-traffic-11586876400", "title": "Boeing Loses Plane Orders as Coronavirus Hits Global Air Traffic", "date": "2020-04-15 20:40", "summary": "Travel slump coincides with continuing delays in returning 737 MAX to service. Boeing Co. said it suffered the biggest monthly spike in jetliner cancellations in decades as airlines start to adjust their fleets in response to the coronavirus pandemic.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}]