[{"link": "https://www.wsj.com/articles/walmart-moderna-amazon-stocks-that-defined-the-week-11605922023", "title": "Walmart, Moderna, Amazon: Stocks That Defined the Week", "date": "2020-11-20 20:27", "summary": "Here are seven major companies whose stocks moved on the week's news. Walmart Inc.", "categories": [["Markets", "Stocks"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-10-covid-19-test-walmart-heirs-back-startup-developing-at-home-tests-11605912181", "title": "Walmart Heirs Back Startup Developing $10 At-Home Covid-19 Tests", "date": "2020-11-20 19:57", "summary": "Startup is one of many seeking FDA approval for tests that could be sold in Walmart, other stores. The billionaire Walton family that controls Walmart Inc. is among a group of investors backing a startup aiming to design at-home Covid-19 tests to sell for as little as $10 at the retail giant's stores and elsewhere.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-courts-state-lawmakers-amid-effort-to-block-biden-win-11605887559", "title": "Michigan Lawmakers Tell Trump They See No Reason State's Results Would Change", "date": "2020-11-20 19:51", "summary": "President's effort to swing Electoral College in his direction draws criticism from some Republicans; Romney calls it 'undemocratic'. President Trump's effort to stop key states from certifying Democrat Joe Biden's election victory hit another hurdle Friday after two Michigan lawmakers he had summoned to the White House said they saw no reason why the state's results would change.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/some-republicans-call-for-trump-to-back-up-claims-of-fraud-11605915136", "title": "Some Republicans Call for Trump to Back Up Claims of Fraud", "date": "2020-11-20 19:36", "summary": "Rep. Liz Cheney says any 'genuine evidence' that could change the election outcome needs to be disclosed immediately. ", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ppp-borrowers-are-asked-to-justify-need-for-loans-over-2-million-11605903702", "title": "PPP Borrowers Are Asked to Justify Need for Loans Over $2 Million", "date": "2020-11-20 19:27", "summary": "Trade groups say agency is seeking disclosures that weren't required when loans were first made. The Small Business Administration has begun asking some Paycheck Protection Program borrowers to document why they needed the loans, drawing concern from advocacy and trade groups that say such disclosures weren't required when the businesses applied for aid.", "categories": [["Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-a-so-so-physics-student-finally-won-his-nobel-11605884403", "title": "How a So-So Physics Student Finally Won His Nobel", "date": "2020-11-20 19:00", "summary": "Masatoshi Koshiba, who built an underground water tank to detect neutrinos, has died at 94. TOKYO-The events of a single day-Feb. 23, 1987-made Masatoshi Koshiba's career and advanced the quest of physicists and astronomers for the universe's secrets.", "categories": [["World", "Obituaries"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/obituaries?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/georgia-certifies-donald-trump-lost-11605915757", "title": "Georgia Certifies: Donald Trump Lost", "date": "2020-11-20 18:42", "summary": "A recount changed little, as the evidence of ballot fraud fails to appear.. The recount in Georgia is finished, after workers examined five million ballots by hand, but President Trump still lags Joe Biden by 12,000 votes. Many of the figures barely budged: In 73% of Georgia's 159 counties, the margin of the hand count varied from the original by 10 voters or fewer. In a quarter of counties, the two numbers exactly matched.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-crown-takes-on-margaret-thatchers-legacyhow-well-does-it-do-11605915689", "title": "'The Crown' Takes on Margaret Thatcher's Legacy-How Well Does It Do?", "date": "2020-11-20 18:41", "summary": "A guide to understanding the political backdrop of 1980s Britain from its economic troubles to social unrest. In the first episode of \"The Crown's\" fourth season, it's clear that Queen Elizabeth II and Britain's first female prime minister are headed toward a tense relationship.", "categories": [["Books & Arts", "Entertainment", "Television"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/arts-entertainment?mod=breadcrumb", "https://www.wsj.com/news/types/television?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trumps-gift-to-joe-biden-11605915662", "title": "Trump's Gift to Joe Biden", "date": "2020-11-20 18:41", "summary": "His new drug price rule will hurt the innovation that has produced Covid vaccines.. Congratulations to drug companies for their tremendous work developing Covid-19 vaccines and therapies in record time. Their reward from the Trump Administration is a new regulation imposing drug price controls, which will make it easier for Joe Biden to go further next year.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/colorado-targets-oil-and-gas-11605915600", "title": "Colorado Targets Oil and Gas", "date": "2020-11-20 18:40", "summary": "Regulators disparage fossil fuels as they ready sweeping new rules.. Colorado regulators are preparing to approve sweeping new restrictions on oil and gas companies on Monday. Meanwhile, the companies received an unintended glimpse this week of how their regulators hold them in contempt.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/zurich-insurance-in-talks-to-acquire-metlifes-car-home-insurance-unit-11605915278", "title": "Zurich Insurance in Talks to Acquire MetLife's Car, Home Insurance Unit", "date": "2020-11-20 18:34", "summary": "Deal would be conducted through Zurich's Farmers Group unit and expand its U.S. business. Zurich Insurance Group AG said Friday that it is in talks with MetLife Inc. to acquire the insurer's U.S. property and casualty insurance business.", "categories": [["Markets", "Deals"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/deals-deal-makers?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/american-catholic-review-doctrine-and-democracy-11605913958", "title": "'American Catholic' Review: Doctrine and Democracy", "date": "2020-11-20 18:12", "summary": "For theologians like John Courtney Murray, a church that had feared democracy needed to embrace it instead.. In October of 2019, in an address to the de Nicola Center for Ethics and Culture at the University of Notre Dame, Attorney General William Barr defended the American tradition of religious freedom in forceful terms. \"The imperative of protecting religious freedom was not just a nod in the direction of piety,\" he observed. \"It reflects the Framers' belief that religion was indispensable to sustaining our free system of government.\" The attorney general went on, in his characteristically dry tone, to inveigh against attempts by American progressives to use the law to punish religious people for holding views that offend the latest liberal consensus.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/wenger-review-top-gunner-11605913891", "title": "'Wenger' Review: Top Gunner", "date": "2020-11-20 18:11", "summary": "Devoted to soccer, 'Le Professeur' won over Arsenal fans with commitment and style.. There are certain moments in sports that are so indelible you remember exactly where you were when they happened. The \"Miracle on Ice.\" Magic Johnson's H.I.V. announcement. Mike Tyson chowing down on Evander Holyfield's ear. For me, that moment arrived a quarter of a century ago when I was pulled out of a meeting to take an \"urgent\" call from my father. \"Can you believe it?\" he blurted, filling me with fear that someone had died. \"Arsenal just appointed a new manager, some guy no one's ever heard of. Arsène Something.\" Dad took a moment to exhale. \"Oh well,\" he added. \"At least his name sounds like the club's.\"", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pfizer-to-seek-authorization-of-covid-19-vaccine-friday-11605872700", "title": "Pfizer, BioNTech Ask FDA to Authorize Their Covid-19 Vaccine", "date": "2020-11-20 18:09", "summary": "It is unclear how long it will take the FDA to issue decision; timing of application suggests shot is on track for distribution in December. Pfizer Inc. and partner BioNTech SE asked U.S. health regulators on Friday to permit use of their Covid-19 vaccine, a milepost in months of frantic efforts to find a medicine that could beat back a rampaging pandemic.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/steve-mnuchins-finest-hour-11605908477", "title": "Steven Mnuchin's Finest Hour", "date": "2020-11-20 18:08", "summary": "The Treasury chief decides to end Fed emergency programs as Congress intended.. The late, great Milton Friedman used to say that nothing is so permanent as a temporary government program. That's one of many reasons taxpayers should thank Treasury Secretary Steven Mnuchin for moving to end most of the Federal Reserve's special pandemic lending facilities on Dec. 31 as Congress intended.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/two-books-on-our-woven-world-11605913726", "title": "Two Books on Our Woven World", "date": "2020-11-20 18:08", "summary": "How sewing and the 'ladylike arts of the needle created the warp and woof of the modern economy.. 'You cut a length of thread, knot one end and pull the other end through the eye of a needle. You take a piece of fabric and push your needle into one side of the cloth, then pull it out on the other until it reaches the knot. You leave a space. You push your needle back through the fabric and pull it out on the other side . . . That is all there is: thread, needle, fabric and the patterns the thread makes. This is sewing.\" So begins Clare Hunter, a textile artist and community worker, in her memoir-cum-history of decorative fabric-work, an attempt to enable readers to reconsider the \"ladylike\" art of sewing as something far more radical.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mnuchin-plans-to-discuss-targeted-aid-bill-friday-with-mcconnell-meadows-mccarthy-11605884203", "title": "Biden Team Faults Mnuchin for Letting Fed Aid Programs Lapse", "date": "2020-11-20 18:01", "summary": "Treasury secretary, congressional Republicans say funds should be better targeted toward small businesses. WASHINGTON-President-elect Joe Biden's transition team sharply criticized Treasury Secretary Steven Mnuchin's decision to allow funding for several emergency Federal Reserve lending programs to expire, escalating a political fight.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pappyland-review-distilled-my-heart-11605913254", "title": "'Pappyland' Review: Distilled, My Heart", "date": "2020-11-20 18:00", "summary": "The history of a bourbon dynasty as a meditation on family.. When it came time to bid farewell to my friend Jenn, who left Louisiana in August to resettle in New York, I pillaged the dusty back corners of my liquor shelves for the bottle of Pappy Van Winkle's 15-Year Family Reserve I'd been hoarding-doling it out in dribs and drabs-over the past 15 years. Pappy, if you haven't had the pleasure, is the most hyped, mythologized, scarcely allocated, exorbitantly priced bourbon of the modern booze era.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/an-onion-in-my-pocket-review-zen-mind-green-palate-11605913210", "title": "'An Onion in My Pocket' Review: Zen Mind, Green Palate", "date": "2020-11-20 18:00", "summary": "Deborah Madison melded Buddhist simplicity with an infectious joy in vegetable bounty.. In 1979, Deborah Madison opened a vegetarian restaurant in San Francisco called Greens. This was no spider-plants-and-Birkenstocks health-food beanery. It was sophisticated and avant-garde, with a sleek, minimalist decor, a stupendous view of the bay, and elegant, beautifully presented dishes. The place was such a success that eight years later, \"The Greens Cookbook,\" written with Edward Espe Brown, proved a bestseller. No more brown-rice loaf and lentil casseroles. Ms. Madison had done the impossible: she had made vegetarian food exciting.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/thought-at-liberty-two-collections-of-the-american-essay-11605913160", "title": "Thought at Liberty: Two Collections of the American Essay", "date": "2020-11-20 17:59", "summary": "The form's resistance to restrictions makes it a natural home for American writers.. It's characteristic of the speculative, freeform nature of the essay that there is no settled definition for the term. My first reaction upon looking through the table of contents of \"The Glorious American Essay,\" edited by Phillip Lopate, was that Abraham Lincoln's Second Inaugural Address and Martin Luther King Jr.'s Riverside Church speech, \"Beyond Vietnam,\" are not properly essays and shouldn't be included. But as I sank into the selections and was reminded of what another essayist, John D'Agata, called the \"promiscuously versatile\" nature of the form, I wondered why I would want to impose such pinched restrictions. If the essay is a space to experiment with ideas, shouldn't the category itself be allowed its surprises and contradictions?", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bidens-georgia-victory-over-trump-certified-by-secretary-of-state-11605894057", "title": "Georgia Officials Certify Biden's Victory Over Trump", "date": "2020-11-20 17:57", "summary": "Former vice president is first Democrat to win state since 1992. Georgia's governor and secretary of state certified the Nov. 3 election results Friday, declaring President-elect Joe Biden the winner of the state with 16 Electoral College votes.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/these-11-ev-startups-are-chasing-tesla-they-cant-all-win-11605884422", "title": "These 11 EV Startups Are Chasing Tesla. They Can't All Win.", "date": "2020-11-20 17:54", "summary": "A field of electric-vehicle challengers is in hot pursuit of Elon Musk, fueled by funding from Wall Street. It will take skill, guts and good fortune to avoid a crash.. The race is on to become the next Tesla Inc. Tens of billions are riding on the outcome.", "categories": [["Business", "Autos & Transportation", "Autos Industry"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/transportation?mod=breadcrumb", "https://www.wsj.com/news/types/autos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ruby-tuesday-gets-approval-for-bankruptcy-sale-process-11605912526", "title": "Ruby Tuesday Gets Approval for Bankruptcy Sale Process", "date": "2020-11-20 17:48", "summary": "Restaurant chain's bidders could include Goldman Sachs, NRD Capital. Ruby Tuesday Inc. received speedy court approval for a sale process after the bankrupt restaurant chain made last-minute changes sought by major landlords.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-journal-acrostic-saturday-november-21-11605373657", "title": "The Journal Acrostic (Saturday, November 21)", "date": "2020-11-20 17:46", "categories": [["WSJ Puzzles", "Acrostic"]], "category_links": ["https://www.wsj.com/news/puzzle?mod=breadcrumb", "https://www.wsj.com/news/types/acrostic?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-considers-moving-forces-out-of-somalia-11605911141", "title": "U.S. Considers Moving Forces Out of Somalia", "date": "2020-11-20 17:25", "summary": "Relocation of 700 troops would shift course in Africa in waning weeks of Trump administration; move would follow troop cuts in Iraq, Afghanistan. The Trump administration is considering a plan to pull hundreds of U.S. troops out of Somalia, reposition them in neighboring countries and shift the focus of their mission from training Somali government forces to directly combatting the al-Shabaab militant group.", "categories": [["World", "Africa"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/africa-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/judge-sides-with-steve-wynn-over-attempt-to-bar-him-from-las-vegas-casino-industry-11605911019", "title": "Judge Sides With Steve Wynn Over Attempt to Bar Him From Las Vegas Casino Industry", "date": "2020-11-20 17:23", "summary": "Nevada regulators had sought to banish, fine the former casino magnate over sexual-misconduct allegations. A Las Vegas judge has sided with former casino magnate Steve Wynn in Nevada regulators' attempt to ban him from the gambling industry over sexual misconduct allegations.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/banks-cant-deny-services-to-entire-industries-under-occ-proposal-11605902412", "title": "Banks Can't Deny Services to Entire Industries Under OCC Proposal", "date": "2020-11-20 17:17", "summary": "OCC proposal follows complaints from oil-and-gas industry. WASHINGTON-Big U.S. banks can't refuse to lend to entire categories of lawful businesses under a rule proposed Friday, following complaints that the oil-and-gas industry was unfairly denied financing by large lenders.", "categories": [["Markets", "Financial Regulation"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/financial-regulation?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/illinois-teen-charged-in-protest-slayings-posts-2-million-bail-11605910365", "title": "Illinois Teen Charged in Protest Slayings Posts $2 Million Bail", "date": "2020-11-20 17:12", "summary": "Kyle Rittenhouse is accused of killing two people during demonstration in August that followed police shooting of Jacob Blake in Kenosha. KENOSHA, Wis.-A 17-year-old from Illinois who is charged with killing two people during a protest in Wisconsin and whose case has become a rallying cry for some conservatives posted $2 million bail Friday and was released from custody.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/schools-out-for-autumn-in-new-york-11605910005", "title": "School's Out for Autumn in New York", "date": "2020-11-20 17:06", "summary": "'Science' and 'the facts' fall victim to the gargantuan political egos of Bill de Blasio and Andrew Cuomo.. New York Mayor Bill de Blasio announced this week that he was forced to close public schools-serving 1.1 million children-after the city's coronavirus \"positivity case\" rate hit a seven-day rolling average of 3%. At a Wednesday afternoon news conference, Mr. de Blasio cited a \"data-driven, science-driven\" decision-making process. The school system, which had opened for part-time, in-person classes only six weeks ago, shut its doors the next day.", "categories": [["Opinion", "Commentary", "Cross Country"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb", "https://www.wsj.com/news/types/cross-country?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/notable-quotable-remus-on-alito-11605909961", "title": "Notable & Quotable: Remus on Alito", "date": "2020-11-20 17:06", "summary": "'Those of us who have been fortunate to work closely with Justice Alito know that he is a good man.'. From a June 27, 2013, letter to the editor of the Washington Post by William Ranney Levi and Dana Remus. On Tuesday Joe Biden announced Ms. Remus will be his White House counsel:", "categories": [["Opinion", "Commentary", "Notable & Quotable"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb", "https://www.wsj.com/news/types/notable-quotable?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/media-banality-is-a-covid-comorbidity-11605909942", "title": "Media Banality Is a Covid Comorbidity", "date": "2020-11-20 17:05", "summary": "Deaths have nothing to do with Vietnam or jumbo jet crashes but with nature's viral genetic lottery.. National Public Radio host: \"We have said the words grim milestone so many times over the past eight months on this program, and yet here we are once more. The number this time-250,000. . . . Each digit in that number, a life now gone, their loved ones now grieving. The collective loss is hard to measure.\"", "categories": [["Opinion", "Business World"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/business-world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/global-stock-markets-dow-update-11-20-2020-11605866861", "title": "S&P 500 Suffers Weekly Loss as U.S. Stocks Slip", "date": "2020-11-20 17:01", "summary": "Treasury's decision to allow emergency Fed programs to expire raises uncertainty. Stocks and government bond yields slipped Friday to end a choppy week and snap a two-week winning streak for the S&P 500.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lessons-of-the-2020-election-what-democrats-and-republicans-must-now-do-to-win-11605887801", "title": "Lessons of the 2020 Election: What Democrats and Republicans Must Now Do to Win", "date": "2020-11-20 16:51", "summary": "Both parties face crucial decisions about how to cultivate their varied constituencies. Yascha Mounk on the Democrats and Reihan Salam on the GOP.. ", "categories": [["Life & Work", "Ideas", "The Saturday Essay"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/the-saturday-essay?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/covid-out-of-context-11605909034", "title": "Covid Out of Context", "date": "2020-11-20 16:50", "summary": "Is there a vaccine to prevent media fright?. Perhaps the greatest failing of the American media this year has been a widespread neglect to put Covid risks in the context of other risks to human health-including risks created by the myopic focus on Covid.", "categories": [["Opinion", "Best of the Web"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/best-of-the-web-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-to-participate-in-virtual-g-20-summit-this-weekend-11605908660", "title": "Trump to Participate in Virtual G-20 Summit This Weekend", "date": "2020-11-20 16:44", "summary": "Resume Subscription. President Trump will participate in the virtual G-20 summit, held this weekend in Riyadh, Saudi Arabia, according to a senior administration official.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lumber-prices-rise-again-defying-the-normal-seasonal-slowdown-11605868202", "title": "Lumber Prices Rise Again", "date": "2020-11-20 16:42", "summary": "Inventories are thin throughout the supply chain, while demand is still strong from home builders and remodelers. Lumber prices are making an unusual late-season climb, thanks to builder-friendly autumn weather and suppliers stocking up for what they expect to be another big year for home construction.", "categories": [["Markets", "Commodities"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/toronto-raptors-to-start-nba-season-in-tampa-11605902140", "title": "Toronto Raptors to Start NBA Season in Tampa", "date": "2020-11-20 16:33", "summary": "League's only Canadian franchise was unable to strike a deal with Ottawa to allow needed frequent cross-border travel. The Toronto Raptors will temporarily move to Tampa, Fla., for the start of the next NBA season after failing to reach a deal with the Canadian government for a plan that would have required frequent travel across the border to play the rest of the league's teams.", "categories": [["Sports"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/maritime-regulators-to-investigate-container-shortage-impact-on-u-s-exporters-11605906970", "title": "Maritime Regulators to Investigate Container Shortage Impact on U.S. Exporters", "date": "2020-11-20 16:16", "summary": "The Federal Maritime Commission will probe shipping lines that agricultural exporters say are holding back containers needed to reach foreign markets. The U.S. maritime regulator will investigate whether shipping lines are impairing the ability of American farmers to reach foreign markets by holding back empty containers needed to export goods.", "categories": [["Logistics Report"]], "category_links": ["https://www.wsj.com/news/types/logistics-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepsico-redesigns-the-two-liter-bottle-for-an-easier-pour-11605906958", "title": "PepsiCo Redesigns the Two-Liter Bottle for an Easier Pour", "date": "2020-11-20 16:15", "summary": "Beverage brand hopes new look will pop on grocery store shelves. PepsiCo Inc. has redesigned the two-liter bottles in which it sells its drinks on store shelves in North America, replacing the familiar cylinders with more sculpted shapes.", "categories": [["Experience Report"]], "category_links": ["https://www.wsj.com/news/experience-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/working-on-commission-saturday-crossword-november-21-11605373397", "title": "Working on Commission (Saturday Crossword, November 21)", "date": "2020-11-20 16:01", "categories": [["WSJ Puzzles", "Crossword"]], "category_links": ["https://www.wsj.com/news/puzzle?mod=breadcrumb", "https://www.wsj.com/news/types/crossword?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-duo-that-defeated-the-diversity-industry-11605904415", "title": "The Duo That Defeated the 'Diversity Industry'", "date": "2020-11-20 15:33", "summary": "Californians rejected racial preferences even more soundly this year than in 1996. Will the Supreme Court reverse itself next?. Ward Connerly, 81, is a black Louisiana native who's spent the past quarter-century campaigning against racial preferences. Wenyuan Wu, 33, is a Chinese immigrant who has recently become an activist opposed to anti-Asian discrimination in higher education. They joined forces this June.", "categories": [["Opinion", "The Weekend Interview"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/the-saturday-interview?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/payday-lenders-gun-salesmenand-taking-politics-out-of-banking-11605904346", "title": "Payday Lenders, Gun Salesmen-and Taking Politics Out of Banking", "date": "2020-11-20 15:32", "summary": "A new rule aims to make sure all legal businesses can get loans, including unpopular ones.. Everyone deserves fair access to banking services. Over the past decade there have been too many allegations of banks cutting off vital services, credit and capital that legal businesses rely on to create jobs, meet community needs and support the economy.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/europe-hopes-mass-testing-could-ease-lockdowns-before-christmas-11605903731", "title": "Europe Hopes Mass Testing Could Ease Lockdowns Before Christmas", "date": "2020-11-20 15:22", "summary": "A number of European countries will test entire populations or regions in an effort to tamp down infections ahead of Christmas. A number of European governments are launching programs to test entire populations of countries or regions for Covid-19, in an effort to tamp down contagion ahead of Christmas and ease economically damaging restrictions and lockdowns.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-partner-shelves-office-tower-sales-effort-that-hoped-to-raise-5-billion-11605903350", "title": "Trump Partner Shelves Office Tower Sales Effort That Hoped to Raise $5 Billion", "date": "2020-11-20 15:15", "summary": "Sale by Vornado would have given cash windfall to Trump Organization as it faces $400 million in debt coming due. The Trump family's partner in two of its most valuable properties halted an effort to sell the buildings, cutting off what could have been a big cash payout for the Trump Organization, which has hundreds of millions of dollars in debt coming due.", "categories": [["WSJ News Exclusive", "Real Estate"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-the-republican-party-and-the-future-11605901903", "title": "Trump, the Republican Party and the Future", "date": "2020-11-20 14:51", "summary": "The president leaves the Republican Party unrecognizable.. Regarding William A. Galston's \"Trump Remade His Party and the World\" (op-ed, Nov. 14): President Trump's impact on the party and the world could more accurately be described as \"damaged.\" The president leaves the Republican Party unrecognizable and its leadership trembling at the voting power of Mr. Trump's misguided followers. While it was once home to Abraham Lincoln's determination to preserve and reunify our nation, and Ronald Reagan's unifying message of optimism for all Americans, the Republican Party under Donald Trump undermines the very foundations of our nation and the very democracy we all depend on by denying the election results, baselessly alleging fraud and leading his disillusioned and searching followers down a self-destructive path of deception and conspiracy theory.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/swiss-cheese-approach-to-beating-epidemics-11605901839", "title": "Swiss Cheese Approach to Beating Epidemics", "date": "2020-11-20 14:50", "summary": "Nicholas Christakis is missing a slice of cheese that could make a big difference: better anticipating and then preventing, or containing, new epidemics.. Nicholas Christakis's \"The Swiss Cheese Model for Combating Covid-19\" (Review, Nov. 14) is missing a slice of cheese that could make a big difference: better anticipating and then preventing, or containing, new epidemics. While we cannot do this with perfect success, we have more epidemiological, analytical, predictive and logistical tools at our disposal than ever before. Perhaps we can use new algorithms that identify suspicious pathogenic activity, along with quick-strike teams to collect and examine local sewage where novel pathogens are likely to show up early on, then aggressively containing and preventing the spread while working immediately on treatments, months or a year earlier than we did with Covid-19. Let's at least admit we aren't doing this because it may take years, or even decades, to pay off, and not because we don't have the capabilities.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/richard-nixon-an-example-of-cross-partisan-kindness-11605901747", "title": "Richard Nixon: An Example of Cross-Partisan Kindness", "date": "2020-11-20 14:49", "summary": "A Republican president, was reaching out to a member of the opposite party to offer sympathy and support in a time of tragedy.. I was very moved by Luke A. Nichter's \"When Nixon Taped Joe Biden\" (op-ed, Nov. 16) about President Nixon reaching out to console Senator-elect Joe Biden after the death his wife and daughter in a 1972 automobile accident, which also injured Mr. Biden's two young sons. I was moved partly because my own wife was killed in a 1978 automobile accident which also injured my two young daughters, but I was also moved because Richard Nixon, a Republican president, reached out to a member of the opposite party to offer sympathy and support in a time of tragedy, displaying the sense of humanity that unites us all.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/harvard-and-favoring-some-ethnic-groups-over-others-11605901796", "title": "Harvard and Favoring Some Ethnic Groups Over Others", "date": "2020-11-20 14:49", "summary": "It's intellectual fraud and borderline racist for universities to believe that some minorities bring better diversity to campus than other minorities.. Your editorial \"Harvard vs. Asian-Americans\" (Nov. 13) on racial preferences at Harvard states: \"The U.S. is far more ethnically diverse than it once was, with many more groups qualifying as minorities.\" Really? In the contrived racial category of \"white\" alone, there are over 100 ethnic groups, and it has been this way for a hundred years or so. For sure, most were looked down on as unworthy minorities for much of American history by the ruling Anglo-Saxon Protestants.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fannie-freddie-overseer-seeks-to-end-federal-control-before-trump-leaves-11605873600", "title": "Fannie, Freddie Overseer Aims to End U.S. Control Before Trump Leaves", "date": "2020-11-20 14:15", "summary": "Long-shot effort could affect cost and availability of mortgages for millions of Americans. WASHINGTON-The federal regulator who oversees Fannie Mae and Freddie Mac is pushing to speed up the mortgage giants' exit from 12 years of government control but has yet to reach an agreement he needs with Treasury Secretary Steven Mnuchin, according to people familiar with the matter.", "categories": [["WSJ News Exclusive", "Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/rod-lewis-sells-last-dollar-ranch-for-17-million-11605899141", "title": "Rod Lewis Sells Last Dollar Ranch for $17 Million", "date": "2020-11-20 14:05", "summary": "The Colorado property with mountain views and Old West-style buildings is known for its appearances in Budweiser and Marlboro ads. Colorado's Last Dollar Ranch-whose picturesque vistas have been used over the decades to peddle Marlboro cigarettes and Budweiser beer-has sold for just under $17 million, according to people with knowledge of the transaction.", "categories": [["WSJ News Exclusive", "Private Properties"]], "category_links": ["https://www.wsj.com/news/types/private-properties?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/smithfield-settles-lawsuits-over-noise-smell-of-hog-farms-in-north-carolina-11605899150", "title": "Smithfield Settles Lawsuits Over Noise, Smell of Hog Farms in North Carolina", "date": "2020-11-20 14:05", "summary": "Deal ends years of legal battles over environmental impact of traditional farming methods. Chinese-owned pork producer Smithfield Foods Inc. settled a series of lawsuits with dozens of residents in rural North Carolina over the nuisance caused by living near hog farms run by company contractors.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/should-parents-involve-their-teenagers-in-big-spending-decisions-11605898800", "title": "Should Parents Involve Their Teenagers in Big Spending Decisions?", "date": "2020-11-20 14:00", "summary": "One adviser says if done right, involving teens can be empowering and educational. Another says it's wrong to let kids think they have control.. Big financial decisions typically affect every member of a family in some way. But does that mean everyone in the family should have at least some say in how the money is spent? That can be an especially difficult question when it comes to teenagers.", "categories": [["Markets", "Journal Reports: Wealth Management"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-wealth-management?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/high-wire-artist-ruth-asawa-edges-into-the-mainstream-11605898272", "title": "High-Wire Artist Ruth Asawa Edges Into the Mainstream", "date": "2020-11-20 13:51", "summary": "The sculptor spent her life at the margins of the American art world, but now her work is winning new acclaim.. Seven years after her death, the artist Ruth Asawa is more popular than ever. In 2021, her wire sculptures will be featured in exhibitions in the U.S., U.K., France, Spain and Norway. And her reputation has spread beyond the art world: Over the summer, the U.S. Postal Service issued a new series of 10 stamps featuring her signature abstract wire sculptures. In May 2019, a Google Doodle depicted Asawa assembling one of her hanging sculptures, leading to a flood of searches that crashed the artist's website.", "categories": [["Life & Work", "Ideas", "Icons"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/icons?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fed-s-george-says-pandemic-lessening-importance-of-gasoline-prices-11605897418", "title": "Fed's George Says Pandemic Lessening Importance of Gasoline Prices", "date": "2020-11-20 13:36", "summary": "Rise of renewable energy could smooth over longstanding volatility in energy prices, says Kansas City Fed leader. Federal Reserve Bank of Kansas City President Esther George said the coronavirus pandemic might have one silver lining: Americans are now less likely to feel pain from bouts of gasoline price volatility.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/covid-19-testing-demand-surges-again-from-thanksgiving-travelers-and-rising-infections-11605896783", "title": "Covid-19 Testing Demand Surges Again, From Thanksgiving Travelers and Rising Infections", "date": "2020-11-20 13:26", "summary": "Wait times to get tested and receive results are getting longer. Rising coronavirus cases nationwide and heavy demand for Covid-19 testing ahead of Thanksgiving are leading to longer wait times to get swabbed and receive results in many parts of the U.S.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/airbnb-executive-resigned-last-year-over-chinese-request-for-more-data-sharing-11605896753", "title": "Airbnb Executive Resigned Last Year Over Chinese Request for More Data Sharing", "date": "2020-11-20 13:25", "summary": "Company says it declined to disclose more details with China and is transparent with users; former FBI official was told by co-founder, 'We're not here to promote American values'. When it filed to go public this week, Airbnb Inc. said that its ability to continue doing business in China is a risk factor for its brand and profitability.", "categories": [["WSJ News Exclusive", "Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lululemon-athletica-names-new-cfo-11605896445", "title": "Lululemon Names New CFO", "date": "2020-11-20 13:20", "summary": "Meghan Frank, who shared the role of interim finance chief with a colleague, will become sole CFO. Lululemon Athletica Inc. named a new chief financial officer Friday, selecting Meghan Frank, one of the interim CFOs the athleisure-wear company named in April.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/call-of-duty-goes-silent-11605896048", "title": "Call of Duty Goes Silent", "date": "2020-11-20 13:14", "summary": "Videogame publisher Activision skips annual 'Call of Duty' boast, but stock has stayed up. Sometimes, what you don't say matters more.", "categories": [["Markets", "Overheard"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/overheard?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/satellite-company-oneweb-emerges-from-bankruptcy-with-uk-bharti-backing-11605894544", "title": "Satellite Company OneWeb Emerges From Bankruptcy With UK, Bharti Backing", "date": "2020-11-20 12:49", "summary": "U.K. government teamed up with Indian businessman Sunil Mittal, the owner of Bharti Airtel, to acquire the London-based company. Satellite company OneWeb has emerged from bankruptcy protection after receiving a $1 billion investment from the British government and India's Bharti Global Ltd., as the U.K. looks to strengthen its position in space technology.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/we-gather-together-review-the-nourishment-of-gratitude-11605893981", "title": "'We Gather Together' Review: The Nourishment of Gratitude", "date": "2020-11-20 12:39", "summary": "What the history of a national feast can tell us about healing civic divides.. As 2020 careens to a close, few will be sorry to bid it farewell. Devastating wildfires, hurricanes, floods and a global pandemic, not to mention America's divisive presidential election, have been just the highlights of a tumultuous, heart-piercing year. And as we approach the Thanksgiving holiday, we know that we face one unlike any other, with travel plans abandoned, communal meals canceled, families dispersed and in too many cases members mourned.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/britain-at-bay-review-fight-for-survival-11605893364", "title": "'Britain at Bay' Review: Fight for Survival", "date": "2020-11-20 12:29", "summary": "Historians have had plenty to say about the siege of Great Britain. Have they just scratched the surface?. Most professional historians, I venture to guess, must sigh at the appearance of yet another book about those tense four years of British history, 1938-1941: the years of Neville Chamberlain's failed \"appeasement\" policies, Churchill and the Fall of France, the Battle of Britain, the British people at war. Even without Boris Johnson's attempts to cast his Brexit efforts in a Dunkirk-ian shape-\"Well, then, Alone!\"-much of the past summer, especially in Britain of course, was spent remembering the heroic and touching events of 80 years ago. Even a general reader with an interest in history may pause at seeing one more work claiming to offer, as Alan Allport's subtitle has it: \"The Epic Story of the Second World War.\" Haven't we had enough?", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-team-lacks-full-u-s-cybersecurity-support-in-transition-fracas-11605891470", "title": "Biden Team Lacks Full U.S. Cybersecurity Support in Transition Fracas", "date": "2020-11-20 12:28", "summary": "The incoming administration is working remotely, operating on a standard, paid Google network. WASHINGTON-When it comes to protecting sensitive information from foreign hackers, President-elect Joe Biden's team is largely on its own.", "categories": [["WSJ News Exclusive", "Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-shadow-drawing-review-optical-allusions-11605893208", "title": "'The Shadow Drawing' Review: Optical Allusions", "date": "2020-11-20 12:26", "summary": "As much a natural philosopher as a painter, Leonardo da Vinci imbued his works with science.. Why does Leonardo da Vinci continue to have such a hold on our imaginations? Perhaps part of his attraction is that he seems to perfectly exemplify the popular notion of the Renaissance Man. How extraordinary, we think, that he was an inventor, a portrait painter, an anatomist and a botanist, artist and scientist.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-2020-taxpayers-end-of-year-checklist-11605893218", "title": "The 2020 Taxpayers End-of-Year Checklist", "date": "2020-11-20 12:26", "summary": "It pays to review a handful of money-saving tactics-from capital-gains distributions to donating stock. For a few moments, set aside the many postelection questions about what, if any, major tax-law changes may lie ahead. Nobody knows. We won't even know which party controls the Senate until early next year.", "categories": [["Markets", "Journal Reports: Wealth Management"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-wealth-management?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/on-the-road-to-abstraction-11605892888", "title": "On the Road to Abstraction", "date": "2020-11-20 12:21", "summary": "Jackson Pollock's 'Mural' is a bridge from his representational to his radical work.. Jackson Pollock's \"Mural\" (1943) is a starter kit for understanding abstract art. Pollock didn't adopt his signature drip style overnight; he arrived at it in small steps. Currently on view at New York's Guggenheim Museum through Sept. 19, 2021, \"Mural\" is poised between the figuration of his early years and the groundbreaking abstraction of his later ones.", "categories": [["Books & Arts", "Masterpiece"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/masterpiece?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/venice-review-city-of-serendipity-11605892725", "title": "'Venice' Review: City of Serendipity", "date": "2020-11-20 12:18", "summary": "A writer who 'cannot look away' from the spectacle of Venice shares his obsession.. In 1816, Byron, newly arrived in Venice, wrote to a friend: \"Of Venice I shall say little. You must have seen many descriptions; and they are most of them like.\" Of course he went on to say a great deal but his initial reaction is indicative of a recurring problem: how can one say anything new about this most described of all cities? Cees Nooteboom, Dutch novelist, poet and travel writer, is fully aware of contributing to \"a conversation that is already centuries old. Proust, Ruskin, Rilke, Byron, Pound, Goethe, McCarthy, Morand, Brodsky, Montaigne, Casanova, Goldoni, Da Ponte, James, Montale, just like the water in the canals, their words flow around you.\" Nearly all these names are non-Venetian, which is no surprise, since Venice's homegrown literature is a feeble thing if compared with its accomplishments in painting, architecture and music. The city, though, has amply made up for this deficit by attracting foreign writers, all determined to record their impressions.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/oak-flat-and-ghostways-the-spirit-of-place-11605892666", "title": "'Oak Flat' and 'Ghostways' Review: The Spirit of Place", "date": "2020-11-20 12:17", "summary": "Two books investigate the haunting quality of places where nature and human memory meet.. Strong, flexible and conductive of both heat and electricity, copper is in everything these days. Airplanes, cars, smartphones, high-speed internet cables and air-conditioning all need it, and demand is growing. Feeding this rapacious appetite is profitable but hard: most of the ore closest to the Earth's surface is tapped, and rich stores are scarce. This has made the discovery of a big copper deposit in southeastern Arizona-the largest untapped reserve known in North America-a huge deal. Yet the ore sits in a majestic part of the Tonto National Forest, known as Oak Flat. For residents of the nearby San Carlos Apache Reservation, this mesa is holy land.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-last-american-aristocrat-review-the-watchful-henry-adams-11605892492", "title": "'The Last American Aristocrat' Review: The Watchful Henry Adams", "date": "2020-11-20 12:14", "summary": "An ironical observer of American democracy, Adams was a man at odds with the modern age.. The Adams mendidn't favor democracy. \"Democracy never lasts long,\" said John Adams. \"It soon wastes, exhausts, and murders itself.\" John Quincy Adams, his son, lamented the tendency in democracies for office holders to be \"palsied by the will of our constituents.\" Henry Adams, grandson of John Quincy, wrote a novel lampooning the democratic politics of the Gilded Age.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-light-ages-review-astronomy-in-the-abbey-11605892285", "title": "'The Light Ages' Review: Astronomy in the Abbey", "date": "2020-11-20 12:11", "summary": "A 14th-century scholar's ingenuity sought a new way to map the heavens.. One of the abiding memories of my childhood is seeing the large towers of an old Benedictine abbey nearby rise over the flat, charmless landscape west of Cologne where I grew up. Once, during an afternoon walk, my mother said she could well imagine what this view must have meant to the weary traveler several hundred years ago-the promise of food and rest certainly, but also of human contact and good conversations. Seb Falk, in his magnificent book \"The Light Ages,\" gives us a sophisticated version of that inside look, letting us inhabit, for a spell of seven finely crafted chapters, the vibrant mind of a 14th-century Benedictine monk, John Westwyk, or, as he signed himself, Johannes de Westwyke (c. 1350-c.1400). Finding light and the radiance of knowledge in a period we have, ever since the Renaissance poet and scholar Petrarch inaugurated the phrase, belittled as \"the Dark Ages\" is not a new effort. But unlike, for example, James Hannam, whose \"God's Philosophers\" (2009) sought to reestablish the Church as the chief sponsor of scientific innovation, Mr. Falk, a lecturer in medieval history at Cambridge University, is not given to grand pronouncements. Instead, \"The Light Ages\" is a prodigiously detailed ode to the medieval (and, it turns out, very modern) impulse \"to tinker, to redesign, to incrementally improve or upgrade technology.\" By the end of Mr. Falk's book, even previously indifferent readers will, I promise, never want to use \"medieval\" as a slur word again.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/leonard-cohen-review-everybody-knows-him-11605892144", "title": "'Leonard Cohen' Review: Everybody Knows Him", "date": "2020-11-20 12:09", "summary": "Magnetic from the start, it wasn't at first clear he would make his mark in song.. In the introduction to \"Leonard Cohen: Untold Stories: The Early Years,\" Michael Posner explains that he first proposed the idea of an oral biography to the singer and poet in 2007. It would be \"a book based on interviews with his friends, family, bandmates, backup singers, record producers, monks, rabbis, and lovers.\" Cohen responded genially, but at the time was entangled in litigation with his former business manager, who was accused of swindling him on a mighty scale. After Cohen's death in 2016, Mr. Posner revived the project. \"Perhaps he really did intend, one day, to confer his priestly blessing on my little enterprise. And now, from whatever empyrean realm he inhabits, he has.\"", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/five-best-film-histories-11605891925", "title": "Five Best: Film Histories", "date": "2020-11-20 12:05", "summary": "Selected by Scott Eyman, author of 'Cary Grant: A Brilliant Disguise.'. By Kevin Brownlow (1968)", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-leonard-lauder-built-estee-lauder-into-a-cosmetics-behemoth-11605891079", "title": "How Leonard Lauder Built Estée Lauder Into a Cosmetics Behemoth", "date": "2020-11-20 11:51", "summary": "At 87, he takes pride in the hard choices that made the firm that bears his mother's name into a global empire. It still irks Leonard Lauder when people presume he inherited his wealth. \"I created it,\" he says over the phone from his home on New York City's Upper East Side. Sure, his parents \"worked their tail off\" to get the Estée Lauder Cos. started. But Mr. Lauder says that his vision made the business the $89 billion international behemoth it is today.", "categories": [["Life & Work", "Ideas", "Weekend Confidential"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/weekend-confidential?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/foot-locker-hibbett-score-with-back-to-school-spending-11605890396", "title": "Foot Locker, Hibbett Score With Back-to-School Spending", "date": "2020-11-20 11:39", "summary": "Sporting-goods retailers post strong sales, but pandemic restrictions loom over holiday shopping season. Sporting-goods retailers Foot Locker Inc. and Hibbett Sports Inc. reported strong sales in the latest quarter lifted by back-to-school shopping, but they are now bracing for how the latest surge in Covid-19 cases might affect the critical holiday season.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/see-all-the-2020-wsj-magazine-innovators-11605889553", "title": "See All the 2020 WSJ. Magazine Innovators", "date": "2020-11-20 11:25", "summary": "BTS, Jennifer Lopez, Tyler Perry and five more Innovators share their stories. Last week, WSJ. Magazine premiered its first virtual Innovator Awards ceremony, honoring visionaries in a variety of fields that include Architecture, Television, Philanthropy and more. In years past, the ceremony took place at the Museum of Modern Art, but due to Covid-19 constraints, the ceremony was held virtually this year and was open to all to attend. The cover stories from our November issue have since gone live online, featuring Entertainment Innovator Tyler Perry, Architecture Innovator MASS Design Group, Music Innovator BTS, Television Innovator Michaela Coel, Literature Innovator Patti Smith, Art Innovator Titus Kaphar, Philanthropy Innovator Darren Walker and Pop Culture Innovator Jennifer Lopez. The November issue hits newsstands on November 21.", "categories": [["WSJ. Magazine"]], "category_links": ["https://www.wsj.com/news/types/magazine-wsj-magazine?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-stock-market-bubble-its-more-like-a-fire-11605888002", "title": "A Stock Market Bubble? It's More Like a Fire", "date": "2020-11-20 11:00", "summary": "Wild market speculation can feel like an out-of-control blaze: The more it expands and the hotter it gets, the more havoc it can wreak. The stock market isn't a bubble, but parts of it are on fire.", "categories": [["Markets", "The Intelligent Investor"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/the-intelligent-investor?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/holiday-gift-books-2020-history-11605806150", "title": "Holiday Gift Books 2020: History", "date": "2020-11-20 10:57", "summary": "Reading that explores the depths of conflict and consequence.. A year dominated by an unseen pathogen has nonetheless yielded its share of literary gems-some of them hidden, like the masked faces of their readers. Four standouts cover aspects of mankind's darkest yet most enduring enterprise: warfare.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/brace-for-traffic-and-tacky-souvenirs-rehoboth-just-became-a-presidential-retreat-11605887083", "title": "Brace for Traffic and Tacky Souvenirs: Rehoboth Just Became a Presidential Retreat", "date": "2020-11-20 10:44", "summary": "President-elect Joe Biden's weekend spot in Delaware joins the ranks of presidential digs in Palm Beach, Fla., and Martha's Vineyard, Mass.. REHOBOTH BEACH, Del.-This tiny beach resort, one of the closest to Washington, has drawn so many political types over the years that its welcome sign says \"The Nation's Summer Capital.\"", "categories": [["A-hed"]], "category_links": ["https://www.wsj.com/news/types/a-hed?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/father-and-son-accused-of-helping-carlos-ghosn-escape-await-fate-in-jail-11605886816", "title": "Father and Son Accused of Helping Carlos Ghosn Escape Await Fate in Jail", "date": "2020-11-20 10:40", "summary": "Resume Subscription. DEDHAM, Mass.-The first sound Michael Taylor typically hears each morning is a loud buzz as his cell door is unlocked at 6 a.m.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/job-market-growth-slows-across-u-s-as-covid-19-cases-surge-11605868201", "title": "Job Market Growth Slows Across U.S. as Covid-19 Cases Surge", "date": "2020-11-20 10:29", "summary": "Even states with lowest infection rates are seeing signs of stalled employment recovery. The labor market is flashing signs of slowdown in states where coronavirus cases are surging-and in places where they are not.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-world-needs-american-idealism-again-11605882637", "title": "The World Needs American Idealism Again", "date": "2020-11-20 09:30", "summary": "International cooperation for the common good requires the kind of leadership the U.S. provided after World War II.. The votes have been cast, and a vaccine is on the horizon. We now find ourselves in the twilight days of Donald Trump's presidency and perhaps \"the end of the beginning\" or maybe even \"the beginning of the end\" of the Covid-19 pandemic. Mr. Trump and the virus have had one common consequence: They caused nations to turn inward, think in more narrowly self-interested ways and champion a certain kind of \"realism\" on the international stage. As we enter a new presidency and a post-pandemic world, we have an opportunity to regain the sense of optimism and idealism that has been America's distinctive contribution to international life.", "categories": [["Life & Work", "Ideas", "Essay"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/essay?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/attorney-general-pick-to-signal-bidens-broader-priorities-11605882372", "title": "Attorney-General Pick to Signal Biden's Broader Priorities", "date": "2020-11-20 09:26", "summary": "Shortlist of candidates includes former Massachusetts Gov. Deval Patrick and Sally Yates, Obama's deputy attorney general. President-elect Joe Biden is considering a shortlist for his attorney-general pick that includes former deputy attorney general Sally Yates, Alabama Sen. Doug Jones and former Massachusetts Gov. Deval Patrick, according to people familiar with the matter.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-general-motors-can-become-a-growth-stock-11605881120", "title": "How General Motors Can Become a Growth Stock", "date": "2020-11-20 09:05", "summary": "Supplying battery systems to other auto makers may be GM's best hope for reviving growth as the industry transitions to electric vehicles. General Motors may finally have a shot at reinventing itself.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pfizer-gilead-ross-what-to-watch-when-the-stock-market-opens-today-11605873759", "title": "Pfizer, Gilead, Ross: What to Watch When the Stock Market Opens Today", "date": "2020-11-20 09:01", "summary": "Markets are likely to close out a choppy week with muted losses.. Here's what we're watching as markets kick into gear Friday.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/college-footballs-biggest-upset-liberty-university-is-undefeated-11605880800", "title": "College Football's Biggest Upset: Liberty University Is Undefeated", "date": "2020-11-20 09:00", "summary": "With Hugh Freeze as head coach, the nation's largest evangelical Christian college has built a hot program from the ashes of scandals at other schools.. The 2020 pandemic edition of college football has held many surprises, but none may be bigger than this: Liberty University, America's largest evangelical Christian college, is suddenly an emerging force in the top level of the game.", "categories": [["Sports", "College Football"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/college-football?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/both-parties-scored-legal-wins-before-election-but-not-always-political-advantages-11605879775", "title": "Both Parties Scored Legal Wins in Voting Cases, but Little Political Edge", "date": "2020-11-20 08:42", "summary": "Rulings on lawsuits around mail-in voting made casting ballots easier for some than others but didn't give either Trump or Biden a significant edge. In a flood of litigation that began months before the presidential election, Democrats won legal claims aimed at protecting the right to vote during a pandemic, while Republicans won others in the name of ballot security.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ammonite-costume-designer-michael-oconnor-on-his-moodboard-and-the-history-of-fishermans-sweaters-11605879295", "title": "'Ammonite' Costume Designer Michael O'Connor on His Moodboard and the History of Fisherman's Sweaters", "date": "2020-11-20 08:34", "summary": "\"Men used to knit-there's a lot of photographs of men sitting on barrels or sitting on the upside-down boat knitting their own jumpers.\". One wouldn't know from watching the film Ammonite, which is set in the 1840s, that costume designer Michael O'Connor had to make a case for the characters's collection of elaborate bonnets. Inspired by British paleontologist Mary Anning's life, Ammonite-which was released theatrically on November 13 and will be available on premium on-demand on December 4-tells the story of an affair between Mary (played by Kate Winslet) and Charlotte Murchison (Saoirse Ronan). Charlotte has been left in Mary's care during a bout of depression. Her mood is reflected by a dark wardrobe topped with a black bonnet embellished with heavy bows, the first of many elaborate hats to come.", "categories": [["Magazine - Culture"]], "category_links": ["https://www.wsj.com/news/types/magazine-culture?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/editor-in-chief-kristina-oneill-on-putting-together-wsj-magazines-innovators-issue-11605879004", "title": "Editor in Chief Kristina O'Neill on Putting Together WSJ. Magazine's Innovators Issue", "date": "2020-11-20 08:30", "summary": "Our editor in chief on the November issue featuring BTS, Michaela Coel and Jennifer Lopez. In some ways, it's fitting that the 10th anniversary edition of Innovators, a celebration of masters of invention, calls for a new spin on a tried-and-true franchise. In previous years, we've hosted a gala at New York's Museum of Modern Art. This year, given the constraints of the pandemic, we're throwing the doors open and asking everyone to join us for the first all-digital Innovator Awards. If you visit wsjinnovators.com, you'll find a series of short films about the eight honorees profiled in these pages, a special presentation that highlights how these pathfinders are rising to meet the moment and offering hope by appealing to what's best in us.", "categories": [["Editor's Letter"]], "category_links": ["https://www.wsj.com/news/types/magazine-editor-s-letter?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-wsj-magazine-styled-jennifer-lopez-bts-and-michaela-coel-11605878904", "title": "How WSJ. Magazine Styled Jennifer Lopez, BTS and Michaela Coel", "date": "2020-11-20 08:28", "summary": "Meet the writers, photographers and stylists behind each of this year's eight Innovator profiles. ", "categories": [["Contributors"]], "category_links": ["https://www.wsj.com/news/types/magazine-contributors?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/close-races-to-determine-size-of-democrats-house-majority-11605878061", "title": "Close Races to Determine Size of Democrats' House Majority", "date": "2020-11-20 08:14", "summary": "GOP candidate leads one Iowa contest by less than 50 votes, while races in California and New York are also too close to call. WASHINGTON-More than two weeks after Election Day, a winner hasn't been declared in a handful of close House races whose outcomes will determine how narrow a majority Democrats will wield next year after Republicans clawed back seats.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/san-francisco-long-a-covid-19-success-story-struggles-to-hold-off-national-surge-11605877457", "title": "San Francisco, Long a Covid-19 Success Story, Struggles to Hold Off National Surge", "date": "2020-11-20 08:04", "summary": "Some residents are frustrated with restrictions that are as tough as those in cities with worse coronavirus infection rates. SAN FRANCISCO-For eight months, this city has been among the most effective in the country at limiting the spread of Covid-19, maintaining one of the lowest infection rates in California, a state that has seen fewer per capita cases than the nation as a whole.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/airlifts-and-body-bags-inside-the-french-hospital-hit-hardest-by-covid-19-11605877200", "title": "Inside the French Hospital Hit Hardest by Covid-19", "date": "2020-11-20 08:00", "summary": "Resume Subscription. CHAMBÉRY, France-In a wood-paneled boardroom not far from the packed intensive-care unit, the director of France's hardest-hit hospital this fall gathered his department heads for a Covid-19 crisis meeting. The next 48 hours figured to be decisive. Just like every 48-hour stretch for the past six weeks.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/refinancingor-paying-offa-mortgage-questions-to-ask-yourself-11605877200", "title": "Refinancing-or Paying Off-a Mortgage? Questions to Ask Yourself", "date": "2020-11-20 08:00", "summary": "Low interest rates and economic uncertainty have a lot of people rethinking what to do with their mortgage. Should you refinance your mortgage? Or maybe pay it off? Many people nearing retirement are considering these options amid pandemic-induced uncertainty in the financial markets and historically low interest rates.", "categories": [["Markets", "Journal Reports: Wealth Management"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-wealth-management?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-whole-australian-state-shut-down-because-of-a-takeout-pizza-that-didnt-exist-11605873019", "title": "A Whole Australian State Shut Down Because of a Takeout Pizza That Didn't Exist", "date": "2020-11-20 07:31", "summary": "An allegedly misleading story raised fears a virulent strain of Covid-19 was spreading via surfaces such as pizza boxes. SYDNEY-Soon after authorities in South Australia state were told a man had contracted Covid-19 after buying a takeout pizza from a restaurant with an infected employee, they ordered more than 1.7 million people to stay at home.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-question-vexing-parents-and-the-nfl-is-it-allergies-or-covid-11605873600", "title": "The Question Vexing Parents and the NFL: Is It Allergies or Covid?", "date": "2020-11-20 07:00", "summary": "Covid-19 is a particularly wily foe because of its long list of symptoms. Everyday Americans, and sports leagues like the NFL, wrestle with when it's necessary to isolate.. The latest coronavirus problem in sports isn't that far from the problem that a lot of Americans have: How can you tell if that's a cold, or Covid? Is that sniffle allergies, or a sign of a deadly pathogen? Is that headache just a headache, or...?", "categories": [["Sports", "NFL"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/nfl?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chinas-detention-of-entrepreneur-raises-fresh-concerns-about-vulnerability-of-private-firms-11605873610", "title": "China's Detention of Entrepreneur Raises Fresh Concerns About Vulnerability of Private Firms", "date": "2020-11-20 07:00", "summary": "Authorities have taken control of Sun Dawu's businesses after his company and employees clashed with a state-backed rival. Chinese authorities have detained an outspoken entrepreneur and taken control of his businesses, reviving a debate about the state's dominance over private industry and rule of law in the world's second-largest economy.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/east-west-divide-in-oil-prices-draws-crude-to-asia-11605872360", "title": "East-West Divide in Oil Prices Draws Crude to Asia", "date": "2020-11-20 06:39", "summary": "Prices for Middle Eastern oils have climbed to an unusual premium over the global benchmark Brent, stoked by demand from Asian refiners. There is a new disconnect between oil prices to the east and west of the Suez Canal, reflecting the divergence between resurgent crude demand in Asia and sluggish consumption in the U.S. and Europe.", "categories": [["Markets", "Commodities", "Oil Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb", "https://www.wsj.com/news/types/oil-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/freight-tech-firm-loadsmart-raises-90-million-in-new-funding-round-11605870003", "title": "Freight Tech Firm Loadsmart Raises $90 Million in New Funding Round", "date": "2020-11-20 06:00", "summary": "Backers include a BlackRock investment arm and maritime container line Maersk, which participated in earlier funding rounds. Digital freight-booking service Loadsmart Inc. closed a $90 million funding round, as technology-focused efforts to boost efficiency in logistics operations draw increased attention during the coronavirus pandemic.", "categories": [["Logistics Report"]], "category_links": ["https://www.wsj.com/news/types/logistics-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/with-covid-19-pandemic-dragging-on-some-countries-say-they-cant-afford-to-fight-11605868203", "title": "With Covid-19 Pandemic Dragging On, Some Countries Say They Can't Afford to Fight", "date": "2020-11-20 05:30", "summary": "Nepal has reduced coronavirus testing, quarantine and treatment to save for an anticipated vaccine bill. KATHMANDU, Nepal-With the number of cases taking off, Nepal has decided it needs to cut back on what it spends fighting Covid-19. It needs to save its money for a huge vaccine bill it expects to have to pay soon.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/is-your-brain-goofing-off-11605868200", "title": "Is Your Brain Goofing Off?", "date": "2020-11-20 05:30", "summary": "Pop culture suggests humans use only a fraction of their mental capacity-scientists disagree. OK, concentrate: How much of your brain are you using right now-or at any moment in time?", "categories": [["U.S.", "The Numbers"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/the-numbers?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/proposal-to-allow-non-veteran-presidential-burials-at-arlington-draws-pushback-11605868201", "title": "Proposal to Allow Non-Veteran Presidential Burials at Arlington Draws Pushback", "date": "2020-11-20 05:30", "summary": "Some veterans and Democrats see proposal as a bid to allow President Trump to eventually be buried at Arlington National Cemetery. A PROPOSED PENTAGON RULE CHANGE that would allow presidents and vice presidents who haven't served in the military to be buried in Arlington National Cemetery has drawn blowback from some veterans and Democrats who see it as a bid to allow President Trump to eventually be buried there.", "categories": [["Politics", "Washington Wire"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/washington-wire?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/will-political-polarization-stop-companies-from-supporting-social-causes-11605868200", "title": "Will Political Polarization Stop Companies From Supporting Social Causes?", "date": "2020-11-20 05:30", "summary": "Companies can't afford to stay on the sidelines, experts say, no matter the reputational risk. Companies eyeing the polarized election and its aftermath may be tempted to back away from supporting hot-button social issues. But experts say sitting on the sidelines won't pay off, no matter the reputational risks.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/after-covid-normal-could-be-profoundly-different-11605868202", "title": "After Covid Pandemic, 'Normal' Could Be Profoundly Different", "date": "2020-11-20 05:30", "summary": "Even when lockdowns are a thing of the past, we'll be spreading out in the suburbs and ordering in. The economy may never be the same.. This is the first column in a five-part Heard on the Street series on how the American economy might look once the Covid-19 pandemic is over.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/churches-push-back-against-coronavirus-restrictions-11605867870", "title": "Churches Push Back Against Coronavirus Restrictions", "date": "2020-11-20 05:24", "summary": "Clergy in the U.S. and Europe say limits on communal worship violate religious freedom. Religious leaders in Europe and the U.S. are pushing back harder against coronavirus restrictions than during the pandemic's first wave, invoking their right to religious freedom and arguing churches are safe.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/suffering-emerging-markets-can-bounce-back-from-the-depths-11605864488", "title": "Suffering Emerging Markets Can Bounce Back From the Depths", "date": "2020-11-20 04:28", "summary": "Resume Subscription. Asia's emerging-market stocks are on track to outperform peers elsewhere in the world by the greatest margin in a quarter of a century this year, as stocks in East Asia's manufacturing hubs steam ahead. But that yawning crevasse could narrow in the months ahead.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/oil-giant-aramcos-strong-stock-is-a-mirage-11605864197", "title": "Oil Giant Aramco's Strong Stock Is a Mirage", "date": "2020-11-20 04:23", "summary": "This week's bond sale shows that global investors remain less enthusiastic about the stock than patriotic local shareholders. The best-performing big oil stock this year is one roundly rejected by global investors: Saudi Aramco. Most of the credit belongs to its shareholders rather than its management.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-set-to-execute-eighth-inmate-this-year-11605823881", "title": "U.S. Executes Eighth Inmate This Year", "date": "2020-11-20 01:53", "summary": "Justice Department continues with scheduled executions; Biden would halt them. WASHINGTON-Convicted killer Orlando Hall was executed late Thursday, the first of three federal inmates the Trump administration scheduled to die before President-elect Joe Biden, a death-penalty opponent, takes office in January.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11605806239", "title": "Pepper...and Salt", "date": "2020-11-20 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-trump-focused-on-florida-and-arizona-in-bids-for-latino-votes-11605899738", "title": "Biden, Trump Focused on Florida and Arizona to Woo Latinos", "date": "2020-11-20 00:01", "summary": "Both campaigns invested more in television ads in 2020 to court Spanish-speaking voters, a critical segment of the electorate. President-elect Joe Biden outspent President Trump to court Spanish-speaking voters in the general election, focusing on two top battleground states where large Latino populations helped decide the outcome: Florida and Arizona.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}]