[{"link": "https://www.wsj.com/articles/los-angeles-air-shuttle-service-to-buy-ravn-assets-for-8-million-and-serve-alaska-11594338797", "title": "Air-Shuttle Service to Buy Ravn Assets for $8 Million and Serve Alaska", "date": "2020-07-09 19:53", "summary": "Deal between startup Float and bankrupt Alaska-based carrier includes coronavirus aid. A startup Los Angeles air-shuttle service will expand into Alaska after receiving approval to buy planes and other assets from a bankrupt airline in a deal that is expected to include coronavirus relief aid.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-looks-to-curb-covid-19-economic-damage-with-buy-american-plan-11594287005", "title": "Biden Outlines $700 Billion Economic-Revival Plan", "date": "2020-07-09 19:49", "summary": "Asked how costs would be offset, campaign refers to Biden's previous plan to raise taxes on corporations and the wealthiest Americans and reverse tax cuts for high earners. Former Vice President Joe Biden laid out a $700 billion plan Thursday to revive the U.S. economy with an America-centric approach to job creation and manufacturing, issuing a direct challenge to President Trump as they prepare to compete for working-class voters in the November election.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-jersey-task-force-says-state-should-cancel-578-million-in-tax-incentives-11594337543", "title": "New Jersey Task Force Says State Should Cancel $578 Million in Tax Incentives", "date": "2020-07-09 19:32", "summary": "Says investigation finds a dozen companies submitted misleading tax-break applications. A New Jersey task force charged with examining the state's corporate-incentive programs recommended suspending or terminating $578 million-worth of tax breaks awarded to a dozen companies.", "categories": [["U.S.", "Tri-State Area"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-region?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/stablecoins-vulnerable-to-criminal-abuse-watchdog-says-11594337509", "title": "'Stablecoins' Vulnerable to Criminal Abuse, Watchdog Says", "date": "2020-07-09 19:31", "summary": "The virtual currency, which aims to maintain price stability, could become more vulnerable to money laundering and terrorist finance risks, the FATF said. A type of digital currency that aims to maintain a stable value relative to that of an underlying asset or benchmark has the potential for mass adoption, but that potential also makes it more vulnerable to criminal abuse, a global standard setter for anti-money-laundering laws said.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-bad-day-for-the-presidency-11594336992", "title": "A Bad Day for the Presidency", "date": "2020-07-09 19:23", "summary": "The High Court opens the gates for Congress and prosecutors.. The Supreme Court looks like it was trying to split the baby Thursday in a pair of 7-2 decisions on subpoenas for President Trump's personal records. But forget about Mr. Trump. The real import of the rulings is that the Supreme Court has weakened the Presidency by opening the gates to harassment by Congress and especially local prosecutors.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hating-clarence-thomas-11594336853", "title": "Hating Clarence Thomas", "date": "2020-07-09 19:20", "summary": "The Twitter left rolls out racist attacks. Calling Jack Dorsey.. Even by Twitter standards, the response to Thursday's two Supreme Court decisions on President Trump's tax records was revealing. For much of the day, Clarence Thomas was \"trending,\" as they say, and not in a nice way.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/joe-biden-vs-the-nuns-11594336792", "title": "Joe Biden vs. the Nuns", "date": "2020-07-09 19:19", "summary": "As President, he says he'd keep harassing the Little Sisters of the Poor on contraception.. Hours after the Little Sisters of the Poor won-again-at the Supreme Court on Wednesday, Joe Biden pledged to fight like hell to roll back conscience protections for Catholic nuns and other religious employers who object to providing contraceptives.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-u-k-reversal-on-huawei-11594336754", "title": "A U.K. Reversal on Huawei?", "date": "2020-07-09 19:19", "summary": "Britain is rethinking its 5G welcome, while Germany kowtows.. When the United Kingdom voted to leave the European Union, Brussels warned that an independent Britain would be susceptible to coercion from larger nations. Yet London is standing up to Chinese bullying as the EU dawdles. Beijing has noticed.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-next-pandemic-trump-derangement-syndrome-11594336574", "title": "The Next Pandemic: Trump Derangement Syndrome", "date": "2020-07-09 19:16", "summary": "Symptoms include obsession with the president's hair and comparing him to Mao.. It's been going around for some time and now appears to be in danger of spreading widely. I refer not to Covid-19, but to Donald-20, or, to use its pseudoscientific name, Trump Derangement Syndrome. Research has shown that TDS appears in five stages, each of advanced intensity. Perhaps there will be some value, if not promise of diminishment, in setting these parameters out for public awareness.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/we-might-get-fooled-again-11594336612", "title": "We Might Get Fooled Again", "date": "2020-07-09 19:16", "summary": "The policy mistakes of the 1960s and '70s laid the foundation for the identity politics of today.. Faced with general unrest in the streets, will America's political, corporate and media leaders panic? Will they acquiesce to bad policies that the nation will regret for decades? You can count on it, because that's what happened the last time America was convulsed by racially charged riots.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/supreme-loser-pelosis-house-11594336504", "title": "Supreme Loser: Pelosi's House", "date": "2020-07-09 19:15", "summary": "The justices make it harder for lawmakers to justify subpoenas for the president.. The Supreme Court on Thursday punted in two cases concerning subpoenas for President Trump's financial records, sending them back to lower courts to resolve a host of legal questions. Yet if the cases had no clear winner, one of the rulings did produce an outright loser: Speaker Nancy Pelosi's overzealous House.", "categories": [["Opinion", "Potomac Watch"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/potomac-watch?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ukraines-holocaust-disneyland-11594336467", "title": "Ukraine's 'Holocaust Disneyland'", "date": "2020-07-09 19:14", "summary": "A memorial would re-create the aesthetics of Nazi terror at the site of an atrocity.. The territory of Ukraine was the site of countless horrors committed against the Jewish people under Nazi occupation. Yet the resource-strapped country lacks a major museum and memorial dedicated to the Holocaust. While an international initiative to create one began in 2016, the ambitious project is in disarray, with one critic calling it \"Holocaust Disneyland.\"", "categories": [["Opinion", "Commentary", "Houses of Worship"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb", "https://www.wsj.com/news/types/houses-of-worship?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-meaning-of-travel-review-lets-get-out-of-here-11594336434", "title": "'The Meaning of Travel' Review: Let's Get Out of Here", "date": "2020-07-09 19:13", "summary": "Given the distractions, Adam Smith thought it was better to go to school than to go abroad. Eventually, everyone wanted to travel everywhere.. Unprecedented in modern history-and in all recorded history, if we put to one side such abstractions as the Wrath of God-is the present fact that the entire world lives in fear of an identical threat. Rich or poor, East or West, we've all come to accept curbs on the way we live, one of which is a near-moratorium on travel to foreign parts.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/notable-quotable-we-retract-our-retraction-11594336377", "title": "Notable & Quotable: We Retract Our Retraction", "date": "2020-07-09 19:12", "summary": "'The researchers . . . say the reasons for their decision to pull the article have been misinterpreted.'. Adam Marcus writing on the Retraction Watch blog, July 8:", "categories": [["Opinion", "Commentary", "Notable & Quotable"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb", "https://www.wsj.com/news/types/notable-quotable?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/two-suitors-compete-to-scoop-brooks-brothers-out-of-bankruptcy-11594335985", "title": "Two Suitors Compete to Scoop Brooks Brothers Out of Bankruptcy", "date": "2020-07-09 19:06", "summary": "A venture between Authentic Brands and Simon Property is considering bidding for retailer, as is WHP Global. A battle is brewing for control of Brooks Brothers Group Inc., with at least two apparel ventures looking to take over the bankrupt clothing retailer, according to people familiar with the matter.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-city-focuses-coronavirus-testing-on-areas-with-high-number-of-positive-cases-11594335659", "title": "New York City Focuses Coronavirus Testing on Areas With High Number of Positive Cases", "date": "2020-07-09 19:01", "summary": "Officials aim to test more than 2,000 residents in a Bronx neighborhood within next two weeks. New York City's health officials are pushing coronavirus testing across the city and prioritizing neighborhoods with lower testing rates, as they work to stem the spread of the virus that has killed more than 20,000 residents since the spring.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/skateboarder-nyjah-huston-is-trying-his-best-not-to-wipeout-before-the-2021-olympics-11594334481", "title": "Skateboarder Nyjah Huston Is Trying His Best Not to Wipeout before the 2021 Olympics", "date": "2020-07-09 18:41", "summary": "Ranked number-one in the world, the 25-year-old-and his sport-would have debuted in the now-postponed Summer Games. \"\"It's hard for us skaters because even if we're not out there doing the most insane stuff, if I'm just practicing in my park, there's still such a high chance of getting hurt all the time that it is really hard to stay safe and injury-free.\"\"", "categories": [["Culture"]], "category_links": ["https://www.wsj.com/news/types/noted-culture?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/these-black-designers-are-tired-of-being-pigeonholed-11594334274", "title": "These Black Designers Are Tired of Being Pigeonholed", "date": "2020-07-09 18:37", "summary": "\"I've heard people say my brand is 'too urban.' And I'm like, how is it urban?\". \"There's not a lot of Black African Americans in a lot of these rooms in positions of power,\" said Darryl Brown, who run two labels, Midwest Kids, an affordable graphic-heavy brand, and his namesake brand, which focuses on elevated workwear basics.", "categories": [["Culture"]], "category_links": ["https://www.wsj.com/news/types/noted-culture?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-lawyer-michael-cohen-sent-back-to-prison-11594323497", "title": "Trump Lawyer Michael Cohen Sent Back to Prison", "date": "2020-07-09 18:36", "summary": "Bureau of Prisons says Cohen wouldn't agree to conditions of home confinement. NEW YORK-Michael Cohen, President Trump's former lawyer, has been taken back into custody after a dispute with probation officers over terms of his home confinement that would bar him from publishing a book or engaging with the media while serving his sentence, a legal adviser of Mr. Cohen's said.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/starbucks-to-require-customers-wear-masks-starting-july-15-11594327302", "title": "Starbucks to Require Customers to Wear Masks", "date": "2020-07-09 18:29", "summary": "Coffee chain's new mask policy to cover about 8,900 U.S. locations from next week. Starbucks Corp. will require customers in the U.S. to wear masks at company-operated stores starting next week, as retailers look to keep employees and patrons safe amid rising coronavirus cases in parts of the country.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/michelin-star-chef-daniel-boulud-turns-to-outdoor-dining-in-new-york-city-11594333749", "title": "Michelin Star Chef Daniel Boulud Turns to Outdoor Dining in New York City", "date": "2020-07-09 18:29", "summary": "Mr. Boulud hopes to set an example for other white-tablecloth restaurants during the coronavirus pandemic. In many ways, it was business as usual earlier this week at Daniel, the posh, signature restaurant of famed French-born chef Daniel Boulud on Manhattan's Upper East Side.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-city-parents-grill-schools-chief-on-reopening-plan-11594333593", "title": "New York City Parents Grill Schools Chief on Reopening Plan", "date": "2020-07-09 18:26", "summary": "Frustrated families want more say, child care and better online learning. New York City parent leaders grilled Schools Chancellor Richard Carranza on Thursday about his plans to reopen schools in the fall, with some expressing deep frustration that they didn't have more say.", "categories": [["U.S.", "Schools"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-schools?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/american-indian-lands-include-eastern-oklahoma-supreme-court-rules-11594304003", "title": "Swath of Oklahoma Falls Within Indian Reservation, Justices Rule", "date": "2020-07-09 18:20", "summary": "The 5-4 court ruling could lead to nearly half the state being classified as Indian country; full impact unclear. WASHINGTON-Oklahoma state officials and business groups reacted cautiously to a Supreme Court ruling Thursday that declared a swath of the state near Tulsa to be part of the Muscogee (Creek) Nation's reservation, as the implications for criminal cases, taxes and regulation remained unclear.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pod-from-english-gardens-to-a-place-to-protect-your-family-and-friends-11594332738", "title": "'Pod': From English Gardens to a Place to Protect Your Family and Friends", "date": "2020-07-09 18:12", "summary": "A green sleeve for peas has quickly become a way to describe a bubble of safety from Covid-19 infection. When historians and sociologists look back on the coronavirus pandemic of 2020, they'll have to explain how we ended up with headlines like this one, from the parenting website What's Up Moms: \"Why I Decided to 'Pod Up'-And How It's Saving Me.\"", "categories": [["Life & Work", "Ideas", "Word on the Street"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/word-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/china-tries-to-keep-market-exuberance-under-control-11594291014", "title": "China's Markets Rally on Optimism Economy Shaking Off Covid-19", "date": "2020-07-09 18:08", "summary": "State media caution investors to think for the long term, reflecting concern about overconfidence. China's yuan has strengthened to levels last hit in March and local financial markets have rallied as confidence builds that the country's economy is shaking off the coronavirus pandemic.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/who-allows-for-coronavirus-transmission-by-tiny-air-particles-before-symptoms-11594332381", "title": "WHO Allows for Coronavirus Transmission by Tiny Air Particles, Before Symptoms", "date": "2020-07-09 18:06", "summary": "United Nations agency revised its guidelines on how the new coronavirus spreads based on emerging research and under pressure from many scientists. The World Health Organization revised its guidelines on two key issues concerning how the new coronavirus spreads, saying people who are talking or singing may expel the virus through tiny airborne particles that float through cramped and unventilated spaces such as restaurants or nightclubs.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/harley-davidson-to-cut-13-of-global-workforce-11594315613", "title": "Harley-Davidson to Cut 13% of Global Workforce", "date": "2020-07-09 17:49", "summary": "Motorcycle maker is latest company to reduce workforce as coronavirus spreads. Harley-Davidson Inc. said it would cut about 700 jobs as part of a global overhaul, the latest company to reduce its workforce, as the coronavirus pandemic continues to depress economic activity.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/college-football-season-in-jeopardy-as-big-ten-begins-canceling-games-11594330799", "title": "Big Ten Calls Off Nonleague Games", "date": "2020-07-09 17:40", "summary": "The move by one of the sport's richest conferences to scrap nonconference games because of the pandemic could signal chaos for the financial lifeblood of college sports. The Big Ten conference canceled nonconference athletic competitions including football games due to the coronavirus pandemic and signaled that its whole season may be in jeopardy, a move that could begin to unravel the entire college football season.", "categories": [["Sports", "College Football"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/college-football?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pc-sales-surge-boosted-by-homebound-workers-and-students-11594330220", "title": "PC Sales Surge, Boosted by Homebound Workers", "date": "2020-07-09 17:30", "summary": "Remote working and students at home drove demand as U.S. recorded highest quarterly-shipment volume in over a decade, IDC says. Personal-computer sales rebounded in the June quarter, driven by higher demand from workers and students forced to study and work from home amid the coronavirus, according to preliminary data from two industry-research firms.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/supreme-court-ruling-allows-hush-payment-probe-to-proceed-11594326391", "title": "Supreme Court Ruling Allows Hush-Payment Probe to Proceed", "date": "2020-07-09 17:27", "summary": "Decision means Manhattan D.A. can enforce subpoena sent to Trump's accounting firm for tax returns, other financial records. The Supreme Court's decision to allow a New York prosecutor to review President Trump's personal financial records breathes new life into a year-long investigation concerning a payment made by Michael Cohen, the president's former personal attorney, to a former adult-film star who claimed she had an affair with Mr. Trump.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fired-manhattan-u-s-attorney-says-barr-pressured-him-to-resign-voluntarily-11594322646", "title": "Fired Manhattan U.S. Attorney Says Barr Pressured Him to Resign Voluntarily", "date": "2020-07-09 17:11", "summary": "In closed-door testimony on Capitol Hill, Geoffrey Berman details tense meeting with attorney general; 'That statement was false'. Former Manhattan U.S. Attorney Geoffrey Berman, who was ousted last month by President Trump, told lawmakers that Attorney General William Barr repeatedly pressured him to step down voluntarily and warned him that being fired would hurt his career and future job prospects.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/global-stock-markets-dow-update-07-09-2020-11594287867", "title": "U.S. Stocks Drop After Jobless Claims", "date": "2020-07-09 16:55", "summary": "Weekly jobless claims remain elevated, leading some economists to worry the U.S. recovery is stalling. The S&P 500 dropped Thursday as investors continued to back away from bets on a smooth reopening from the coronavirus shutdowns.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/america-is-on-a-lumber-binge-11594305886", "title": "America Is on a Lumber Binge", "date": "2020-07-09 16:47", "summary": "Lumber futures are up more than 85% since April 1. Gold is climbing toward a record high, oil futures went from minus $40 a barrel to $40 in a month and a half, but the hottest commodity in the U.S. these days is wood.", "categories": [["Markets", "Commodities"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/treasurys-gain-as-investors-confront-auctions-11594308375", "title": "U.S. Government Bond Yields Hit Lowest Closing Level Since April 24", "date": "2020-07-09 16:47", "summary": "Investors showed strong demand for new longer-term Treasury debt. U.S. government bond yields fell to a nearly 11-week low Thursday after another well-received bond auction helped ease investors' concerns about the growing supply of Treasurys.", "categories": [["Markets", "Treasurys"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/treasurys?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/supreme-court-is-asked-to-lift-stay-on-ruling-allowing-florida-felons-to-regain-vote-11594327646", "title": "Court Is Asked to Lift Stay on Ruling Allowing Florida Felons to Regain Vote", "date": "2020-07-09 16:47", "summary": "Federal judge criticized how the state has set up barriers for hundreds of thousands. TALLAHASSEE, Fla.-Voting-rights advocates asked the U.S. Supreme Court to lift a stay on a federal judge's ruling that allowed Florida felons to regain the right to vote, regardless of unpaid fines and other financial obligations.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-subpoenas-sought-tax-records-and-other-financial-documents-11594325091", "title": "Trump Subpoenas Sought Tax Records and Other Financial Documents", "date": "2020-07-09 16:38", "summary": "In Supreme Court cases, Congress and New York state prosecutor sought information on financial dealings of president and his family. In 2019, three Democratic-led House committees and a New York prosecutor issued subpoenas seeking information related to the finances of President Trump, sparking legal fights that ended up at the Supreme Court.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/intelligence-review-a-spy-in-search-of-a-purpose-11594326947", "title": "'Intelligence' Review: A Spy in Search of a Purpose", "date": "2020-07-09 16:35", "summary": "David Schwimmer stars as an American analyst abroad fighting cyber-terrorism in a comedy on the new Peacock streaming service.. It takes a bit of time to become accustomed to David Schwimmer, largely known to the world as the vulnerably endearing Ross of \"Friends\"-paleontologist, thinker, lover-in the role of a crude blowhard who feels entitled to push people around, which is how he appears in the opening scenes of the frequently hilarious \"Intelligence,\" a presentation of Peacock, NBCUniversal's new streaming service, which begins July 15.", "categories": [["Books & Arts", "Television Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/television-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/supreme-court-signals-judiciary-may-shape-balance-of-power-between-congress-and-white-house-11594326796", "title": "Supreme Court Rulings Shed Light on Limits of Presidential Power", "date": "2020-07-09 16:33", "summary": "The case involving Congress shows high court's reluctance to fully tip the balance toward one branch or the other. WASHINGTON-The Supreme Court on Thursday handed down two major rulings on the powers, privileges and immunities of the presidency that will have lasting impact on how future disputes between the White House, Congress and prosecutors are handled.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-deep-blue-sea-review-diving-into-an-ocean-of-emotion-11594326804", "title": "'The Deep Blue Sea' Review: Diving Into an Ocean of Emotion", "date": "2020-07-09 16:33", "summary": "London's National Theatre production of Terence Rattigan's play is a swirling eddy of class constraints and forlorn love.. If you're looking for theater webcasts to keep you entertained during the pandemic, the site of London's National Theatre should be one of your regular stops. Not only does the NT routinely make broadcast-quality videos of its major productions, but it is responding to the closing of British theaters by streaming a free video every Friday on its \"National Theatre at Home\" webpage. These videos, each of which remains available for a week, are of the highest possible artistic merit and technical finish, and the company's latest offering, a 2016 revival of Terence Rattigan's \"The Deep Blue Sea\" directed by Carrie Cracknell, will be of special interest to American viewers, since Rattigan's plays are rarely produced in the U.S. \"The Deep Blue Sea,\" his masterpiece, had a brief Broadway run in 1998, but so far as I know, it hasn't been staged over here since then, in New York or anywhere else.", "categories": [["Opinion", "Theater Review"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/theater-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bestselling-books-week-ended-july-4-11594326750", "title": "Bestselling Books Week Ended July 4", "date": "2020-07-09 16:32", "summary": "With data from NPD BookScan. ", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/best-selling-books?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/arrests-at-u-s-border-with-mexico-jumped-40-in-june-11594326196", "title": "Arrests at U.S. Border With Mexico Jumped 40% in June", "date": "2020-07-09 16:23", "summary": "Crossings by single Mexican adults made up 80% of total; increase comes despite policy of turning back migrants during coronavirus pandemic. WASHINGTON-The number of migrants arrested at the southern border jumped by 40% in June from the prior month, according to figures released by U.S. Customs and Border Protection.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/prudential-reprices-some-insurance-products-as-lower-rates-weigh-on-profits-11594325926", "title": "Prudential Reprices Some Insurance Products as Lower Rates Weigh on Profits", "date": "2020-07-09 16:18", "summary": "Life insurer revamps its offerings to make them less sensitive to market volatility. Prudential Financial Inc. planned for a pandemic as severe as the Spanish flu, modeling for a potential crisis that would be more severe than the initial coronavirus outbreak suggested. This prepared the company for some of the financial shocks, such as the difficulty in preserving capital, but not the ultralow interest rates.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/greyhound-review-a-good-mans-grace-under-pressure-11594325902", "title": "'Greyhound' Review: A Good Man's Grace Under Pressure", "date": "2020-07-09 16:18", "summary": "Tom Hanks plays a U.S. Navy destroyer captain braving U-boats and stormy seas.. During the Battle of the Atlantic in World War II, Allied convoys carried desperately needed supplies and troops from U.S. ports to Britain. Marauding packs of German submarines exacted a terrible toll, yet most cargo ships got through, accompanied by destroyers and other light vessels that took on the deadly U-boats. In \"Greyhound,\" streaming on Apple TV+, Tom Hanks is Cmdr. Ernest Krause, a U.S. Navy destroyer captain leading a convoy across the North Atlantic soon after America entered the war; it's his first command and his first Atlantic crossing. The film is impressive visually, though less so on TV screens than it might have been on the theater screens it was made for, and repetitive though still absorbing dramatically, a string of action vignettes separated by tense interludes. But parts of the drama play out on its star's face, and they're the best parts, because there's no one better at portraying a good man's self-doubts and a frightened man's courage.", "categories": [["Books & Arts", "Film Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/film-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/boy-scouts-bankruptcy-roiled-by-suspicions-about-asset-transfers-11594325864", "title": "Boy Scouts Bankruptcy Roiled by Suspicions About Asset Transfers", "date": "2020-07-09 16:17", "summary": "Sex-abuse victims say they don't trust the Boy Scouts to stop local councils from hiding property. People claiming they were sexually abused as children involved in Boy Scouts activities say they have turned up evidence that assets have been deliberately moved out of their reach as the youth organization tries to deal with its legal problems in bankruptcy.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/harley-davidson-looks-for-a-new-cfo-as-it-overhauls-business-11594325778", "title": "Harley-Davidson Looks for a New CFO as It Overhauls Business", "date": "2020-07-09 16:16", "summary": "Motorcycle maker is simplifying its geographic footprint and model lineup. Harley-Davidson Inc. is searching for a new finance chief as it looks to overhaul its business in response to declining demand for its motorcycles and a financial hit from the coronavirus pandemic.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hedge-fund-alden-emerges-as-potential-mcclatchy-bidder-11594325644", "title": "Hedge Fund Alden Emerges As Potential McClatchy Bidder", "date": "2020-07-09 16:14", "summary": "Alden is a possible challenger to McClatchy creditor Chatham Asset Management in an auction to buy the company's newspapers out of bankruptcy. Alden Global Capital LLC has emerged as a potential bidder for McClatchy Co. 's newspapers, an acquisition that would add some of the nation's most prominent daily publications to the New York hedge fund's existing collection of local news outlets.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-fatal-weakness-review-cheating-will-cost-you-11594325527", "title": "'The Fatal Weakness' Review: Cheating Will Cost You", "date": "2020-07-09 16:12", "summary": "Mint Theater offers a recording of George Kelly's tough-minded comedy about the high price of upper-crust adultery.. ", "categories": [["Opinion", "Theater Review"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/theater-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-delicious-evolution-of-mayonnaise-11594325200", "title": "The Delicious Evolution of Mayonnaise", "date": "2020-07-09 16:06", "summary": "Ancient Romans ate a pungent version, but the modern egg-based spread was created by an 18th-century French chef.. I can't imagine a summer picnic without mayonnaise-in the potato salad, the veggie dips, the coleslaw, and yes, even on the french fries. It feels like a great dollop of pure Americana in a creamy, satisfying sort of way. But like a lot of what makes our country so successful, mayonnaise originally came from somewhere else.", "categories": [["Life & Work", "Ideas", "Historically Speaking"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/historically-speaking?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-administration-seeks-to-block-settlement-between-sierra-club-and-michigan-utility-11594311223", "title": "Trump Administration Seeks to Block Settlement Between Sierra Club and Michigan Utility", "date": "2020-07-09 16:01", "summary": "Motion asks court to reject deal that would require DTE Energy to close three coal-fired power plants and pay $2 million for local environmental improvements. The Trump administration is asking a federal judge to reject a settlement between the Sierra Club and a Michigan utility over alleged clean-air violations, arguing that the deal improperly goes beyond what the federal government has approved.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tips-from-a-chef-who-was-into-sourdough-before-it-was-cool-11594324822", "title": "Tips From a Chef Who Was Into Sourdough Before It Was Cool", "date": "2020-07-09 16:00", "summary": "Olia Hercules, author of the new cookbook 'Summer Kitchens,' dishes on favorite tools, the pickles overtaking her fridge and the secret to a delicious stock. PERHAPS MORE than any living person, the Ukrainian-British journalist-turned-chef Olia Hercules has laid to rest the tired myth that Soviet cooking is all cabbage and mayonnaise. In her latest cookbook, \"Summer Kitchens\" (July 14, Weldon Owen), Ms. Hercules returns to her native Ukraine and a unique feature of many homes there. \"Apart from having a regular kitchen indoors, we had something else: a separate little house, nothing glamorous-just a one-room brick structure, which we called litnya kuhnia, 'summer kitchen,' \" she writes. She traveled the country with her husband, the photographer Joe Woodhouse, and the photographer Elena Heatherwick to chronicle these structures, the people who maintain them and the bounty of homegrown produce prepared and preserved within.", "categories": [["Life & Work", "Food & Drink", "In My Kitchen"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/food-cooking-drink?mod=breadcrumb", "https://www.wsj.com/news/types/in-my-kitchen?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/relic-review-haunting-in-mind-and-body-11594324594", "title": "'Relic' Review: Haunting in Mind and Body", "date": "2020-07-09 15:56", "summary": "Dementia is only the starting point for an intriguing horror flick from Australia.. Sometimes first efforts are dismissed with, if not damned by, the faint praise of \"promising.\" That's what \"Relic\" is for a while-probably a longer while than ideal. This debut feature from Australia, directed by Natalie Erika James from a screenplay she wrote with Christian White, keeps promising to be something special, one of those small-scale horror tales with a big impact on your heart rate. But then it fulfills the promise with a revelation that you can't quite pin down with words-not that I'll try-and a final image guaranteed to take up residence in your long-term memory.", "categories": [["Books & Arts", "Film Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/film-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-you-should-do-while-you-wait-for-covid-19-test-results-11594323917", "title": "What You Should Do While You Wait for Covid-19 Test Results", "date": "2020-07-09 15:45", "summary": "'There's no magic formula' for what to do during long test-result wait times. Surging demand for Covid-19 testing in the U.S. and limited supplies have led to longer turnaround times for results, with some people waiting a week or more to learn whether they are infected.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/its-genetic-neanderthals-get-blamed-for-everything-11594321472", "title": "It's Genetic: Neanderthals Get Blamed for Everything", "date": "2020-07-09 15:04", "summary": "Now their DNA is said to make Covid-19 worse. But what about the wrongs of Homo erectus?. I wasn't all that shocked when I read that a mysterious DNA strand linked to Neanderthals may significantly increase the likelihood of getting a severe case of Covid-19. Time and again, if you study human evolutionary history, you'll find that if something really bad just happened on this planet, Neanderthals are going to get blamed for it.", "categories": [["Life & Work", "Ideas", "Moving Targets"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/moving-targets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-wnba-team-has-landed-in-the-middle-of-a-georgia-senate-race-11594321488", "title": "A WNBA Team Has Landed in the Middle of a Georgia Senate Race", "date": "2020-07-09 15:04", "summary": "Sen. Kelly Loeffler, a part-owner of the Atlanta Dream, spoke against the league's support for Black Lives Matter. Now she faces calls from all sides to sell her stake.. A partial ownership stake in a Women's National Basketball Association team is currently the hottest topic in Georgia's election season.", "categories": [["Sports"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-fail-proof-method-for-cooking-fish-deliciously-11594321462", "title": "A Fail-Proof Method for Cooking Fish Deliciously", "date": "2020-07-09 15:04", "summary": "Tucking halibut fillets into parchment-paper packets for a 15-minute steam-roast produces succulent results every time. WHEN THE NAME of a dish includes \"en papillote,\" you know you're in for a show. \"I like preparations with a theatrical element,\" said chef Michael Tusk. In his second Slow Food Fast recipe, halibut fillets steam-roast in parchment-paper parcels-as \"en papillote\" indicates-along with smashed tomatoes and slivers of snow pea. \"At the table it's snipped open, and all the steam comes up in a cloud,\" said Mr. Tusk. \"That's the theater. And it's really simple.\"", "categories": [["Life & Work", "Food & Drink", "Slow Food Fast"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/food-cooking-drink?mod=breadcrumb", "https://www.wsj.com/news/types/slow-food-fast?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mayor-of-seoul-goes-missing-11594305387", "title": "Missing Seoul Mayor Found Dead", "date": "2020-07-09 14:58", "summary": "Leader of South Korea's capital, acclaimed for early and aggressive response to Covid-19, had failed to show up to work. SEOUL-The mayor of South Korea's capital, praised for his city's aggressive coronavirus response, was found dead in a forested area in northern Seoul, local police said.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/is-campus-culture-destructive-to-society-11594319504", "title": "Is Campus Culture Destructive to Society?", "date": "2020-07-09 14:31", "summary": "There's no question that universities today are overwhelmingly left and liberal. But college students have always been active and \"radical\" for their day.. Regarding John M. Ellis's \"Campus Culture Seizes the Streets\" (op-ed, July 6): There's no question that universities today are overwhelmingly left and liberal. But college students have always been active and \"radical\" for their day. In my lifetime, they marched for civil rights in the early 1960s, against the Vietnam War in the 1970s, for a nuclear freeze in 1982, for LGBT rights in 1993, against the Iraq war in 2003, for women's rights many times and now, again, for civil rights. In every case, they were right. In every case, they faced intransigent resistance and were castigated by conservatives as wrongheaded miscreants. Prof. Ellis doth worry too much. Most kids eventually grow old and mellow. Virtually every right-wing conservative in power went to college-most of them to elite schools-and they now control most branches of government.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/payroll-tax-cuts-mostly-go-to-the-well-off-11594319437", "title": "Payroll-Tax Cuts Mostly Go to the Well Off", "date": "2020-07-09 14:30", "summary": "According to the Institute on Taxation and Economic Policy, nearly half of the benefit from a payroll-tax cut would go to the richest 20% of taxpayers. Casey B. Mulligan and Stephen Moore's prescription for the next round of coronavirus relief (\"A True Economic Stimulus Plan,\" op-ed, July 3) may be a salve for employers and high earners, but won't cure the financial woes that ail unemployed, lower-income and working-class Americans. Fiscal conservatives Moore and Mulligan want Congress to jettison extended unemployment benefits for workers who lost their jobs during the pandemic, and instead eliminate the payroll taxes that fund Social Security. (President Trump has insisted on the same.)", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-makes-a-mistake-police-spending-saves-lives-11594319385", "title": "New York Makes a Mistake, Funding Police Saves Lives", "date": "2020-07-09 14:29", "summary": "Europe spends more of its economy on the police than the U.S. does. Partly as a result, Europe has both a lower murder rate, and a lower rate of killings by the police.. The Journal is right to oppose cutting New York's police budget by $1 billion (\"New York's Cop Out,\" Review & Outlook, July 3). Funding police saves lives. Europe spends more of its economy on the police than the U.S. does. Partly as a result, Europe has both a lower murder rate and a lower rate of killings by the police.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/us-policy-covid-19-coronavirus-outbreaks-california-texas-florida-arizona-11594134950", "title": "Behind New Covid-19 Outbreaks: America's Patchwork of Policies", "date": "2020-07-09 14:27", "summary": "Resume Subscription. The rising tide of coronavirus cases in the U.S. South and West, coming four months into the outbreak, emerged amid a patchwork of often confusing or conflicting rules across government that have proved inconsistent and often difficult to enforce, making the pandemic harder to halt.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/corporate-tech-in-line-for-its-pandemic-haircut-11594319207", "title": "Corporate Tech in Line for its Pandemic Haircut", "date": "2020-07-09 14:26", "summary": "Surveys find tech budgets are getting cut, but software stocks continue to soar. As the pandemic rages on, corporate technology budgets won't be spared. That could prove a problem for investors who have been banking on business being even better than usual.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/libya-u-s-probe-alleged-gold-trade-between-venezuela-and-warlord-11594319062", "title": "Libya, U.S. Probe Alleged Gold Trade Between Venezuela and Warlord", "date": "2020-07-09 14:24", "summary": "Nicolás Maduro's government continues to forge ties with U.S. adversaries, officials say. Libya and the U.S. are investigating suspected gold-for-cash trades between Venezuela and Libyan militia leader Khalifa Haftar, security officials said.", "categories": [["WSJ News Exclusive", "World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/facebook-q-a-what-civil-rights-groups-want-the-social-media-giant-to-change-11594318755", "title": "Facebook Q&A: Where Civil Groups and the Social Media Giant Agree and Disagree", "date": "2020-07-09 14:19", "summary": "Stop Hate for Profit campaign has issued wide-ranging demands; Facebook is meeting some while resisting others. Civil-rights advocates are increasing pressure on Facebook Inc. advertisers to halt spending on the company's platforms, saying it has done too little to police hateful and other problematic content.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/unemployment-benefits-weekly-jobless-claims-coronavirus-07-09-2020-11594246014", "title": "U.S. Initial Unemployment Claims Edged Down in Latest Week", "date": "2020-07-09 14:03", "summary": "Number of workers receiving continuing unemployment benefits at lowest level since mid-April. New applications for unemployment benefits edged down last week and the number receiving payments fell to the lowest level since mid-April, signs the labor market is healing and so far not significantly affected by a rising number of Covid-19 cases in several states.", "categories": [["Economy", "Economic Data"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/economic-data?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/glee-actress-naya-rivera-missing-in-california-lake-sheriff-11594314697", "title": "'Glee' Actress Naya Rivera Missing in California Lake", "date": "2020-07-09 14:02", "summary": "Rivera, 33, rented a boat at Lake Piru; her 4-year-old son said they had gone swimming. LOS ANGELES-A Southern California lake will be closed for a search of its waters for \"Glee\" star Naya Rivera, authorities said Thursday.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mnuchin-we-support-another-round-of-stimulus-payments-to-individuals-11594306889", "title": "Mnuchin Sees Stimulus Deal by End of July", "date": "2020-07-09 13:51", "summary": "Treasury secretary says administration is working with the Senate to pass a new bill for coronavirus-related economic aid. WASHINGTON-Treasury Secretary Steven Mnuchin said Thursday the Trump administration is working with the Senate to pass a new bill for coronavirus-related economic aid by the end of July, as enhanced unemployment benefits near expiration.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/on-coronavirus-birx-draws-controversy-but-keeps-trumps-ear-11594296000", "title": "On Coronavirus, Birx Draws Controversy-but Keeps Trump's Ear", "date": "2020-07-09 13:48", "summary": "Coronavirus-response coordinator remains in the president's good graces after other public health officials have been marginalized. WASHINGTON-Four months after she helped convince President Trump that the U.S. needed to shut down to tackle the coronavirus outbreak, Deborah Birx again faces the difficult mission of counseling the president about the serious public health ramifications of the pandemic.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/denmark-gives-russias-nord-stream-2-pipeline-a-path-to-completion-11594316475", "title": "Denmark Gives Russia's Nord Stream 2 Pipeline a Path to Completion", "date": "2020-07-09 13:41", "summary": "U.S. officials fear the pipeline will give Moscow greater political leverage across Europe. Denmark granted unexpectedly swift approval for resuming construction of the Russian-backed Nord Stream 2 pipeline in Danish waters, potentially clearing one of the last hurdles for completing the project at the center of a geopolitical tussle.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-college-drop-off-ritual-will-be-a-lot-more-complicated-this-year-11594316157", "title": "The College Drop-Off Ritual Won't Happen This Year", "date": "2020-07-09 13:36", "summary": "Colleges aren't letting parents in dorms, or even on campus. If you're heading off to college - assuming your campus is open in the fall - and your parents are worried about how they'll drop you off at school, you're not alone. Freshman-year drop-off has long been a highly emotional and symbolic ritual that represents children leaving the nest. But colleges are now banning parents from dorms, and at some schools parents can't even be on campus. Complicating the process further is state quarantine policies for out-of-state visitors. The Journal's Nancy Keates talked to several families who are devising creative solutions to get a drop-off-lite experience, but with so much uncertainty about how school and government policies will change, it's bound to be an emotionally straining experience.", "categories": [["Education"]], "category_links": ["https://www.wsj.com/news/types/noted-education?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bidens-bigger-government-11594315921", "title": "Biden's Bigger Government", "date": "2020-07-09 13:32", "summary": "The former vice president promises Obama-style taxes and red tape plus Trump-style trade fights.. Investors who breathed a sigh of relief when Democratic voters decided not to march off the socialist cliff with Bernie Sanders are getting a disturbing new sell signal from presumptive presidential nominee Joe Biden. The former vice president is proposing new threats to economic growth.", "categories": [["Opinion", "Best of the Web"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/best-of-the-web-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/everything-you-need-to-know-about-the-u-s-possibly-banning-tiktok-11594315979", "title": "Everything You Need to Know About the U.S. Possibly Banning TikTok", "date": "2020-07-09 13:32", "summary": "India recently banned it with similar concerns. After launching in 2016, TikTok skyrocketed to being the third-most installed app worldwide in the first quarter of this year. But the Chinese-owned company has been accused of collecting more data than it needs. U.S. officials worry that the Chinese government is using the app to collect data on Americans. In fact, the U.S. military has already banned its members from using TikTok.", "categories": [["News"]], "category_links": ["https://www.wsj.com/news/types/noted-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-ugly-truth-behind-the-pursuit-of-internet-fame-11594315254", "title": "The Ugly Truth Behind The Pursuit of Internet Fame", "date": "2020-07-09 13:21", "summary": "A series of documentaries shows the allure of being a young influencer-and also the cost. \"\"All these desires are on the same path as becoming an internet celebrity, where people care about you, listen to you and validate you, and corporations want to do deals with you. It's sort of the ultimate form of having agency as a teenager.\"\"", "categories": [["Culture"]], "category_links": ["https://www.wsj.com/news/types/noted-culture?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/business-is-booming-for-instacart-contractors-arent-feeling-it-11594314958", "title": "Business is Booming for Instacart. Contractors Aren't Feeling it.", "date": "2020-07-09 13:16", "summary": "An Instacart shopper said she's not making a living wage on the platform, despite the company's recent surge. \"\"When you invest your time into a company, whether it's independent contracting or you're a direct employee, you expect them to value you. But they don't. Because there's just more people that will do it.\"\"", "categories": [["Jobs"]], "category_links": ["https://www.wsj.com/news/types/noted-jobs?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/when-protesting-could-get-you-in-trouble-at-work-11594313949", "title": "When Protesting Might Get You In Trouble At Work", "date": "2020-07-09 12:59", "summary": "Here's what you should know when it comes to engaging in protests and the limits of your First Amendment rights. Could a Black Lives Matter logo at work get you in trouble? What about taking time off to protest? Experts say now is the time for workers and their employers to brush up on company rules governing conduct on and off the job.", "categories": [["Jobs"]], "category_links": ["https://www.wsj.com/news/types/noted-jobs?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/frances-macron-seeks-to-restart-his-economic-agenda-11594313632", "title": "France's Macron Seeks to Restart His Economic Agenda", "date": "2020-07-09 12:56", "summary": "President resumes negotiations with unions on his proposal to overhaul country's costly pension system. PARIS-President Emmanuel Macron's newly formed government has resumed negotiations with unions on his proposal to overhaul France's pension system, putting an explosive issue back on the table as the country navigates the health and economic fallout of the coronavirus pandemic.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-sanctions-chinese-officials-over-alleged-human-rights-abuses-in-muslim-xinjiang-region-11594313641", "title": "U.S. Sanctions Chinese Officials Over Alleged Human Rights Abuses in Muslim Xinjiang Region", "date": "2020-07-09 12:54", "summary": "Visa curbs, financial measures hit party officials, security figures. WASHINGTON-The U.S. imposed sanctions on senior officials in China's Xinjiang region, accusing them and the region's police of being complicit in human-rights violations against the Muslim population in the northwest China.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/student-athletes-back-on-campus-are-contracting-covid-19-11594313435", "title": "Student Athletes Who Are Back On Campus Are Contracting Covid-19", "date": "2020-07-09 12:51", "summary": "Their rates of infection don't bode well for campuses debating whether to have students return this fall. Student athletes who have returned to their college campuses for voluntary workouts have tested positive for Covid-19. This includes 13 student-athletes at the University of Texas at Austin, and at least 14 Kansas State football players. At Louisiana State University, 30 football players, which is about a quarter of the football team, went into quarantine after some of them hit local bars. Many players who tested positive for the virus showed no symptoms. And, to further complicate the situation, the NCAA doesn't have universal testing standards. The rise in cases show just how difficult it will be to bring tens of thousands of students together when classes resume.", "categories": [["Health"]], "category_links": ["https://www.wsj.com/news/types/noted-health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/germany-probes-possible-money-laundering-by-wirecard-executives-11594302541", "title": "Germany Probes Possible Money Laundering by Wirecard Executives", "date": "2020-07-09 12:39", "summary": "Munich prosecutor says it is conducting several legal cases related to the payments firm. German prosecutors are looking into possible money laundering by executives at Wirecard AG , adding to ongoing probes related to potential fraud and fake accounting at the insolvent payments firm.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/your-streaming-tv-service-might-be-getting-more-expensive-11594312528", "title": "Your Streaming TV Service Might Be Getting More Expensive", "date": "2020-07-09 12:36", "summary": "YouTube TV and FuboTV are raising prices this summer. Online TV services are raising their prices this summer, which means smaller savings for people who chose them so they didn't have to pay for traditional cable subscription services. The basic package for Google's YouTube TV now costs $65 a month, a 30% increase from the previous price of $50. And the sports-focused service FuboTV said it would raise the price of its standard package by $5 to about $60 in August.", "categories": [["Money"]], "category_links": ["https://www.wsj.com/news/types/noted-money?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/covid-the-french-discover-france-travel-eiffel-tower-tourism-summer-europe-closures-coronavirus-reopen-11594312360", "title": "Stuck at Home Because of Covid, the French Discover France", "date": "2020-07-09 12:34", "summary": "Resume Subscription. PARIS-The French are venturing into unknown territory: France.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/for-black-designers-a-surge-of-new-visibility-and-business-is-bittersweet-11594312276", "title": "For Black Designers, a Surge of New Visibility and Business Is 'Bittersweet'", "date": "2020-07-09 12:31", "summary": "Resume Subscription. In late May, on a road trip from Cleveland to St. Paul, Minn., Suzanne Rivera and Michael Householder spent time talking about updating the new house they were moving into on the campus of Macalester College, where Ms. Rivera was due to begin her term as president on June 1.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/behind-the-design-11594312047", "title": "Behind The Design", "date": "2020-07-09 12:27", "summary": "Seven Black designers share what inspired their creations.. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/how-you-feel-depends-on-where-you-are-11594311622", "title": "How You Feel Depends on Where You Are", "date": "2020-07-09 12:20", "summary": "New research uses GPS data from cell phones to draw connections between people's location and their mood.. Do the places where we choose to spend time have any part in shaping our personalities? The answer lies in the GPS data captured by nearly every app on our phones, according to a new study by Sandra Matz, a computational scientist at Columbia Business School, and Gabriella Harari, a social psychologist at Stanford.", "categories": [["Life & Work", "Ideas", "Mind and Matter: Susan Pinker"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/mind-and-matter-susan-pinker?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cybersecurity-safeguards-should-extend-to-supply-chain-partners-experts-write-11594311130", "title": "Commentary: Cybersecurity Safeguards Should Extend to Supply-Chain Partners", "date": "2020-07-09 12:12", "summary": "Companies must treat cybersecurity as a supply chain as work changes under the coronavirus pandemic create new vulnerabilities, say two supply-chain educators. The dramatic shift of millions of Americans to remote work has allowed many companies to maintain operations under the enormous strain of the Covid-19 pandemic, but it has also opened them up to a wider range of cyber threats.", "categories": [["Logistics Report"]], "category_links": ["https://www.wsj.com/news/types/logistics-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-embraces-school-reopenings-as-campaign-issue-11594294200", "title": "Trump Embraces School Reopenings as Campaign Issue", "date": "2020-07-09 12:02", "summary": "President's team hopes to court voters, particularly suburban women, by calling for return to in-person instruction; the strategy carries risks. WASHINGTON-President Trump has embraced reopening schools as a pitch that could help his re-election campaign, betting that efforts to get children back into the classroom despite the coronavirus pandemic will sway stressed-out parents.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-beijing-lost-with-its-border-clash-blunder-11594310502", "title": "What Beijing Lost With Its Border Clash Blunder", "date": "2020-07-09 12:01", "summary": "Fighting with India in the Himalayas may cost China its shot at becoming the dominant tech power.. Think of it as Xi Jinping's Himalayan blunder. The final outcome of the border standoff between China and India may be uncertain, but the consequences of New Delhi's decision last week to ban 59 Chinese apps, including the popular video-sharing app TikTok, are clear. Should the ban stick, and be emulated by other countries, it could seriously set back Beijing's ambition to replace the U.S. as the world's dominant technological power.", "categories": [["Opinion", "East is East"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/east-is-east?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/stalin-and-the-confederacy-11594310436", "title": "Stalin and the Confederacy", "date": "2020-07-09 12:00", "summary": "A tour guide at the dictator's birthplace led me to rethink American history.. On a business trip to the Republic of Georgia, I was invited by a local employee to visit Joseph Stalin's birthplace. I'm not sure I knew at the time, in 2015, that Stalin was from Georgia. But I'm fascinated by history, so I went.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/walgreens-boots-alliance-shares-get-booted-11594309154", "title": "Walgreens Shares Get Booted", "date": "2020-07-09 11:39", "summary": "Weakness in the British part of the drugstore chain slammed the shares-and there is no turnaround in sight. Walgreens Boots Alliance shareholders could use some tea and sympathy.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/brazilian-stocks-attract-outside-investors-despite-pandemic-slowdown-11594308485", "title": "Brazilian Stocks Attract Outside Investors, Despite Pandemic", "date": "2020-07-09 11:28", "summary": "As the country's currency plummeted during the coronavirus crisis, foreign investors put money into Brazilian stocks. More people are dying from Covid-19 in Brazil than anywhere else in the developing world, and the local economy is shrinking at the fastest pace in at least a century. Yet foreign investors are putting more money into Brazilian stocks than they are taking out for the first time in months.", "categories": [["Markets", "Stocks"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/death-of-ruling-party-candidate-upends-ivory-coast-presidential-race-11594308425", "title": "Death of Ruling Party Candidate Upends Ivory Coast Presidential Race", "date": "2020-07-09 11:27", "summary": "As many as three former presidents may contest October's vote, testing the stability of one of West Africa's economic success stories. JOHANNESBURG-The death of the ruling-party candidate in Ivory Coast's October presidential election has unraveled a carefully choreographed succession plan, testing the stability of one of the world's fastest-growing economies.", "categories": [["World", "Africa"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/africa-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/an-l-a-home-with-a-ceiling-crafted-from-tiny-skylights-lists-for-25-million-11594308328", "title": "An L.A. Home With a Ceiling Crafted From Tiny Skylights Lists for $25 Million", "date": "2020-07-09 11:25", "summary": "The 12,000-square-foot property in the Hollywood Hills overlooks the Getty Museum, Century City and the ocean. A newly built home with an unusual ceiling crafted from a multitude of miniature skylights is coming to market in the Hollywood Hills for $25 million.", "categories": [["WSJ News Exclusive", "Private Properties"]], "category_links": ["https://www.wsj.com/news/types/private-properties?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-n-rules-require-cybersecurity-guarantees-for-connected-cars-11594287001", "title": "U.N. Rules Require Cybersecurity Guarantees for Connected Cars", "date": "2020-07-09 11:18", "summary": "Car companies must introduce safeguards to protect vehicles from hackers under new rules. Manufacturers selling cars in jurisdictions including Japan, South Korea and the European Union will soon be required to secure connected vehicles against cyberattacks under a new United Nations regulation.", "categories": [["Pro Cyber News"]], "category_links": ["https://www.wsj.com/news/types/pro-cyber-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/walgreens-swings-to-loss-as-pandemic-weighs-on-customer-visits-11594295258", "title": "Walgreens to Cut 4,000 Jobs in U.K. Boots Stores, Suspend Buybacks", "date": "2020-07-09 11:15", "summary": "Pharmacy chain swings to loss, as drop in customer traffic during coronavirus weighs on demand at Boots stores. Walgreens Boots Alliance Inc. said it plans to cut about 4,000 jobs in the U.K. and suspend stock buybacks as demand fell off in its international business during the drugstore chain's latest quarter.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/american-united-cancel-hong-kong-flights-over-mandatory-crew-testing-11594296554", "title": "American, United Cancel Hong Kong Flights Over Mandatory Crew Testing", "date": "2020-07-09 11:14", "summary": "Airlines temporarily halt flights after city ends testing exemption for crews amid rise in local coronavirus transmissions. HONG KONG-Two U.S. airlines have canceled flights to and from Hong Kong after the city said all crew members arriving there would have to undergo Covid-19 tests.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/an-architectural-home-in-the-hollywood-hills-11594307341", "title": "An Architectural Home in the Hollywood Hills", "date": "2020-07-09 11:09", "summary": "Designed by XTEN Architecture, the house has an unusual glass ceiling that cost more than $1 million.. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/it-was-the-first-coronavirus-hot-spot-now-a-chinese-province-faces-big-floods-11594306733", "title": "It Was the First Coronavirus Hot Spot. Now, a Chinese Province Faces Big Floods.", "date": "2020-07-09 10:58", "summary": "Heavy rains are overflowing sections of the Yangtze River, inundating areas around the city of Wuhan. BEIJING-China's central Hubei province, the original epicenter of the coronavirus, had only just emerged from an unprecedented monthslong lockdown aimed at containing the deadly pandemic.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/whatsapps-business-user-base-grew-tenfold-from-2019-11594298961", "title": "WhatsApp's Business-User Base Grew Tenfold From 2019", "date": "2020-07-09 10:57", "summary": "The messaging platform said it has more than 50 million users of its business app world-wide each month. The messaging platform WhatsApp said it has more than 50 million users of its business app world-wide each month, a milestone showing steep growth since the app's 2018 launch and progress in Facebook Inc.'s efforts to generate revenue from the service.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/rolls-royce-is-the-avatar-for-all-of-aviations-gloom-11594306324", "title": "Rolls-Royce Is the Avatar for All of Aviation's Gloom", "date": "2020-07-09 10:52", "summary": "Shares in the British aircraft-engine maker fell about 10% after it laid bare the impact of the pandemic on its cash flows. In most industries, service revenues are the kind of resilient income stream companies want in a crisis. Aviation is the exception-and Rolls-Royce the public face of it.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-outbreaks-in-summer-sports-shape-school-reopen-plans-11594305719", "title": "Coronavirus Outbreaks in Summer Sports Shape School Reopen Plans", "date": "2020-07-09 10:42", "summary": "At least half the states have districts that have shut down summer athletic training due to positive virus testing. School districts throughout the U.S. are getting a firsthand lesson on what a fall reopening could bring: sporadic closures as students and staffers test positive for Covid-19.", "categories": [["U.S.", "Education"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/education?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/wisconsins-supreme-court-upholds-lame-duck-laws-that-limited-attorney-generals-power-11594305246", "title": "Wisconsin's Supreme Court Upholds GOP-Backed Lame-Duck Laws", "date": "2020-07-09 10:34", "summary": "Ruling marks second time the conservative-controlled court has upheld lame-duck laws passed in 2018. MADISON, Wis.-The conservative-controlled Wisconsin Supreme Court on Thursday upheld Republican-authored lame-duck laws that stripped power from the incoming Democratic attorney general just before he took office in 2019.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-australian-experiment-to-contain-coronavirus-hits-a-wall-11594304790", "title": "Coronavirus's Speed Foils Attempt to Use Piecemeal Lockdowns", "date": "2020-07-09 10:26", "summary": "As infection rates rise, Melbourne imposes broad lockdown following failed attempt to limit economic damage by selectively isolating neighborhoods. MELBOURNE-When Melbourne imposed a six-week citywide lockdown this week to keep a new wave of coronavirus infections from spiraling out of control, it cut short an experiment in more targeted restrictions aimed at minimizing economic damage while containing the spread.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/covid-19-crisis-puts-further-pressure-on-big-jets-11594304531", "title": "Covid-19 Crisis Puts Further Pressure on Big Jets", "date": "2020-07-09 10:22", "summary": "Engine maker Rolls-Royce specializes in engines for big planes, increasingly out of favor with airlines. LONDON-The aviation-industry crisis triggered by the coronavirus pandemic is exacerbating a yearslong move by airlines away from big jets.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/msnbc-taps-joy-reid-for-new-evening-program-11594302929", "title": "MSNBC Taps Joy Reid for New Evening Program", "date": "2020-07-09 10:22", "summary": "Prominent Black anchor will host a show called 'The ReidOut' at 7 p.m., debuting July 20. Longtime political analyst Joy Reid will anchor an evening news and opinion show on MSNBC, taking over a slot that once featured Chris Matthews.", "categories": [["Business", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/when-companies-wielded-the-power-of-states-11594304429", "title": "When Companies Wielded the Power of States", "date": "2020-07-09 10:20", "summary": "To understand corporate chameleons like China's Huawei, look to the era when the East India Company and other firms blurred the boundary between government and business.. Chinese state capitalism as it exists today poses a special challenge to a world used to clear divisions between governments and private companies. But while role-swapping and hybridization between states and firms might seem new, it actually represents the return of a once-pervasive model. After the European voyages of discovery in the 15th and 16th centuries, the most important trading networks between West and East weren't built by kings or private merchants but by \"company-states\" like Britain's East India Company, which combined the profit motive of corporations with the governmental powers of sovereign states.", "categories": [["Life & Work", "Ideas", "Essay"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/essay?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/wait-times-grow-for-covid-19-test-results-as-infections-rise-sharply-11594287001", "title": "Covid Test Results Take Longer as Infections Surge", "date": "2020-07-09 10:10", "summary": "Some patients wait more than a week for results, complicating contact-tracing and containment efforts. The surge in U.S. coronavirus cases and growing demand for Covid-19 tests are straining the ability of pharmacies and labs to deliver timely results to consumers, causing delays that hamper efforts to contain the spread of the virus.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/meatpackers-covid-safety-automation-robots-coronavirus-11594303535", "title": "Tyson Turns to Robot Butchers, Spurred by Coronavirus Outbreaks", "date": "2020-07-09 10:08", "summary": "Resume Subscription. SPRINGDALE, Ark.--Deboning livestock and slicing up chickens has long been hands-on labor. Low-paid workers using knives and saws work on carcasses moving steadily down production lines. It is labor-intensive and dangerous work.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/anthony-terlato-sold-american-wine-drinkers-on-pinot-grigio-11594303200", "title": "Anthony Terlato Sold American Wine Drinkers on Pinot Grigio", "date": "2020-07-09 10:00", "summary": "Chicago entrepreneur evolved from an importer to an owner of wineries in California and Italy. Anthony Terlato, a Chicago-based wine importer, had a mission when he visited Italy in 1979: to track down an Italian white wine that, unlike Soave or Orvieto, could command a premium price.", "categories": [["World", "Obituaries"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/obituaries?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/wsj-survey-strong-u-s-recovery-depends-on-effective-covid-19-response-11594303200", "title": "WSJ Survey: Strong U.S. Recovery Depends on Effective Virus Response", "date": "2020-07-09 10:00", "summary": "Economists' forecasts for growth, unemployment rate improve from previous month's survey. A strong economic recovery depends on effective and sustained containment of Covid-19, economists said in a new Wall Street Journal survey, as the U.S. surpassed three million confirmed coronavirus cases.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tiktok-considers-changes-to-distance-app-from-chinese-roots-11594300718", "title": "TikTok Considers Changes to Distance App From Chinese Roots", "date": "2020-07-09 09:32", "summary": "Executives are discussing options such as creating a new management board for TikTok or establishing a headquarters for the app outside of China. ByteDance Ltd. is considering changing the corporate structure of its popular short-video app TikTok, as it comes under increasing scrutiny in its biggest markets over its Chinese ties.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fashion-designer-invests-in-black-talent-with-scholarship-fund-mentoring-11594299600", "title": "Fashion Designer Invests in Black Talent With Scholarship Fund, Mentoring", "date": "2020-07-09 09:00", "summary": "Virgil Abloh effort with the Fashion Scholarship Fund joins measures by Gucci, Parsons School of Design, and Savannah College of Art and Design. Fashion designers, labels and schools are ramping up efforts to strengthen the pipeline of Black talent as the industry, pressed by a national reckoning over race, scrambles to respond to criticism of its lack of diversity in studios and executive offices.", "categories": [["Life & Work", "Style & Fashion", "Fashion"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/fashion?mod=breadcrumb", "https://www.wsj.com/news/types/fashion?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ackmans-blank-check-ipo-is-latest-stop-on-his-comeback-tour-11594299600", "title": "Ackman's Blank-Check IPO Is Latest Stop on His Comeback Tour", "date": "2020-07-09 09:00", "summary": "Famed activist investor has landed recent successes outside his typical playbook. Hedge-fund billionaire William Ackman has come roaring back after years of dwindling assets and a self-imposed exile from the spotlight.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/package-lockers-deliver-homeowners-some-peace-of-mind-11594299656", "title": "Package Lockers Deliver Homeowners Some Peace of Mind", "date": "2020-07-09 09:00", "summary": "Theft and failed deliveries could be solved if packages arrived at a more secure destination. Like many Americans these days, the Brotmans of Port Washington, N.Y., buy a lot of stuff online. In one recent week, this family of five received deliveries of clothing, a fire pit, a phone mount for a motorcycle, shop tools, a drum synthesizer, a book on sailing and more.", "categories": [["Real Estate", "Counting House"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/counting-house?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-tanger-outlets-ceo-thinks-online-shopping-is-overrated-now-hes-betting-on-it-11594299329", "title": "An Outlet King Thinks Online Shopping Is Overrated. Now He's Betting on It.", "date": "2020-07-09 08:55", "summary": "For years, Steven Tanger staked his business on the idea that people want to buy clothing in person. When the pandemic hit, he made a bold bet on business as usual.. To formulate his strategy for surviving the pandemic, Steven Tanger, the 71-year-old chief executive of Tanger Factory Outlet Centers, focused on an unusual set of metrics: boredom and restlessness.", "categories": [["The Captain Class"]], "category_links": ["https://www.wsj.com/news/types/the-captain-class?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tyler-mitchell-on-photographys-power-in-protest-11594298232", "title": "Tyler Mitchell on Photography's Power in Protest", "date": "2020-07-09 08:37", "summary": "The renowned 25-year-old photographer talks about his most cherished objects, racial exclusion in fashion and photography and where the will to change must ultimately lie. \"This ain't really on us to figure out,\" he says.. Photographer Tyler Mitchell holds a powerful position in the media world, and he knows it. \"In photography, I represent a certain amount of market value,\" he says. \"I represent a certain amount of hiring power.\"", "categories": [["Still Life"]], "category_links": ["https://www.wsj.com/news/types/magazine-still-life?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-go-to-architect-for-swedens-elite-11594298122", "title": "The Go-To Architect for Sweden's Elite", "date": "2020-07-09 08:35", "summary": "From Spotify's Daniel Ek to young royals, many prominent Swedes have chosen Andreas Martin-Löf to design their interiors. The architect's own apartment, in a restored 1936 building, shows his talent for bridging historic and contemporary design.. The Stockholm Skyline, pierced by church spires, is not without its new urban landmarks: luxury lofts in a high-rise over a central transit hub; family apartments in a former Victorian hat factory; a modular urban village, just off the E4 freeway, whose clever use of cheap materials-concrete, aluminum-slatted panels, translucent polycarbonate-gives its facade a moonlike glow. All are the work of 43-year-old architect Andreas Martin-Löf, who, over the past decade, has designed around 1,200 homes in Stockholm. (He is also designing apartments for Sweden's tallest building, the 73-story Karlatornet, under construction in Gothenburg, on the country's western coast.)", "categories": [["Feature"]], "category_links": ["https://www.wsj.com/news/types/magazine-feature?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-go-to-architect-for-swedens-elite-11594298042", "title": "The Go-To Architect For Sweden's Elite", "date": "2020-07-09 08:34", "summary": "From Spotify's Daniel Ek to young royals, many prominent Swedes have chosen Andreas Martin-Löf to design their interiors. The architect's own apartment, in a restored 1936 building, shows his talent for bridging historic and contemporary design.. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/the-go-to-architect-for-swedens-elite-11594297973", "title": "The Go-To Architect for Sweden's Elite", "date": "2020-07-09 08:32", "summary": "From Spotify's Daniel Ek to young royals, many prominent Swedes have chosen Andreas Martin-Löf to design their interiors. The architect's own apartment, in a restored 1936 building, shows his talent for bridging historic and contemporary design.. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/australia-suspends-extradition-treaty-with-hong-kong-over-chinas-national-security-law-11594287990", "title": "Australia Suspends Extradition Treaty With Hong Kong", "date": "2020-07-09 08:27", "summary": "Country gives city's residents a pathway to staying in Australia permanently. SYDNEY-Australia is suspending its extradition treaty with Hong Kong and giving the city's residents a pathway to staying permanently in response to China's decision to impose new national-security legislation, a move likely to further inflame tensions with Beijing.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chris-petersen-the-college-football-coach-who-walked-away-11594297594", "title": "Chris Petersen: The College Football Coach Who Walked Away", "date": "2020-07-09 08:26", "summary": "As school athletics struggle to prepare for the coming season, the former University of Washington coach readies for an entirely new role on campus. OK, so I am not the first person to say to Chris Petersen: Buddy, you picked the right time to step away from college football.", "categories": [["Sports"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-controversial-legal-doctrine-at-the-heart-of-the-floyd-brooks-arbery-cases-11594295529", "title": "The Controversial Legal Doctrine in the Floyd, Brooks, Arbery Cases", "date": "2020-07-09 07:52", "summary": "Felony murder allows prosecutors to seek stronger sentences, but some say the outcomes can be overly harsh. Prosecutors in Minnesota and Georgia are deploying a controversial criminal statute in their effort to punish the alleged murderers of George Floyd, Rayshard Brooks and Ahmaud Arbery.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/vaccine-stock-soars-rewarding-investors-big-bet-11594294901", "title": "Vaccine Stock Soars, Rewarding Investor's Big Bet", "date": "2020-07-09 07:41", "summary": "The new coronavirus changed Novavax's financial future while delivering a windfall for a backer. Vaccine company Novavax Inc. traded at just 36 cents a share last May. Hoping to revive its shares and remain on the Nasdaq market, the Maryland company did a 1-for-20 reverse stock split but still finished 2019 down another 39%.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/softbank-backed-chinese-real-estate-broker-aims-to-raise-3-billion-in-u-s-ipo-11594294326", "title": "SoftBank-Backed Chinese Real-Estate Broker Aims to Raise $3 Billion in U.S. IPO", "date": "2020-07-09 07:32", "summary": "Beike Zhaofang's plans come at a tumultuous time for U.S.-listed Chinese companies and other firms in China that are contemplating going public in New York. Beike Zhaofang, a Chinese online property brokerage backed by SoftBank Group Corp. , is planning to raise up to $3 billion in an initial public offering in the coming months, according to people familiar with the matter, in what would be the largest listing of a Chinese company in the U.S. in more than two years.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/companies-raised-record-amounts-by-selling-stock-during-covid-19-crisis-11594292401", "title": "Companies Raised Record Amounts Selling Stock During Crisis", "date": "2020-07-09 07:00", "summary": "As economy faltered, firms issued nearly $190 billion of their own shares, piling up Wall Street fee revenue. Since the coronavirus pandemic began, companies looking to bolster their balance sheets have rushed to sell stock in record amounts. The result has been a resurgence in fees to Wall Street banks in a high-margin area that had languished for years-a bounceback bankers and investors say could last through the fall.", "categories": [["Markets", "Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/first-federal-execution-since-2003-is-set-for-monday-11594292401", "title": "First Federal Execution Since 2003 Is Set for Monday", "date": "2020-07-09 07:00", "summary": "Convicted killer Daniel Lewis Lee is scheduled to die at Terre Haute prison, despite objections from victims' family and concerns about the coronavirus. The first planned federal execution in 17 years is that of a convicted killer whose victims' relatives have told President Trump that putting him to death would only compound their grief and have asked a federal judge to halt it.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bed-bath-beyonds-new-execs-go-through-the-wringer-11594292400", "title": "Bed Bath & Beyond's New Execs Go Through the Wringer", "date": "2020-07-09 07:00", "summary": "The home-goods retailer is flailing in the pandemic. An army of fresh-faced executives joined Bed Bath & Beyond over the last several months to turn the company around fully knowing they were in for an uphill climb. Last quarter showed them just how steep it will be.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/investors-dont-subscribe-to-every-twitter-rumor-11594290600", "title": "Investors, Don't Subscribe to Every Twitter Rumor", "date": "2020-07-09 06:30", "summary": "Steps to bolster the company's revenue would complement its advertising business, not replace it. Twitter shares soared as much as 12% on Wednesday after a job posting surfaced suggesting the company is building a subscription platform. Amid the growing threat of politically-driven ad boycotts in the industry, investors were quick to fall in love with the idea that Twitter might be working to differentiate its business model. Last year, about 87% of the company's revenue came from advertising.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/covid-19s-environmental-benefits-evaporate-as-world-reopens-11594290145", "title": "Covid-19's Environmental Benefits Evaporate as World Reopens", "date": "2020-07-09 06:22", "summary": "Carbon emissions sank as lockdowns took hold world-wide, but now they are rebounding fast. For climate scientists, the pandemic has made one thing clearer: the difficulty of reducing carbon emissions.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/miserable-economic-outlook-could-yield-record-gold-prices-11594289030", "title": "Miserable Economic Outlook Could Yield Record Gold Prices", "date": "2020-07-09 06:03", "summary": "Tumbling U.S. bond yields have helped drive gold prices higher-and a yield rebound doesn't seem imminent. Gold prices ticked past $1,800 an ounce this week, and are now not far from the all-time highs reached in 2011, in the bleak aftermath of the financial crisis. New records could be ahead.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/oil-went-below-0-some-think-it-will-rebound-to-150-one-day-11594287002", "title": "Oil Went Below $0. Some Think It Will Rebound to $150 One Day.", "date": "2020-07-09 05:30", "summary": "Debate rages about the long-term value of crude in the wake of its collapse and quick recovery. Oil markets began the 2020s by nosediving below $0 a barrel for the first time. Investors and analysts are now trying to work out what the rest of the decade holds in store.", "categories": [["Markets", "Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nations-top-emergency-preparedness-agency-focused-on-warfare-threats-over-pandemic-11594287003", "title": "Emergency Preparedness Agency Eyed Warfare Threats, Not Pandemic", "date": "2020-07-09 05:30", "summary": "Planning priorities within U.S. Office of the Assistant Secretary for Preparedness and Response left it unprepared for coronavirus crisis, current and former officials said. The top U.S. agency charged with preparing for a pandemic and overseeing the medical stockpile spent years bracing for potential attacks on the Korean Peninsula and was ill-prepared for the coronavirus crisis that continues to surge, according to current and former government officials.", "categories": [["WSJ News Exclusive", "U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/live-streaming-craze-turns-into-a-lifeline-for-chinas-stores-11594287003", "title": "Live-Streaming Craze Turns Into a Lifeline for China's Stores", "date": "2020-07-09 05:30", "summary": "Shop owners use show-and-tell to connect with virus-wary customers; 'Xiaoluo, you could buy one more pair!'. SHANGHAI-Chinese shoppers have long used their phones to buy almost everything they need. The coronavirus crisis has supercharged that trend, turning online retail into a show which has hooked millions of stay-at-home consumers.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/facebooks-artificial-intelligence-doesnt-eliminate-objectionable-content-report-finds-11594287000", "title": "Why Some Hate Speech Continues to Elude Facebook's AI Machinery", "date": "2020-07-09 05:30", "summary": "Audit commissioned by the company urges it to improve the AI-based tools it uses to remove problematic posts. An audit commissioned by Facebook Inc. urged it to improve artificial intelligence-based tools it uses to help identify problematic content such as hate speech, showcasing the current limits of technology in policing the world's largest social media platform.", "categories": [["Artificial Intelligence"]], "category_links": ["https://www.wsj.com/news/types/artificial-intelligence?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chicago-hopes-broadband-plan-could-help-other-cities-address-digital-divide-11594287000", "title": "Chicago Hopes Broadband Plan Could Help Other Cities Address Digital Divide", "date": "2020-07-09 05:30", "summary": "City officials and project sponsors believe lack of internet access requires national attention. Officials and donors involved in an ambitious plan to provide free broadband access to students in Chicago's poorest neighborhoods hope that the public-private partnership can be a model for efforts to address digital equity issues elsewhere in the U.S.", "categories": [["CIO Journal"]], "category_links": ["https://www.wsj.com/news/types/cio-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/under-cover-of-coronavirus-lockdown-a-booming-trade-in-conflict-gold-11594285200", "title": "Under Cover of Coronavirus Lockdown, a Booming Trade in Conflict Gold", "date": "2020-07-09 05:00", "summary": "Resume Subscription. KAMPALA, Uganda-At the deserted Entebbe airport on a recent night, Ugandan police searched two cardboard boxes in a white pickup truck that were due to be loaded onto a cargo flight. The plane was bound for Dubai after having ferried Covid-19 aid into Uganda.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/supply-chain-fintech-taulia-to-raise-new-funds-from-jpmorgan-ping-an-11594285203", "title": "JPMorgan, Ping An to Fund Financial Technology Startup", "date": "2020-07-09 05:00", "summary": "Supply-chain company Taulia is raising $60 million from investors including Saudi Aramco. A clutch of global investors is throwing its weight behind a financial-technology upstart that facilitates payments between companies and their suppliers, betting that it is well positioned amid the disruption resulting from the coronavirus pandemic.", "categories": [["WSJ News Exclusive", "Finance"]], "category_links": ["https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chinas-yuan-rallies-as-economy-recovers-11594282125", "title": "China's Yuan Rallies as Economy Recovers", "date": "2020-07-09 04:08", "summary": "Currency reaches levels last hit in March, as confidence builds the economy is shaking off the pandemic and stock market soars. China's yuan strengthened to levels last hit in March, as confidence builds that the country's economy is shaking off the coronavirus pandemic, and as local stock markets soar.", "categories": [["Markets", "Currencies", "Foreign Exchange"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/currencies?mod=breadcrumb", "https://www.wsj.com/news/types/foreign-exchange?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/an-airport-stock-up-about-500-in-2020-why-not-say-investors-11594281319", "title": "An Airport Stock Up About 500% in 2020? Why Not, Say Investors", "date": "2020-07-09 03:55", "summary": "Resume Subscription. The Covid-19 pandemic may have grounded many flights, but this Chinese airport stock is soaring.", "categories": [["Markets", "Overheard"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/overheard?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/supreme-court-oks-religious-and-moral-exemptions-for-birth-control-coverage-11594217946", "title": "Supreme Court Rulings Expand Exemptions for Religious Employers", "date": "2020-07-09 00:16", "summary": "Justices further elevate the right of religious exercise and the role of sectarian institutions in American society, in two separate rulings. WASHINGTON-The Supreme Court expanded exemptions for religious employers from health-care regulations and antidiscrimination laws Wednesday, extending a line of decisions that have elevated the rights of religious exercise and the role of sectarian institutions in American society.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11594243632", "title": "Pepper...and Salt", "date": "2020-07-09 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/justice-department-finds-massachusetts-police-department-used-excessive-force-11594267107", "title": "Justice Department Finds Massachusetts Police Department Used Excessive Force", "date": "2020-07-09 23:58", "summary": "A two-year investigation found that narcotics officers in Springfield faced no accountability for violating citizens rights. Officers in the narcotics section of the Springfield, Mass., Police Department routinely violate the constitutional rights of citizens by using excessive force without accountability, the Justice Department said Wednesday in announcing the findings of an investigation into the police department's practices.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/impeachment-witness-vindman-retiring-from-military-lawyer-says-11594224136", "title": "Impeachment Witness Vindman Retiring From Military, Lawyer Says", "date": "2020-07-09 22:15", "summary": "Lawyer cites 'bullying, intimidation and retaliation' by Trump. Lt. Col. Alexander Vindman, the Army officer who testified last year against President Trump during House impeachment hearings, has announced he is retiring from the service. His attorney said Wednesday that he is leaving due to pressure from the White House.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-coronavirus-cases-hit-daily-record-in-u-s-with-60-000-11594198110", "title": "U.S. Hits 3 Million Confirmed Coronavirus Cases", "date": "2020-07-09 22:01", "summary": "Infections continue to rise rapidly in the nation's most-populous states, California, Florida and Texas. The U.S. surpassed three million confirmed Covid-19 cases less than a month after crossing the two million mark, as the virus spread rapidly in the nation's three most populous states.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/attorney-for-former-officer-asks-court-to-dismiss-abetting-charges-in-floyd-killing-11594227638", "title": "Court Filings Provide New Details of George Floyd's Killing", "date": "2020-07-09 21:17", "summary": "Mr. Floyd told officers that he was claustrophobic and afraid of being killed by police, according to documents filed by attorney of former officer. George Floyd told the police officers who arrested him that he couldn't breathe, was claustrophobic and afraid of being killed by police before being pinned to the ground by officers, according to court filings that provide new details of his May 25 killing.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/viacomcbs-strikes-deal-to-show-uefa-soccer-matches-11594254575", "title": "ViacomCBS Strikes Deal to Show UEFA Soccer Matches", "date": "2020-07-09 20:29", "summary": "Four-year pact includes remainder of 2020 season that was suspended because of Covid-19 pandemic. ViacomCBS Inc. landed the U.S. rights to show soccer matches from the UEFA Champions League, the company said, a deal that adds a popular live-sports property to its CBS All Access streaming service.", "categories": [["Business", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-lopez-obrador-tout-cooperation-11594250797", "title": "Trump, López Obrador Tout Cooperation", "date": "2020-07-09 20:20", "summary": "U.S. president says the U.S.-Mexico relationship has never been better. WASHINGTON-Presidents Donald Trump and Andrés Manuel López Obrador of Mexico stood beside each other Wednesday to proclaim their friendship while pledging to work together as neighbors on migration, trade and efforts to counter drug trafficking.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ibm-acquiring-software-bot-maker-wdg-automation-11594253420", "title": "IBM Acquiring Software-Bot Maker WDG Automation", "date": "2020-07-09 20:10", "summary": "The deal will give the technology giant its own line of robotic process automation software. International Business Machines Corp. said Wednesday it is acquiring Brazilian robotic process automation software developer WDG Soluções Em Sistemas E Automação De Processos Ltda., a move that would give IBM its own RPA technology.", "categories": [["Artificial Intelligence"]], "category_links": ["https://www.wsj.com/news/types/artificial-intelligence?mod=breadcrumb"]}]