[{"link": "https://www.wsj.com/articles/hedge-fund-leading-battle-over-neiman-marcuss-mytheresa-faces-inquiry-11596757457", "title": "Hedge Fund Leading Battle Over Neiman Marcus's MyTheresa Faces Inquiry", "date": "2020-08-06 19:44", "summary": "Judge orders investigation of alleged effort by Marble Ridge to secure MyTheresa shares at discount. A prominent hedge-fund manager has been accused of using his influence at investment bank Jefferies Group LLC to profit from buying shares in MyTheresa, a Neiman Marcus Group Ltd. e-commerce spinoff.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lumber-futures-price-climbs-to-record-high-as-construction-gains-11596752238", "title": "Lumber Futures Price Climbs to Record High", "date": "2020-08-06 19:36", "summary": "Demand is supported by do-it-yourself remodeling and resurgent home builders. Lumber futures ended Thursday at a record high, propelled by a do-it-yourself remodeling boom and resurgent home builders.", "categories": [["Markets", "Commodities"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/gym-fitness-covid-coronavirus-closure-lockdown-fees-membership-refund-11596742407", "title": "Getting Out of Gym Fees Can Be a Workout During Covid Shutdowns", "date": "2020-08-06 19:29", "summary": "It was often hard enough to ditch fitness-club memberships before the pandemic-Chandler and Ross from 'Friends' couldn't-and now it can be truly exhausting. Think it was hard to quit the gym before the pandemic? Try now, says Matty Conn.", "categories": [["A-hed"]], "category_links": ["https://www.wsj.com/news/types/a-hed?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/gunning-for-the-nra-11596756500", "title": "Gunning for the NRA", "date": "2020-08-06 19:28", "summary": "The New York Attorney General's death-penalty remedy gives the political game away.. New York Attorney General Letitia James filed a lawsuit Thursday calling for the dissolution of the National Rifle Association, and you have to smile at her audacity. The suit claims to speak for millions of donors it alleges were cheated by the NRA's self-dealing executives. But how does dissolving the nonprofit deliver relief or justice to gun-rights donors or their cause?", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/so-much-for-trumps-trade-promise-11596756468", "title": "So Much for Trump's Trade Promise", "date": "2020-08-06 19:27", "summary": "He slaps Canada with a 10% aluminum tariff despite the USMCA.. With his re-election on the ropes, President Trump has returned to his favorite household remedy: tariffs. On Thursday Mr. Trump said he is reimposing a 10% tariff on Canadian aluminum, which had been lifted ahead of last year's United States-Mexico-Canada Agreement (USMCA).", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/belarus-on-the-brink-11596756409", "title": "Belarus on the Brink", "date": "2020-08-06 19:26", "summary": "The country's people are fed up with their dictator, and chaos could follow.. Belarussian dictator Alexander Lukashenko is facing the most serious challenge to his quarter-century rule, but he won't leave without a fight. Instability in the country of 9.5 million could open another front for Russian aggression along the European Union's border.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-lockdowns-fuel-inequality-11596756386", "title": "How Lockdowns Fuel Inequality", "date": "2020-08-06 19:26", "summary": "Politicians deplore the wealth disparities their policies create.. Business Insider, known for click-bait, last weekend tweeted out a nine-minute video on inequality and billionaire wealth during the pandemic. President Trump took the bait, perhaps because Amazon CEO Jeff Bezos had a cameo, and he retweeted the video with a comment: \"Too much income disparity. Changes must be made, and soon!\" Bernie Sanders couldn't have said it better.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/litigation-against-illinois-debt-payments-can-continue-appeals-court-rules-11596746386", "title": "Challenge to $14 Billion in Illinois Debt Revived", "date": "2020-08-06 19:21", "summary": "The decision is a victory for the head of a conservative think tank who had sued to block further payments on state debt sold in 2003 and 2017. An appeals court in Illinois has reinstated litigation seeking to block payments on $14.3 billion in municipal debt, saying the attempt to restrain borrowing in the country's worst-rated state isn't frivolous or malicious.", "categories": [["Pro Bankruptcy Distress"]], "category_links": ["https://www.wsj.com/news/types/pro-bankruptcy-distress?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nyse-owner-agrees-to-buy-mortgage-software-firm-ellie-mae-11596745283", "title": "NYSE Owner Agrees to Buy Mortgage-Software Firm Ellie Mae", "date": "2020-08-06 19:20", "summary": "The deal values the firm at $11 billion, including debt. Intercontinental Exchange Inc. , the owner of the New York Stock Exchange, said it would acquire mortgage-software firm Ellie Mae, a landmark bet by the exchange giant on the digitization of the U.S. mortgage industry.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/former-saudi-spymaster-sues-crown-prince-alleging-murder-attempt-11596755512", "title": "Former Saudi Spymaster Sues Crown Prince, Alleging Murder Attempt", "date": "2020-08-06 19:11", "summary": "Saad al-Jabri claims his ties to U.S. intelligence and sensitive information he obtained made him a target of the kingdom's de facto ruler. A former Saudi Arabian intelligence official claims Crown Prince Mohammed bin Salman dispatched a hit squad to Canada to assassinate him less than two weeks after Saudi operatives killed dissident journalist Jamal Khashoggi in Turkey, according to a civil suit filed Thursday in a U.S. court.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/america-is-a-coalition-of-the-worried-11596755332", "title": "America Is a Coalition of the Worried", "date": "2020-08-06 19:08", "summary": "Everyone is anxious this summer-not over regular things, but over big and essential things.. It's August, high summer, and you're trying to ease in and relax with family, and friends. You've imagined it for months. You're at the beach with pails and shovels and towels and the short chairs, and you're trying to sit back and do nothing after this unrelenting year of stress and effort and rolling with every punch. That's something people don't fully appreciate about themselves, don't fully credit-that they rolled with every punch this year, even when history wouldn't stop throwing them.", "categories": [["Opinion", "Declarations"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/declarations?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-democrats-biden-doesnt-want-11596755305", "title": "The Democrats Biden Doesn't Want", "date": "2020-08-06 19:08", "summary": "We're liberal and we're pro-life. The party refuses even to ask for our votes.. Joe Biden would be the most pro-abortion president in history. Although he was once a moderate, the Catholic former vice president now describes abortion as \"essential health care,\" caved in to the abortion industry on taxpayer funding, and has been proudly endorsed by Naral Pro-Choice America, an organization that advocates for the repeal of all regulations on abortion.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/stakeholder-capitalism-seems-mostly-for-show-11596755220", "title": "'Stakeholder' Capitalism Seems Mostly for Show", "date": "2020-08-06 19:07", "summary": "If CEOs really intended to amend their companies' purpose, they'd at least consult their boards first.. By putting American workers through months of turmoil, the Covid-19 crisis has heightened expectations that large companies will serve the interests of all \"stakeholders,\" not only shareholders. The Business Roundtable raised such expectations last summer by issuing a statement on corporate purpose, in which the CEOs of more than 180 major companies committed to \"deliver value to all stakeholders.\" Although the Roundtable described the statement as a radical departure from shareholder primacy, observers have been debating whether it signaled a significant shift in how business operates or was a mere public-relations move. We have set out to obtain evidence to resolve this question.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sectarianism-tightens-its-grip-in-india-11596755173", "title": "Sectarianism Tightens Its Grip in India", "date": "2020-08-06 19:06", "summary": "Nehru said dams would be the 'temples' of the future. Modi has ensured that actual temples are instead.. Amid saffron-robed priests chanting Sanskrit prayers, Prime Minister Narendra Modi on Wednesday presided over the groundbreaking of a new temple to the Hindu deity Ram in the northern town of Ayodhya.", "categories": [["Opinion", "East is East"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/east-is-east?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/when-muslims-leave-the-faith-11596755143", "title": "When Muslims Leave the Faith", "date": "2020-08-06 19:05", "summary": "Open apostasy can be dangerous, but those who risk it have an impressive reach.. Conversions involving Islam sometimes look like a one-way street in the West. Famed new believers like Kareem Abdul-Jabbar and Keith Ellison seem to get all the attention-along with flamboyant flirts like Lindsay Lohan. But those who leave Islam may ultimately influence the faith more than converts do.", "categories": [["Opinion", "Commentary", "Houses of Worship"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb", "https://www.wsj.com/news/types/houses-of-worship?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-vapors-review-high-rollers-in-hot-springs-11596755122", "title": "'The Vapors' Review: High Rollers in Hot Springs", "date": "2020-08-06 19:05", "summary": "Millions of annual visitors wagered hundreds of millions of dollars in the town's casinos. Not bad for an industry that was, legally speaking, illegal.. Among the various sources of hope-religion, lottery tickets, discount liposuction-few can clean out a bank account quicker than a night at the casino. A vignette from David Hill's \"The Vapors\" makes the point. It was Easter Eve, 1964, the final night of operation for the Vapors, a top-drawer casino in Hot Springs, Ark. Jerry Van Dyke was the night's entertainment, but the main draw was a last shot at gambling glory. One eager customer burned through a stack of $25 chips, followed by five $100 bills. Undeterred by his lunge toward insolvency, he reached for the family checkbook. His wife suggested it was time to leave. \"Honah,\" he said, in words captured by a reporter from the Saturday Evening Post, \"weah not goin'. 'Cause after tonight, it's all ovah.\" One assumes he would have traded the missus for a line of credit had the option been available.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/news-corp-posts-wider-loss-as-coronavirus-pummels-advertising-revenue-11596754886", "title": "News Corp Posts Wider Loss as Coronavirus Pummels Advertising Revenue", "date": "2020-08-06 19:01", "summary": "Earnings at Wall Street Journal parent Dow Jones rose 13%. News Corp posted a wider loss in its latest quarter as advertising revenue halved amid the coronavirus pandemic, more than offsetting profit growth at Wall Street Journal parent Dow Jones & Co. and at the company's video-subscription unit.", "categories": [["Business", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/calpers-investment-chief-ben-meng-to-step-down-from-largest-u-s-pension-11596688494", "title": "Calpers Investment Chief to Step Down From Largest U.S. Pension", "date": "2020-08-06 18:55", "summary": "CIO set out to implement a reform agenda. California Public Employees' Retirement System Investment Chief Ben Meng has resigned after about a year and a half in the position at the nation's largest pension fund, according to the fund.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/t-mobile-overtakes-at-t-to-become-no-2-carrier-11596754162", "title": "T-Mobile Overtakes AT&T to Become No. 2 Carrier", "date": "2020-08-06 18:49", "summary": "Wireless carrier's core U.S. customer base surged after purchase of former competitor Sprint. T-Mobile US Inc. said it vaulted ahead of rival AT&T Inc. in the race for wireless customers to become the country's second-largest cellphone carrier.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/keurig-dr-peppers-data-tracking-helps-in-making-financial-forecasts-11596753392", "title": "Keurig Dr Pepper's Data Tracking Helps in Making Financial Forecasts", "date": "2020-08-06 18:36", "summary": "Insights into consumer habits inform the beverage company's ordering, trucking routes and inventory planning. Keurig Dr Pepper Inc. says tracking how many pods are used to brew coffee in homes and other user tools are helping with its planning and financial forecasts. The beverage company recently reaffirmed its full-year guidance when many other businesses have withdrawn their outlooks.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/as-rescuers-in-beirut-search-for-explosion-survivors-families-criticize-the-effort-11596732976", "title": "Beirut Explosion: As Rescuers Search for Survivors, Families Criticize the Effort", "date": "2020-08-06 18:31", "summary": "As dozens or more people remain missing, some relatives call the rescue drive slow and incompetent. BEIRUT-Drenched with sweat under a scorching August sun, Mohamad Sheif paced back and forth on Thursday afternoon in front of the blast-damaged steel entry gate to the port of Beirut, desperate to get in and search the rubble for his missing cousin.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-gov-cuomo-extends-order-banning-apartment-evictions-11596752771", "title": "New York Gov. Cuomo Extends Order Banning Apartment Evictions", "date": "2020-08-06 18:26", "summary": "New York Court system to decide how to apply order that allows courts to suspend most apartment evictions. Thousands of New York renters received a reprieve after Gov. Andrew Cuomo extended an eviction ban, but that relief could prove to be short-lived.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/uber-is-still-riding-low-11596752652", "title": "Uber Is Still Riding Low", "date": "2020-08-06 18:24", "summary": "Uber's results show how a prolonged pandemic could threaten overall profitability target. Uber 's ride-hailing business isn't exactly riding high amid economic re-openings. Investors who have bid up the stock this month in anticipation of a recovery are now questioning just how easily the company can navigate future dips.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/uber-ridership-fails-to-recover-as-pandemic-drives-another-big-loss-11596744389", "title": "Uber Ridership Fails to Recover as Pandemic Drives Another Big Loss", "date": "2020-08-06 18:24", "summary": "Stay-at-home orders have fueled company's food-delivery business. Uber Technologies Inc. posted another big loss with little sign of recovery in its core ride-hailing business as the coronavirus pandemic drags on.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-the-numbers-say-about-gender-differences-11596752225", "title": "What the Numbers Say About Gender Differences", "date": "2020-08-06 18:17", "summary": "Data on abilities reveal a great deal of overlap for men and women. In 2005 Lawrence Summers, then the president of Harvard, caused an uproar by appearing to suggest that the lack of women professors in math and science might arise from biological differences. Fifteen years on, a gender imbalance in these fields persists and the arguments rage on. I believe math can help us to progress.", "categories": [["Life & Work", "Ideas", "Everyday Math"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/everyday-math?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/power-outages-from-tropical-storm-isaias-could-last-for-days-11596732727", "title": "Power Outages From Tropical Storm Isaias Could Last for Days", "date": "2020-08-06 18:13", "summary": "More than one million customers in New York, New Jersey and Connecticut are without electricity for a third day. More than one million customers in New York, New Jersey and Connecticut were without power for a third day since Tropical Storm Isaias battered the region, and some outages could stretch into next week, utility companies said.", "categories": [["U.S.", "Tri-State Area"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-region?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/waiting-for-the-barbarians-review-a-parable-of-timeless-relevance-11596752018", "title": "'Waiting for the Barbarians' Review: A Parable of Timeless Relevance", "date": "2020-08-06 18:13", "summary": "Mark Rylance and Johnny Depp star in an adaptation of J.M. Coetzee's harrowing novel about a colonial bureaucrat and a sadistic military officer.. ", "categories": [["Books & Arts", "Film Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/film-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sculpture-under-open-sky-11596751951", "title": "Sculpture Under Open Sky", "date": "2020-08-06 18:12", "summary": "Outdoor venues and parks, including the Storm King Art Center in New York's Hudson Valley, offer an idyllic way of again experiencing artworks in person.. Alexander Calder's magisterial, 50-foot-tall painted-black-steel abstract sculpture, \"The Arch\" (1975), with its billowing whale-tail wing and giraffe neck-poking up like a periscope into blue sky-greets viewers inside the entrance of the Storm King Art Center, in New York's Hudson Valley.", "categories": [["Books & Arts", "Art Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/art-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/out-stealing-horses-review-the-past-and-its-burdens-11596751687", "title": "'Out Stealing Horses' Review: The Past and Its Burdens", "date": "2020-08-06 18:08", "summary": "Director Hans Petter Moland reunites with frequent collaborator Stellan Skarsgård in a film about a man living alone amid his own painful memories.. ", "categories": [["Books & Arts", "Film Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/film-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/much-ado-about-nothing-review-a-topical-spin-on-shakespeare-11596751622", "title": "'Much Ado About Nothing' Review: A Topical Spin on Shakespeare", "date": "2020-08-06 18:07", "summary": "Kenny Leon's production, featuring an all-Black cast and now streaming via PBS, is as shrewdly political as it is comic.. PBS continues to present plays and musicals on TV and streaming video that were originally telecast on its \"Great Performances\" anthology series-wonderful and comforting news for American playgoers whom the coronavirus pandemic has cruelly deprived of the collective pleasure of seeing shows in the theater.", "categories": [["Opinion", "Theater Review"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/theater-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/judge-approves-sale-of-exide-americas-battery-business-to-atlas-11596751541", "title": "Judge Approves Sale of Exide Americas Battery Business to Atlas", "date": "2020-08-06 18:05", "summary": "Atlas Capital is paying $178.6 million for Exide's Americas battery business as the bankrupt lead-recycler comes to terms over environmental troubles. Exide Technologies LLC won bankruptcy court approval Thursday to sell its Americas battery business to an affiliate of Atlas Holdings for $178.6 million.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/spinster-review-a-misanthrope-makes-nice-11596751405", "title": "'Spinster' Review: A Misanthrope Makes Nice", "date": "2020-08-06 18:03", "summary": "Comedian Chelsea Peretti stars as an acerbic single woman who despairs of finding a loving partner.. ", "categories": [["Books & Arts", "Film Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/film-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/turkish-lira-hits-record-low-spurring-expectations-of-rate-rise-11596717112", "title": "Turkish Lira Hits Record Low, Spurring Expectations of Rate Rise", "date": "2020-08-06 17:56", "summary": "Currency's slide prompts investors to consider if the central bank will be forced to reverse course and increase interest rates. The Turkish lira hit a record low against the dollar despite efforts by the country's central bank to curtail its fall.", "categories": [["Markets", "Currencies", "Foreign Exchange"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/currencies?mod=breadcrumb", "https://www.wsj.com/news/types/undefined?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/kuwait-backed-prysm-to-split-apart-in-bankruptcy-11596750800", "title": "Kuwait-Backed Prysm to Split Apart in Bankruptcy", "date": "2020-08-06 17:53", "summary": "Video-screen developer backed by Kuwait's sovereign-wealth fund will sell part of its business, hand some operations to lenders. Prysm Inc., a California-based video-screen-technology developer, has filed for bankruptcy after cutting a deal to sell some assets and hand over others to lenders including Kuwait's sovereign-wealth fund.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-city-comedy-clubs-move-laughs-outdoors-11596750364", "title": "New York City Comedy Clubs Move Laughs Outdoors", "date": "2020-08-06 17:46", "summary": "Comics take over parks to deliver socially distanced stand-up in the age of the new coronavirus. In the pre-pandemic era, enjoying a night of comedy was a time-honored New York ritual that typically involved lots of laughs in a tightly packed club.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/brian-hook-steps-down-as-special-u-s-envoy-to-iran-11596734734", "title": "Special U.S. Envoy to Iran Steps Down", "date": "2020-08-06 17:44", "summary": "Official has been the face of the Trump administration's diplomatic and economic pressure campaign against Iran. WASHINGTON-The State Department's special envoy for Iran is stepping down from his post, having overseen the Trump administration's \"maximum pressure\" campaign that impoverished the country without drawing Tehran back to the nuclear negotiating table.", "categories": [["Politics", "National Security"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/national-security?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-steps-off-the-sidelines-in-coronavirus-stimulus-talks-11596728213", "title": "Trump Steps Off the Sidelines in Coronavirus Stimulus Talks", "date": "2020-08-06 17:11", "summary": "Senate leader McConnell visits White House as negotiations hit rough patch and president pledges executive actions if no deal in Congress. WASHINGTON-The coronavirus aid talks started with President Trump and Senate Majority Leader Mitch McConnell on the sidelines. Now, both are facing pressure to get more closely involved.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/beirut-explosion-leads-to-growing-anger-as-lebanon-searches-for-victims-11596713086", "title": "Beirut Explosion Leads to Growing Anger as Lebanon Searches for Victims", "date": "2020-08-06 17:08", "summary": "Government warns that disaster could exacerbate recent surge of new coronavirus infections. BEIRUT-Rescue workers scrambled to clear rubble left from this week's massive explosion in a search for survivors Thursday, as the government continued its investigation into the cause of a blast that killed at least 137 people and injured thousands.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/quicken-loans-parent-edges-higher-in-trading-debut-11596729217", "title": "Quicken Loans Parent Climbs in Trading Debut", "date": "2020-08-06 16:54", "summary": "Mortgage lender's stock closed above its initial offering price of $18 a share. Shares of the nation's largest mortgage lender rose in trading Thursday, a day after Rocket Cos. scaled back the size and price of its initial public offering.", "categories": [["Markets", "Stocks", "IPOs"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb", "https://www.wsj.com/news/types/ipos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-to-sign-executive-order-to-boost-u-s-production-of-essential-medicine-11596723074", "title": "Trump Signs Executive Order to Boost U.S. Production of Essential Medicine", "date": "2020-08-06 16:52", "summary": "A revival of domestic drug manufacturing won't happen overnight even with eased regulations, experts say. WASHINGTON-President Trump signed an executive order on Thursday to help increase production of essential medicines, medical equipment and protective gear in the U.S., his trade adviser Peter Navarro said.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/police-unions-sue-new-york-city-over-chokehold-ban-11596747113", "title": "Police Unions Sue New York City Over Chokehold Ban", "date": "2020-08-06 16:51", "summary": "Lawsuit says the measure 'threatens police officers with fines and imprisonment for doing their jobs in good faith'. A coalition of New York City law enforcement unions filed a lawsuit that seeks to overturn a recently enacted law that criminalizes the use of a chokehold by a police officer.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/language-race-and-the-totalitarian-impulse-11596746950", "title": "Language, Race and the Totalitarian Impulse", "date": "2020-08-06 16:49", "summary": "Why has democratic America become so vulnerable to \"correct speak?\". Regarding Andrew A. Michta's \"The Captive Mind and America's Resegregation\" (op-ed, Aug. 1): I experienced the manipulation of words under Communism in Poland. But why has democratic America become so vulnerable to \"correct speak,\" something which in the end didn't succeed even in beleaguered Poland?", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/america-hasnt-abandoned-defense-research-11596746860", "title": "America Hasn't Abandoned Defense Research", "date": "2020-08-06 16:47", "summary": "The amount of federal defense R&D in real terms is about the same as it was in the mid-1980s.. David P. Goldman argues that the decline in federal research-and-development spending since the 1980s is one reason the U.S. is falling behind China (\"What China Learned From Cold War America,\" July 25). This is unconvincing on several counts.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/amazon-and-tesla-take-off-as-small-investors-embrace-fractional-share-trading-11596715201", "title": "Amazon and Tesla Take Off as Small Investors Embrace Fractional-Share Trading", "date": "2020-08-06 16:46", "summary": "Proponents say it has helped democratize access to the stock market, while others warn many investors could lose money. Trading slivers of individual shares has become a fervent pursuit for thousands of individual investors, amplifying the 2020 rise of pricey yet popular stocks like Amazon . com Inc. and Tesla Inc.", "categories": [["Markets", "Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-swedish-reminder-of-the-hidden-cost-of-single-payer-11596746809", "title": "A Swedish Reminder of the Hidden Cost of Single-Payer", "date": "2020-08-06 16:46", "summary": "Under the rationing rules used by the Nordic nation's socialized health-care system, seniors were denied the treatment they needed.. I hope that every voting senior gets to see the last two sentences in the penultimate paragraph of your editorial \"The World's Covid Resurgence\" (July 29). In Sweden, this part begins, \"two-thirds of deaths have been among those over age 80, and 97% never received intensive-care treatment.\" Under the rationing rules used by the Swedish socialized health-care system, these seniors with Covid were denied the treatment they needed. Those words should strike terror-or at least significant unease-in the hearts of all who would vote for Joe Biden, the man who has proclaimed that he will be the most progressive president the U.S. has ever had. Yes, Mr. Biden's plan doesn't include \"Medicare for All\" today, but the stated progressive goal on health care is a single-payer, government-run system. And Mr. Biden has been known to change his strongly held beliefs at the least sign of political pressure. Who wants to bet that \"death panels\" won't come to America?", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/drink-to-reform-raise-the-voting-age-in-america-to-21-11596746735", "title": "Drink to Reform: Raise the Voting Age in America to 21", "date": "2020-08-06 16:45", "summary": "Let the 18-year-olds drink alcohol, and in return they give up voting rights.. I agree with David Gelernter (\"Eighteen Is Too Young to Vote,\" op-ed, July 29) about changing the voting age, but why not propose a trade? Let the 18-year-olds drink alcohol, and in return they give up voting rights. My guess is that 99% of them would agree.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/news-corp-has-considered-alternatives-for-storyful-unit-including-possible-sale-11596746480", "title": "News Corp Has Considered Alternatives for Storyful Unit, Including Possible Sale", "date": "2020-08-06 16:41", "summary": "Effort comes as Wall Street Journal parent looks to streamline operations. News Corp has considered strategic alternatives for its Storyful unit, including a possible sale, as part of broader efforts to streamline the company, a person familiar with the matter said.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/justice-department-sends-federal-agents-to-st-louis-and-memphis-11596746444", "title": "Justice Department Sends Federal Agents to St. Louis and Memphis", "date": "2020-08-06 16:40", "summary": "Agents will join local police to solve crimes as part of program focusing on federal gun prosecutions. The Justice Department said Thursday it is sending federal agents to St. Louis and Memphis, Tenn., in an expansion of a crime-fighting program that officials say focuses on aggressive federal gun prosecutions.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/state-department-lifts-international-travel-advisory-11596745959", "title": "State Department Lifts International Travel Advisory", "date": "2020-08-06 16:32", "summary": "Agency cites overall improvements in global pandemic for ending nearly five-month-old warning. ", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fishing-acupuncture-and-other-newly-virtual-jobs-11596745865", "title": "Fishing, Acupuncture and Other Newly Virtual Jobs", "date": "2020-08-06 16:31", "summary": "It's time to get creative about what can be done remotely.. America seems resigned to having a two-tiered workforce, where \"knowledge workers\" stay home and work via computer while the hoi polloi slave away in the trenches. If you are lucky enough to work for Google you can carry out your duties (whatever those are) remotely until next July. If you work for McDonald's -or the police force, or the hospital or the nursing home-you can't.", "categories": [["Life & Work", "Ideas", "Moving Targets"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/moving-targets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/with-its-latest-ev-polestar-aims-to-take-down-tesla-11596743271", "title": "With Its Latest EV, Polestar Aims to Take On Tesla", "date": "2020-08-06 15:47", "summary": "The Polestar 2 retains elements of legacy car design that soften, and sweeten, the EV's innovation. The Volvo-Geely brand collaboration could pick up fans who find Elon Musk's fleet a bit chilly, emotionally, says Dan Neil.. EVEN THOUGH it makes the most technically advanced cars in the world, Tesla rubs some people the wrong way. Maybe it's because CEO Elon Musk is...complicated. Maybe they resent the role that public money-California clean-air credits, a regressive $7,500 federal tax credit for purchase of luxury EVs-played in the company's meteoric rise. Maybe they are short on the stock and don't want to increase deliveries. I mean, right?", "categories": [["Life & Work", "Cars", "Rumble Seat"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/automotive?mod=breadcrumb", "https://www.wsj.com/news/types/rumble-seat?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-city-sheriff-takes-on-new-roles-in-coronavirus-regulation-11596741841", "title": "There's a New Quarantine Sheriff in Town, as New York Ramps Up Compliance", "date": "2020-08-06 15:25", "summary": "Sheriff's office is tasked with enforcing quarantine and social-distancing rules. The Sheriff's office of New York City is assuming new duties to control the spread of the coronavirus pandemic, including social-distancing enforcement and the operation of checkpoints, to ensure compliance with quarantine orders applying to out-of-state visitors.", "categories": [["U.S.", "Tri-State Area"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-region?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/jobs-report-unemployment-benefit-claims-coronavirus-08-06-2020-11596675422", "title": "U.S. Jobless Claims Fell to 1.2 Million in Latest Week", "date": "2020-08-06 15:14", "summary": "Layoffs continue to be elevated across the U.S. economy as Covid-19 remains widespread. Filings for jobless benefits fell to their lowest level since the coronavirus hit the U.S. in March-a sign layoffs eased somewhat in a still struggling labor market-but remained at historically high levels for the 20th straight week.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/master-these-butchering-basics-and-be-set-for-summer-grilling-and-beyond-11596740550", "title": "Master These Butchering Basics and Be Set for Summer Grilling and Beyond", "date": "2020-08-06 15:02", "summary": "The Boston butt is a glorious cut of pork. Use these illustrated step-by-step instructions to break it down into multiple meals, elegantly and economically.. THE EXPRESSION \"live high on the hog\" refers, quite literally, to having the good fortune to eat from the upper part of a pig's anatomy. Once, only the wealthy could afford the costlier cuts from above the belly, such as the loin, ribs and shoulder. Feet, hocks and knuckles were cheap \"off-cuts.\" But today's sustainably minded farmers, butchers and cooks value the entire hog. Indeed, farmer Austin Piccone values the hog's whole life cycle, too, as well as the environment in which it's raised. \"There's no reason, as a society, we can't farm and raise quality food in a way that is considerate of animals and considerate of the ecosystems around us,\" he says.", "categories": [["Life & Work", "Food & Drink"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/food-cooking-drink?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-sharp-riposte-as-a-battle-tactic-11596740389", "title": "The Sharp Riposte as a Battle Tactic", "date": "2020-08-06 14:59", "summary": "Caustic comebacks have been exchanged between military leaders for millennia, from the Spartans to World War II. In the center of Bastogne, Belgium (pop. 16,000), there is a statue of U.S. Army General Anthony C. McAuliffe, who died 45 years ago this week. It's a small town with a big history. Bastogne came under attack during the final German offensive of World War II, known as the Battle of the Bulge. The town was the gateway to Antwerp, a vital port for the Allies, and all that stood between the Germans and their objective was Gen. McAuliffe and his 101st Airborne Division. Despite being outnumbered by a factor of four to one, he refused to surrender, fighting on until Gen. George Patton's reinforcements could break the siege.", "categories": [["Life & Work", "Ideas", "Historically Speaking"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/historically-speaking?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-to-watch-a-star-trek-comedy-seth-rogens-an-american-pickle-and-liam-neeson-11596740259", "title": "What to Watch: A 'Star Trek' Comedy, Seth Rogen's 'An American Pickle' and Liam Neeson", "date": "2020-08-06 14:57", "summary": "Also this week, a TikTok concert with the Weeknd and a reader recommended K-drama. Musicians may be off the road, but they continue to release plenty of opportunities to experience them in our living rooms. Last week it was Beyoncé's 'Black is King' on Disney+. On Friday, The Weeknd hosts The Weeknd Experience on TikTok.", "categories": [["Books & Arts", "Entertainment", "Screen Time"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/arts-entertainment?mod=breadcrumb", "https://www.wsj.com/news/types/screen-time?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/astrazeneca-strikes-deal-to-produce-covid-19-vaccine-for-china-11596739112", "title": "AstraZeneca Strikes Deal to Produce Covid-19 Vaccine for China", "date": "2020-08-06 14:38", "summary": "Chinese drugmaker Kangtai aims to make at least 100 million doses of experimental new coronavirus vaccine for domestic use by year's end. AstraZeneca PLC has agreed to have a Chinese drugmaker produce hundreds of millions of doses of its experimental Covid-19 vaccine for use in China if it is approved by regulators there, a deal that expands China's access to potential vaccine options.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hurricane-season-off-to-record-fast-start-11596738817", "title": "2020 Hurricane Season Off to a Record Fast Start", "date": "2020-08-06 14:33", "summary": "Weather experts predict that the year could have as many as 25 named tropical storms and hurricanes. With a record fast start to the Atlantic hurricane season, federal forecasters are now predicting that 2020 could have as many as 25 named tropical storms and hurricanes-a number that would put it just shy of the 28 named storms seen during the historically high 2005 season.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/minneapolis-vote-on-defunding-police-department-halted-11596734528", "title": "Minneapolis Vote on Defunding Police Department Halted", "date": "2020-08-06 14:22", "categories": [["News"]], "category_links": ["https://www.wsj.com/news/types/noted-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/china-gives-death-sentence-to-canadian-charged-with-making-ketamine-11596713708", "title": "China Gives Death Sentence to Canadian Charged With Making Ketamine", "date": "2020-08-06 14:14", "summary": "It marked at least the third time a Canadian citizen has been sentenced to death in China for drug-related offenses since bilateral relations started to sour. HONG KONG-A Chinese court imposed the death penalty on a Canadian citizen charged with producing illicit drugs, in a case that could further strain already frayed ties between Beijing and Ottawa.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-makes-a-memorable-posthumous-album-11596736989", "title": "What Makes a Memorable Posthumous Album?", "date": "2020-08-06 14:03", "categories": [["Culture"]], "category_links": ["https://www.wsj.com/news/types/noted-culture?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/twitter-facebook-remove-trump-covid-19-video-11596735776", "title": "Twitter, Facebook Remove Trump Covid-19 Video", "date": "2020-08-06 13:42", "categories": [["News"]], "category_links": ["https://www.wsj.com/news/types/noted-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-resilience-of-the-black-american-11596734835", "title": "The Resilience of the Black American", "date": "2020-08-06 13:27", "summary": "The racial grievance industry ignores inspiring examples of African-American achievement.. Taxpayer-funded institutions are now adding their voices to the movement against \"systemic racism\"-the invisible legacy of slavery and discrimination that supposedly determines the destiny of black Americans. The Smithsonian National Museum of African American History and Culture last month posted a graphic on its website outlining the \"Aspects and Assumptions of Whiteness & White Culture in the United States.\" The document maintained that \"white people and their traditions, attitudes and ways of life have been normalized over time\" and \"we have all internalized some aspects of white culture-including people of color.\"", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-biden-bait-and-switch-11596734803", "title": "The Biden Bait-and-Switch", "date": "2020-08-06 13:26", "summary": "He runs on normalcy and nostalgia while quietly promising to enact radical policies.. Joe Biden is attempting to replicate Nancy Pelosi's successful 2006 midterm strategy of making the election a referendum on an incumbent Republican president mired in controversy rather than offering a compelling alternative vision. But voters should consider the choice: Mr. Biden quietly promises to be the most radical president in U.S. history.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/apple-joins-companies-quest-to-make-customer-service-more-than-a-complaint-line-11596734372", "title": "Apple Joins Companies' Quest to Make Customer Service More Than a Complaint Line", "date": "2020-08-06 13:19", "summary": "Brands try using customer support to build better customer relationships. Apple Inc. is moving deeper into customer service for businesses.", "categories": [["Experience Report"]], "category_links": ["https://www.wsj.com/news/experience-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/comcasts-nbcuniversal-shuffles-executive-ranks-at-entertainment-unit-11596729789", "title": "Comcast's NBCUniversal Shuffles Top Ranks at Entertainment Unit", "date": "2020-08-06 13:08", "summary": "NBC Entertainment Chairman Paul Telegdy is leaving company amid overhaul. NBCUniversal has reorganized its entertainment unit and shuffled its executive ranks as part of a consolidation effort aimed at better positioning the company for the streaming era.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bestselling-books-week-ended-august-1-11596732871", "title": "Bestselling Books Week Ended August 1", "date": "2020-08-06 12:54", "summary": "With data from NPD BookScan. ", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/best-selling-books?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lisa-sus-amd-is-flying-high-as-rival-chip-maker-intel-stumbles-11596732408", "title": "AMD Chief Executive Is Flying High as Rival Chip Maker Intel Stumbles", "date": "2020-08-06 12:46", "summary": "Bets the CEO made after taking over the chip maker are paying off in rising market share and a soaring stock price. The coronavirus pandemic has shown just how far Advanced Micro Devices Inc. has come since Lisa Su became chief executive six years ago.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pompeo-to-visit-central-europe-discuss-russia-nuclear-issues-11596731857", "title": "Pompeo to Visit Central Europe, Discuss Russia, Nuclear Issues", "date": "2020-08-06 12:37", "summary": "Secretary of state to head to Austria, the Czech Republic, Poland, and Slovenia; meet with director of the IAEA. WASHINGTON-Secretary of State Mike Pompeo is set to visit Austria, the Czech Republic, Poland and Slovenia next week to discuss nuclear issues, concerns about Russia, and other matters, the State Department said Thursday.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bells-and-whistles-11596731268", "title": "Bells and Whistles", "date": "2020-08-06 12:27", "summary": "These model train sets are right on track.. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/this-wall-street-ritual-will-get-less-awful-11596730020", "title": "This Wall Street Ritual Will Get Less Awful", "date": "2020-08-06 12:07", "summary": "The paper-based CFA exam is ending, and candidates won't miss it. A major Wall Street rite of passage is going away, and young professionals won't miss it.", "categories": [["Markets", "Overheard"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/overheard?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-second-label-wines-are-a-smart-choice-and-an-excellent-value-11596729329", "title": "Why Second-Label Wines Are a Smart Choice and an Excellent Value", "date": "2020-08-06 11:55", "summary": "Often these approachable bottles provide a taste of the talents of first-rate winemakers at a fraction of the cost of their flagship wines. \"SECOND\" IS an inherently disappointing word. Second place. Second class. Second rate. And yet, as the second-born of two, I believe \"second\" can also signal something of worth, especially when it comes to the second wines of winemakers who are first-rate.", "categories": [["Life & Work", "Food & Drink", "On Wine"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/food-cooking-drink?mod=breadcrumb", "https://www.wsj.com/news/types/on-wine-lettie-teague?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/water-fights-on-the-great-lakes-11596728495", "title": "Water Fights on the Great Lakes", "date": "2020-08-06 11:41", "summary": "Luxury homeowner do battle with the elements. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/covid-derails-latin-americas-bid-for-middle-class-prosperity-11596728203", "title": "Covid-19 Derails Latin America's Bid for Middle-Class Prosperity", "date": "2020-08-06 11:36", "summary": "Resume Subscription. LIMA, Peru-The pandemic has devastated hundreds of thousands of businesses across Latin America, setting back the clock on the social and economic gains made over the past two decades when a global commodities boom powered breakneck growth.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/the-true-face-of-freedom-wears-a-mask-11596727495", "title": "The True Face of Freedom Wears a Mask", "date": "2020-08-06 11:24", "summary": "Rational measures to combat the pandemic don't restrict our autonomy-they make it possible, just like the rules that let us enjoy the pleasures of the open road. They called themselves the Sanitary Spartacans. Outraged by San Francisco's mask-wearing ordinance, they protested and assembled in large numbers, fighting the public health authorities for the freedom to walk around barefaced. On January 25, 1919, their newspaper ad appeared: \"ANTI-MASK MEETING TONIGHT.\" As the so-called Spanish flu continued to take its toll-it would prove the deadliest pandemic in modern history-thousands of indignant citizens showed up at San Francisco's Dreamland skating rink.", "categories": [["Life & Work", "Ideas", "Essay"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/essay?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/banking-regulator-fines-capital-one-80-million-over-2019-hack-11596727367", "title": "Banking Regulator Fines Capital One $80 Million Over 2019 Hack", "date": "2020-08-06 11:22", "summary": "OCC, Federal Reserve order the bank to beef up cybersecurity defenses. A top banking regulator has fined Capital One Financial Corp. $80 million over a 2019 hack that compromised the personal information of about 106 million card customers and applicants.", "categories": [["Markets", "Financial Regulation"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/financial-regulation?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-south-korea-military-exercises-stay-digital-as-north-korean-threat-grows-11596720083", "title": "U.S.-South Korea Military Exercises Stay Digital, as North's Threat Grows", "date": "2020-08-06 11:21", "summary": "President Trump's directive two years ago to scale back field drills means most rank-and-file soldiers haven't experienced combined maneuvers. SEOUL-The U.S. and South Korea plan to start their third major combined military exercise using computer simulations as early as next week, two years after President Trump ordered field drills to be scaled back.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bausch-health-to-spin-off-eye-care-business-11596709809", "title": "Bausch Health to Spin Off Eye-Care Business", "date": "2020-08-06 10:30", "summary": "The transaction would split off a big piece of the company, previously named Valeant Pharmaceuticals, built through deals by former chief executive Michael Pearson. Bausch Health Cos. said Thursday it plans to spin off its faster-growing eye-care business from its core pharmaceutical operations, breaking apart a company previous management had built through such acquisitions.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/dont-rush-in-to-social-security-despite-concerns-about-the-economy-11596724151", "title": "Don't Rush Into Social Security, Despite Concerns About the Economy", "date": "2020-08-06 10:29", "summary": "Retirement columnist Glenn Ruffenach also points out resources that help with benefits-claiming strategies. I'm 64, and my plan has been to wait until I'm 70 to claim Social Security. But I'm worried that the pandemic and its economic impact will affect the health of the program. That, in turn, makes me think that claiming benefits sooner rather than later might be a better bet. Any thoughts?", "categories": [["Markets", "Journal Reports: Funds/ETFs", "Ask Encore"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-funds-etfs?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-tensions-with-beijing-are-high-but-trump-still-has-fans-in-china-11596724035", "title": "U.S. Tensions With Beijing Are High, but Trump Still Has Fans in China", "date": "2020-08-06 10:27", "summary": "Beneath expressions of anger at Washington, two camps at opposite ends of China's political spectrum like Trump's confrontational approach. As Sino-American relations have reached new lows recently, the most visible reaction in China has been anger.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/disneys-mulan-plan-provokes-these-questions-11596667456", "title": "Disney's Bet on Mulan and the Economics of Streaming", "date": "2020-08-06 10:07", "summary": "Is Disney's move a one-time response to extenuating circumstances or a sign of things to come?. In the latest pandemic-inspired Hollywood shake-up, Walt Disney Co. on Tuesday said it would offer its live-action remake of \"Mulan\" for sale Sept. 4 exclusively on its new streaming service, Disney +, at about $30 a pop, instead of in theaters as planned. Other studios have moved movie premieres online in recent months-winning few friends among theater operators. But none has done so in this particular way, as a premium-priced add-on for streaming customers already paying a monthly fee for otherwise all-you-can-eat entertainment.", "categories": [["Business", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/martha-nierenberg-helped-found-dansk-designs-tableware-firm-11596722400", "title": "Martha Nierenberg Helped Found Dansk Designs Tableware Firm", "date": "2020-08-06 10:00", "summary": "Budapest-born entrepreneur emigrated to the U.S. after a narrow escape from the Nazis. In the early 1950s, Martha Nierenberg noticed that running a family-owned metal-engraving business gave little joy to her husband, Ted Nierenberg. She urged him to try something else.", "categories": [["World", "Obituaries"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/obituaries?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/foreign-purchases-of-u-s-homes-fall-to-seven-year-low-11596722400", "title": "Foreign Purchases of U.S. Homes Fall to Seven-Year Low", "date": "2020-08-06 10:00", "summary": "Largest drop was among buyers from China, with a 14.7% decline. Foreign purchases of U.S. homes dropped to the lowest level since 2013, a boost for domestic buyers at a time when inventory has been tight.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/amid-covid-19-nyc-teachers-union-says-city-must-do-more-for-safe-reopening-11596718862", "title": "Amid Covid-19, NYC Teachers Union Says City Must Do More for Safe Reopening", "date": "2020-08-06 09:30", "summary": "Union leader circulates petition calling for testing, nurses, ventilation upgrades. The head of New York City's teacher's union is stepping up pressure on Mayor Bill de Blasio, saying City Hall's plan for reopening schools in September falls short of safeguards needed to protect students and school staff amid the coronavirus pandemic.", "categories": [["U.S.", "Schools"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-schools?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/always-cold-here-are-the-26-best-cardigans-11596719814", "title": "Always Cold? Here Are the 26 Best Cardigans", "date": "2020-08-06 09:16", "summary": "Whether you're attending socially distant outdoor gatherings on cool evenings or just braving blaring AC, these essential summer layers will keep out the chill. FOR AN ESSENTIAL wardrobe hero, look no further than the summer layer. Pop culture documents its enduring relevance-see the jean jackets Thelma and Louise wore on their steamy cross-country caper in Ridley Scott's 1991 film, Michelle Obama's prodigious supply of cotton J.Crew sweaters, the Balmain hoodies that featured in Beyoncé's 2019 concert film \"Homecoming,\" and Taylor Swift's recent hit \"Cardigan,\" in which she modestly compares herself to an old sweater \"under someone's bed.\" With many indoor establishments still off-limits during Covid-19 and most evening socializing done outside, this just-in-case garment has only grown in importance.", "categories": [["Life & Work", "Style & Fashion", "Fashion"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/fashion?mod=breadcrumb", "https://www.wsj.com/news/types/fashion?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/he-was-an-olympic-speedskater-now-hes-a-major-league-baseball-player-11596715200", "title": "He Was an Olympic Speedskater. Now He's a Major League Baseball Player.", "date": "2020-08-06 09:13", "summary": "Eddy Alvarez, a silver medalist at the Sochi Olympics, made his debut in the big leagues on Tuesday. 'I've never seen a story like this,' his coach says.. The Miami Marlins were running out of baseball players this week when they reached into the minors and plucked out a 30-year-old rookie who spent most of the past decade playing a sport that is close to the opposite of baseball.", "categories": [["Sports", "MLB"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/mlb?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/jackie-aina-forvr-mood-youtube-11596717018", "title": "Jackie Aina Is More Than Just a Beauty Youtuber", "date": "2020-08-06 08:52", "summary": "With more than 3.5 million subscribers, Aina is one of the top beauty influencers on YouTube. Now she's launching a lifestyle brand as she emerges as an outspoken figure in her industry.. There's been a recent trend on YouTube where hair and beauty influencers post tutorials using products only from Black-owned brands. It's a way to show solidarity with the Black community during a time when the country is reckoning with issues of race and social justice. But for some influencers, like Jackie Aina, 33, this type of content isn't new. Whether she's posting a video featuring African-owned makeup brands or sarcastically doing her makeup in a black-and-white video as a callout to people who claim to be racially color-blind, race has always been a major part of her content.", "categories": [["Magazine - Culture"]], "category_links": ["https://www.wsj.com/news/types/magazine-culture?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/jimmie-johnsons-post-nascar-plan-i-have-some-other-bucket-list-dreams-11596716696", "title": "Jimmie Johnson's Post-Nascar Plan: 'I Have Some Other Bucket List Dreams'", "date": "2020-08-06 08:24", "summary": "As the veteran champion winds down his stock car career, a conversation about a tumultuous pandemic season-and what's next. This isn't the Nascar farewell Jimmie Johnson imagined. The seven-time Cup series champion, now 44, is in the books as one of the best ever, and he's still chasing checkered flags and a playoff run. But the pandemic disrupted the season, and while the sport was one of the first to return, Johnson himself tested positive for Covid-19 in early July. Johnson also was quick to support Nascar and his friend and fellow driver, Bubba Wallace, when the sport banned confederate flags at events, a decision that roiled some fans. Here's a conversation from July 31 with Johnson, who races Saturday and Sunday this weekend at Michigan International Speedway. This interview has been edited and condensed for clarity:", "categories": [["Sports"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/people-are-flying-againbut-only-for-cheap-vacations-11596715721", "title": "People Are Flying Again-But Only for Cheap Vacations", "date": "2020-08-06 08:08", "summary": "Discount-seeking tourists will revive passenger numbers but not airline profits, particularly for full-service carriers. The aviation industry is desperate to know whether people will emerge from lockdowns eager to fly, despite the health risks and extra safety measures on planes and in airports. The answer coming from Europe seems to be \"yes\"-but only to go on a cheap vacation.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nintendos-pandemic-bonanza-a-billion-dollar-profit-11596715007", "title": "Nintendo's Pandemic Bonanza: a Billion-Dollar Profit", "date": "2020-08-06 07:56", "summary": "'Animal Crossing: New Horizons' sold more than 10 million copies between April and June. TOKYO- Nintendo Co. 's latest \"Animal Crossing\" videogame, a lockdown favorite, helped the company record its best April-June quarter in 12 years.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nintendo-flips-the-switch-on-the-coronavirus-11596712878", "title": "Nintendo Flips the Switch on the Coronavirus", "date": "2020-08-06 07:21", "summary": "Game company's blowout quarter exceeded even the rosiest expectations. Bored people stuck at home by the pandemic have been a godsend for Nintendo.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/adidas-sees-profit-rebound-11596695255", "title": "Adidas Swings to Loss but Sees Recovery Under Way", "date": "2020-08-06 07:19", "summary": "CEO Kasper Rorsted says there is 'light at the end of the tunnel'. BERLIN- Adidas AG Thursday said it expects revenue to recover in the third quarter as the German sports-gear group's stores continue to reopen and digital sales thrive after the coronavirus lockdowns pushed the company into a net loss in the second quarter.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/disney-looks-for-a-hit-streaming-sequel-11596711790", "title": "Disney Looks for a Hit Streaming Sequel", "date": "2020-08-06 07:03", "summary": "A coming international service helps stoke memories of the stock's big run last year. Walt Disney Co. 's first direct foray into streaming has been an undeniable hit. Even the Magic Kingdom might be hard-pressed to keep the spell going.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fortunes-won-and-lost-trading-in-kodak-stock-inside-a-wild-week-11596711606", "title": "Fortunes Won and Lost Trading in Kodak Stock: Inside a Wild Week", "date": "2020-08-06 07:00", "summary": "Sudden rise and fall offer warning for investors who ignore fundamentals and focus on a potential Covid-19 connection. In the span of six trading days, Eastman Kodak Co. 's volatile stock made millions for some and destroyed the savings of others.", "categories": [["Markets", "Stocks"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sagard-signs-50-million-royalty-deal-for-athenex-cancer-drug-11596711606", "title": "Sagard Signs $50 Million Royalty Deal for Athenex Cancer Drug", "date": "2020-08-06 07:00", "summary": "A Sagard Holdings unit is investing $50 million to help Athenex commercialize Oral Paclitaxel for treating breast cancer. Drug developer Athenex Inc. has inked a $50 million deal with a unit of asset-management firm Sagard Holdings to help commercialize an oral chemotherapy drug aimed at treating metastatic breast cancer.", "categories": [["Pro PE Deals"]], "category_links": ["https://www.wsj.com/news/types/pro-pe-deals?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/glencore-scraps-dividend-posts-loss-as-coronavirus-saps-demand-11596705526", "title": "Glencore Scraps Dividend, Posts Loss as Coronavirus Saps Demand", "date": "2020-08-06 06:53", "summary": "Mining giant reported record profits on its trading floor, but investors sent shares down sharply. LONDON-Commodities giant Glencore PLC reported a loss for the first half of the year and scrapped its dividend, as the coronavirus pandemic sapped demand and lowered prices and production at its mining division.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/rockets-refinance-fueled-blastoff-might-not-last-11596709800", "title": "Rocket's Refinance-Fueled Blastoff Might Not Last", "date": "2020-08-06 06:30", "summary": "Investors buying into Rocket's IPO must account for a likely slowdown in extraordinary mortgage activity. It's one thing to launch a rocket. It's another to keep it flying.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cash-or-jobs-how-u-s-economic-protection-stacks-up-internationally-11596709129", "title": "Cash or Jobs: How U.S. Economic Protection Stacks Up Internationally", "date": "2020-08-06 06:21", "summary": "The U.S. aims to support income, while other countries try to keep employment relationships going. The two have opposite risks.. The gap between the 11.4% U.S. unemployment rate and its equivalents in Germany, Japan and the U.K.-still all below 4%-illustrates the hugely different policies deployed to protect jobs and income during the pandemic.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/supply-not-demand-takes-the-wheel-at-carvana-11596709080", "title": "Supply, Not Demand, Takes the Wheel at Carvana", "date": "2020-08-06 06:18", "summary": "Logistical constraints limited e-commerce company's ability to meet strong appetite for used cars. Compared with some of its bricks-and-mortar peers, the e-commerce used-car seller Carvana faces an enviable problem: It has so much demand.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pope-francis-names-six-women-to-senior-vatican-jobs-11596708567", "title": "Pope Francis Names Six Women to Senior Vatican Positions", "date": "2020-08-06 06:09", "summary": "Appointments to Vatican's finance council represent effort to promote more women in the Catholic Church. ", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/etsy-might-need-to-get-even-more-crafty-11596708000", "title": "Etsy Might Need to Get Even More Crafty", "date": "2020-08-06 06:00", "summary": "So many are on Etsy right now, but how long will they stick around?. Crafting has never been more interesting, but it might never appeal to everyone.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-hobbled-amazon-then-the-tech-giant-bounced-back-11596708000", "title": "Coronavirus Hobbled Amazon. How the Tech Giant Rebounded for Its Best Earnings Ever.", "date": "2020-08-06 06:00", "summary": "Amazon's share of online shopping fell, and rivals stepped in, yet it bounced back sharply. Amazon.com Inc. just reported its greatest quarter ever, but getting there wasn't easy. The coronavirus pandemic brought enormous challenges to the tech giant early on, tripping it up in a way rarely seen in its history.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-k-economy-wont-make-up-pandemic-lost-ground-until-end-of-2021-11596699337", "title": "U.K. Economy Won't Make Up Lost Ground Until End of 2021", "date": "2020-08-06 05:38", "summary": "Bank of England holds its main interest rate; forecasts economy will shrink by around 9% this year. LONDON-The Bank of England said the U.K. economy will take until the end of 2021 to make up the ground lost during the pandemic, after suffering what it estimates was the steepest second-quarter fall in output among rich countries.", "categories": [["Economy", "Europe Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/europe-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/some-miners-undercount-deaths-boosting-executive-bonuses-11596706203", "title": "Some Miners Undercount Deaths, Boosting Executive Bonuses", "date": "2020-08-06 05:30", "summary": "Transport deaths aren't always counted, counter to industry guidelines, making safety records look better. Mark Roberts died last March after becoming trapped under the wheels of his truck while delivering coal for global miner South32 Ltd .", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/asia-has-a-wild-tech-rally-of-its-own-11596706205", "title": "Asia Has a Wild Tech Rally of Its Own", "date": "2020-08-06 05:30", "summary": "This summer's big gains haven't been limited to the U.S.; Tencent and Alibaba hit record highs last month. This summer's big rally in technology stocks hasn't been limited to America. Shares of some Asian tech giants have also climbed to new heights, powering gains in major market indexes.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/more-farmers-declare-bankruptcy-despite-record-levels-of-federal-aid-11596706201", "title": "More Farmers Declare Bankruptcy Despite Record Levels of Federal Aid", "date": "2020-08-06 05:30", "summary": "Coronavirus pandemic adds strain to agricultural economy already reeling from trade fights, commodity glut. More U.S. farmers are filing for bankruptcy, as federal payments projected to reach record levels this year fall short of compensating for the coronavirus pandemic and a yearslong slump in the agricultural economy.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/early-coronavirus-vaccine-supplies-likely-wont-be-enough-for-everyone-at-high-risk-11596706202", "title": "Early Coronavirus Vaccine Supplies Likely Won't Be Enough for Everyone at High Risk", "date": "2020-08-06 05:30", "summary": "Public-health officials don't expect there to be enough doses early on to vaccinate every one of the 100 million Americans at high risk of infection because of their work, age or health. Initial supplies of any successful coronavirus vaccines are now expected to fall short of what is needed even for high-priority groups like health-care workers, forcing drugmakers and U.S. officials to grapple with the thorny question of who should be first in line.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/after-stockpiling-cash-some-companies-are-looking-to-spend-11596706202", "title": "After Stockpiling Cash, Some Companies Are Looking to Spend", "date": "2020-08-06 05:30", "summary": "Ample cash holdings and access to cheap debt are leading some finance chiefs to look for deals and ways to put their money to work. Companies have been stockpiling cash to navigate the coronavirus pandemic, and some are getting eager to spend it.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hong-kong-is-losing-its-charm-for-expats-as-china-tightens-the-screws-11596706202", "title": "Hong Kong Draws Fewer Expats as China Curbs City's Freedoms", "date": "2020-08-06 05:30", "summary": "The number of workers leaving is growing and recruiters say people are reluctant to move to a city in turmoil. Hong Kong's expatriate community is shrinking, as new restrictions by China on speech and political activities and a tumultuous year of protests have diminished the allure of living and working in the Asian financial hub.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/toyota-expects-to-make-7-billion-even-in-a-pandemic-year-11596705484", "title": "Toyota Expects to Make $7 Billion Even in a Pandemic Year", "date": "2020-08-06 05:18", "summary": "Sales growth in China, improvement in U.S. help ease hit from coronavirus. TOKYO- Toyota Motor Corp. sees sales rebounding from the coronavirus pandemic faster than it initially expected, leading the company to bolster its sales projections and forecast a nearly $7 billion profit for the full year.", "categories": [["Business", "Autos & Transportation", "Autos Industry"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/transportation?mod=breadcrumb", "https://www.wsj.com/news/types/autos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11596654685", "title": "Pepper...and Salt", "date": "2020-08-06 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/undefined?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/quicken-loans-parent-prepares-for-a-big-ipo-11596630521", "title": "Quicken Loans Parent's IPO Sees Slack Demand", "date": "2020-08-06 22:59", "summary": "Rocket Cos. represents the mortgage market's broader shift away from banks. The initial public offering by the nation's top mortgage lender turned out to be smaller and less lucrative than anticipated, a sign of investors' sensitivity to dark economic forecasts despite resilient housing and IPO markets.", "categories": [["WSJ News Exclusive", "IPOs"]], "category_links": ["https://www.wsj.com/news/types/ipos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/rep-rodney-davis-tests-positive-for-coronavirus-11596679697", "title": "Rep. Rodney Davis Tests Positive for Coronavirus", "date": "2020-08-06 22:08", "summary": "Illinois Republican is the 11th House member to contract Covid-19. WASHINGTON-Illinois Republican Rep. Rodney Davis said Wednesday he tested positive for Covid-19, the 11th House lawmaker to contract the virus.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/progressive-squad-member-rashida-tlaib-faces-test-in-michigan-primary-rematch-11596561803", "title": "Progressive 'Squad' Member Tlaib Beats Michigan Challenger", "date": "2020-08-06 22:01", "summary": "An Army Reserves veteran beat out several contenders for the Republican nomination to fill seat being vacated by Rep. Justin Amash. The staying power of \"the squad,\" the firebrand progressives who swept into the House two years ago, cleared its biggest hurdle, with Michigan Democrats renominating Rep. Rashida Tlaib for Congress.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-campaign-raises-165-million-in-july-25-million-more-than-bidens-11596676490", "title": "Trump Campaign Raises $165 Million in July, $25 Million More Than Biden's", "date": "2020-08-06 21:14", "summary": "Presumptive Democratic nominee's aggressive fundraising has diminished the president's overall cash advantage. WASHINGTON-President Trump's campaign hauled in more than $165 million in July in combined fundraising with the Republican National Committee, surpassing Joe Biden's campaign team by about $25 million, ahead of the fall general election.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/facebook-twitter-take-down-video-of-trump-saying-children-almost-immune-from-covid-19-11596674533", "title": "Facebook, Twitter Take Down Trump Video", "date": "2020-08-06 20:56", "summary": "Action is first time Facebook has removed a post from the president for violating its coronavirus misinformation policy. ", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trumps-trillion-dollar-choice-11596672910", "title": "Trump's Trillion-Dollar Choice", "date": "2020-08-06 20:27", "summary": "Another Pelosi-Mnuchin blowout isn't needed and will divide the GOP.. As negotiations for another giant spending bill proceed in Washington, President Trump faces a choice. Does he do another deal giving Speaker Nancy Pelosi most of what she wants, perhaps splitting the GOP in the process? Or does he press his own economic agenda and, if the Speaker blocks it, take that to the voters in November?", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-swedish-economic-model-11596673582", "title": "The Swedish Economic Model", "date": "2020-08-06 20:26", "summary": "Stockholm strikes a different balance between virus and GDP.. Progressive politicians love to wish that America's economy could be more like Sweden's. After Wednesday's economic-data release there, we share the dream, albeit for different reasons.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-squads-new-member-11596673508", "title": "The Squad's New Member", "date": "2020-08-06 20:25", "summary": "National progressives topple a third House baron this year.. The big news from the latest round of primary elections on Tuesday was the defeat of 10-term Missouri Congressman William Lacy Clay to a left-wing challenger. This is the third such upset this year, and together they illustrate the Democratic Party's continuing move to the left and the growing nationalization of House races.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/appeals-court-allows-dakota-access-pipeline-to-continue-operating-11596662661", "title": "Appeals Court Allows Dakota Access Pipeline to Continue Operating", "date": "2020-08-06 20:07", "summary": "Three-judge panel reverses lower-court order that the pipeline shut down pending a new environmental review. A federal appeals court said the Dakota Access pipeline can continue carrying oil for now, a win for pipeline operator Energy Transfer LP and North Dakota oil producers.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/voting-with-their-guns-11596672473", "title": "Voting With Their Guns", "date": "2020-08-06 20:07", "summary": "Urban unrest has sales soaring, especially among blacks.. There's nothing like nationwide protests and a murder surge in major cities to cause a spurt of new gun sales. Gun controllers may want to rethink their 2020 strategy.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}]