[{"link": "https://www.wsj.com/articles/pelosi-pushes-white-house-to-reach-deal-on-coronavirus-relief-11602989800", "title": "Pelosi Sets Deadline for White House on Coronavirus Relief", "date": "2020-10-17 23:39", "summary": "House speaker calls on White House to move within 48 hours toward agreement over remaining disputes. WASHINGTON-House Speaker Nancy Pelosi (D., Calif.) called on the White House to show it was serious about reaching a deal on another coronavirus relief package by moving within 48 hours to reach an agreement on the remaining disputes.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/colleges-and-the-nfl-are-playing-football-but-its-a-very-different-ballgame-11602943282", "title": "Colleges and the NFL Are Playing, but It's a Very Different Ballgame", "date": "2020-10-17 19:16", "summary": "As the NFL continues to rearrange its schedule amid a flurry of positive tests, it takes a lot more to postpone a college football game. Football is the same game whether it's played in the National Football League or a major college conference. But getting teams on the field to play the game during the coronavirus pandemic is proving to be a much different matter.", "categories": [["Sports", "College Football"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/college-football?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/china-warns-u-s-it-may-detain-americans-in-response-to-prosecutions-of-chinese-scholars-11602960959", "title": "China Warns It May Detain Americans", "date": "2020-10-17 15:37", "summary": "Blunt message suggests U.S. nationals in China at risk of becoming 'hostages' in Chinese diplomatic tactic. Chinese government officials are warning their American counterparts they may detain U.S. nationals in China in response to the Justice Department's prosecution of Chinese military-affiliated scholars, according to people familiar with the matter.", "categories": [["WSJ News Exclusive", "Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-campaign-battles-democrats-for-latin-votes-in-florida-11602959116", "title": "Trump Campaign Battles Democrats for Latin Votes in Florida", "date": "2020-10-17 14:25", "summary": "The president's campaign has been targeting Cuban-Americans and voters from Venezuela and Nicaragua. MIAMI-Trailing in polls in key swing states, President Trump needs Florida's electoral votes. To help, he is courting the state's Latino voters, particularly Cuban-Americans and voters from countries with leftist regimes like Venezuela and Nicaragua.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/an-air-force-vet-needs-to-cut-expenses-and-debt-heres-some-advice-11602885827", "title": "An Air Force Vet Needs to Cut Expenses and Debt. Here's Some Advice.", "date": "2020-10-17 14:00", "summary": "Game Plan: A financial adviser weighs in on how Joshua and Melissa Wright can eventually save for retirement and pay for their kids' education. Joshua Wright, a freshman at Kent State University, is not your typical college student. He and his wife, Melissa Wright, live in nearby Rootstown, Ohio, with their three children ages 8, 12 and 14.", "categories": [["Markets", "Journal Reports: Wealth Management"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-wealth-management?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/for-some-college-students-living-on-campus-helps-their-gpa-11602884953", "title": "For Some College Students, Living on Campus Helps Their GPA", "date": "2020-10-17 12:00", "summary": "The biggest academic benefits accrue to those who didn't do all that well in high school. Colleges typically require freshmen to live on campus in dormitories. The idea is that total immersion in campus life increases students' chance of academic success. But is that true?", "categories": [["Markets", "Journal Reports: Wealth Management"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-wealth-management?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/thailand-curtails-mass-transit-as-protesters-defy-gathering-ban-11602946652", "title": "Thailand Curtails Mass Transit as Protesters Defy Gathering Ban", "date": "2020-10-17 10:57", "summary": "Demonstrations have grown larger this week despite arrests of some key organizers. Authorities in Thailand shut down almost all mass rail transit in the capital of Bangkok as thousands of antigovernment protesters took to the streets, defying a ban on large public gatherings for the third consecutive day.", "categories": [["World", "World News"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/world-news-noco?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-latest-updates-10-17-2020-11602928147", "title": "U.S. Reports Highest Daily Coronavirus Cases Since July", "date": "2020-10-17 10:20", "summary": "With more than 69,000 new cases on the books, the U.S. is approaching daily infection levels seen during the midsummer peak. Daily new coronavirus infections in the U.S. surged to their highest level since late July, approaching numbers seen during the outbreak's midsummer peak.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-covid-19-has-changed-the-way-people-should-save-for-college-11602885076", "title": "How Covid-19 Has Changed the Way People Should Save for College", "date": "2020-10-17 10:00", "summary": "The pandemic and economic uncertainty is upending some of the old rules about building a college fund. The pandemic has drastically affected the finances of many families, making saving for college more challenging.", "categories": [["Markets", "Journal Reports: Wealth Management"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-wealth-management?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-5g-iphones-kick-off-poaching-season-for-carriers-11602943200", "title": "New 5G iPhones Kick Off Poaching Season for Carriers", "date": "2020-10-17 10:00", "summary": "While AT&T, T-Mobile and Verizon all use Apple's high-speed cellular capabilities to promote their networks, their pitches differ. Smartphone shoppers might be slow to notice how Apple Inc.'s new 5G-enabled iPhones improve on the internet connections older models use, but cellphone carriers are working overtime to make them see it.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/amazon-primes-the-third-party-pump-11602941400", "title": "Amazon Primes the Third-Party Pump", "date": "2020-10-17 09:30", "summary": "Prime Day's boost to third-party sellers should also lift company's bottom line. With so much going its way already, one might wonder why Amazon.com keeps bothering with Prime Day. The answer is that it seems to have become a profitable endeavor.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/long-lines-early-ballots-new-polls-point-to-massive-voter-turnout-11602939973", "title": "Long Lines, Early Ballots, New Polls All Point to Heavy Voter Turnout", "date": "2020-10-17 09:06", "summary": "Analysts predict the highest turnout in over a century as voters flock to polling sites; 'I prefer to throw the lever'. Long lines at early voting sites, huge increases in mail-in ballots due to the pandemic and polls showing sky-high enthusiasm for voting are all pointing to record turnout in the 2020 presidential election.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/union-voters-are-at-center-of-trump-vs-biden-battle-for-pennsylvania-11602939600", "title": "Union Voters at Center of Trump vs. Biden Battle for Pennsylvania", "date": "2020-10-17 09:00", "summary": "Both campaigns are courting rank-and-file members who helped deliver the battleground state to Trump in 2016. JOHNSTOWN, Pa.-Barry Hixson has one of the tougher jobs in battleground politics: convincing rank-and-file union members across central and western Pennsylvania to flip on President Trump.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-is-a-nap-dress-and-why-do-women-want-it-so-badly-11602936029", "title": "What Is a 'Nap Dress' and Why Do Women Want It So Badly?", "date": "2020-10-17 08:00", "summary": "Launched in 2019, Hill House Home's hybrid nightgown-dress has gone viral during the pandemic due to canny online marketing and lucky timing. A look at its irresistible appeal. Off Brand is a thrice-monthly column that delves into trends in women's fashion and beauty.", "categories": [["Life & Work", "Off Brand"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/off-brand?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-jersey-election-officials-scramble-on-first-mostly-mail-in-vote-11602936000", "title": "New Jersey Election Officials Scramble on First Mostly Mail-In Vote", "date": "2020-10-17 08:00", "summary": "Counties boost staffing, rush to send out remaining ballots; 'the volume of paper is tremendous'. New Jersey's election system will be tested in the coming weeks as most voters will be casting their ballots for the presidential election by mail or dropping them off for the first time in the state's history.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-zealand-prime-minister-jacinda-ardern-on-track-for-landslide-re-election-11602925740", "title": "New Zealand Prime Minister Jacinda Ardern Wins Landslide Re-Election", "date": "2020-10-17 08:00", "summary": "Center-left Labour Party is projected to have enough seats in parliament to form New Zealand's first single-party government in more than two decades. WELLINGTON, New Zealand-New Zealand Prime Minister Jacinda Ardern's center-left Labour Party won a landslide victory in national elections Saturday as voters endorsed her government's efforts to stamp out the coronavirus.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/no-rocks-required-for-this-strength-building-climbing-workout-11602928801", "title": "No Rocks Required for This Strength-Building Climbing Workout", "date": "2020-10-17 06:00", "summary": "Resume Subscription. Climbing involves much more than upper-body strength, says Zack DiCristino, a Salt Lake City-based physical therapist with USA Climbing and lead therapist for the U.S. national and Olympic climbing teams.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/wall-streets-hottest-financing-tool-makes-me-worry-about-the-market-11602927001", "title": "Wall Street's Hottest Financing Tool Makes Me Worry About the Market", "date": "2020-10-17 05:30", "summary": "Shaq, Playboy and Nikola are all on the blank-check bandwagon, part of a boom in SPACs that is unsettling. Spotting asset bubbles is hard because there is almost always a good underlying reason for what's going on. Canals, railways and the internet really were going to revolutionize the economy. The mistake with bubbles is that prices disconnect from what the new development will justify. The difficulty for those of us trying to spot bubbles is to tell how much is really justified, and how big the disconnect will become.", "categories": [["Markets", "Streetwise"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/streetwise?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-threatens-to-push-the-child-care-industry-over-the-edge-11602927001", "title": "Coronavirus Threatens to Push the Child-Care Industry Over the Edge", "date": "2020-10-17 05:30", "summary": "Resume Subscription. The coronavirus pandemic has plunged U.S. day cares into a financial crisis.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/with-fewer-covid-restrictions-souths-economy-outperforms-nation-11602927000", "title": "With Fewer Covid-19 Curbs, South's Economy Outperforms Nation", "date": "2020-10-17 05:30", "summary": "Region sees higher employment and consumer spending, but more infections and deaths. When coronavirus cases began surging across the South this summer, the region seemed destined for the same economic setback the Northeast suffered during the spring.", "categories": [["Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/spread-of-electric-cars-sparks-fights-for-control-over-charging-11602927000", "title": "Spread of Electric Cars Sparks Fights for Control Over Charging", "date": "2020-10-17 05:30", "summary": "States across U.S. weigh what role electric utilities should play in building new networks for powering vehicles. Electric vehicles are widely seen as the automobile industry's future, but a battle is unfolding in states across America over who should control the charging stations that could gradually replace fuel pumps.", "categories": [["Business", "Autos & Transportation", "Autos Industry"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/transportation?mod=breadcrumb", "https://www.wsj.com/news/types/autos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11602887119", "title": "Pepper...and Salt", "date": "2020-10-17 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/for-cooks-fear-can-be-a-secret-ingredient-11602907260", "title": "For Cooks, Fear Can Be a Secret Ingredient", "date": "2020-10-17 00:01", "summary": "The prospect of cuts and burns, or just baking a cake that fails to rise, doesn't have to keep us out of the kitchen.. To many cooks, the coziest sight of the year is a produce market in the fall. The abundance of squashes makes you feel like a child getting ready for Halloween. There are green-skinned kabochas and stripy delicatas and long curvy butternut squashes and rouge vif d'etampes pumpkins that are as glowing as an orange sunset. There are cheese pumpkins that look just like a Cinderella carriage and dusty blue Hokkaidos with their dense, nutty orange flesh. My favorite way to eat risotto at this time of year is with chunks of sweet Hokkaido squash, softened in a pan with butter, garlic and rosemary, and showered at the end with Parmesan to undercut the sweetness. To me, it is a bowl of pure comfort.", "categories": [["Life & Work", "Table Talk"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/table-talk?mod=breadcrumb"]}]