[{"link": "https://www.wsj.com/articles/china-panel-calls-for-more-federal-trade-commission-authority-in-approving-mergers-involving-foreign-money-11606866786", "title": "China Panel Calls for More Federal Trade Commission Authority in Approving Mergers Involving Foreign Money", "date": "2020-12-01 18:53", "summary": "The U.S.-China Economic and Security Review Commission proposes the FTC conduct a deeper study of a potential deal. WASHINGTON-An influential bipartisan commission on China recommended Tuesday Congress expand the Federal Trade Commission's authority, which would allow it to examine the influence of foreign government subsidies earlier in the process of considering large mergers and acquisitions involving foreign companies.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-city-urges-at-risk-residents-to-stay-home-to-avoid-covid-19-11606844409", "title": "New York City Urges At-Risk Residents to Stay Home to Avoid Covid-19", "date": "2020-12-01 18:49", "summary": "Advice comes as hospitalizations in city reach level not seen since early June. New York City's health commissioner on Tuesday advised older residents and people with underlying health conditions to avoid nonessential activities outside their homes as the number of Covid-19 hospitalizations in the city reached a level not seen since early June.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-joe-biden-can-heal-the-nation-11606866098", "title": "How Joe Biden Can 'Heal the Nation'", "date": "2020-12-01 18:41", "summary": "If the president-elect wants to make good on his campaign pledge, students have some advice.. Editor's note: This week's Future View discusses how Joe Biden could try to fulfill his pledge to \"heal the nation.\" Next week we'll ask, \"How should higher education change, given the experience of the pandemic?\" Students should click here to submit opinions of fewer than 250 words before Dec. 8. The best responses will be published that night.", "categories": [["Opinion", "Future View"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/future-view?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trumps-fraud-claims-hit-a-barr-11606866056", "title": "Trump's Fraud Claims Hit a Barr", "date": "2020-12-01 18:40", "summary": "The AG says the feds have seen no evidence that would overturn Joe Biden's victory.. Bill Barr can take the heat, and on Tuesday the stalwart Attorney General guaranteed he'll get it when he said \"to date, we have not seen fraud on a scale that could have effected a different outcome in the election.\"", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-woke-nasdaq-11606865986", "title": "The Woke Nasdaq", "date": "2020-12-01 18:39", "summary": "The exchange decides it is in the gender and racial quota business.. With all the ways for business to raise capital nowadays, listing on a U.S. stock exchange has lost much of its appeal. Enter the Nasdaq on Tuesday with a proposal to make itself even less competitive.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/salesforce-plus-slack-doesnt-equal-microsoft-11606865986", "title": "Salesforce Plus Slack Doesn't Equal Microsoft", "date": "2020-12-01 18:39", "summary": "Deal-weary Salesforce investors may need to brace for more acquisitions. Salesforce . com has never been one for thinking small, but buying Slack Technologies stretches the company's ambitions to a whole new level.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/whole-foods-capitalism-11606865929", "title": "Whole Foods Capitalism", "date": "2020-12-01 18:38", "summary": "Believe it or not, a CEO steps up to defend free markets.. Bernie Sanders may have made socialism mainstream, but John Mackey isn't buying. Recently the Whole Foods CEO characterized socialism as \"trickle up poverty\"-while defending capitalism as the \"greatest thing humanity's ever done.\"", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ajit-pai-bids-adieu-11606865855", "title": "Ajit Pai Bids Adieu", "date": "2020-12-01 18:37", "summary": "Thank the departing FCC chairman for your fast internet in the pandemic.. The leadership of regulatory agencies usually turns over with the change of federal administrations, so it's no surprise that Federal Communications Commission Chairman Ajit Pai announced Monday that he will step down after four years in the job. He leaves a notable legacy, especially after the mess he inherited from the Obama era.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-soccer-womens-team-agree-to-settle-portion-of-lawsuit-related-to-working-conditions-11606865508", "title": "U.S. Soccer, Women's Team to Settle Part of Suit Related to Working Conditions", "date": "2020-12-01 18:31", "summary": "The agreement clears the way for the players to appeal a pay-discrimination claim that was rejected by a federal judge in May. The U.S. women's soccer team and the U.S. Soccer Federation have agreed to settle the portion of the players' 2019 gender-discrimination lawsuit related to working conditions, according to Tuesday court filings, clearing the way for the team to pursue an appeal of a pay-discimination claim that was rejected by a federal judge in May.", "categories": [["Sports"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/barr-appoints-durham-special-counsel-on-russia-origins-investigation-11606854737", "title": "Barr Appoints Durham Special Counsel for Investigation Into Origins of Russia Probe", "date": "2020-12-01 18:30", "summary": "Decision ensures prosecutor will keep investigating FBI inquiry into 2016 Trump campaign during the Biden administration. Attorney General William Barr has named Connecticut U.S. Attorney John Durham a special counsel, giving him protection to continue into the Biden administration his investigation of the origins of the FBI's 2016 Russia probe.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/softbank-makes-another-bet-on-freight-shipping-technology-11606864569", "title": "SoftBank Makes Another Bet on Freight Shipping Technology", "date": "2020-12-01 18:16", "summary": "Volvo also joins the financing as sector has remained resilient during pandemic. SoftBank Group Corp. is doubling down on its bet that technology startups will reshape freight shipping and logistics, a sector that has been an ambitious focal point for the firm.", "categories": [["Pro VC New Money"]], "category_links": ["https://www.wsj.com/news/types/pro-vc-new-money?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cdc-plans-to-recommend-shorter-quarantine-for-people-exposed-to-covid-19-11606863716", "title": "CDC Plans to Recommend Shorter Quarantine for People Exposed to Covid-19", "date": "2020-12-01 18:11", "summary": "Agency Chief Robert Redfield to counsel seven- to 10-day isolation in place of 14-day period now recommended, administration official says. WASHINGTON-Centers for Disease Control and Prevention Director Robert Redfield told members of the White House's coronavirus task force on Tuesday that the agency was preparing to recommend a reduced quarantine period for people potentially exposed to Covid-19, according to an administration official.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/seadrill-partners-to-shop-assets-in-bankruptcy-11606864222", "title": "Seadrill Partners to Shop Assets in Bankruptcy", "date": "2020-12-01 18:10", "summary": "Offshore rig operator says it will market its assets in chapter 11 after receiving support from lenders to file for bankruptcy. An affiliate of offshore contract driller Seadrill Ltd. said Tuesday it will shop its assets while in bankruptcy, the second time in just over three years parts of its business have tipped into chapter 11 as the oil-and-gas industry faces continued pressure during the pandemic.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/we-decide-how-much-covid-11606863791", "title": "We Decide How Much Covid", "date": "2020-12-01 18:03", "summary": "The U.S. promoted the illusion of control instead of the wisdom of risk management.. A curious email arrived after Saturday's column, from a state official overseeing medical care for millions of Medicaid beneficiaries, including nursing-home inmates, in a state whose nursing-home deaths from Covid-19 are nothing to brag about.", "categories": [["Opinion", "Business World"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/business-world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-is-wild-card-in-coronavirus-spending-talks-11606827260", "title": "Coronavirus Stimulus Talks Restart as Centrists Unveil Plan", "date": "2020-12-01 18:03", "summary": "Congress faces looming deadlines in lame-duck session; Trump is wild card in discussions. WASHINGTON-Lawmakers released a blitz of competing coronavirus relief proposals Tuesday, reigniting stalled talks as the pandemic surges across the country, but without any clear signs that Democratic and Republican leaders would be able to reach a consensus.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/libertys-last-line-of-defense-11606863687", "title": "Liberty's Last Line of Defense", "date": "2020-12-01 18:01", "summary": "State attorneys general best serve when they eschew partisanship.. New administrations of both parties have a tendency to try to accomplish their policy goals by executive decree. As the rush of a campaign meets the reality of governing, incoming presidents and staffers grow frustrated with the messy details of bicameralism and presentment-sign-off from both chambers and the president-required to enact new laws. Having served in the Senate, I can understand the frustration.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/presidents-populism-and-the-crisis-of-democracy-review-a-big-thinking-executive-11606863567", "title": "'Presidents, Populism, and the Crisis of Democracy' Review: A Big-Thinking Executive", "date": "2020-12-01 17:59", "summary": "The U.S. Constitution, a pair of political scientists contend, is not a document to be revered but an obstacle to good governance.. It's a curious irony. Those who have constantly warned of Donald Trump's authoritarian menace are naturally attracted to proposals that limit executive power and revitalize the separation of powers. Yet when those same observers envision a Biden-Harris administration stuck with a Republican-controlled Senate, they yearn for a presidency with far more power, not less. William Howell and Terry Moe, professors of political science at the University of Chicago and Stanford respectively, appear to solve this paradox in \"Presidents, Populism, and the Crisis of Democracy.\" Mr. Trump's brand of populism, they argue, presents an existential threat to American democracy, and there is every reason to expect imitators after Mr. Trump leaves the stage. But this populism thrives only because America's government is so woefully ineffective at dealing with the serious challenges of modern life. Our best chance to make it more effective, in their view, is to build up the big-thinking presidency at the expense of a myopic and parochial Congress.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-myth-of-war-weary-americans-11606863481", "title": "The Myth of 'War Weary' Americans", "date": "2020-12-01 17:58", "summary": "Our poll finds the public ambivalent about the war in Afghanistan, not in a hurry for withdrawal.. President Trump has made clear his determination to reduce America's military footprint in Afghanistan, regardless of the consequences. The most recent version of Mr. Trump's plan-a reduction to 2,500 troops by early January-may not satisfy those pushing for a complete withdrawal, but it will go further than most of Trump's military advisers and the GOP leadership in Congress want to go. Only his most ardent supporters will be truly happy.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-to-understand-trumps-democrats-11606863419", "title": "How to Understand Trump's Democrats", "date": "2020-12-01 17:57", "summary": "A new book examines the phenomenon that still has political pros and the press scratching their heads.. Even as Donald Trump prepares to leave the White House next month-without conceding defeat, it appears-many Democrats and members of the press haven't come to terms with how he got there in the first place.", "categories": [["Opinion", "Upward Mobility"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/upward-mobility?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/notable-quotable-russians-11606863328", "title": "Notable & Quotable: Russians", "date": "2020-12-01 17:55", "summary": "'Bloomberg and Sheldon Adelson call your political operatives! You've been ripped off.'. John Tamny writing at RealClearPolitics.com, Dec. 1:", "categories": [["Opinion", "Commentary", "Notable & Quotable"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb", "https://www.wsj.com/news/types/notable-quotable?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/supreme-court-justices-question-irs-shield-in-tax-shelter-case-11606859047", "title": "Supreme Court Justices Question IRS Shield", "date": "2020-12-01 17:43", "summary": "At issue is requirement that taxpayers and advisers disclose certain questionable transactions when filing returns. WASHINGTON-Supreme Court justices sharply questioned arguments by the federal government that certain tax regulations can't be challenged in court before they are enforced.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nasdaq-proposes-board-diversity-rule-for-listed-companies-11606829244", "title": "Nasdaq Seeks Board-Diversity Rule That Most Listed Firms Don't Meet", "date": "2020-12-01 17:26", "summary": "Exchange operator seeks to require companies to have at least one female board member, plus one from an underrepresented minority group. Nasdaq Inc. is pushing to require the thousands of companies listed on its stock exchange to include women, racial minorities and LGBT individuals on their boards, in what would be one of the most forceful moves yet to bring greater diversity to U.S. corporations.", "categories": [["Markets", "Stocks"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/global-stock-markets-dow-update-12-01-2020-11606818064", "title": "Stocks Rise, Giving S&P 500, Nasdaq Fresh Records", "date": "2020-12-01 17:25", "summary": "U.S. shares close higher after erasing Monday's muted loss and extending its November rally. U.S. stocks rose Tuesday, sending the S&P 500 and Nasdaq Composite to fresh records, as the optimism behind the November market rally extended into a new month.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/blm-and-inauthenticity-in-racial-relations-11606860467", "title": "BLM and Inauthenticity in Racial Relations", "date": "2020-12-01 17:07", "summary": "Acknowledging and dismantling systemic racism isn't a vestige of \"the old victim-focused racial order,\" but an essential step toward reaching a new one.. Shelby Steele's \"The Inauthenticity Behind Black Lives Matter\" (op-ed, Nov. 23) abounds with baseless claims that \"we blacks aren't much victimized,\" no longer \"stunted by racial persecution\" and \"far more likely to encounter racial preferences than racial discrimination.\" Nothing could be further from the truth.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/shame-may-make-misbehaving-pols-repent-11606860399", "title": "Shame May Make Misbehaving Pols Repent", "date": "2020-12-01 17:06", "summary": "Perhaps if we all complained more often and vociferously, the political elite would at least make and attempt to be less hypocritical.. Reading Jason Riley's \"The Political Class's Hypocrisy Long Predates Covid-19\" (Upward Mobility, Nov. 25), I am reminded of my own experience in November 2006. My wife and I, after waiting on an hour-long security line in San Juan, were stopped so New York Governor-Elect Eliot Spitzer and his entourage could jump the line to be ushered through security ahead of everyone else. They skipped the X-ray machines and bag scanners. The moans and groans from those he passed were palpable and he clearly heard them. Once through security I got on a long line for the Subway shop and along came Mr. Spitzer, himself, who proceeded to get on the line. While others told him he could step in front of them, he repeatedly declined and stayed in place on line until he was served. Clearly he had received the message. Perhaps if we all complained more often and vociferously, the political elite would at least make an attempt to be less hypocritical.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trumps-abraham-accords-change-palestinians-plans-11606860302", "title": "Trump's Abraham Accords Change Palestinians' Plans", "date": "2020-12-01 17:05", "summary": "Normalization of relations between Israel and the United Arab Emirates, Bahrain and Sudan has removed the Palestinians from the nexus of Israeli-Arab relations.. \"Palestinians to Resume Cooperation With Israel\" (World News, Nov. 18) ascribes the offer to Palestinian \"comfort with . . . Biden . . . and aspirations to renew peace talks.\" Omitted is the 800-pound gorilla in today's Israeli-Arab world: normalization of relations between Israel and the United Arab Emirates, Bahrain and Sudan. This normalization has removed the Palestinians from the nexus of Israeli-Arab relations, showing that the momentum for improving the lives of people in the region, Jews and Muslims, is bound up in real cooperation, economic ties, security coordination and health exchanges. While the Palestinians focus on pay for slay and right of return, obstacles to any peace with Israel, other Arab entities are forward-looking. So the Palestinians are trying to get on a fast-moving ship. But has that ship sailed?", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/president-trump-has-good-point-on-u-s-drug-prices-11606860166", "title": "President Trump Has Good Point on U.S. Drug Prices", "date": "2020-12-01 17:02", "summary": "The only way to bring the Europeans and other rich countries to the shared-cost table may be to join them briefly with price controls.. Regarding your editorial \"Trump's Gift to Joe Biden\" (Nov. 23): High-minded talk about drug innovation is all well and good, but the reality is that Americans have been subsidizing the rest of the world's price-fixed drugs for years. The only way to bring the Europeans and other rich countries to the shared-cost table may be to join them briefly with price controls. We also have a problem of our own making with medical litigation. Allowing the plaintiffs bar to sue manufacturers even when their warning labels aren't followed is a self-inflicted wound that we should cure first.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/former-judge-seeks-to-shorten-mandatory-prison-terms-he-once-imposed-11606859191", "title": "Former Judge Seeks to Shorten Mandatory Prison Terms He Once Imposed", "date": "2020-12-01 16:56", "summary": "John Gleeson, now in private practice, is in a legal fight to secure early release for what could be thousands of federal inmates serving decadeslong sentences. As a federal judge, John Gleeson sentenced convicted carjacker Francois Holloway in 1996 to 57 years behind bars. Nearly two decades later, citing what he viewed as the sentence's unfair length, he successfully persuaded prosecutors to vacate part of the conviction and then set Mr. Holloway free.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nuclear-scientists-killing-prompts-iranian-lawmakers-to-act-11606847306", "title": "Nuclear Scientist's Killing Prompts Iranian Lawmakers to Act", "date": "2020-12-01 16:55", "summary": "Proposal would push government to increase uranium enrichment, block U.N. inspectors from certain sites. TEHRAN-Iranian lawmakers urged the Rouhani government to restrict United Nations inspections of its nuclear activities and boost uranium enrichment, following the killing last week of a top nuclear scientist.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/number-of-black-friday-in-store-shoppers-fell-37-11606841884", "title": "Shoppers Spent Less Over Black Friday Weekend", "date": "2020-12-01 16:51", "summary": "National Retail Federation says early promotions and fewer visits to stores offset online gains. U.S. shoppers spent significantly less than last year over a five-day stretch including Black Friday and Cyber Monday, as gains in online customers were offset by far fewer people visiting stores during the coronavirus pandemic.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-economic-team-trade-trump-globalization-11606848311", "title": "Biden's Economic Team Charts a New Course for Globalization, With Trumpian Undertones", "date": "2020-12-01 16:22", "summary": "Resume Subscription. Joe Biden's economic team is taking shape with plans to remake the Trump administration's approach to economic relations overseas, with a distinction: agreement with President Trump's assertion that globalization has been hard on many Americans but differences on how to address it.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/cuttin-grass-vol-1-the-butcher-shoppe-sessions-by-sturgill-simpson-and-boots-no-2-the-lost-songs-by-gillian-welch-reviews-roots-music-retrospection-11606856950", "title": "'Cuttin' Grass Vol. 1 (The Butcher Shoppe Sessions)' by Sturgill Simpson and 'Boots No. 2: The Lost Songs' by Gillian Welch Reviews: Roots-Music Retrospection", "date": "2020-12-01 16:09", "summary": "Two singer-songwriters find rich rewards in revisiting their catalogs.. ", "categories": [["Books & Arts", "Music Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/music-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-treasury-yields-climb-on-renewed-coronavirus-stimulus-talks-11606848095", "title": "Treasury Yields Climb on Renewed Stimulus Talks", "date": "2020-12-01 16:04", "summary": "Yield on 10-year note notches its highest close since Nov. 10. U.S. government-bond yields climbed to a three-week high Tuesday following a renewed congressional effort to send aid to businesses and municipalities hurt by the coronavirus pandemic.", "categories": [["Markets", "Treasurys"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/treasurys?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/beastly-belongings-wednesday-crossword-december-2-11606574614", "title": "Beastly Belongings (Wednesday Crossword, December 2)", "date": "2020-12-01 16:01", "categories": [["WSJ Puzzles", "Crossword"]], "category_links": ["https://www.wsj.com/news/puzzle?mod=breadcrumb", "https://www.wsj.com/news/types/crossword?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/baby-god-review-horrid-history-hidden-in-a-family-tree-11606856230", "title": "'Baby God' Review: Horrid History, Hidden in a Family Tree", "date": "2020-12-01 15:57", "summary": "An HBO documentary follows the story-and a few of the progeny-of a fertility doctor who used his own sperm to impregnate women without their knowledge or consent.. 'The Postmodern Prometheus\" might have been the title of director Hannah Olson's documentary \"Baby God,\" considering that its subject was a Frankenstein of fertility medicine: Quincy Fortier, who practiced gynecology and obstetrics in Las Vegas for decades and used his own sperm to impregnate an untold number of women without their knowledge or consent. What was he thinking? As he died in 2006, it's impossible for Ms. Olson to tell us exactly. But he certainly never anticipated Ancestry.com. Or that one of the scores of children he fathered would grow up to be a police investigator.", "categories": [["Books & Arts", "Television Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/television-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/partisan-fight-over-fed-lending-programs-escalates-11606836901", "title": "Partisan Fight Over Fed Lending Programs Escalates", "date": "2020-12-01 15:35", "summary": "The Fed and Treasury disagreed publicly over a decision not to renew a suite of emergency lending facilities. The Treasury Department's decision last month not to renew a suite of emergency Federal Reserve lending programs touched off a partisan fight over whether and how the Biden administration should be allowed to use the programs.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-to-avoid-the-5-worst-holiday-decorating-mistakes-11606853927", "title": "How to Avoid the 5 Worst Holiday-Decorating Mistakes", "date": "2020-12-01 15:18", "summary": "From poorly scaled Christmas trees to a slavish devotion to green and red, architects and interior designers share the goofs they see most often-and what to do instead. IN THIS HISTORICALLY strange holiday season, we're counting on tinsel's historically documented ability to inspire cheer. Fine artist Josh Young, whose photos of his tastefully decorated Washington, D.C., townhome have earned him a loyal Instagram following, believes that, in 2020, when \"we aren't with loved ones, we aren't with friends,\" it's especially important to \"spruce up and create that holiday environment.\"", "categories": [["Real Estate", "Design"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/design?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/global-stock-market-feverdrives-even-reluctant-brazilians-to-invest-11606845356", "title": "Stock-Market Fever Drives Brazilians to Invest", "date": "2020-12-01 15:06", "summary": "Amid pandemic, more than a million investors, many young and spurred by social-media stars, have entered Brazil's equities market. RIO DE JANEIRO-Since the coronavirus pandemic hit, many Brazilians have fled to a place they don't normally go: the country's stock market.", "categories": [["World", "Latin America"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/latin-america-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trafficked-with-mariana-van-zeller-review-uncovering-the-underworld-11606852934", "title": "'Trafficked With Mariana van Zeller' Review: Uncovering the Underworld", "date": "2020-12-01 15:02", "summary": "National Geographic's documentary series delves into black markets around the globe, from Peruvian counterfeiting to Jamaican phone scams.. 'I always protect the identity of the people who speak to us, I promise you that,\" Mariana van Zeller assures the many people who talk with her and who assure her, in return, that they could be killed for doing just that. With all due respect to the host of \"Trafficked With Mariana van Zeller,\" viewers might imagine themselves needing more than a persuasive correspondent's vow of confidentiality before they'd put their lives on the line the way people do here. But one Peruvian counterfeiter offers what might be an explanation for all the show's black-marketeers: The same appetite for risk that got him into his business in the first place is compelling him to get in front of the camera.", "categories": [["Books & Arts", "Television Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/television-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/wary-of-new-lockdowns-cfos-stand-ready-with-covid-contingency-plans-11606487401", "title": "Wary of New Lockdowns, CFOs Stand Ready With Covid Contingency Plans", "date": "2020-12-01 14:57", "summary": "Finance chiefs say they are better prepared to navigate inventory challenges and cost cuts than they were last spring. Finance chiefs say they are wary of new lockdown measures aimed at curbing the spread of the coronavirus, but have contingency plans ready-in contrast to the spring, when restrictions caught many companies off guard.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-christmas-compromise-on-covid-relief-11606852328", "title": "A Christmas Compromise on Covid Relief?", "date": "2020-12-01 14:52", "summary": "Americans need help only government can provide to weather the next few months.. As the 116th Congress enters its final weeks, I have a suggestion for House and Senate leaders: Take a break from nonstop politics and focus on the needs of the country. On Tuesday a bipartisan and bicameral group of legislators proposed a $908 billion emergency Covid relief package to get the American people through a difficult winter. Leadership should take up this bill immediately.", "categories": [["Opinion", "Politics & Ideas"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/politics-ideas?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/an-unfunny-thing-happened-on-the-way-to-2021-11606852251", "title": "An Unfunny Thing Happened on the Way to 2021", "date": "2020-12-01 14:50", "summary": "Polarization, political correctness and Covid-19 have produced a hostile environment for humor.. Humorlessness has become a national comorbidity. Besides the other afflictions of 2020, the country is suffering from a comic deficiency that has weakened the social immune system. \"A horse walks into a bar . . .\" Forget it-bars are closed.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/blackrock-emerges-as-wall-street-player-in-biden-administration-11606841207", "title": "BlackRock Emerges as Wall Street Player in Biden Administration", "date": "2020-12-01 14:44", "summary": "Two executives who have worked at the money manager are set to take roles at Treasury and the National Economic Council. Wall Street bankers, and in particular those from Goldman Sachs Group Inc., have long held senior positions in the White House. Under President-elect Joe Biden, such roles are going to executives of BlackRock Inc.", "categories": [["Markets", "Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/amazon-is-beefing-up-its-cloud-call-center-tools-as-more-customer-support-staff-work-from-home-11606849202", "title": "Amazon Is Beefing Up Its Cloud Call-Center Tools as More Customer-Support Staff Work From Home", "date": "2020-12-01 14:00", "summary": "More than 5,000 contact centers were set up on Amazon Connect during March and April. Amazon. com Inc.'s cloud division Tuesday said it is introducing new features to make it easier for call-center agents to help customers, amid growing demand for cloud-based customer-service centers during the coronavirus pandemic.", "categories": [["CIO Journal"]], "category_links": ["https://www.wsj.com/news/types/cio-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/k-pops-bts-superstars-can-defer-military-service-for-two-years-11606849065", "title": "K-Pop's BTS Superstars Can Defer Military Service for Two Years", "date": "2020-12-01 13:57", "summary": "Seoul relaxed terms of military draft as group's global popularity surges, but debates over conscription continue elsewhere in Asia. Fans of K-pop sensations BTS were relieved to learn that one of the seven-member band wouldn't have to quit to join South Korea's military for his mandatory service for another two years.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/irans-nuclear-scientist-how-will-the-killing-of-mohsen-fakhrizadeh-affect-tehrans-nuclear-program-11606848349", "title": "Iran's Nuclear Scientist: How Will the Killing of Mohsen Fakhrizadeh Affect Tehran's Nuclear Program?", "date": "2020-12-01 13:45", "summary": "The killing was a strike against Iran's nuclear capabilities and risks fueling hostilities in the Middle East. A top Iranian nuclear scientist was killed in an attack in a town near Tehran on Nov. 27, the latest blow to Iran's nuclear ambitions.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/airbnb-sets-ipo-terms-sending-valuation-as-high-as-35-billion-11606835610", "title": "Airbnb IPO Terms Send Valuation as High as $35 Billion", "date": "2020-12-01 13:42", "summary": "San Francisco home-rental company to sell 50 million shares at $44 to $50 apiece. Airbnb Inc. on Tuesday said it plans to sell 50 million shares in an initial public offering that could give the home-rental company a valuation of as much as $35 billion.", "categories": [["Markets", "Stocks", "IPOs"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb", "https://www.wsj.com/news/types/ipos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/montecito-home-of-late-kleiner-perkins-co-founder-sells-for-32-25-million-11606847616", "title": "Montecito Home of Late Kleiner Perkins Co-Founder Sells for $32.25 Million", "date": "2020-12-01 13:33", "summary": "The 12-acre estate with an 18,500-square-foot Italian Renaissance-inspired villa found a buyer after two months on the market. A nearly 12-acre estate in Montecito, Calif., that was owned by the late venture capitalist Frank J. Caufield sold for $32.25 million after two months on the market, according to one of the listing agents.", "categories": [["Real Estate", "Private Properties"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/private-properties?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/opec-s-lose-lose-equation-11606843667", "title": "OPEC+'s Lose-Lose Equation", "date": "2020-12-01 13:33", "summary": "Oil producers face risks no matter which route they choose to take on output. The arrival of a vaccine is a blessing for oil producers. Hopes for a vaccine, however, are causing a massive headache for members of the global oil cartel and its Russian-led partners. Some of its members-financially battered and facing internal turmoil-are reaching the end of their ropes.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-sprawling-italian-style-estate-in-montecito-11606847519", "title": "A Sprawling Italian-Style Estate in Montecito", "date": "2020-12-01 13:32", "summary": "Once owned by the late venture capitalist Frank J. Caufield, the property comes with an Italian Renaissance-style home and formal gardens.. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/cricket-style-will-help-you-break-your-sweatpants-habit-11606845856", "title": "Cricket Style Will Help You Break Your Sweatpants Habit", "date": "2020-12-01 13:04", "summary": "American men may not know the rules of the sport, but that doesn't mean they can't borrow its polished look, as Tyler, the Creator, and Harry Styles recently did. WITH MENSWEAR dominated by limited-edition, limited-style hoodies and sweatpants, you might find the crisp cricket look-all cable-knit sweaters and immaculate trousers-disarmingly classic. But that doesn't mean that the attire of the popular-everywhere-except-America sport is fusty. When Tyler, the Creator, wore a cricket sweater with a blazer, cropped trousers and chunky loafers in Los Angeles last year, the rapper came across, appealingly, as a kooky art-school kid trapped at the University of Oxford.", "categories": [["Life & Work", "Style & Fashion", "Fashion"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/fashion?mod=breadcrumb", "https://www.wsj.com/news/types/fashion?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/manufacturing-spurt-has-room-to-run-11606845564", "title": "Manufacturing Spurt Has Room to Run", "date": "2020-12-01 12:59", "summary": "Low inventory levels suggest manufacturers can keep increasing output. The economy is in for a tough winter. But the manufacturing sector appears to have the wherewithal to push through it.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/canadas-covid-19-response-is-to-spend-heavily-and-ignore-the-deficitfor-now-11606825162", "title": "Canada's Covid-19 Response: Spend Heavily, Ignore Deficit", "date": "2020-12-01 12:47", "summary": "Canada's fiscal position has deteriorated the quickest among its G-20 peers because of its pandemic stimulus, but officials say supporting the economy comes first. OTTAWA-Canada's deficit is growing at the fastest rate among developed nations as it seeks to prop up its economy during the Covid-19 pandemic.", "categories": [["World", "Canada"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/canada-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nato-should-expand-its-focus-to-include-china-report-says-11606820403", "title": "NATO Should Expand Its Focus to Include China, Report Says", "date": "2020-12-01 12:03", "summary": "Alliance to update strategy document that predates Russia's seizure of Crimea and China's military buildup. The North Atlantic Treaty Organization should devote much more of its time and resources to security threats posed by China even while seeking to deter Russian aggression, a high-level assessment of the alliance's future says in a report to be made public Tuesday.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/china-lands-a-probe-on-the-moon-as-it-pursues-space-ambitions-11606842163", "title": "China Lands a Probe on Moon as It Pursues Space Ambitions", "date": "2020-12-01 12:02", "summary": "Mission aims to bring back lunar samples, and Beijing plans manned base on moon in coming years. China on Tuesday said it landed a probe on the moon in its latest space endeavor and humanity's first bid since the 1970s to return lunar samples to Earth.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/global-economy-faces-difficult-winter-despite-covid-19-vaccine-hopes-11606822321", "title": "Global Economy Faces Hard Winter Despite Vaccine Hopes", "date": "2020-12-01 11:53", "summary": "Pandemic is seen speeding China's ascent as an economic power, with recent case surges holding back recovery in Europe, U.S.. The prospect of coronavirus vaccines on the horizon has boosted hopes of an end to the pandemic-wrought downturn-but first the global economy could face a long and difficult winter.", "categories": [["Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-california-cliffside-contemporary-11606839762", "title": "A California Cliffside Contemporary", "date": "2020-12-01 11:22", "summary": "In Corona Del Mar, this massive home has a garden in its entry and panoramic views of the ocean.. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/covid-19-likely-in-u-s-in-mid-december-2019-cdc-scientists-report-11606782449", "title": "Covid-19 Likely in U.S. in Mid-December 2019, Scientists Report", "date": "2020-12-01 11:20", "summary": "New analysis of blood donations finds virus was present on West Coast earlier than previously believed. The new coronavirus infected people in the U.S. in mid-December 2019, a few weeks before it was officially identified in China and about a month earlier than public health authorities found the first U.S. case, according to a government study published Monday.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-economics-teams-views-in-their-own-words-11606772108", "title": "Biden's Economics Team's Views, in Their Own Words", "date": "2020-12-01 11:16", "summary": "President-elect's picks for top economic-policy jobs have focused on inequality, education and climate. WASHINGTON-President-elect Joe Biden is introducing his economic-policy team this week, drawing on veterans of the Obama administration and progressive think tanks. Their past views on inequality, labor economics, education and budget deficits offer a guide to how they could shape the administration's policies.", "categories": [["Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/newport-beach-home-asks-58-million-11606838423", "title": "In Newport Beach, a Cliffside Home With Its Own Zen Garden Asks $58 Million", "date": "2020-12-01 11:00", "summary": "The contemporary home in California's Corona Del Mar is one of the priciest properties for sale in the area. A large contemporary home sitting on a jagged cliff in California's Corona Del Mar is coming on the market for $58 million, becoming one of the most expensive homes listed on this tony swath of Newport Beach.", "categories": [["Real Estate", "Private Properties"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/private-properties?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/egypt-rights-advocates-appear-in-court-amid-global-outcry-11606838315", "title": "Egypt Rights Advocates Appear in Court Amid Global Outcry", "date": "2020-12-01 10:58", "summary": "Arrests have set up a possible clash with the incoming Biden administration. Three prominent Egyptian human-rights defenders appeared in a Cairo terrorism court on Tuesday as a part of a high-profile case that has drawn international pressure to release them.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/china-and-korea-clash-over-pandas-and-pickled-vegetables-11606837637", "title": "China, Korea Clash Over Pickled Vegetables", "date": "2020-12-01 10:47", "summary": "Internet users get heated over symbols of national pride for the two nations. As China's global technological and economic heft grows, the U.S. and other advanced nations have become increasingly concerned over its efforts to set the technical standards for emerging technologies like 5G.", "categories": [["Markets", "Overheard"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/overheard?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/barred-from-stadiums-soccer-fans-have-a-new-game-which-player-looks-oldest-11606836683", "title": "Barred From Stadiums, Soccer Fans Have a New Game: Which Player Looks Oldest?", "date": "2020-12-01 10:31", "summary": "In a U.K. competition called '80s Footballers Aging Badly,' the wrinkled and the bald battle bristly mustaches and extreme mutton chops. Back in the 1980s, when he played goalkeeper for Scottish soccer side Ayr United, Hugh Sproat liked to entertain fans by swinging on the crossbar.", "categories": [["A-hed"]], "category_links": ["https://www.wsj.com/news/types/a-hed?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/jason-butler-harner-a-daredevil-turned-drama-club-president-11606834836", "title": "Jason Butler Harner: A Daredevil-Turned-Drama Club President", "date": "2020-12-01 10:00", "summary": "The 'Ozark' and 'Next' actor had to overcome self-consciousness to become a performer. Jason Butler Harner, 50, is an actor who has appeared on TV's \"Homeland,\" \"Scandal\" and \"Ozark.\" He co-stars in Fox's crime-drama series \"Next.\" He spoke with Marc Myers.", "categories": [["Real Estate", "House Call"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/house-call?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/no-alcohol-no-problem-spirits-are-high-in-new-york-city-11606834801", "title": "Booze-Free Drinks Lift Spirits in New York City", "date": "2020-12-01 10:00", "summary": "Resume Subscription. Just in time for the holidays-it's New York City's first zero-proof liquor store. Or as owner Douglas Watters has it, \"booze-free bottle shop.\" It's a store stocked with fancy drinks that won't get you drunk.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/top-ecb-official-privately-called-investors-banks-after-key-policy-decisions-11606832650", "title": "ECB Official Called Investors, Banks After Policy Decisions", "date": "2020-12-01 09:24", "summary": "Calls from Chief Economist Philip Lane to the likes of Goldman, JPMorgan, BlackRock began in March when President Christine Lagarde flummoxed traders. FRANKFURT-The European Central Bank's chief economist made dozens of private calls to banks and investors after policy meetings this year, breaking with the central bank's usual practice of delivering information to everyone at the same time in an effort to clarify its sometimes-puzzling public pronouncements, according to three people with whom he spoke and a review of his schedule.", "categories": [["WSJ News Exclusive", "Finance"]], "category_links": ["https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/zoom-tesla-moderna-what-to-watch-when-the-stock-market-opens-today-11606825306", "title": "Zoom, Tesla, Moderna: What to Watch When the Stock Market Opens Today", "date": "2020-12-01 09:06", "summary": "U.S. stocks could hit new records when markets open. Here's what we are watching as markets kick into gear Tuesday.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nfl-ravens-outbreak-covid-sports-11606831218", "title": "Sports Keep Playing Through the Covid Surge. It's Getting Ugly.", "date": "2020-12-01 09:01", "summary": "The worst stretch of the pandemic is coming. Sports leagues are trying to plow ahead as outbreaks and postponements are making it harder to proceed.. The top men's college basketball team in the country played through a spate of Covid-19 cases among players and staff on Thanksgiving weekend. The No. 1 college football team took the field for its most anticipated game without the sport's most famous coach.", "categories": [["Sports"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/google-facebook-and-amazon-gain-as-coronavirus-reshapes-ad-spending-11606831201", "title": "Google, Facebook and Amazon Gain as Pandemic Reshapes Ad Spending", "date": "2020-12-01 09:00", "summary": "Digital ads to account for more than half of year's U.S. advertising expenditures for first time. For the first time, more than half of U.S. advertising spending is set to go to digital platforms such as Google and Facebook, the world's largest ad buyer said, a reflection of marketers' strategy shift as the coronavirus pandemic pummeled the industry this year.", "categories": [["WSJ News Exclusive", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tech-beats-toys-for-holidays-despite-covid-screen-fatigue-11606831203", "title": "Tech Beats Toys for Holidays Despite Covid Screen Fatigue", "date": "2020-12-01 09:00", "summary": "Parents and children are at odds, as wish lists fill with game and app requests, not tangible toys. ", "categories": [["Tech", "Family & Tech: Julie Jargon"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb", "https://www.wsj.com/news/types/family-tech-julie-jargon?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/manhattan-u-s-attorney-fired-by-trump-hired-at-law-firm-fried-frank-11606831200", "title": "Manhattan U.S. Attorney Fired by Trump Hired at Law Firm Fried Frank", "date": "2020-12-01 09:00", "summary": "Geoffrey Berman clashed with Attorney General William Barr over politically sensitive investigations. Geoffrey Berman, the former U.S. attorney in Manhattan who was abruptly fired in June by President Trump, has joined the law firm Fried, Frank, Harris, Shriver & Jacobson LLP, the firm said Tuesday.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-covid-pandemic-could-cut-business-travel-by-36permanently-11606830490", "title": "The Covid Pandemic Could Cut Business Travel by 36%-Permanently", "date": "2020-12-01 08:48", "summary": "Between 19% and 36% of all business trips could disappear, given efficiencies developed during the lockdown, our Middle Seat columnist and airline experts estimate. Even if Covid-19 vaccines become widespread, business travel is likely to be changed by the pandemic. Travel budgets have been slashed and some meetings will remain virtual; conferences and conventions may be crimped.", "categories": [["Life & Work", "Travel", "The Middle Seat"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/magazine/travel?mod=breadcrumb", "https://www.wsj.com/news/types/the-middle-seat?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/regina-king-cover-story-interview-night-miami-watchmen-11606790755", "title": "The Rise of Regina King", "date": "2020-12-01 08:30", "summary": "For three decades, Academy Award-winning actor Regina King has captivated audiences on screen. Now, with her feature directorial debut, 'One Night in Miami,' she takes on a defining new role.. One day this past spring, Regina King began carving out a roughly 5-by-20-foot plot of soil behind her home in Los Angeles to plant some seeds. She got the idea from a friend, fellow actor Anthony Anderson, who'd shown her pictures of his meticulously cultivated garden and thus inspired her to start her own. It's a pastime that requires patience. But this was in the throes of collective isolation, when everyone frantically sought out hobbies, and there was time to sit and watch grass grow.", "categories": [["Feature"]], "category_links": ["https://www.wsj.com/news/types/magazine-feature?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sephora-to-set-up-shop-inside-kohls-11606829400", "title": "Sephora to Set Up Shop Inside Kohl's", "date": "2020-12-01 08:30", "summary": "Beauty retailer set to wind down partnership with J.C. Penney and plans to install 850 shops at Kohl's locations. The beauty wars are heating up.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/after-culling-millions-of-mink-to-combat-covid-denmark-weighs-digging-them-up-again-11606828993", "title": "After Culling Millions of Mink to Combat Covid-19, Denmark Weighs Digging Them Up Again", "date": "2020-12-01 08:23", "summary": "Local residents and opposition lawmakers worry that decomposing bodies could pollute water supplies. Denmark's government is facing a grisly problem: What to do with the carcasses of some 17 million mink it ordered culled to stop the spread of a potentially dangerous mutation of Covid-19.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-rise-of-regina-king-11606828427", "title": "The Rise of Regina King", "date": "2020-12-01 08:13", "summary": "For three decades, Academy Award-winning actor Regina King has captivated audiences on screen. Now, with her feature directorial debut, One Night in Miami, she takes on a defining new role.. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/retailers-seize-on-pandemic-fallout-to-become-property-owners-11606827603", "title": "Retailers Seize on Pandemic Fallout to Become Property Owners", "date": "2020-12-01 08:00", "summary": "Rental opportunities for businesses also open up amid turmoil in commercial real estate. Struggling shopping malls are finding an unexpected boost from bargain-hunting retail operators.", "categories": [["Real Estate", "Property Report"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/property-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/developer-aims-to-raise-1-billion-for-investing-in-minority-communities-11606827600", "title": "Developer Aims to Invest $1 Billion in Minority Communities", "date": "2020-12-01 08:00", "summary": "Martin Muoto's new Black Impact Fund to focus on opportunity zones and nearby areas. A California developer is trying to raise $1 billion to invest in Black and Latino communities. If successful, it would be one of the largest commercial real-estate funds ever to focus on minority neighborhoods.", "categories": [["Real Estate", "Property Report"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/property-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pfizer-biontech-file-for-covid-19-vaccine-approval-in-europe-11606816904", "title": "Pfizer, Moderna Request Covid-19 Vaccine Authorization in Europe", "date": "2020-12-01 08:00", "summary": "EU agency says its officials will work through Christmas to review data from trials. BERLIN- Pfizer Inc. partner BioNTech and U.S. drugmaker Moderna Inc. both applied for their coronavirus vaccines to be approved in the European Union, the EU's chief medicines regulator said Tuesday, with officials expected to make a decision on at least one of the vaccines by the end of the month.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bank-mergers-are-no-panacea-11606827289", "title": "Bank Mergers Are No Panacea", "date": "2020-12-01 07:54", "summary": "As domestic deals become a popular strategy for dealing with Europe's low banking returns, the resignation of Unicredit's CEO highlights the risks. Bankers love to think about mergers, but they aren't a simple solution to the problems of Europe's lenders, even within the same country.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/credit-suisse-taps-lloyds-boss-as-next-chairman-11606818366", "title": "Credit Suisse Taps Lloyds Boss as Next Chairman", "date": "2020-12-01 07:11", "summary": "António Horta-Osório nominated to replace Urs Rohner who steps down in April. Credit Suisse Group AG named António Horta-Osório as its next chairman Tuesday, marking a changing of the guard after a decade under current chairman Urs Rohner punctuated by regulatory fines and scandal.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/these-tech-startups-want-to-sell-you-their-life-insurance-11606824000", "title": "Tech Startups Want to Sell You Their Life Insurance", "date": "2020-12-01 07:00", "summary": "Insuretech companies Bestow and Dayforward say they will become direct-to-customer life insurance carriers. Technology startups are ready to challenge traditional life insurers head on.", "categories": [["Markets", "Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/restaurant-stocks-have-less-under-the-tree-this-year-11606824001", "title": "Restaurant Stocks Have Less Under the Tree This Year", "date": "2020-12-01 07:00", "summary": "Weak gift card sales could be an obstacle to full recovery for chains like Cheesecake Factory and Outback Steakhouse. Casual dining stocks have almost fully recovered from the coronavirus pandemic. One hurdle they still have to face: an uncertain holiday gift season.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/reddit-claims-52-million-daily-users-revealing-a-key-figure-for-social-media-platforms-11606822200", "title": "Reddit Claims 52 Million Daily Users, Revealing a Key Figure for Social-Media Platforms", "date": "2020-12-01 06:30", "summary": "The disclosure comes as the tech company pursues new advertisers. Reddit Inc. said it averaged 52 million daily active users in October, up 44% from the same month a year earlier, disclosing for the first time a metric used by other social-media companies to define the size of their audiences.", "categories": [["CMO Today"]], "category_links": ["https://www.wsj.com/news/types/cmo-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-new-setback-for-big-cities-as-return-to-the-office-fades-11606818601", "title": "Cities Dealt a Blow as Return to Office Fades", "date": "2020-12-01 05:30", "summary": "The low level of employees back at their workplaces is intensifying pain for cities geared toward office life. U.S. employees started heading back to the office in greater numbers after Labor Day but that pace is stalling now, delivering another blow to economic-recovery hopes in many cities.", "categories": [["Real Estate", "Property Report"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/property-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/over-fed-objections-lending-programs-will-expire-heres-what-happens-next-11606818600", "title": "Over Fed Objections, Lending Programs Will Expire. What Happens Now?", "date": "2020-12-01 05:30", "summary": "Decision not to renew programs funded by Congress could lead to a partisan political fight during the Biden administration. Treasury Secretary Steven Mnuchin and the Federal Reserve exposed a rare public rift last month when Mr. Mnuchin declined to extend several emergency lending programs put in place to repair credit markets convulsed by the coronavirus pandemic in March.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hospital-stocks-are-heading-higher-so-are-covid-19-cases-11606818600", "title": "Hospital Stocks Head Higher, Along With Covid-19 Cases", "date": "2020-12-01 05:30", "summary": "Shares of hospital operators soared in November, thanks to postelection optimism and expectations they can better weather recent coronavirus surge. Coronavirus hospitalizations have soared to all-time highs, threatening to strain health-care facilities across the U.S. again. But this time, investors are less concerned.", "categories": [["Markets", "Stocks"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-k-court-freezes-up-to-5-billion-tied-to-alleged-kazakhstan-bank-theft-11606817488", "title": "U.K. Court Freezes Up to $5 Billion Tied to Alleged Kazakhstan Bank Theft", "date": "2020-12-01 05:11", "summary": "The order, related to a long-running legal saga, goes after stakes in fancy hotels, Burger King restaurants and bank accounts in half a dozen countries. A U.K. civil court froze up to $5 billion in assets including stakes in luxury hotels, cash in bank accounts in half a dozen countries and a Burger King franchise, as part of an international legal saga that ensnared Kazakhstan's richest businessmen, according to court documents.", "categories": [["WSJ News Exclusive", "Finance"]], "category_links": ["https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11607210935", "title": "Pepper...and Salt", "date": "2020-12-01 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/school-shutdowns-weigh-on-test-results-11606798860", "title": "School Shutdowns Weigh on Test Results", "date": "2020-12-01 00:01", "summary": "Widely used assessment shows reading achievement among young students holding up better than math progress. American children performed nearly as well on average this fall as last fall on a widely used test in reading, but achievement slowed in math since the coronavirus shut schools in the spring, a nationwide report on test results shows.", "categories": [["U.S.", "Education"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/education?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/amazon-makes-mac-commitment-opening-door-to-apple-developers-11606798804", "title": "Amazon Makes Mac Commitment, Opening Door to Apple Developers", "date": "2020-12-01 00:00", "summary": "Amazon's cloud-computing arm is installing Macs, allowing software for Apple devices to be created and tested remotely. Tech giants Amazon.com Inc. and Apple Inc. are joining forces to support the growing number of companies developing apps and other software for Apple devices.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/china-complains-of-u-s-harassment-of-chinese-airline-and-ship-crews-11606748497", "title": "China Complains of U.S. Harassment of Airline, Ship Crews", "date": "2020-12-01 21:12", "summary": "Beijing says it lodged complaints about questioning of arriving workers about Communist Party membership. HONG KONG-China accused American officials of harassing Chinese airline and shipping crews that arrive in the U.S. in attempts to single out Communist Party members, and warned that Beijing may retaliate against Washington for what it considers to be provocative behavior.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/former-zappos-ceo-tony-hsiehs-death-is-ruled-accident-by-medical-examiner-11606779833", "title": "Former Zappos CEO Hsieh's Death Is Ruled Accident", "date": "2020-12-01 21:06", "summary": "Tech entrepreneur died from complications of smoke inhalation, office says. Former Zappos.com Inc. Chief Executive Tony Hsieh died from complications of smoke inhalation, according to the Connecticut Office of the Chief Medical Examiner, which ruled the death an accident.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-coronavirus-adviser-scott-atlas-who-called-for-ending-lockdowns-resigns-11606786620", "title": "Trump Coronavirus Adviser Scott Atlas Resigns", "date": "2020-12-01 20:37", "summary": "Atlas joined the White House team in August as Trump sparred with other health advisers. WASHINGTON-Scott Atlas, a coronavirus adviser to President Trump who argued against lockdowns and sparred with health experts, has resigned, according to a White House official.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-blacklists-chinese-government-firm-accused-of-supporting-maduro-regime-11606750515", "title": "U.S. Blacklists Chinese Defense Firm for Sales to Venezuela", "date": "2020-12-01 20:25", "summary": "Trump administration says China National Electronics Import & Export Corp. sold goods that aided repression by Maduro regime. WASHINGTON-The Trump administration on Monday blacklisted a major Chinese government-owned defense company it said sold goods to Venezuela that aided political repression by the regime of President Nicolás Maduro.", "categories": [["World", "Latin America"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/latin-america-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/five-customer-service-lessons-from-the-late-tony-hsieh-11606785549", "title": "Five Customer-Service Lessons From the Late Tony Hsieh", "date": "2020-12-01 20:19", "summary": "The former chief executive of Zappos, the online shoe retailer, had a unique approach toward customers. Tony Hsieh, the former chief executive of Zappos.com Inc., helped build the online shoe retailer with a model of customer service that rested on a simple premise: Make every customer as happy as possible, even at the expense of sales-in the short term.", "categories": [["Experience Report"]], "category_links": ["https://www.wsj.com/news/experience-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/moderna-to-ask-health-regulators-to-authorize-its-covid-19-vaccine-11606737602", "title": "Moderna Asks FDA to Authorize Vaccine", "date": "2020-12-01 19:59", "summary": "Timing could make shot the second for U.S. use by year-end, alongside Pfizer and BioNTech vaccine. Moderna Inc. said it asked U.S. and European health regulators Monday to authorize use of its Covid-19 vaccine, after it was shown to be 94.1% effective in a full analysis of a pivotal study.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/zoom-fatigue-sets-in-early-11606783128", "title": "Zoom Fatigue Sets In Early", "date": "2020-12-01 19:38", "summary": "Another blowout earnings report and forecast can't keep up pandemic's hottest stock. Zoom Video Communications ' winter won't be one of discontent. Spring might be another story.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/arizona-certifies-narrow-victory-for-biden-11606768397", "title": "Arizona, Wisconsin Certify Narrow Victories for Biden", "date": "2020-12-01 19:01", "summary": "The final results cement the president-elect's wins in the battleground states that decided the race. Two important battleground states certified election results Monday, with Wisconsin and Arizona handing narrow victories to President-elect Joe Biden and further cementing his win over President Trump.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tesla-to-enter-s-p-500-at-full-weight-in-december-11606780897", "title": "Tesla to Enter S&P 500 at Full Weight in December", "date": "2020-12-01 19:01", "summary": "Weaving Tesla into the S&P 500 means shifting weightings of many other stocks to include the electric-vehicle maker. S&P Dow Jones Indices said it will add Tesla Inc.'s full weight to the S&P 500 all at once in December, shedding more light on a mammoth addition that has captivated investors across Wall Street.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}]