[{"link": "https://www.wsj.com/articles/blackout-tuesday-prompts-debate-about-activism-and-entertainment-11591141868", "title": "'Blackout Tuesday' Prompts Debate", "date": "2020-06-02 19:51", "summary": "With Instagram blackouts and calls to amplify the works of black musicians, filmmakers, writers and others, online protests spread across the internet. An online anti-racism campaign originating in the music industry spread across every corner of the entertainment world and social media Tuesday, creating both a groundswell of solidarity and much disagreement about its execution and effectiveness.", "categories": [["Books & Arts", "Arts", "Arts & Entertainment"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/arts?mod=breadcrumb", "https://www.wsj.com/news/types/arts-entertainment?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/senate-votes-to-confirm-stimulus-fund-watchdog-11591136715", "title": "Senate Votes to Confirm Stimulus Fund Watchdog", "date": "2020-06-02 19:50", "summary": "Brian Miller approved by 51-40 vote to oversee $500 billion in Treasury funds. WASHINGTON-The Senate confirmed a White House lawyer tapped by President Trump to oversee hundreds of billions of dollars of aid aimed at helping the economy recover from the coronavirus pandemic.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tesco-cfo-to-step-down-in-april-2021-11591141750", "title": "Tesco CFO to Step Down in April 2021", "date": "2020-06-02 19:49", "summary": "Alan Stewart took over the U.K. grocer's finances in 2014 and is credited with rebuilding its balance sheet and resolving an accounting scandal.. Tesco PLC is looking for a new finance chief, a move that comes as the largest U.K. food retailer prepares for a change at the helm later this year.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tech-group-files-lawsuit-against-presidents-social-media-executive-order-11591141687", "title": "Tech Group Files Lawsuit Against President's Social-Media Executive Order", "date": "2020-06-02 19:48", "summary": "The Center for Democracy and Technology contends the order violates First Amendment rights. WASHINGTON-A group that promotes online rights filed a lawsuit challenging President Trump's executive order targeting social-media companies, contending it violates First Amendment rights of the firms and their users.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/last-person-to-receive-a-civil-war-era-pension-dies-11591141193", "title": "Last Person to Receive a Civil War-Era Pension Dies", "date": "2020-06-02 19:40", "summary": "Irene Triplett collected $73.13 from Department of Veterans Affairs, benefit for her father's military service in Civil War. Irene Triplett, the last person receiving a pension from the U.S. Civil War, has died at the age of 90.", "categories": [["World", "Obituaries"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/obituaries?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/time-to-take-a-semester-off-11591141073", "title": "Time to Take a Semester Off?", "date": "2020-06-02 19:37", "summary": "The disruptions wrought by coronavirus cause students to consider delaying a return to college.. Editor's note: This Future View is about taking time off college due to the disruption caused by Covid-19. Next week we'll ask, \"What's one thing most of your peers fail to understand about police violence, the Black Lives Matter movement or the riots across America?\" Students should click here to submit opinions of fewer than 250 words before June 9. The best responses will be published that night.", "categories": [["Opinion", "Future View"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/future-view?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/liberal-cities-radical-mayhem-11591140986", "title": "Liberal Cities, Radical Mayhem", "date": "2020-06-02 19:36", "summary": "Democratic mayors and governors seem unable to stop the destruction of their own cities.. The \"broken-windows\" school of policing says that you can help maintain public order by taking care of even small examples of disorder-such as fixing broken windows. Liberals scorned that policy in the last decade as somehow racist. Well, in recent days we've learned that America's left does have a broken-windows policy: Let rioters break enough windows and loot enough stores and maybe their righteous anger will be satisfied.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/families-will-no-longer-accompany-u-s-troops-on-mideast-tours-11591140936", "title": "Families Will No Longer Accompany U.S. Troops on Mideast Tours", "date": "2020-06-02 19:35", "summary": "Pentagon cites security concerns in eliminating 'accompanied tours,' while also sending message. WASHINGTON-The U.S. military is ending a decadeslong practice of designating the Middle East as a region safe enough for the families of American service members to live, a signal that the U.S. is scaling back part of its presence in the region, officials said Tuesday.", "categories": [["Politics", "National Security"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/national-security?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/facebooks-zuckerberg-defends-decision-to-leave-trump-posts-alone-11591127730", "title": "Facebook's Zuckerberg Defends Decision to Leave Trump Posts Alone", "date": "2020-06-02 19:34", "summary": "Civil-rights leaders who met with CEO Mark Zuckerberg said they were 'disappointed and stunned'. Facebook Inc. Chief Executive Mark Zuckerberg, addressing employees in a highly charged town-hall meeting on Tuesday, defended his decision to preserve a controversial post from President Trump but said he was open to some tweaks in how the company deals with such content.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mush-from-joe-biden-11591140850", "title": "Mush From Joe Biden", "date": "2020-06-02 19:34", "summary": "Why can't he condemn the violence with more than half a breath?. Five police officers were shot on Monday night and Tuesday morning, and innocent entrepreneurs are still surveying the ruins of their once-proud restaurants or auto-parts stores. Joe Biden saved about half a breath for them Tuesday during a 20-minute speech on \"systemic racism\" in Philadelphia.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cuomo-de-blasio-spar-over-handling-of-new-york-city-protests-11591140666", "title": "Cuomo, De Blasio Spar Over Handling of New York City Protests", "date": "2020-06-02 19:31", "summary": "Governor says mayor 'underestimates the scope of the problem,' again offers to send in National Guard. ALBANY, N.Y.-New York City Mayor Bill de Blasio and the city's police department \"did not do their job\" to stop looters in the city Monday night, Gov. Andrew Cuomo said Tuesday.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/zoom-lifts-full-year-sales-outlook-as-coronavirus-boosts-demand-11591133053", "title": "Zoom Lifts Full-Year Sales Outlook as Coronavirus Boosts Demand", "date": "2020-06-02 19:30", "summary": "Video-chat app becomes a go-to tool for remote workers, but that has revealed security flaws. Zoom Video Communications Inc. raised its full-year outlook for sales after they more than doubled in the first quarter, as a surge in users working remotely during the coronavirus pandemic turned the video-chat app into one of the go-to tools for people quarantined at home.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-lockdown-tinderbox-11591140534", "title": "The Lockdown Tinderbox", "date": "2020-06-02 19:28", "summary": "How the pandemic and shutdown may have fueled the rioting.. Those who doubted the wisdom of severe coronavirus lockdown measures were often accused of valuing economics more than public health. That charge was always a caricature, and the riots and lawlessness engulfing America's cities ought to discredit it. The consequences of the lockdown also include social dislocation.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trumps-good-college-try-11591140390", "title": "Trump's Good College Try", "date": "2020-06-02 19:26", "summary": "He helps schools by vetoing a resolution to restore an Obama rule.. College leaders probably oppose President Trump as much as their progressive students, but they owe him a debt of gratitude, literally, for vetoing a Congressional Review Act resolution last Friday that would have put their schools at financial risk.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-measure-of-new-yorks-coronavirus-devastation-11591140254", "title": "The Measure of New York's Coronavirus Devastation", "date": "2020-06-02 19:24", "summary": "Raw numbers don't tell the whole story. A new study looks at 'excess deaths.'. New York", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/politicians-serve-orwellian-tennis-rules-11591139878", "title": "Politicians Serve Orwellian Tennis Rules", "date": "2020-06-02 19:18", "summary": "The few open courts have patronizing regulations in place with little real relation to public health.. Perhaps only George Orwell could have dreamed up a story in which officials tell citizens how to play tennis, complete with diktats on whose balls could be touched or kicked, but this Covid-1984 scene played out at Eisenhower Park on Long Island a couple of weeks ago. Standing on one of the park's tennis courts, next to a PLAY AT YOUR OWN RISK sign, Nassau County Executive Laura Curranoutlined in detail how tennis should now be played. Doubles is verboten. Players can touch their own balls or the balls of family members, but not the balls of other opponents. \"You can kick their balls, but you can't touch them,\" she warned.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/will-lawyers-act-with-honor-after-covid-11591139840", "title": "Will Lawyers Act With Honor After Covid?", "date": "2020-06-02 19:17", "summary": "My profession should support safe-harbor rules, not capitalize on uncertainty.. A physician friend told me a man in his 60s once called his office reporting chest pains, tingling in his left arm, and shortness of breath. To my friend's amazement, his new receptionist replied without urgency: \"The doctor can see you Tuesday at 10.\" That careless answer reminds me of my own profession. Watching lawyers associations keep silent as the pandemic threatens livelihoods, I feel a similar disbelief.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/every-protester-has-a-reason-11591139704", "title": "Every Protester Has a Reason", "date": "2020-06-02 19:15", "summary": "I'll bet the coronavirus shutdowns have something to do with the plague of riots.. If you think the riots don't have something to do with the virus, you are probably one of many Americans living in a comfortable suburban or country house, with independent means or a high-paying job that can be done from a laptop. You may have forgotten previous periods of your own life: what the lockdowns would have been like if you were 15 and stuck at home, or 20 and booted from college, or suddenly jobless in a crummy studio apartment or in a group home full of equally unemployed roommates. Never mind being a member of a large immigrant family jammed in a creaky high-rise or a single parent without savings or safety net.", "categories": [["Opinion", "Business World"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/business-world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ive-never-been-so-afraid-for-america-11591139729", "title": "I've Never Been So Afraid for America", "date": "2020-06-02 19:15", "summary": "The pandemic, racial crisis and recession-it's enough to make 2020 surpass 1968.. Along with millions of Americans, including President Trump, I watched the video in which former Minneapolis police officer Derek Chauvin kneeled on George Floyd's neck for nearly nine minutes before Floyd died. Although Mr. Chauvin knew he was being recorded, he appeared not to care. He must have believed that he could act with impunity. And why not? The 18 complaints previously filed against him had led to nothing more than two letters of reprimand.", "categories": [["Opinion", "Politics & Ideas"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/politics-ideas?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/girl-decoded-review-the-soulfulness-of-a-new-machine-11591139674", "title": "'Girl Decoded' Review: The Soulfulness of a New Machine", "date": "2020-06-02 19:14", "summary": "The author taught a device how to 'read' facial features and thereby recognize a rudimentary palette of human emotions.. What if the disinterested machines that surround us and encroach on every aspect of our lives were sensitive to our emotional states? Imagine fridges reprimanding us for our furtive late-night snacks. Or cars decelerating when we are anxious, or preventing us from driving when we are distracted. Consider laptops offering gentle words of consolation or praise, or washing machines groaning with indignation and wristwatches chastising us for our misdemeanors and lack of attention.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/at-home-sat-off-the-table-for-this-year-college-board-says-11591134336", "title": "At-Home SAT Off the Table for This Year, College Board Says", "date": "2020-06-02 19:10", "summary": "Testing group doesn't want to add stress to 'already disrupted admissions season,' asks colleges to be flexible on score-submission deadlines. The College Board said Tuesday it won't pursue plans to offer an at-home version of the SAT this year and warned in-person test dates are already filling up in some parts of the country, complicating its efforts to make the exam accessible to rising high-school seniors who may need to submit scores to colleges.", "categories": [["U.S.", "Education"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/education?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/forceful-removal-of-protesters-from-outside-white-house-spurs-debate-11591125435", "title": "Forceful Removal of Protesters From Outside White House Spurs Debate", "date": "2020-06-02 19:05", "summary": "Critics decry aggressive dispersal of peaceful demonstrators, but Trump supporters praise move. WASHINGTON-The decision to forcibly remove a crowd of peaceful protesters before President Trump walked to a damaged St. John's Church and posed for photos drew broad criticism while garnering praise from conservative backers.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/grocers-restaurants-benefit-from-hedging-prices-of-beef-pork-11591138667", "title": "Grocers, Restaurants Benefit From Hedging Prices of Beef, Pork", "date": "2020-06-02 18:57", "summary": "Costco, Jack in the Box agree on prices for some supplies in advance. Some grocers, food manufacturers and restaurant chains weathered the supply-chain disruption in recent months in part because they use a common hedging practice: Locking in beef prices and quantities of meat purchases months in advance.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/brazils-former-justice-minister-accuses-president-of-abandoning-anticorruption-fight-11591138621", "title": "Brazil's Ex-Justice Minister Says President Has Abandoned Anticorruption Fight", "date": "2020-06-02 18:57", "summary": "Sergio Moro, the 'Operation Car Wash' judge, says Bolsonaro tried to interfere in criminal probes. SÃO PAULO-A former judge who became the face of Brazil's anticorruption campaign said he felt forced to step down as justice minister because President Jair Bolsonaro had abandoned the fight on graft that had helped get him elected.", "categories": [["World", "Latin America"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/latin-america-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/contactless-payment-on-new-york-city-subway-is-delayed-by-coronavirus-11591137917", "title": "Contactless Payment on New York City Subway Delayed by Coronavirus", "date": "2020-06-02 18:45", "summary": "Officials expect to install OMNY at all subway turnstiles and buses by year end. The new way of paying for subway and bus trips using a smartphone or contactless credit card couldn't have come at a better time for New Yorkers wishing to avoid touching a MetroCard vending machine.", "categories": [["U.S.", "Transit"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-transit?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/widespread-looting-leaves-many-new-york-city-stores-ransacked-11591106744", "title": "New York City Extends Curfew After Protests and Widespread Looting", "date": "2020-06-02 18:32", "summary": "More than 700 people were arrested late Monday into early Tuesday. New York City on Tuesday extended its curfew through the rest of the week as Manhattan businesses worked to safeguard their stores after a night of widespread looting and violence that followed peaceful protests over the death of George Floyd.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ntsb-calls-for-cockpit-video-recorders-in-helicopters-faulting-faa-11591136622", "title": "NTSB Calls for Cockpit Video Recorders in Helicopters", "date": "2020-06-02 18:23", "summary": "Crashes like the one that killed NBA star Kobe Bryant spur debate; pilot unions stress privacy concerns. Federal air-accident investigators for the first time directly called on American and European helicopter makers to move toward putting cockpit video recorders on most models, bypassing U.S. aviation regulators and escalating a debate about privacy in the air.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/neiman-marcus-denies-breaching-terms-of-deutsche-bank-loan-11591135237", "title": "Neiman Marcus Denies Breaching Terms of Deutsche Bank Loan", "date": "2020-06-02 18:00", "summary": "Retailer says it has exceeded its own sales and cash projections. Neiman Marcus Group Inc. denied violating the terms of a loan from top-ranking lender Deutsche Bank AG , saying it has $100 million more cash on hand than projected because sales have been better than expected.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/warner-music-and-zoominfo-poised-to-breathe-life-into-ipo-market-11591090200", "title": "Warner Music, ZoomInfo Poised to Boost IPO Market", "date": "2020-06-02 17:44", "summary": "Planned offerings follow months of relative quiet as pandemic scared away potential issuers. Two big IPOs are set to reinvigorate the market for new issues this week, as the rebound in stocks encourages companies forced to the sidelines by the coronavirus pandemic to revive listing plans.", "categories": [["WSJ News Exclusive", "IPOs"]], "category_links": ["https://www.wsj.com/news/types/ipos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mall-owner-cbl-misses-debt-payment-seeks-renegotiation-11591133967", "title": "Mall Owner CBL Misses Debt Payment, Seeks Renegotiation", "date": "2020-06-02 17:39", "summary": "CBL, hard hit by tenant store closures, has 30-day grace period before it is legally in default. Mall owner CBL & Associates Properties Inc. said it failed to make an interest payment of $11.8 million to bondholders on Monday, becoming the first major retail landlord during the coronavirus pandemic to take this step toward a bond default.", "categories": [["Markets", "Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/floyd-vs-looters-11591133429", "title": "Floyd vs. Looters", "date": "2020-06-02 17:30", "summary": "America's mayors should listen to the brother of George Floyd.. Residents of New York City and other American cities are hoping to avoid another night of violence-and praying they can count on their mayors to maintain safe streets. While too many politicians and pundits seem to regard rioting as an understandable form of political expression, the brother of the man whose death sparked nationwide protests does not agree.", "categories": [["Opinion", "Best of the Web"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/best-of-the-web-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-girls-anxiety-therapy-interrupted-by-covid-19-moves-to-screens-11591090205", "title": "A Girl's Anxiety Therapy, Interrupted by Covid-19, Moves to Screens", "date": "2020-06-02 17:20", "summary": "Teletherapy was a godsend-with some limitations-when the coronavirus upended a family's treatment plan for their young daughter. She clammed up around soccer coaches and neighbors. It took her a long time to feel comfortable enough with her preschool teachers to talk to them. In restaurants, she wouldn't even tell her parents what she wanted if the server was standing at the table.", "categories": [["Tech", "Family & Tech: Julie Jargon"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb", "https://www.wsj.com/news/types/family-tech-julie-jargon?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-staying-inside-guide-revelations-for-trying-times-11591132745", "title": "The Staying Inside Guide: 'Revelations' for Trying Times", "date": "2020-06-02 17:19", "summary": "Ailey All Access offers streaming dance programs, including-beginning this Thursday-a recording of the company's iconic creation.. ", "categories": [["Books & Arts", "Dance Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/dance-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ericsson-begins-monitorship-under-u-s-deferred-prosecution-agreement-11591132513", "title": "Ericsson Begins Monitorship Under U.S. Deferred Prosecution Agreement", "date": "2020-06-02 17:15", "summary": "Telecommunications company was the subject of an investigation by U.S. regulators and the Justice Department over historical bribery violations. Ericsson AB said Tuesday that its three-year term of monitorship under its Deferred Prosecution Agreement with U.S. Authorities has started, following the engagement of an independent compliance monitor.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fauci-cautiously-optimistic-about-coronavirus-vaccine-11591132326", "title": "Fauci 'Cautiously Optimistic' About Coronavirus Vaccine", "date": "2020-06-02 17:12", "summary": "Several vaccine candidates could be ready at once, NIAID director told WSJ Tech Health conference. Anthony Fauci, a leading expert in the U.S. government's response to the coronavirus pandemic, expressed cautious optimism on Tuesday that several successful vaccine candidates would prove effective \"within a reasonable period of time\" to fight the novel pathogen.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/global-stock-markets-dow-update-6-02-2020-11591072455", "title": "U.S. Stocks Close Higher Despite Social Unrest", "date": "2020-06-02 16:48", "summary": "Investors weigh the pace of economic recovery, U.S.-China tensions, coronavirus and social unrest. U.S. stocks rose Tuesday even as investors weighed the prospects of a protracted economic recovery following the coronavirus lockdowns, outbreaks of violence across American cities and tensions with China.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/spelling-the-dream-review-a-long-spell-of-dominance-11591130906", "title": "'Spelling the Dream' Review: A Long Spell of Dominance", "date": "2020-06-02 16:48", "summary": "Sam Rega's documentary looks at the Indian-American phenoms who've been dominating the Scripps National Spelling Bee.. There are a lot of words in \"Spelling the Dream,\" among them \"xanthochroism,\" \"emphyteusis\" and \"promyshlennik.\" But equally baffling are those that appear on screen at the beginning of the film: Although Indian-Americans make up about 1% of the U.S. population, they've won the Scripps National Spelling Bee 12 years in a row. Last year, when judges decided to declare an eight-way tie among the unbeatable kids on stage outside Washington, seven of those winners were of Indian descent. In fact, 26 of the past 31 winners have been Indian kids. \"Something is truly going on,\" says an adult, \"that needs to be better understood.\"", "categories": [["Books & Arts", "Television Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/television-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/readers-share-experiences-with-prayer-a-way-of-making-a-complex-world-simple-11591130575", "title": "Readers Share Experiences With Prayer: 'A Way of Making a Complex World Simple'", "date": "2020-06-02 16:42", "summary": "After a WSJ column on the science of prayer, readers recounted the ways prayer has helped them. A recent Wall Street Journal column, \"The Science of Prayer,\" discussed research suggesting prayer may help improve mental health. Many people are praying now as they look to a higher power for comfort in turbulent times.", "categories": [["Life & Work", "Life & Style"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/life-style?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/brands-like-nike-and-adidas-speak-out-against-racism-is-it-enough-11591129678", "title": "Brands Like Nike and Adidas Speak Out Against Racism. Is It Enough?", "date": "2020-06-02 16:28", "summary": "During a week of protests, apparel brands took to social media to condemn racism, though some thought their sentiments didn't go far enough. ON THE EVENING of May 29, protests sparked by the killing of George Floyd at the hands of Minneapolis police officer Derek Chauvin spread across America. In response, Nike released a minute-long social-media video that flashed directives like \"Don't turn your back on racism,\" and \"Don't sit back and be silent.\" Competing brand Adidas promptly retweeted the ad, which has been viewed over 20 million times across platforms, tacking on its own message: \"Together is how we move forward.⁣ Together is how we make change.\" This unlikely fusing of industry rivals paved the way for a deluge of \"we care\" statements from other apparel companies, dispatched primarily over Instagram.", "categories": [["Life & Work", "Style & Fashion", "On Trend"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/fashion?mod=breadcrumb", "https://www.wsj.com/news/types/on-trend?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/china-spotlights-u-s-unrest-in-pushback-to-criticism-on-hong-kong-11591123816", "title": "China Trumpets Trump's Attacks on American Protests to Counter Criticism on Hong Kong", "date": "2020-06-02 16:09", "summary": "Beijing points to protests and Trump's call for a tougher crackdown to highlight what it regards as American hypocrisy. HONG KONG-China's state media have carried prominently images of the recent unrest in the U.S., the police response and President Trump's threat of force against protesters, while Chinese diplomats are using the events to counter criticism of Beijing's efforts to stamp out demonstrations in Hong Kong.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/as-iran-lifts-its-lockdown-coronavirus-cases-return-to-peak-level-11591127761", "title": "As Iran Lifts Its Lockdown, Virus Cases Return to Peak Level", "date": "2020-06-02 15:56", "summary": "President's push to reopen economy puts him at odds with health-ministry officials. Iran is rolling back coronavirus restrictions as it attempts to revive its battered economy, despite a surge in new infections that has driven daily cases back toward the country's peak in late March.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/drug-crime-expert-pleads-guilty-to-money-laundering-11591057077", "title": "Professor Says He Laundered Money for Colombian with Ties to Maduro Regime", "date": "2020-06-02 15:45", "summary": "A drug crime expert admitted to laundering money for a Colombian businessman charged with operating a bribery scheme in Venezuela. A retired University of Miami professor admitted Monday to laundering money on behalf of a Colombian businessman who authorities say organized a corrupt scheme to divert funds from Venezuelan state coffers.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/wes-unseld-nbas-rookie-of-year-and-mvp-in-1969-dies-at-74-11591110194", "title": "Wes Unseld, NBA's Rookie of Year and MVP in 1969, Dies", "date": "2020-06-02 15:31", "summary": "The Hall of Famer was a powerful, but mobile center and dominant rebounder. WASHINGTON-Wes Unseld, the workmanlike Hall of Fame center who led Washington to its only NBA championship and was chosen one of the 50 greatest players in league history, died Tuesday after a series of health issues, most recently pneumonia. He was 74.", "categories": [["Sports", "NBA"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/nba?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/golds-gym-to-check-for-higher-bids-at-auction-11591125474", "title": "Gold's Gym to Check for Higher Bids at Auction", "date": "2020-06-02 15:17", "summary": "Majority owner TRT has offered $80 million for assets but creditors want a 'market check' after interest from other parties. Gold's Gym International Inc. is putting its gyms on the bankruptcy auction block, with bids starting at about $80 million.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ricochet-review-a-classic-trio-caught-live-in-its-heyday-11591125312", "title": "'Ricochet' Review: A Classic Trio, Caught Live in Its Heyday", "date": "2020-06-02 15:15", "summary": "Unearthed gems from the archive of saxophonist Sam Rivers.. ", "categories": [["Books & Arts", "Music Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/music-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/schiff-documents-podcast-and-clairvoyance-11591124308", "title": "Schiff Documents, Podcast and Clairvoyance", "date": "2020-06-02 14:58", "summary": "I was bewildered by Holman Jenkins's bizarre critique of my conversation earlier this year with Rep. Adam Schiff, chairman of the House Intelligence Committee.. I read the May 23 Business World column by Holman W. Jenkins, Jr. \"Media Cowardice and the Collusion Hoax\" with a mixture of gratification and bewilderment. I am gratified that Mr. Jenkins apparently is a listener of my podcast, the Axe Files. Yet I was bewildered by his bizarre critique of my conversation earlier this year with Rep. Adam Schiff, chairman of the House Intelligence Committee. Mr. Jenkins was outraged that I didn't grill Rep. Schiff about 57 transcripts of closed-door testimony his committee heard during its probe of Russia's incursion into the 2016 election.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cares-act-job-incentives-are-very-destructive-11591124242", "title": "Cares Act Job Incentives Are Very Destructive", "date": "2020-06-02 14:57", "summary": "Democrats are so worried about fraud with all of the other programs for businesses, but don't seem to mind folks scamming (although apparently legally) the unemployment provision of the Cares Act.. Regarding your editorial \"How to Keep Workers Off the Job\" (May 22): It's worse than described in your piece. How about the Portland, Ore., school district furloughing teachers one day a week so they can collect the $600? Or the 18-year-olds who were working part time two days a week who can now collect their state unemployment in addition to the $600? Democrats are so worried about fraud with all of the other programs for businesses, but don't seem to mind folks scamming (although apparently legally) the unemployment provision of the Cares Act.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/oil-rallies-with-traders-anticipating-supply-cuts-11591105506", "title": "Oil Rallies With Traders Anticipating Supply Cuts", "date": "2020-06-02 14:56", "summary": "OPEC and allies close to extending supply cuts through Sept. 1; demand continues to climb. Oil prices rose Tuesday, continuing a recent rebound with analysts anticipating that crude producers led by Saudi Arabia and Russia will extend supply curbs in response to the energy industry's crisis.", "categories": [["Markets", "Commodities", "Oil Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb", "https://www.wsj.com/news/types/oil-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hipaa-may-nix-some-reopening-proposals-11591124175", "title": "HIPAA May Nix Some Reopening Proposals", "date": "2020-06-02 14:56", "summary": "The retail complex where visitors are required to \"reveal whether they have tested positive for coronavirus or are living with anyone showing symptoms of Covid-19\" to enter may be in violation of HIPAA.s. Regarding Jeffrey C. Friedman's \"Buildings Beef Up Security in the Coronavirus Age\" (op-ed, May 28): As a medical malpractice lawyer, I have some familiarity with the Health Insurance Portability and Accountability Act (HIPAA). I believe that the retail complex that Mr. Friedman mentions where visitors are required to \"reveal whether they have tested positive for coronavirus or are living with anyone showing symptoms of Covid-19\" to enter may be in violation of HIPAA, as such information constitutes protected health information that cannot be requested under HIPAA, unless perhaps the retail complex is requiring visitors to sign some form of HIPAA waiver as a condition of entry (though I question whether that would be enforceable).", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/concrete-buildings-have-green-advantages-11591124079", "title": "Concrete Buildings Have Green Advantages", "date": "2020-06-02 14:54", "summary": "True measures of sustainability examine the full life cycle of a building, and emissions from transportation, construction and use are key when measuring sustainability.. The idea that mass timber is the most sustainable option for the built environment and is a \"climate-friendly alternative\" to concrete as suggested in \"Nation's Tallest Wooden Building Rises in Ohio\" (The Property Report, May 27) misses the forest for the trees.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/flying-europes-subsidy-friendly-skies-11591123972", "title": "Flying Europe's Subsidy-Friendly Skies", "date": "2020-06-02 14:52", "summary": "Governments use Covid as an excuse to meddle in a competitive market.. Germany's stock market took flight Tuesday with help from Lufthansa , after the airline's board accepted a government bailout. Germany's flag carrier is Europe's latest to ask for state support to stave off bankruptcy, and it won't be the last. European taxpayers and travelers, beware.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-broad-array-of-sports-stars-rush-to-embrace-black-lives-matter-11591123204", "title": "A Broad Array of Sports Stars Rush to Embrace 'Black Lives Matter'", "date": "2020-06-02 14:40", "summary": "The aftermath of George Floyd's death has vastly expanded and diversified the universe of prominent athletes backing the movement. The public is accustomed to some NFL and NBA stars using their platforms to amplify opposition to police brutality with the message \"Black Lives Matter.\" But in the sports world, those words are suddenly coming from all directions.", "categories": [["Sports"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-weighs-tariffs-against-nations-seeking-to-tax-internet-firms-11591122731", "title": "U.S. Weighs Tariffs Against Nations Seeking to Tax Internet Firms", "date": "2020-06-02 14:32", "summary": "Strategy is replay of tactic used last year against France. The Trump administration is taking the initial step to prepare tariffs against a range of trading partners unless they back off proposals to impose taxes that would fall heavily on the major American internet companies.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/he-lives-his-american-dream-on-a-russian-bike-11591104734", "title": "The Schnauzer Goes in the Sidecar", "date": "2020-06-02 14:16", "summary": "Resume Subscription. Rachid Baligh of Scottsdale, Ariz., and Marrakesh, Morocco, 45, CEO and owner of Translingual Interpreting, an international linguistics consulting firm, on his 2015 Ural cT, as told to A.J. Baime.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/the-myth-of-systemic-police-racism-11591119883", "title": "The Myth of Systemic Police Racism", "date": "2020-06-02 13:44", "summary": "Hold officers accountable who use excessive force. But there's no evidence of widespread racial bias.. George Floyd's death in Minneapolis has revived the Obama-era narrative that law enforcement is endemically racist. On Friday, Barack Obama tweeted that for millions of black Americans, being treated differently by the criminal justice system on account of race is \"tragically, painfully, maddeningly 'normal.' \" Mr. Obama called on the police and the public to create a \"new normal,\" in which bigotry no longer \"infects our institutions and our hearts.\"", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hong-kong-sanctions-with-teeth-11591119841", "title": "Hong Kong Sanctions With Teeth", "date": "2020-06-02 13:44", "summary": "President Trump should announce an investigation into the assets of Chinese Communist officials.. The State Department last week determined that Hong Kong no longer enjoys autonomy from Communist China, and President Trump followed up with a promise of sanctions against \"PRC and Hong Kong officials directly or indirectly involved in eroding Hong Kong's autonomy.\" To be effective, the U.S. response needs to impose enduring pain on senior party officials and on the corrupt police and judges who implement policy at the street level in Hong Kong. The Chinese Communist elites who are violating their commitments under the Sino-British Joint Declaration shouldn't be able to hide their wealth in free countries.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/live-facebook-protest-videos-drew-millions-of-views-but-some-footage-was-years-old-11591118628", "title": "'Live' Facebook Protest Videos Drew Millions of Views, but Some Footage Was Years Old", "date": "2020-06-02 13:23", "summary": "Live streams from pages run out of Pakistan and Botswana got as many as 20 million views before Facebook interceded. Through much of the tumultuous weekend, a popular video on Facebook Live purported to show real-time footage of police officers kneeling on the back of a black man's head.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/insurers-best-shelter-against-storms-is-price-11591117109", "title": "Insurers' Best Shelter Against Storms Is Price", "date": "2020-06-02 12:58", "summary": "There appears to be strong momentum in pricing for reinsurers. But there are also some big and uncertain risks, including an active storm season.. In insurance, hard times aren't necessarily a bad thing.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-tightens-squeeze-on-venezuela-oil-trade-blacklisting-four-tanker-owners-11591117063", "title": "U.S. Tightens Squeeze on Venezuela Oil Trade, Blacklisting Four Tanker Owners", "date": "2020-06-02 12:57", "summary": "Washington aims to sever the Maduro regime's remaining financial lifelines. WASHINGTON-The Trump administration Tuesday tightened its web of sanctions around the Maduro regime in Venezuela, blacklisting four companies allegedly involved in the country's oil sector.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/from-disney-to-michael-bay-coronavirus-tv-and-movies-are-coming-11591114851", "title": "From Michael Bay to Disney: Coronavirus TV and Movies Are Coming", "date": "2020-06-02 12:20", "summary": "Most Popular News. Love, death and the coronavirus underpin \"Songbird,\" a thriller set in 2022 Los Angeles as a deadlier Covid-19 ravages the city.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/white-house-weighs-options-for-next-stimulus-bill-11591109089", "title": "White House Weighs Options for Next Stimulus Bill", "date": "2020-06-02 12:14", "summary": "Administration wants to encourage Americans to go to restaurants and take vacations, while congressional Democrats have their own priorities. WASHINGTON-President Trump is planning to meet with his senior advisers as soon as this week to discuss policy options for the next coronavirus relief package as the administration prepares for negotiations with Capitol Hill, according to a senior administration official.", "categories": [["Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/virus-threatens-a-revered-tradition-in-cricketspit-on-the-ball-11591113833", "title": "Virus Threatens a Revered Tradition in Cricket-Spit on the Ball", "date": "2020-06-02 12:03", "summary": "Players have long sought to tilt the flight of the ball, using substances from resin to sandpaper to hair oil. A legal one, saliva, now faces potential doom because of the pandemic.. SYDNEY-Baseball considers it cheating. Golfers risk liver damage. But for the world's cricket players there is nothing like using their own spit to supercharge the ball.", "categories": [["A-hed"]], "category_links": ["https://www.wsj.com/news/types/a-hed?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/customers-come-back-to-campbells-soup-11591111836", "title": "Customers Return to Campbell's Soup", "date": "2020-06-02 11:30", "summary": "The pandemic has brought shoppers back to soups as well as other foods like canned tuna and frozen meals; 'we can reintroduce a 120-year-old brand'. For Campbell Soup Co. , the coronavirus pandemic has accomplished what years of corporate strategy could not: get customers back to stocking their pantries with the company's iconic red-and-white cans of soup.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/police-acts-of-empathy-defuse-some-protest-tension-11591111274", "title": "Police Acts of Empathy Defuse Some Protest Tension", "date": "2020-06-02 11:21", "summary": "Showing solidarity with protesters, police in several states have knelt, marched with demonstrators. While protests across the country in recent nights have been marked by violence and tense confrontations between the police and demonstrators, they have also contained moments of calm and solidarity when police officers have knelt or marched alongside protesters.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ceos-and-big-businesses-speak-out-on-racism-police-violence-11591050109", "title": "CEOs and Big Businesses Speak Out on Racism, Police Violence", "date": "2020-06-02 10:53", "summary": "As tensions mount across the U.S., executives offer reflections to workers, consumers and the public. Business leaders across industries waded into the upheaval gripping the nation following the death of George Floyd, reflecting how executives increasingly view their mandates as broader than delivering sales and profits.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/microsoft-aims-to-dominate-technology-at-work-starting-with-those-video-calls-11591108757", "title": "Microsoft Takes On Zoom and Slack in a Battle for Your Work Computer", "date": "2020-06-02 10:39", "summary": "The tech giant sees Teams, its group conferencing and collaboration software, as critical to its future. When New York City's education department ordered teachers to stop using Zoom videoconferencing for classes in April, because of security concerns, Microsoft Corp. seized the moment.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/british-pound-climbs-on-optimism-over-eu-trade-talks-11591107227", "title": "British Pound Climbs on Optimism Over EU Trade Talks", "date": "2020-06-02 10:13", "summary": "Investors bet on breakthroughs in the fourth round of talks this week, or an agreement to extend the deadline for completing the deal. The British pound rose to its highest level against the U.S. dollar in a month as investors grew more optimistic about trade negotiations between the U.K. and the European Union.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/low-income-nations-likely-to-remain-deeply-damaged-five-years-after-pandemic-world-bank-says-11591106400", "title": "Outlook for Poor Nations Is Grim", "date": "2020-06-02 10:00", "summary": "Severity of economic fallout suggests poor countries will suffer permanent loss of growth potential. ", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-city-serves-up-food-to-fill-in-the-gaps-amid-the-pandemic-11591106402", "title": "New York City Serves Up Meals to Fill in the Gaps", "date": "2020-06-02 10:00", "summary": "More than 40 million free meals have been served since mid-March. In response to the pandemic, New York City has served more than 40 million free meals since mid-March. And the volume is increasing. Last week, nearly 1.5 million free meals were dished out every day.", "categories": [["U.S.", "Metro Money"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/metro-money?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nicca-rays-coming-of-age-story-11591106425", "title": "Nicca Ray's Coming-of-Age Story", "date": "2020-06-02 10:00", "summary": "The daughter of famous filmmaker Nicholas Ray reflects on a rocky childhood, why she felt 'weird' as a kid and her battle with drugs and alcohol. Nicca Ray, 58, is a writer, filmmaker and youngest child of director Nicholas Ray. She is the author of the memoir \"Ray by Ray\" (Three Rooms Press). She spoke with Marc Myers.", "categories": [["Real Estate", "House Call"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/house-call?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/rental-apartment-operator-greystar-bulks-up-11591095601", "title": "Rental-Apartment Operator Greystar Bulks Up", "date": "2020-06-02 09:59", "summary": "Firm to buy Alliance Residential business that manages nearly 130,000 housing units, widening U.S. lead. Greystar Real Estate Partners LLC said it is acquiring a business that manages nearly 130,000 housing units, a deal that extends Greystar's position as the country's largest operator of rental apartments.", "categories": [["WSJ News Exclusive", "Property Report"]], "category_links": ["https://www.wsj.com/news/types/property-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/travel-ads-for-the-homebound-11591104980", "title": "Travel Ads for the Homebound", "date": "2020-06-02 09:36", "summary": "A new advertisement for the road to nowhere from Booking's Kayak shows just how low the travel industry is flying amid coronavirus. Advertisements are meant to inspire, in good times and in bad. But things seem to have gotten so bad that even ad execs are all tapped out.", "categories": [["Markets", "Overheard"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/overheard?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/photos-the-schnauzer-goes-in-the-sidecar-11591104324", "title": "Photos: Adventures on a Russian Motorcycle", "date": "2020-06-02 09:25", "summary": "An entrepreneur shows off his Ural motorcycle with his family and dog in the desert outside Scottsdale, Ariz.. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/george-floyd-memorial-swells-with-thousands-gathering-to-grieveand-unite-11591103307", "title": "Memorial Swells With Thousands Gathering to Grieve-and Unite", "date": "2020-06-02 09:08", "summary": "Site in Minneapolis has turned into a block-wide space drawing people of all ages and races. MINNEAPOLIS-For thousands of Minnesotans mourning the death of George Floyd, the corner of East 38th Street and Chicago Avenue in Minneapolis has grown over the past few days from a gritty commercial district and busy thruway to the city's emotional center.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/heart-drugs-show-promise-with-covid-19-complications-11591102632", "title": "Heart Drugs Show Promise With Covid-19 Complications", "date": "2020-06-02 08:57", "summary": "Widely prescribed cardiovascular drugs, some recently suspected in high death rates of infected patients, now are being studied for potential protection. Spurred by promising early findings, researchers are investigating whether drugs currently approved to treat heart disease can also prevent or reduce complications from Covid-19 and help hospitalized patients recover sooner.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/china-nudges-banks-to-help-small-businesses-11591101601", "title": "China Nudges Banks to Help Small Businesses", "date": "2020-06-02 08:40", "summary": "Central bank is allocating $56.1 billion to buy slices of unsecured loans made by regional lenders to small and micro enterprises.. China is dabbling with Western-style unconventional monetary policy, as it seeks to shore up small businesses and the labor market without fueling market bubbles.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/keep-your-airpods-sanitaryand-super-stylish-11591101440", "title": "Keep Your AirPods Sanitary-and Super-Stylish", "date": "2020-06-02 08:37", "summary": "The rise of designer pouchlettes to keep pairs of wireless headphones intact-and protected. Six examples of the most luxurious options out there.. Saint Laurent by Anthony Vaccarello case, $250, ysl.com", "categories": [["What's News"]], "category_links": ["https://www.wsj.com/news/types/magazine-what-s-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/inside-frank-sinatras-personal-address-book-11591101340", "title": "Inside Frank Sinatra's Personal Address Book", "date": "2020-06-02 08:35", "summary": "See inside the little brown book said to have been Frank Sinatra's, which reveals the extent of his influence and connections. Think of the most legendary, exclusive parties of the past century: Truman Capote's Black and White Ball or Vanity Fair's Oscar party. Imagine the guest list. Now think of the man comedian Alan King once described as an event unto himself. The only thing Frank Sinatra had to do to set a room buzzing was walk into it. What did his guest list look like? We no longer have to wonder. Photographer Henry Leutwyler has documented a personal phone book said to be Sinatra's-every entry from his personal assistant to two U.S. presidents-in a collection of still-life images to be published as Hi There!, a monograph out in June from Steidl.", "categories": [["Feature"]], "category_links": ["https://www.wsj.com/news/types/magazine-feature?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/co-working-firms-respond-to-industry-threat-with-joint-safety-effort-11591099207", "title": "Co-Working Firms Respond to Industry Threat With Joint Safety Effort", "date": "2020-06-02 08:00", "summary": "Pandemic undermines normal use of office space-and the co-working business model. More than 20 of the world's largest co-working firms, suffering a threat to their business from the pandemic, have agreed to coordinate in a way that would have been unheard of before the crisis.", "categories": [["Real Estate", "Property Report"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/property-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/essential-marijuana-sellers-are-a-good-business-for-their-landlords-11591099202", "title": "Essential Marijuana Sellers Are a Good Business for Their Landlords", "date": "2020-06-02 08:00", "summary": "During the coronavirus pandemic, doctors have prescribed marijuana for pain, nausea and muscle spasms, making it an essential business alongside pharmacies and grocery stores in much of the country. The business of marijuana growing and processing is essential, according to many state governments. That has been a boon for owners of cannabis real estate during the coronavirus pandemic.", "categories": [["Real Estate", "Property Report"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/property-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/protests-spread-beyond-big-cities-from-raleigh-to-santa-rosa-11591099005", "title": "From Raleigh to Santa Rosa, Unrest Spreads Beyond Big Cities", "date": "2020-06-02 07:56", "summary": "People have taken to the streets in many small and midsize communities that have seldom, if ever, seen large protests over police brutality. In conservative West Texas. In Omaha, Neb. Across the quiet suburbs of California. The rage and despair sparked by the death of George Floyd in police custody has spread far beyond Minneapolis, to communities of all sizes.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/is-this-europes-berkshire-hathaway-11591098676", "title": "Is This Europe's Berkshire Hathaway?", "date": "2020-06-02 07:51", "summary": "At the investment vehicle behind Fiat Chrylser and Ferrari, John Elkann is starting to take greater ownership of an impressive record. Exor is sometimes seen as the European Berkshire Hathaway . The comparison is imprecise, but the listed investment vehicle of Italy's Agnelli family still seems a rare bright spot in the global car industry.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/minneapolis-unrest-subsides-as-cities-rage-over-death-of-george-floyd-11591018710", "title": "Protests Descend Into Violence Despite Curfews", "date": "2020-06-02 07:22", "summary": "Nationwide demonstrations turn violent after nightfall, with some stores ransacked by looters. Peaceful street protests devolved into chaos in several U.S. cities for the seventh consecutive night, despite curfews in New York, Washington, D.C., and elsewhere designed to quell the violence sparked by the death of George Floyd.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ericsson-emerges-as-5g-leader-after-u-s-bruises-huawei-11591095601", "title": "Ericsson Emerges as 5G Leader After U.S. Bruises Huawei", "date": "2020-06-02 07:00", "summary": "Swedish giant seen as likely main beneficiary of American assault on Chinese rival. ESKILSTUNA, Sweden-The Trump administration's increasingly aggressive effort to cripple China's Huawei Technologies Co. has presented Ericsson AB the opportunity to lead the rollout of 5G technology around the world.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/enhanced-healthcare-partners-backs-merger-of-medical-staffing-companies-11591095607", "title": "Enhanced Healthcare Partners Backs Merger of Medical Staffing Companies", "date": "2020-06-02 07:00", "summary": "The private-equity firm is acquiring and combining Synergy Surgicalists and EA Health. Enhanced Healthcare Partners, a midmarket private-equity firm focused on health care, is creating a medical-staffing services provider by buying and merging two separate companies.", "categories": [["Pro PE Deals"]], "category_links": ["https://www.wsj.com/news/types/pro-pe-deals?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/out-of-favor-with-australias-central-government-china-targets-states-11591095602", "title": "China Is Finding New Ways to Splash Its Cash in Countries That Don't Want It", "date": "2020-06-02 07:00", "summary": "The leader of one of Australia's biggest states touts an infrastructure deal with Beijing as a way to rebuild the economy post-coronavirus, but some officials worry Chinese investment may pose a security risk. SYDNEY-One of Australia's biggest states is pushing ahead on an infrastructure deal with China as ties between Beijing and the federal government are at a low, raising concerns that Chinese money may end up funding projects that are a national-security risk.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/dear-america-a-cold-war-with-china-will-be-expensive-11591094926", "title": "Dear America, A Cold War With China Will Be Expensive", "date": "2020-06-02 06:48", "summary": "Divorces can be messy and expensive-and the unfolding U.S.-China breakup will be no different. Divorces can be messy and expensive: They entail financial sacrifices in exchange for independence and peace of mind. The unfolding U.S.-China breakup will be no different.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bain-cyrus-picked-as-top-bidders-for-virgin-australia-assets-11591091658", "title": "Bain, Cyrus Picked as Top Bidders for Virgin Australia Assets", "date": "2020-06-02 05:54", "summary": "Australia's No. 2 airline filed for bankruptcy protection after coronavirus halted most air travel. Investment firms Bain Capital and Cyrus Capital Partners were selected as top contenders on Tuesday to acquire the assets of Virgin Australia Holdings Ltd., which filed for bankruptcy protection after the coronavirus pandemic brought air travel to a near halt.", "categories": [["Markets", "Deals"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/deals-deal-makers?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cash-in-the-bank-lebanese-see-sports-cars-ski-chalets-and-italian-sculptures-as-safer-investments-11591090920", "title": "Cash in the Bank? Lebanese See Sports Cars, Ski Chalets as Safer Investments", "date": "2020-06-02 05:42", "summary": "An attempt by locals to protect their life savings has triggered a boom in the luxury market. BEIRUT-Lebanon's currency is in free fall. Prices are skyrocketing. Local banks are barricading themselves behind steel walls after activists torched their branches across the country.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-hits-europes-bad-loan-securitization-market-11591090201", "title": "Cleaning Up Toxic Loans Was Meant to Be a Great Investment. Then Coronavirus Hit.", "date": "2020-06-02 05:30", "summary": "Key part of cleanup operation from sovereign-debt crisis is stalling just as a new, likely bigger wave of soured loans looms. With Europe still reeling from last decade's debt crisis, Banca Popolare di Bari SCpA, a cooperative bank in southern Italy, was under pressure from regulators to clean up a big pile of bad loans that were weighing on its results.", "categories": [["Markets", "Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/at-home-covid-19-testing-arrives-with-accuracy-and-access-questions-11591090211", "title": "At-Home Covid-19 Testing Arrives, With Accuracy and Access Questions", "date": "2020-06-02 05:30", "summary": "A handful of labs have started getting the green light from regulators to sell at-home coronavirus tests, but are dogged by questions about their accuracy and affordability. ", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/as-amusement-parks-reopen-will-americans-ride-rollercoasters-in-a-pandemic-11591090203", "title": "As Amusement Parks Reopen, Will Americans Ride Roller Coasters in a Pandemic?", "date": "2020-06-02 05:30", "summary": "Executives, investors worry about season-pass sales. At this time of year, Brian Witherow can usually hear the screams of riders on some of the world's fastest roller coasters from his office in the middle of Cedar Point, a 150-year-old amusement park in Sandusky, Ohio.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pandemic-to-jumpstart-spending-on-data-tools-at-manufacturers-11591090200", "title": "Pandemic to Jumpstart Spending on Data Tools at Manufacturers", "date": "2020-06-02 05:30", "summary": "Being able to monitor production remotely during the pandemic has made the case for even more data capabilities.. Manufacturers will be spending far more on data management and analytics tools in the aftermath of the coronavirus outbreak, and will be using those tools for deeper insight into operations, sales and supply chain disruptions, chief information officers and observers say.", "categories": [["CIO Journal"]], "category_links": ["https://www.wsj.com/news/types/cio-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-computer-chips-could-power-ai-to-next-level-11591090202", "title": "New Computer Chips Could Power AI to Next Level", "date": "2020-06-02 05:30", "summary": "Some chips designed for AI are focused on calculating probabilities, which could make drones and robots more self-sufficient. A generation of computing chips designed specifically for artificial intelligence could enable a host of new applications for the technology.", "categories": [["Artificial Intelligence"]], "category_links": ["https://www.wsj.com/news/types/artificial-intelligence?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ardian-raises-19-billion-for-private-equity-secondary-haul-11591041758", "title": "Ardian Raises $19 Billion for Private-Equity Secondary Haul", "date": "2020-06-02 03:00", "summary": "The pool includes a $14 billion fund and another $5 billion available from investors to co-invest in deals alongside the fund. Paris-based asset manager Ardian raised $19 billion for one of the largest capital pools ever amassed to buy secondhand stakes in private-equity funds.", "categories": [["Pro PE Fund News"]], "category_links": ["https://www.wsj.com/news/types/pro-pe-fund-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-pushes-governors-to-get-tough-on-violent-protesters-11591026977", "title": "Trump Vows to Send Troops", "date": "2020-06-02 00:43", "summary": "President authorizes deployment of troops to Washington after phone call accusing state leaders of being weak. WASHINGTON-President Trump called for a tougher government response to the violent unrest that has followed widespread peaceful protests sparked by last week's death of a black man in police custody, telling governors they have been too weak and threatening to deploy the military in U.S. cities.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nypd-opens-probe-into-officers-who-drove-police-cars-into-protesters-11591047589", "title": "NYPD Probes Officers Who Drove Police Cars Into Protesters", "date": "2020-06-02 00:01", "summary": "The NYPD and a mayor's task force are investigating the incident; New York Attorney General Letitia James is also reviewing. The New York City Police Department opened an investigation into officers who accelerated their police cars into protesters blocking their way, Mayor Bill de Blasio said Monday.", "categories": [["U.S.", "Crime"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-crime?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11591037783", "title": "Pepper...and Salt", "date": "2020-06-02 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/protests-revive-push-in-new-york-to-open-police-disciplinary-records-11591051261", "title": "A Renewed Push in New York to Open Police Disciplinary Records", "date": "2020-06-02 23:59", "summary": "State's moves to overhaul the 50-a statute come amid days of protests related to the death of George Floyd by a Minneapolis police officer. New York lawmakers will convene next week to overhaul a law that keeps police disciplinary records hidden from public view, a response to protests that rocked cities around the state this weekend.", "categories": [["U.S.", "Politics"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/social-media-becomes-battleground-over-days-of-street-protests-11591018647", "title": "Social Media Becomes Battleground for Street Protests", "date": "2020-06-02 22:51", "summary": "Efforts to shape online narrative intensifies as unrest flares. Social media has become a central battleground for the protests across the U.S., with tech platforms amplifying tensions while also providing a real-time chronicle of the riots and police responses that might not have otherwise gained widespread attention.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-city-to-have-curfew-as-protests-over-george-floyds-death-continue-11591044920", "title": "New York City to Have Curfew as Protests Over George Floyd's Death Continue", "date": "2020-06-02 22:20", "summary": "The curfew will begin Monday night at 11 p.m. and remain in effect until 5 a.m.. New York City will have a curfew after growing concerns that the mass protests engulfing the city could lead to more violence, Mayor Bill de Blasio and Gov. Andrew Cuomo said Monday.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-latest-news-06-01-2020-11591002857", "title": "Officials Fear U.S. Protests Will Spread Coronavirus; No New Deaths in Spain", "date": "2020-06-02 22:13", "summary": "U.S. cities are battered by revenue shortfalls caused by shutdown of commerce. • Officials fear the demonstrations across the U.S. could cause a jump in new coronavirus cases in the coming weeks.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/facebook-employees-stage-virtual-walkout-over-trump-posts-11591034647", "title": "Facebook Employees Stage Virtual Walkout Over Handling of Trump Posts", "date": "2020-06-02 21:53", "summary": "Some staff take issue with company decision to allow the posts about social unrest to remain on the platform. Facebook Inc. employees staged a virtual walkout Monday and some publicly denounced CEO Mark Zuckerberg's decision to leave up a post from President Trump about the recent social unrest, comments they said violated the company's rules about inciting violence.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nearly-26-000-nursing-home-residents-died-of-covid-19-federal-tally-shows-11591053033", "title": "Fresh Data Shows Heavy Coronavirus Death Toll in Nursing Homes", "date": "2020-06-02 20:49", "summary": "First major U.S. effort to measure effect of coronavirus on elderly likely falls short of full toll. The first major federal effort to measure the deadly impact of the new coronavirus in nursing homes found around 26,000 deaths, a total that likely falls short of showing the full toll on some of the most vulnerable Americans.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/reports-of-violence-against-journalists-mount-as-u-s-protests-intensify-11591056337", "title": "Reports of Violence Against Journalists Mount as U.S. Protests Intensify", "date": "2020-06-02 20:05", "summary": "Committee to Protect Journalists is investigating over 100 reports of violence against journalists from past several days. Journalists covering the unrest in major U.S. cities stemming from the death of George Floyd are coming into harm's way, with dozens claiming they have been beaten, chased or even shot at while on the job.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}]