[{"link": "https://www.wsj.com/articles/wish-joins-amazon-in-restricting-seed-sales-amid-global-seed-mystery-11599489002", "title": "Amazon, Wish Are Restricting Seed Sales. That May Not Stop Mystery Mailings.", "date": "2020-09-07 19:08", "summary": "E-commerce companies' actions came after thousands of people in U.S., other countries received unsolicited seeds by post. E-commerce giants are enacting new restrictions on the sale of seeds, but the moves are unlikely to eliminate the tactics government officials and industry experts suspect are behind the mystery seeds caper that gripped the world this summer.", "categories": [["WSJ News Exclusive", "Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-biden-enter-a-contentious-stage-in-the-presidential-race-11599485222", "title": "Trump, Biden Enter a Contentious Stage in Presidential Race", "date": "2020-09-07 19:05", "summary": "Trump campaign plans to focus on public safety and the economy, while Biden stresses incumbent's performance on coronavirus pandemic. WASHINGTON-Entering a contentious stage in the presidential campaign, President Trump is seeking to focus voters on an economic rebound and public safety, while Democratic challenger Joe Biden is redoubling efforts to make the election a referendum on the president's performance on the coronavirus pandemic and the economy.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/will-courts-pick-the-next-president-11599518640", "title": "Will Courts Pick the Next President?", "date": "2020-09-07 18:44", "summary": "If the election is close, the fallout could make Bush v. Gore look like an ice-cream social.. Georgia's voting deadline is unambiguous: Absentee ballots are due when the polls close on Election Day. Late arrivals are meant to be set aside, stored, and eventually destroyed without being opened. That's what state law says, and the way to protect democratic legitimacy in an anxious age is to run elections by the book.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-carolina-victory-for-school-choice-11599518537", "title": "A Carolina Victory for School Choice", "date": "2020-09-07 18:42", "summary": "GOP legislators call Gov. Cooper's bluff on Cares Act relief money.. Parents in North Carolina struggling to get their children back to the classroom have received some welcome news. The state Legislature's $1.1 billion Covid-19 relief package includes a provision expanding the state's school choice program.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/rhode-islands-senior-ballot-harvest-11599518473", "title": "Rhode Island's Senior Ballot Harvest", "date": "2020-09-07 18:41", "summary": "A case study in the voting future as a pol targets the elderly.. Rhode Island holds its legislative primary on Tuesday, and already there are allegations of ballot harvesting and election fraud-by a Democrat against another Democrat.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/jerry-nadler-loses-to-himself-11599518504", "title": "Jerry Nadler Loses to . . . Himself", "date": "2020-09-07 18:41", "summary": "A court dismisses the House subpoena against Don McGahn.. Perhaps you've read, a thousand times, that the Trump Administration has illegally resisted Congressional subpoenas to block former White House counsel Don McGahn from testifying. Well, a federal court ruled on Aug. 31 that House Democrats are the party exceeding their legal authority (Committee on the Judiciary v. McGahn).", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/dad-please-get-a-covid-shot-11599517754", "title": "Dad, Please Get a Covid Shot", "date": "2020-09-07 18:29", "summary": "You too, Sen. Harris. This isn't the swine flu; it's a genuine deadly pandemic.. Sen. Kamala Harris suggested Saturday that she might refuse a vaccination for Covid-19 because \"I would not trust Donald Trump.\" My father, 96, feels the same way about Gerald Ford. \"No way,\" he says when I tell him I hope he gets the new shot as soon as it's available. \"I got the swine flu vaccine in 1976. I was in bed for three days, and my memory hasn't been the same since.\"", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/i-hope-american-soldiers-read-stars-and-stripes-forever-11599517781", "title": "I Hope American Soldiers Read Stars and Stripes Forever", "date": "2020-09-07 18:29", "summary": "The independent-minded military newspaper has patriotically told GIs' stories for 150 years.. It's nice to see that tweet from President Trump that \"America will NOT be cutting funding\" for the GI daily Stars and Stripes. He was responding to reports that Pentagon budgeteers were going to shut the paper down by the end of September for the lack of $15 million. Even Congress protested.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/notable-quotable-san-francisco-covid-standards-11599517695", "title": "Notable & Quotable: San Francisco Covid Standards", "date": "2020-09-07 18:28", "summary": "'Some city-owned gyms have been back open for months and are allowing city employees to use them.'. From a Sept. 3 report by San Francisco's KNTV:", "categories": [["Opinion", "Commentary", "Notable & Quotable"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb", "https://www.wsj.com/news/types/notable-quotable?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/all-the-presidents-norms-11599517673", "title": "All the President's Norms", "date": "2020-09-07 18:27", "summary": "Trump haters wage a war on standards and use his bad behavior as an excuse.. Not even Donald Trump's most ardent supporters would deny that he has often disregarded norms of political behavior-from the derisive nicknames he uses to diminish political rivals to ill-advised tweets such as the one suggesting we delay the election. These are impossible to ignore, not least because when they happen the entire press and political establishment talk of nothing else for days.", "categories": [["Opinion", "Main Street"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/main-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/russia-and-china-wield-dull-wedges-11599517629", "title": "Russia and China Wield Dull Wedges", "date": "2020-09-07 18:27", "summary": "They push the U.S. and Germany closer together rather than driving them apart.. One of the biggest concerns experts have about President Trump's foreign policy is that by alienating key allies like Germany, it offers China and Russia an opportunity to divide Europe from the U.S. Yet while trans-Atlantic tensions have worsened since 2016 and public opinion in key European countries has turned sharply against the president, there are few signs Russia or China are effectively capitalizing on the moment.", "categories": [["Opinion", "Global View"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/global-view?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-last-brahmin-review-why-was-he-in-vietnam-11599517600", "title": "'The Last Brahmin' Review: Why Was He in Vietnam?", "date": "2020-09-07 18:26", "summary": "Henry Cabot Lodge Jr.'s conversion from isolationism to internationalism was emblematic of postwar shifts within the Republican party.. 'I want you to know that if it will serve the United States, I am expendable. Just don't do it for unimportant reasons.\" This was former senator Henry Cabot Lodge Jr.'s response to President John F. Kennedy's 1963 request that he, a lifelong Republican, return to public life as ambassador to South Vietnam and serve in a Democratic administration. The Vietnam post was only one milestone in Lodge's cursus honorum-besides serving as a senator and ambassador he was also, at different times, a state legislator, a military officer, a vice-presidential nominee and a possible presidential candidate. For almost five decades, Lodge was at the center of American public life.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/california-faces-new-risk-of-blackouts-this-week-11599433644", "title": "California Faces New Risk of Blackouts This Week", "date": "2020-09-07 17:47", "summary": "PG&E warns of wind-driven power shutoffs to reduce risk of wildfires starting Monday. PG&E Corp. warned that it may need to cut power late Monday night in parts of Northern California to reduce wildfire risks, a day after the state narrowly averted rolling blackouts to relieve strain on its electric grid during a heat wave.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/final-saudi-verdict-spares-khashoggi-killers-from-execution-11599491628", "title": "Final Saudi Verdict Spares Khashoggi Killers From Execution", "date": "2020-09-07 17:22", "summary": "Killing of dissident journalist undermined the kingdom's reputation among some of its important international partners. RIYADH, Saudi Arabia-A Saudi court reduced the death sentences of five men convicted in the killing of dissident journalist Jamal Khashoggi to 20-year prison terms and handed shorter sentences to three other nationals, in a case that drove a wedge between Saudi Arabia's heir apparent and the West.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/we-cant-just-limp-along-americans-reinvent-fall-11599511767", "title": "'We Can't Just Limp Along': Americans Reinvent Fall", "date": "2020-09-07 16:49", "summary": "Resume Subscription. Sonia Dillane, a software development engineer at Amazon.com Inc., won't be remote working at the kitchen table in her Seattle townhouse anymore, sitting in a dining chair that irritated her back.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/free-speech-wrong-speech-and-ivory-towers-11599510072", "title": "Free Speech, Wrong Speech and Ivory Towers", "date": "2020-09-07 16:21", "summary": "The marketplace of ideas loses its connection to truth if we neglect the obligation to check and critique bad ideas and false claims.. In \"Free Speech Absolutism Killed Free Speech\" (op-ed, Aug. 31), Tony Woodlief asseverates that one reason the academic commitment to free speech has declined is due to free speech advocates' unreflective tolerance of ideas that are either morally or factually outlandish.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/reflections-on-college-teaching-as-therapy-11599510105", "title": "Reflections on College Teaching as Therapy", "date": "2020-09-07 16:21", "summary": "Therapy looks inward. Education looks outward to the ideas, writings, discoveries and achievements of others over millennia, a vast and inspiring world.. Joseph Epstein's \"Today's College Classroom Is a Therapy Session\" (op-ed, Aug. 29) highlighting the current obsession with \"nurturing\" by college faculty is disconcerting. My wife taught medical students a few years ago and was disturbed by their sensitivity. Someone in the class would become upset with an innocuous comment, no matter how carefully she tried to avoid controversy. Other friends in faculty positions at other institutions have related the fear of being targeted if they express their views and possibly be summoned to defend themselves before some disciplinary board. Sadly, they avoid any debate on political subjects as well as politicized scientific issues for fear of retribution. One commented that he is approaching retirement in a few years and his pension could be affected unless he avoided controversy and went along with the party line.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/stop-all-idiocy-about-ben-franklin-and-george-washington-11599510028", "title": "Stop All Idiocy About Ben Franklin and George Washington", "date": "2020-09-07 16:20", "summary": "The mere conceptualization of this ridiculous study by Mayor Muriel Bowser and her bureaucrats should in itself render the District ineligible for statehood.. Regarding your editorial \"Benjamin Franklin, 'Person of Concern'\" (Sept. 2): Ben Franklin, too? The mere conceptualization of this ridiculous study by Mayor Muriel Bowser and her bureaucrats should in itself render the District ineligible for statehood. But if they decide to \"relocate\" the Washington Monument, I want to watch.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-quick-way-to-reduce-drug-prices-and-increase-r-d-11599509980", "title": "A Quick Way to Reduce Drug Prices, Increase R&D", "date": "2020-09-07 16:19", "summary": "The U.S. is one of the very few countries that allows prescription-drug advertising.. The letters of Sept. 1 (\"Trump's Better Deal for Pricing U.S. Drugs\") are too narrowly focused in that they don't mention the U.S. as one of the very few countries that allows prescription-drug advertising. Ban that advertising and pharma research budgets could likely double.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-backs-probe-of-postmaster-generals-fundraising-11599508422", "title": "Trump Backs Probe of Postmaster General's Fundraising", "date": "2020-09-07 16:00", "summary": "President says Louis DeJoy is 'very respected' but should be removed if investigations find he broke the law. WASHINGTON-President Trump said Monday he would support an investigation into Postmaster General Louis DeJoy's fundraising practices, after employees of his former business said they felt pressured by Mr. DeJoy to make campaign contributions for which he later reimbursed them.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/production-problems-prompt-broad-faa-review-of-boeing-dreamliner-lapses-11599498118", "title": "Production Problems Spur Broad FAA Review of Boeing Dreamliner Lapses", "date": "2020-09-07 15:47", "summary": "Plane maker says no immediate safety threat exists, but parts of the fuselage didn't meet design standards; eight planes are grounded. Production problems at a Boeing Co. 787 Dreamliner factory have prompted air-safety regulators to review quality-control lapses potentially stretching back almost a decade, according to an internal government memo and people familiar with the matter.", "categories": [["WSJ News Exclusive", "Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-latest-news-09-07-2020-11599467458", "title": "New U.S. Coronavirus Infections Slow as Labor Day Holiday Winds Down", "date": "2020-09-07 15:46", "summary": "India reports more than 90,000 new Covid-19 cases, overtaking Brazil to become the second hardest-hit country in terms of total infections. New coronavirus cases in the U.S. fell to their lowest level since June 22 as the Labor Day holiday weekend began to wind down, while governors in some states continued to urge people to remain vigilant to avoid the jumps in transmission that have followed some previous holidays.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/belarus-opposition-leader-has-been-abducted-supporters-say-11599500987", "title": "Belarus Opposition Leader Has Been Abducted, Colleagues Say", "date": "2020-09-07 14:53", "summary": "Maria Kalesnikava's disappearance comes after a wave of arrests of foes of President Lukashenko. A Belarus opposition leader has been abducted, an opposition council said, raising fears that government authorities are stepping up efforts to crack down on the protest movement after nearly a month of rallies against the disputed election of longtime leader Alexander Lukashenko.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/locked-up-in-the-ritz-carlton-winning-the-quarantine-hotel-lottery-11599503831", "title": "Locked Down in the Ritz-Carlton: Winning the Quarantine Hotel Lottery", "date": "2020-09-07 14:37", "summary": "Most arrivals to Singapore have to spend 14 days holed up in a hotel, but they don't get to choose which one; 'We hit the jackpot'. Joy Van Dee arrived in Singapore after a 12-hour flight from Amsterdam, dreading two weeks of mandatory quarantine with her toddler in a government-designated facility.", "categories": [["A-hed"]], "category_links": ["https://www.wsj.com/news/types/a-hed?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/want-a-proper-vacation-right-now-hop-on-your-bike-11599072921", "title": "Want a Proper Vacation Right Now? Hop on Your Bike", "date": "2020-09-07 13:25", "summary": "Thanks to a new bike path in New York's Hudson River Valley, you can loop around the region as leisurely as you please. Plus: Three other easy biking escapes from Chicago, Atlanta and L.A.. I HAD NEVER been so happy to be on a highway in New Jersey. It was noon on a Tuesday in mid-July and I hadn't left New York City for months-since before the start of the coronavirus pandemic. I'd spent one of those months entirely in my Manhattan apartment, venturing out only to shop at the corner bodega. But as the weather gradually improved and public health guidelines emphasized the relative safety of being outdoors, I'd started to take masked bike rides that eventually extended to the waterfronts of Brooklyn and Queens. As I logged rides of 20, then 30 miles, I ached to venture farther: say, up the western side of the Hudson River, where the 9W remains the most-trafficked cycle road in the country.", "categories": [["Life & Work", "Travel", "Off Duty Travel"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/magazine/travel?mod=breadcrumb", "https://www.wsj.com/news/types/off-duty-travel?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/poisoned-putin-critic-navalny-wakes-from-coma-11599487162", "title": "As Poisoned Putin Critic Is Awakened From Coma, Germany Hints at Russia Pipeline Sanctions", "date": "2020-09-07 13:18", "summary": "Angela Merkel includes Nord Stream 2 project among possible targets after attack on Russian opposition leader. BERLIN-Germany signaled it is prepared to reconsider its Nord Stream 2 gas pipeline project with Russia in light of the poisoning of Russian opposition figure Alexei Navalny, who was roused from an induced coma on Monday.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/really-diabolical-inside-the-coronavirus-that-outsmarted-science-11599498840", "title": "'Really Diabolical': Inside the Coronavirus That Outsmarted Science", "date": "2020-09-07 13:14", "summary": "SARS-CoV-2 is a wily virus, with mysterious origins and a powerful ability to infect and spread; 'We underestimated it.'. The new coronavirus is a killer with a crowbar, breaking and entering human cells with impunity. It hitchhikes across continents carried on coughs and careless hands, driven by its own urgent necessity to survive.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/the-fed-puts-its-independence-on-the-line-11599498437", "title": "The Fed Puts Its Independence on the Line", "date": "2020-09-07 13:07", "summary": "The central bank is on a one-way path to a larger role in our government and economy. Wall Street is thrilled, Main Street not so much.. America's Founding Fathers are having a very bad year. Their names sullied. Their likenesses defaced. The principles they pronounced attacked. Of greatest consequence, the institutions at the core of our republic are being tested.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-resistance-sows-distrust-in-the-electoral-process-11599498406", "title": "The 'Resistance' Sows Distrust in the Electoral Process", "date": "2020-09-07 13:06", "summary": "The specter of tanks on the White House lawn is one more scare tactic intended to delegitimize Trump.. We live in an age of hyperactivist journalism and supercompressed news cycles, one in which eager leakers inside the Trump administration are primed to run to the nearest reporter every time they hear something they don't like. So the cynical reader can be forgiven a little skepticism when a story about an event that is said to have happened nearly two years ago surfaces two months before a presidential election.", "categories": [["Opinion", "Free Expression"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/free-expression?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/israel-plans-curfews-and-school-closures-to-stem-a-surge-in-coronavirus-infections-11599494351", "title": "Israel Plans Overnight Curfew as Coronavirus Cases Surge", "date": "2020-09-07 13:01", "summary": "Prime Minister Benjamin Netanyahu struggles to parry criticism of what critics say is his haphazard approach to the outbreak. TEL AVIV-Israel plans to impose nighttime curfews and close schools in dozens of cities and towns hit hard by the coronavirus, as Prime Minister Benjamin Netanyahu faces growing pressure to contain a rapid upsurge in infections.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tenet-posts-modest-opening-in-key-test-of-covid-19-era-moviegoing-11599498042", "title": "'Tenet' Posts Modest Opening in Key Test of Covid-19-Era Moviegoing", "date": "2020-09-07 13:00", "summary": "First high-profile theatrical release since theaters closed due to pandemic faces screenings at reduced capacity. U.S. movie theaters enjoyed their best few days since the pandemic shut down much of the economy, as the first major film in months opened with modest box-office returns.", "categories": [["Business", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/global-stocks-mixed-as-investors-weigh-tech-resilience-11599471759", "title": "European Stocks Climb as Investors Weigh Tech Resilience", "date": "2020-09-07 12:17", "summary": "Markets in the U.S. remained closed Monday in observance of Labor Day. European stocks climbed Monday after wild swings in tech shares dragged markets lower last week. U.S. stock trading is closed for the Labor Day holiday.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/can-you-get-covid-19-from-your-dog-heres-what-disease-experts-say-11599494410", "title": "Can You Get Covid-19 From Your Dog? Here's What Disease Experts Say", "date": "2020-09-07 12:00", "summary": "The CDC advises keeping pets socially distant; transmission rates are low unless animals are in prolonged and close physical contact. Animals can catch the coronavirus, but that doesn't mean you need to keep your distance from the family pet.", "categories": [["Life & Work", "Life & Style"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/life-style?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ground-zero-workers-with-chronic-conditions-get-hit-hard-by-covid-19-11599494400", "title": "Ground Zero Workers With Chronic Conditions Get Hit Hard by Covid-19", "date": "2020-09-07 12:00", "summary": "Some 9/11 responders were sicker than expected; Sgt. Holub fell ill in March and still relies on oxygen. When the new coronavirus pandemic hit New York City, New York Police Department Sgt. Raymond Holub stocked up on disinfectants and bleach cleaners, scrubbing surfaces at work four times an hour, washing his hands and keeping a distance from others.", "categories": [["U.S.", "Tri-State Area"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-region?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/citigroup-feuds-with-hedge-funds-over-botched-payment-11599493534", "title": "Citigroup Feuds With Hedge Funds Over Botched Payment", "date": "2020-09-07 11:45", "summary": "Bank's relationship with fund clients unraveled over a dispute about Revlon debt and an erroneous $900 million payment. Citigroup Inc. and a big hedge-fund client are locked in an uncharacteristically public feud that has embroiled top executives at both firms and laid bare a $900 million mistaken payment by the bank.", "categories": [["Markets", "Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/julian-assange-formally-rejects-u-s-extradition-request-in-british-court-11599493242", "title": "Julian Assange's Request to Delay Extradition Hearing Is Rejected by U.K. Judge", "date": "2020-09-07 11:40", "summary": "WikiLeaks founder is wanted in the U.S. on 18 charges of breaking espionage laws and conspiring to hack a military computer. LONDON-A British judge refused a request by lawyers acting for Julian Assange to adjourn his extradition hearing until next year, as the WikiLeaks founder's fight against extradition to the U.S. resumed after months of delay caused by the coronavirus pandemic.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/venice-hopes-its-film-festival-can-help-kick-start-recovery-from-coronavirus-11599470292", "title": "Venice Hopes Film Festival Can Help Kick-Start a Recovery", "date": "2020-09-07 11:27", "summary": "Lagoon city and the global movie industry want the renowned Venice Film Festival to show that public events can take place safely again. VENICE-Organizing the Venice International Film Festival, one of the few major cultural events in Europe taking place despite the coronavirus, has been a daily test of Roberto Cicutto's nerves.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-president-trump-uses-shock-value-to-his-advantage-11599485808", "title": "How President Trump Uses Shock Value to His Advantage", "date": "2020-09-07 11:10", "summary": "Trump steered the media's focus before the 2016 election and is still doing it in 2020. Shortly after the 2016 election, Corey Lewandowski, President Trump's onetime campaign manager and current informal political adviser, appeared at a conference of campaign leaders at Harvard University and scolded journalists for misunderstanding the newly elected president.", "categories": [["Politics", "Capital Journal"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/capital-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/when-buying-muni-bonds-investors-should-look-beyond-their-own-states-11599490801", "title": "When Buying Muni Bonds, Investors Should Look Beyond Their Own States", "date": "2020-09-07 11:00", "summary": "Municipal bond returns can vary greatly from state to state. Here's why-and what investors should do about it.. Many investors look at municipal bonds and make the same mistake: They think they're all the same-an investment option with tax-exempt income features, almost zero risk and the same low yield.", "categories": [["Markets", "Journal Reports: Funds/ETFs"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-funds-etfs?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-stock-market-is-a-strong-election-day-predictor-11599490800", "title": "The Stock Market Is a Strong Election Day Predictor", "date": "2020-09-07 11:00", "summary": "Since 1928, the incumbent party has won nearly 90% of presidential elections during an S&P 500 upswing. The stock market's performance won't definitively determine who wins the White House, especially in a year as unpredictable as 2020. History, however, shows the incumbent has a clear advantage when the market rallies in the months preceding Election Day.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/softbank-shares-drop-on-concerns-about-massive-options-bet-11599487961", "title": "SoftBank Shares Drop on Concerns About Massive Options Bet", "date": "2020-09-07 10:12", "summary": "Investors worry that a large bet on tech stocks changes the risk profile of the Japanese tech conglomerate. Shares in SoftBank Group Corp. tumbled 7% on Monday, as investors reacted to news of a massive bet the company has placed on a rise in tech stocks.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/say-it-aint-djo-how-does-novak-djokovic-rally-from-his-u-s-open-bounce-11599482273", "title": "Say It Ain't Djo! How Does Novak Djokovic Rally From His U.S. Open Bounce?", "date": "2020-09-07 10:10", "summary": "A stunning, self-inflicted default from the World No. 1 kicks him out of a tennis tournament he was heavily favored to win. Yeaaaaahhh ... you can't do that.", "categories": [["Sports"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/kids-cant-go-to-school-should-they-play-youth-sports-11599487200", "title": "Kids Can't Go to School. Should They Play Youth Sports?", "date": "2020-09-07 10:00", "summary": "'This is our choice,' says an infectious disease epidemiologist. 'But I wouldn't tell any family that they're making the wrong choice.'. Sahil Gandhi wasn't sure what to do when the adults decided last spring that it was time for teenagers to play baseball again. A pandemic could shut down the global economy, but it wasn't enough to stop the American youth sports machine.", "categories": [["Sports"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/netflixs-reed-hastings-deems-remote-work-a-pure-negative-11599487219", "title": "Netflix's Reed Hastings Deems Remote Work 'a Pure Negative'", "date": "2020-09-07 10:00", "summary": "Co-CEO of streaming giant discusses company's culture of candor and how working from home is harder. ", "categories": [["Business", "Management", "Management & Careers"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/management?mod=breadcrumb", "https://www.wsj.com/news/types/boss-talk?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/remote-schools-hidden-cost-parents-quit-work-to-teach-prompting-new-recession-woes-11599487201", "title": "Remote Schools' Hidden Cost: Parents Quit Work to Teach", "date": "2020-09-07 10:00", "summary": "Online school could force more than 4 million working parents out of labor force, researchers say. Clara Vazquez's 7-year-old son, Kevin, asks her a troubling question before he goes to sleep each night. \"'Mom, who's going to take care of me tomorrow?' he asks me,\" said the 27-year-old resident of Sunnyside, Wash. \"I feel so bad because I have to say, 'I don't know.'\"", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/readers-share-worry-hope-for-isolated-elderly-in-covid-pandemic-11599483600", "title": "Readers Share Worry, Hope for Isolated Elderly in Covid Pandemic", "date": "2020-09-07 09:00", "summary": "A WSJ article about the negative health effects of isolation prompted readers to share their own experiences. Isolation in the pandemic is hitting elderly people especially hard, wrote Betsy Morris in a recent Wall Street Journal article. Many nursing homes and retirement communities instituted restrictions on visits and socializing in an effort to protect their vulnerable residents from the coronavirus, but loneliness and perceived isolation have also been linked to poor health outcomes.", "categories": [["Life & Work", "Health & Wellness"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/health-wellness?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/airlines-fight-for-passengers-in-weak-travel-market-11599483601", "title": "Airlines Fight for Passengers in Weak Travel Market", "date": "2020-09-07 09:00", "summary": "Ending unpopular charges like ticket-change fees signals new chapter in competition for the cash-strapped carriers. Millions of passengers have yet to return to flying since the pandemic started, but cash-strapped airlines are showing they are ready to compete fiercely for those who do travel.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/college-financial-aid-what-parents-and-students-need-to-know-starting-oct-1-11599483601", "title": "College Financial Aid: What Parents and Students Need to Know Starting Oct. 1", "date": "2020-09-07 09:00", "summary": "Special attention for the 2021-22 school year will be given to appeals based on family income reductions due to Covid-19. For many families, this year's process of applying for financial aid might be notably different than it was in the past.", "categories": [["Markets", "Journal Reports: Funds/ETFs"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-funds-etfs?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-billy-porter-takes-breaks-from-the-news-11599481884", "title": "Why Billy Porter Takes Breaks From the News", "date": "2020-09-07 08:31", "summary": "\"When it starts to eat away at me or when I can't get out of negative thinking, I have to turn it off. But I also have to be present enough and available enough to talk about it.\". In our series My Monday Morning, self-motivated people tell WSJ. how they start off the week.", "categories": [["My Monday Morning"]], "category_links": ["https://www.wsj.com/news/types/my-monday-morning?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cuba-is-staying-strong-11599481303", "title": "Cuba Is Staying Strong", "date": "2020-09-07 08:21", "summary": "The island nation's stark isolation has been helpful for containing the coronavirus, hard on its troubled economy. One photographer's wanderings captured Cuba's beauty-and the resilience of a people who have long wrestled with the ebb and flow of history.. ", "categories": [["Magazine - Culture"]], "category_links": ["https://www.wsj.com/news/types/magazine-culture?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cuba-is-staying-strong-11599481114", "title": "Cuba Is Staying Strong", "date": "2020-09-07 08:18", "summary": "The island nation's stark isolation has been helpful for containing the coronavirus, hard on its troubled economy. One photographer's wanderings captured Cuba's beauty-and the resilience of a people who have long wrestled with the ebb and flow of history.. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/cuba-is-staying-strong-11599481051", "title": "Cuba Is Staying Strong", "date": "2020-09-07 08:17", "summary": "The island nation's stark isolation has been helpful for containing the coronavirus, hard on its troubled economy. One photographer's wanderings captured Cuba's beauty-and the resilience of a people who have long wrestled with the ebb and flow of history.. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/martin-amis-mariah-carey-dolly-parton-prepare-to-tell-their-stories-11599476401", "title": "Martin Amis, Mariah Carey, Dolly Parton Prepare to Tell Their Stories", "date": "2020-09-07 08:15", "summary": "Resume Subscription. This fall marks an unusual season for books, with some titles delayed by the pandemic finally making their arrivals and the presidential election driving readers toward politics. Still, publishers say there is room for plenty more on the shelf as consumers turn to books in challenging times. Among new high-profile fiction is Martin Amis's \"Inside Story,\" a genre-blurring novel publishing Oct. 27, about his real-life friendships with the late provocateur Christopher Hitchens and others. The autumn also ushers in nonfiction including celebrity memoirs with critical ambitions, tales from the kitchen by people of color and big biographies.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/the-mystery-of-chinas-bulging-trade-surplus-and-weak-currency-11599475239", "title": "China Exports Are Booming and Trade Surplus Is Widening-Why Is the Yuan Weak?", "date": "2020-09-07 08:09", "summary": "Many factors are at work to push the yuan higher, but its climb has been sluggish. China's August exports were up 9.5% from a year earlier, beating expectations, while import numbers declined. That prompts a nagging question in currency markets: With a widening trade surplus, why isn't the Chinese yuan rising more?", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/in-a-changed-music-world-cardi-b-has-a-new-platform-and-the-rolling-stones-conjure-1989-11599480001", "title": "In a Changed Music World, Cardi B Has a New Platform, and the Rolling Stones Conjure 1989", "date": "2020-09-07 08:00", "summary": "Resume Subscription. Live music won't be up and running in the fall. But thanks to live streams, off-the-cuff releases and a bevy of high-profile books, there is plenty to occupy music fans, even if the pandemic has halted big concerts and blockbuster albums. Here's a look at what to expect.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/the-stock-market-barely-faltered-in-the-1918-20-pandemic-is-history-repeating-itself-11599480001", "title": "The Stock Market Barely Faltered in the 1918-20 Pandemic. Is History Repeating Itself?", "date": "2020-09-07 08:00", "summary": "When Covid-19 hit, a lot of bullish investors looked for lessons in the previous outbreak. But the comparisons may be misleading.. In February and March, when the Covid-19 pandemic was just gathering steam, investors began scouring the historical record for precedents: How do you forecast the market in such a global crisis?", "categories": [["Markets", "Journal Reports: Funds/ETFs"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-funds-etfs?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/immigration-to-new-york-city-declines-amplifying-economic-concerns-11599480000", "title": "Immigration to New York City Declines, Amplifying Economic Concerns", "date": "2020-09-07 08:00", "summary": "Tighter federal policies and pandemic-related delays in visas slow inflow of transplants. New York City's economy depends on immigrants, but at a time when it needs all the help it can get, the flow of new residents from overseas is slowing.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lawmakers-tackle-spending-deadline-look-to-revive-coronavirus-aid-talks-11599480001", "title": "Lawmakers Tackle Spending Deadline, Look to Revive Coronavirus Aid Talks", "date": "2020-09-07 08:00", "summary": "Returning from late-summer recess, both parties try to avoid government shutdown ahead of election. WASHINGTON-Lawmakers returning to Washington after their late-summer break are hoping to revive long-stalled negotiations over additional coronavirus relief with less than two months until the election.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sudden-volatility-in-tech-stocks-unnerves-investors-11599471001", "title": "Sudden Volatility in Tech Stocks Unnerves Investors", "date": "2020-09-07 07:38", "summary": "Last week's rout prompts investors to question whether the sector can keep leading the market higher. Investors returning from the Labor Day weekend are keeping an eye out for signs that a dizzying rally in technology stocks-and the market recovery it fueled-are losing steam.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/treasury-and-delaware-sign-pact-to-boost-sanctions-enforcement-11599476400", "title": "Treasury and Delaware Sign Pact to Boost Sanctions Enforcement", "date": "2020-09-07 07:00", "summary": "Agreement intended in part to more quickly investigate potential violations by companies whose beneficial owners may be concealed. A new agreement between the U.S. Treasury Department and officials in Delaware could lead to more aggressive enforcement of economic sanctions on nonfinancial companies, particularly those that may seek to hide transactions behind anonymous entities.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-china-chip-war-collateral-damage-will-range-far-and-wide-11599476253", "title": "U.S.-China Chip-War Collateral Damage Will Range Far and Wide", "date": "2020-09-07 06:57", "summary": "New Trump administration rules look likely to choke off equipment sales to China's leading chip maker-and hit chip-making equipment makers where it hurts. The Trump administration is poised to deal another blow to China's chipmaking ambitions. U.S. chip-making equipment firms may be among the collateral damage.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/companies-brace-for-profit-hit-from-euro-rally-11599473390", "title": "Companies Brace for Profit Hit From Euro Rally", "date": "2020-09-07 06:09", "summary": "The eurozone's recent currency strength spells profit trouble for companies emerging from the Covid-19 crisis, including automakers such as Fiat Chrysler and Ferrari. The euro's sharp rally this year is seen as a vote of confidence by investors on the prospects for Europe's economic recovery. But companies and their shareholders are bracing for pain.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-chinas-top-broker-tamed-the-insane-asylum-of-hong-kong-finance-11599473150", "title": "How China's Top Broker Tamed the 'Insane Asylum' of Hong Kong Finance", "date": "2020-09-07 06:05", "summary": "Under Citic Securities, the once-freewheeling CLSA is becoming more like the state-owned enterprises that dominate China's economy. China's top investment bank is remaking an iconic Hong Kong brokerage in its own image, in a microcosm of how the Asian financial hub is changing.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/china-delays-approving-press-credentials-for-foreign-reporters-in-media-standoff-11599401714", "title": "China Delays Approving Press Credentials for Foreign Reporters in Media Standoff", "date": "2020-09-07 05:48", "summary": "Move echoes one affecting Chinese journalists in the U.S.; affected reporters are allowed to work in China during a grace period. Chinese authorities haven't renewed expiring press credentials for at least five reporters working for U.S. media outlets, the latest escalation in a back-and-forth over journalist visas as relations between the U.S. and China deteriorate.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/think-reopening-schools-is-tough-what-about-school-buses-11599471000", "title": "Think Reopening Schools Is Tough, What About School Buses?", "date": "2020-09-07 05:30", "summary": "Amid coronavirus pandemic, district transportation leaders hurry to figure out how to social distance, sanitize, schedule drivers. One of the hardest parts of getting children back in school this fall is physically getting them there.", "categories": [["U.S.", "Education"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/education?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/colleges-send-students-home-as-outbreaks-worsen-are-they-creating-a-new-coronavirus-threat-11599471000", "title": "Colleges Send Students Home Amid Outbreaks, Raising New Threat", "date": "2020-09-07 05:30", "summary": "Some experts say asymptomatic students could infect their families and communities, but schools fear devastating outbreaks. Administrators at California State University, Chico, determined late last month that coronavirus outbreaks in classrooms and residence halls could be catastrophic at the school. Its response: to send students back home.", "categories": [["U.S.", "Education"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/education?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fbi-sweep-of-china-researchers-leads-to-cat-and-mouse-tactics-11599471001", "title": "FBI Sweep of China Researchers Leads to Cat-and-Mouse Tactics", "date": "2020-09-07 05:30", "summary": "Foiled escapes, a chase through an airport and a hard drive tossed into a dumpster follow as agents try to investigate researchers, prosecutors say. A search by U.S. authorities for Chinese researchers with ties to China's military is leading to intensifying cat-and-mouse tactics involving what prosecutors say are foiled escapes, evidence tossed into a dumpster and a chase through an airport.", "categories": [["WSJ News Exclusive", "China"]], "category_links": ["https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-to-navigate-the-fog-of-sustainable-investing-11599470197", "title": "How to Navigate the Fog of Sustainable Investing", "date": "2020-09-07 05:16", "summary": "Carbon emissions is a rare area where useful comparisons between companies and sectors on environmental, social and governance performance are possible. Can environmental, social and governance risks be quantified? With the notable exception of carbon emissions, probably not-but that doesn't mean the exercise isn't useful for investors.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/shares-in-chinas-top-chip-maker-tumble-as-u-s-weighs-export-controls-11599455578", "title": "Shares in China's Top Chip Maker Tumble as U.S. Weighs Export Controls", "date": "2020-09-07 05:15", "summary": "SMIC could be added to the Commerce Department's 'entity list,' making exports to the company difficult. Stock in China's top semiconductor manufacturer fell sharply after the U.S. government said it was considering placing export restrictions on the company, in what would mark a major escalation in the Trump administration's crackdown on Chinese technology companies.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/samsung-verizon-sign-6-65-billion-5g-contract-11599469883", "title": "Samsung, Verizon Sign $6.65 Billion 5G Contract", "date": "2020-09-07 05:11", "summary": "The agreement for Samsung to provide network equipment moves it closer to being a major 5G supplier. SEOUL- Samsung Electronics Co. has signed a $6.65 billion contract with Verizon Communications Inc. for network equipment and services, a major boost to the South Korean firm's quest to become a key 5G supplier.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chinas-exports-ramp-up-as-countries-emerge-from-lockdowns-11599462525", "title": "China's Exports Ramp Up as Countries Emerge From Lockdowns", "date": "2020-09-07 03:08", "summary": "Outbound shipments rose 9.5% in August from a year earlier, picking up pace from the previous month and beating economist forecasts. BEIJING-China's export machine gained steam in August as countries gradually recovering from coronavirus lockdowns, including the U.S., snapped up more Chinese-made goods.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hong-kong-protesters-return-to-streets-over-postponed-elections-11599397539", "title": "Hong Kong Protesters Return to Streets Over Postponed Elections", "date": "2020-09-07 00:16", "summary": "Crowds gather in one of city's largest demonstrations since Beijing tightened its hold with a national-security law. HONG KONG-Crowds of protesters massed in one of Hong Kong's densest commercial districts, challenging the postponement of legislative elections as the city is brought more firmly under the control of mainland China.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hall-of-fame-outfielder-speedster-lou-brock-dies-at-age-81-11599448045", "title": "Hall of Fame Outfielder, Speedster Lou Brock Dies at Age 81", "date": "2020-09-07 23:07", "summary": "Mr. Brock stole 938 bases in his career, including 118 in 1974-big league records until they were broken by Rickey Henderson. NEW YORK-Hall of Famer Lou Brock, one of baseball's signature leadoff hitters and base stealers who helped the St. Louis Cardinals win three pennants and two World Series titles in the 1960s, has died. He was 81.", "categories": [["World", "Obituaries"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/obituaries?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/michael-cohen-in-book-claims-trump-often-made-racist-sexist-remarks-11599441463", "title": "Michael Cohen Book Alleges Trump Made Racist, Sexist Remarks", "date": "2020-09-07 21:17", "summary": "White House says forthcoming publication is work of convicted felon without credibility. Michael Cohen, President Trump's longtime fixer, claims his former boss routinely made sexist and racist comments and that he \"loved Putin,\" in a book that also recounts, in colorful detail, his own role in myriad alleged schemes on Mr. Trump's behalf which helped lead to Mr. Cohen's conviction on federal charges.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}]