[{"link": "https://www.wsj.com/articles/what-is-in-the-900-billion-covid-19-aid-bill-11608557531", "title": "What Is in the $900 Billion Covid-19 Aid Bill", "date": "2020-12-27 22:54", "summary": "Stimulus checks, jobless aid, PPP small-business loans among aid passed by Congress. President Trump signed into law a Covid aid package that includes assistance for households and businesses, as well as funding for vaccine distribution and more. The $900 billion in relief, paired with a $1.4 trillion bill to continue government funding into September, excluded the Republican priority of liability protection for businesses and other entities, and left out a pot for state and local funding desired by Democrats. Mr. Trump signed the bill even though it didn't include the larger stimulus checks he had demanded.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/gunman-kills-three-in-illinois-bowling-alley-11609038418", "title": "Three Killed in Illinois Bowling Alley Shooting", "date": "2020-12-27 22:33", "summary": "Man in custody, identified as active-duty Army Green Beret, shot six people in Rockford, Ill.. A gunman identified as an active-duty special-forces soldier killed three and wounded three in a Saturday night shooting at a bowling alley in Rockford, Ill., police said Sunday.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-signs-covid-19-aid-bill-averting-government-shutdown-11609117841", "title": "Trump Signs Pandemic-Aid Bill", "date": "2020-12-27 21:32", "summary": "The president signed bill after pressing to increase direct payments to Americans. WASHINGTON-President Trump signed a sweeping pandemic-aid bill on Sunday night ending a standoff with Congress and paving the way for millions of Americans to get economic relief as the coronavirus pandemic surges across the country.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/covid-upended-americans-finances-just-not-in-the-ways-we-expected-11609081200", "title": "Covid-19 Upended Americans' Finances in Unexpected Ways", "date": "2020-12-27 20:48", "summary": "Resume Subscription. When the pandemic shut down the economy this spring, Walmart Inc. all but closed the department where Christina Rogers works as an optician. Her children's schools closed, too. She thought she might have to dip into savings as they hunkered down in St. George, Utah.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/new-york-city-covid-19-contact-tracers-brace-for-long-winter-11609120004", "title": "New York City Covid-19 Contact Tracers Brace for Long Winter", "date": "2020-12-27 20:46", "summary": "The team that gathers information on who may have been exposed to the virus has expanded in recent months. New York City's contact-tracing team will be put to the test over the winter amid a new surge in Covid-19 cases that is expected to continue through the holiday season.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/consumer-brands-bet-working-from-home-is-here-to-stay-11609065000", "title": "These Brands Think Working From Home Is Here to Stay", "date": "2020-12-27 20:15", "summary": "Makers of Folgers coffee, Scott toilet paper and Kraft Mac & Cheese are investing in factories, new products aimed at remote workers post-pandemic. Consumer-product companies are expanding factories and revamping production lines, wagering that work-from-home habits like growing beards and fixing quick lunches will outlast the coronavirus pandemic.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-grandparents-who-dropped-everything-to-help-out-during-covid-11609117200", "title": "The Grandparents Who Dropped Everything to Help Out During Covid", "date": "2020-12-27 20:00", "summary": "Most Popular News. Four years ago, when pregnant with twins, Kristin Rising unsuccessfully begged her parents to move close by to help. When they came for a visit this summer, she didn't have to say a word.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/covid-19-aid-bill-remains-in-doubt-as-congress-braces-for-showdown-with-trump-11609089335", "title": "Trump Signals He Will Sign Covid-19 Aid Bill", "date": "2020-12-27 19:59", "summary": "President's suggestion on Twitter comes as funds are set to expire early Tuesday. WASHINGTON-President Trump signaled Sunday night that he would sign sweeping pandemic-aid legislation after he had voiced objections to it and as the government moved closer toward a shutdown.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/outgoing-new-york-lawmakers-extol-the-art-of-compromising-11609113600", "title": "Outgoing New York Lawmakers Extol the Art of Compromising", "date": "2020-12-27 19:00", "summary": "In interviews, Joe Lentol and Robin Schimminger say lessons from their early years in state Assembly are instructive in a currently divisive climate. Albany was a more bipartisan place in the 1970s: The decade started with Nelson Rockefeller as governor, before Democrat Hugh Carey was elected in 1974. Republicans had solid control of the state Senate and, until a wave of elections that followed the Watergate scandal, the state Assembly.", "categories": [["U.S.", "State Street"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/state-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-to-hold-rally-in-georgia-in-support-of-senate-republicans-11609111921", "title": "Trump to Hold Rally in Georgia in Support of Senate Republicans", "date": "2020-12-27 18:57", "summary": "The runoff will determine whether the GOP maintains control of the U.S. Senate. WASHINGTON-President Trump will travel to Georgia on Jan. 4 for a political rally in support of incumbent Republican Sens. David Perdue and Kelly Loeffler, one day before the runoff election in the state that will determine control of the U.S. Senate.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nashville-bombing-may-have-been-intended-to-damage-at-t-building-mayor-says-11609092329", "title": "Nashville Bombing Suspect Died in Explosion, Police Say", "date": "2020-12-27 17:54", "summary": "Authorities believe the 63-year-old acted alone in Christmas morning blast; no motive is identified. Federal authorities on Sunday identified Anthony Warner as the man responsible for the Christmas Day bombing in Nashville, saying that they believe the 63-year-old acted alone and died in the explosion.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-irish-buddhist-review-monk-on-a-mission-11609107538", "title": "'The Irish Buddhist' Review: Monk on a Mission", "date": "2020-12-27 17:19", "summary": "Ordained in Rangoon, he urged his Buddhist co-religionists to despise British colonialism. His Dublin origins may have added to the fervor.. The endearingly earnest authors of \"The Irish Buddhist\" describe their book as \"a detective story across two centuries.\" Although their sleuthing is mostly archival, the tale they assemble is captivating-a jigsaw-biography that pieces together the life of Dhammaloka, a \"forgotten monk\" who, we're told, \"faced down the British Empire.\"", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/in-georgia-a-center-for-people-with-disabilities-doubles-as-a-google-user-testing-hub-11609106401", "title": "In Georgia, a Center for People With Disabilities Doubles as a Google User-Testing Hub", "date": "2020-12-27 17:00", "summary": "Google and Tommy Hilfiger get feedback from residents on their accessible products. When Matthew Thompson graduated from high school in 2010, his parents were apprehensive about his next steps. Matthew has a rare form of muscular dystrophy, an incurable condition that causes progressive weakness in the body, and requires help carrying out daily activities like brushing his teeth. But like any young adult, he wanted some form of independence.", "categories": [["Experience Report"]], "category_links": ["https://www.wsj.com/news/experience-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/browns-playoff-chances-jets-covid-11609105683", "title": "Covid Left the Browns Short-Handed. Then They Lost to the Jets.", "date": "2020-12-27 16:49", "summary": "Cleveland was missing four wide receivers in a 23-16 defeat against New York that could cost the team a playoff spot. Early Sunday morning, the Cleveland Browns found themselves conducting a makeshift practice in a parking garage. They went over plays, assessed their roster and figured out how to play an NFL game just hours later without almost all of their top receivers had been sidelined by contact tracing.", "categories": [["Sports", "NFL"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/nfl?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bidens-climate-all-stars-11609104094", "title": "Biden's Climate All Stars", "date": "2020-12-27 16:21", "summary": "Jennifer Granholm subsidized green-job business losers in Michigan.. Joe Biden has unveiled what he called his climate cabinet appointees, and progressives are calling it an \"all star\" list. That depends on your point of view. One of the stars is former Michigan Gov. Jennifer Granholm to lead the Department of Energy, and the choice suggests a return to climate corporate subsidies.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/liberation-day-for-french-dressing-11609103973", "title": "Liberation Day for French Dressing", "date": "2020-12-27 16:19", "summary": "The FDA also eases its vigilance over cherry pie standards.. Unknown to most Americans, the Food and Drug Administration has for decades regulated the ingredients, composition, flavor and appearance of many foods. In a small victory for consumer choice and food innovation, the FDA this month proposed liberating French dressing and frozen cherry pie.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/can-snowden-bamboozle-trump-11609103878", "title": "Can Snowden Bamboozle Trump?", "date": "2020-12-27 16:17", "summary": "He stole American security secrets. His allies cajole the President for a pardon.. Donald Trump ran for President on wiping out the Islamic State and stopping China's economic predations. Edward Snowden's illegal disclosures weakened America's defenses against foreign terrorists and boosted Beijing's cyber-espionage against the U.S.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-meet-your-frenemies-in-europe-11609103726", "title": "Biden, Meet Your Frenemies in Europe", "date": "2020-12-27 16:15", "summary": "The president-elect longs for 'normal,' but inherits an EU courting China and pushing out the U.S.. The Biden administration is committed to restoring normal service in U.S. relations with Europe, but the truth is there is no \"normal\" left. The European Commission talks of a \"new trans-Atlantic agenda for global change,\" but the European Union is also rushing to complete a trade deal with China. The incoming administration finds itself at odds with the EU over trade and investment. The Biden crowd should ponder one of President Obama's favorite lines, \"The world is what it is,\" and respond with as much realism and as little idealism as possible.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/turning-the-corner-on-covid-11609103489", "title": "Turning the Corner on Covid", "date": "2020-12-27 16:11", "summary": "January will be tough but with sensible precautions the virus can be a manageable risk by spring.. The novel coronavirus is about to make its last major stand, so prepare for the most difficult six weeks yet. But things will look up as spring approaches. Stay safe and try to avoid being the last person to get sick from Covid-19.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-case-against-walmart-mocks-justice-11609103413", "title": "A Case Against Walmart Mocks Justice", "date": "2020-12-27 16:10", "summary": "The federal government sues the chain for filling valid prescriptions in compliance with state law.. Alcohol sales to adults are legal in all 50 states, and some substantial percentage of legally purchased alcohol is consumed by alcoholics, to their and society's detriment. Imagine a federal lawsuit against a grocery chain for selling beer to adults without protecting alcoholics from buying it. Such a case would be groundless: No federal law limits beer sales to adults in this way.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/beat-the-blues-with-music-flicks-11609103299", "title": "Beat the Blues With Music Flicks", "date": "2020-12-27 16:08", "summary": "These movies let us see Dylan roll, hear the Byrds chirp, and get the essence of America.. Locked down again? Finished the gambit of everything on Netflix , Prime, HBODisneyHuluMax+ and even all 201 episodes of \"The Office\"? Follow me on a magical musical tour down one last rabbit hole before the lockdown looney tunes end. Music will set you free.", "categories": [["Opinion", "Inside View"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/inside-view?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-jailing-of-the-citgo-six-11609103067", "title": "The Jailing of the Citgo Six", "date": "2020-12-27 16:04", "summary": "The five U.S. citizens and one permanent resident are pawns in a power struggle.. Six Venezuelan-born Citgo executives were living and working in the U.S. in mid-November 2017 when they were summoned by Citgo parent PdVSA-the Venezuelan state-owned oil monopoly-to Caracas for a meeting.", "categories": [["Opinion", "The Americas"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/the-americas?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/even-homer-gets-mobbed-11609095872", "title": "Even Homer Gets Mobbed", "date": "2020-12-27 16:01", "summary": "A Massachusetts school has banned 'The Odyssey.'. A sustained effort is under way to deny children access to literature. Under the slogan #DisruptTexts, critical-theory ideologues, schoolteachers and Twitter agitators are purging and propagandizing against classic texts-everything from Homer to F. Scott Fitzgerald to Dr. Seuss.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/faa-chief-helped-delta-retaliate-against-whistleblower-in-previous-role-administrative-judge-rules-11609085771", "title": "FAA Chief Helped Delta Retaliate Against Whistleblower, Ruling Finds", "date": "2020-12-27 15:09", "summary": "Carrier used a psychological evaluation to ground, intimidate pilot, Labor Department decision says. A Labor Department ruling determined that before becoming head of the Federal Aviation Administration, Steve Dickson participated in efforts by Delta Air Lines Inc. management to wrongly use a psychiatric evaluation to retaliate against a pilot who raised safety concerns.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/economic-week-ahead-u-s-home-sales-jobless-claims-11609099200", "title": "Economic Week Ahead: U.S. Home Sales, Jobless Claims", "date": "2020-12-27 15:00", "summary": "A holiday-light slate of economic data could still help illuminate the impact of the U.S. coronavirus surge. The last week of the year will be quiet on the economic data front, with major financial markets closed on Friday for New Year's Day.", "categories": [["Economy", "Economy Week Ahead"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/economy-week-ahead?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-christmas-tree-disposal-method-eat-it-11609098488", "title": "New Christmas Tree Disposal Method? Eat It", "date": "2020-12-27 14:48", "summary": "Resume Subscription. The Christmas celebration inevitably gives way to the post-Christmas cleanup, replete with such less-than-merry tasks as taking down the decorations, putting away the good china and, of course, getting rid of the tree.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/the-federal-reserve-should-get-back-to-basics-11609097886", "title": "The Federal Reserve Should Get Back to Basics", "date": "2020-12-27 14:38", "summary": "The Fed's job is hard enough without demanding that it also lend directly to small businesses, corporations and state governments.. Sen. Pat Toomey is right to insist that any Covid relief bill include language terminating the Federal Reserve's emergency lending facilities by the end of this year (\"Hijacking the Fed to Bail Out States,\" Review & Outlook, Dec. 18). These facilities go well beyond the provision of liquidity and threaten to further erode the Fed's independence.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-pentagon-could-use-a-four-star-general-on-top-11609097527", "title": "The Pentagon Could Use a Four-Star General on Top", "date": "2020-12-27 14:32", "summary": "Give me a defense secretary mature and savvy enough to doubt the generals.. Rep. Mike Gallagher omits the main points that augur in favor of retired generals serving as defense secretary (\"No More Generals Atop the Pentagon,\" op-ed, Dec. 21). If people richly experienced in dealing with crises, the endless funding trade-offs and the personal cost of conflict are ruled out, then we're likely to get someone who is politically oriented, academically experienced and beholden to a party. I've seen enough of the dilettantes. Give me someone mature and savvy enough to doubt the generals, someone more loyal to the 20-year-olds than to his political sponsors.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sometimes-the-tourniquet-works-all-too-well-11609097138", "title": "Sometimes the Tourniquet Works All Too Well", "date": "2020-12-27 14:25", "summary": "My Boy Scout training saved a life. Or did it?. Regarding Frank K. Butler and John B. Holcomb's advocacy for the tourniquet (\"The Military Learned to Stop the Bleeding,\" op-ed, Dec. 21): My fraternity at the University of Chicago, Phi Delta Theta, was geared toward physics, not parties. Fiscally constrained, we took in the occasional boarder. Rick Ames was one. We soon recognized him as a seldom-bathed alcoholic and searched for an excuse to kick him out.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/stimulus-sounds-a-lot-better-than-redistribution-11609096828", "title": "'Stimulus' Sounds a Lot Better Than 'Redistribution'", "date": "2020-12-27 14:20", "summary": "Consumption is moved forward from the future; savings and investment are pushed back.. Words matter. In your editorial \"Covid Political Relief\" (Dec. 21) you write, \"Please don't call this economic stimulus.\" That's exactly right. Where does the money for fiscal stimulus come from? Current taxpayers or future taxpayers. The largesse is then redirected to selected cohorts in society and used to create goods and services that the private sector often would have created in due course, sometimes faster and always more efficiently than the government can redistribute resources.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/california-politicians-could-use-a-remedial-civics-class-11609096517", "title": "California Politicians Could Use a Remedial Civics Class", "date": "2020-12-27 14:15", "summary": "Taxation without representation is tyranny.. Regarding Hank Adler's \"A California Plan to Chase Away the Rich, Then Keep Stalking Them\" (Cross Country, Dec. 19): Visit California for 60 days and get taxed for 10 years? Someone should remind the politicians in Sacramento of James Otis's familiar line: \"Taxation without representation is tyranny.\" It was one of the main reasons the American revolutionaries fought for freedom. Or has that part of our history already been rewritten?", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/baseball-hall-of-famer-phil-niekro-dies-at-81-11609096324", "title": "Baseball Hall of Famer Phil Niekro Dies at 81", "date": "2020-12-27 14:12", "summary": "The pitcher baffled hitters with a knuckleball and won 318 games over his 24-year major-league career. Baseball Hall of Famer Phil Niekro, who pitched well into his 40s with a knuckleball that baffled big league hitters for more than two decades, mostly with the Atlanta Braves, has died after a long fight with cancer, the team announced Sunday. He was 81.", "categories": [["Sports", "MLB"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/mlb?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cuomo-should-take-a-knee-in-buffalo-11609095964", "title": "Cuomo Should Take a Knee in Buffalo", "date": "2020-12-27 14:06", "summary": "The Bills host their first home playoff game in a quarter-century, but fans will likely be kept out.. The Buffalo Bills have won the AFC East division for the first time in 25 years and secured their first home playoff game in almost as long. Thousands of jubilant Bills fans waited hours in the cold to greet the team, which arrived at the Buffalo airport at 1:30 a.m. after beating the Denver Broncos on Dec. 19 to clinch the division title. The die-hards were restless after being barred from Bills games all season. Whether Bills Stadium will join the 13 others that allow in fans before the playoffs may now depend on the wisdom of Howard Zucker-the state health commissioner, who signed off on New York's now-infamous March 25 directive barring nursing homes from turning away Covid-positive residents.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/start-up-city-accelerated-growth-strains-austin-11609093013", "title": "'Startup City': Accelerated Growth Strains Austin", "date": "2020-12-27 13:16", "summary": "Resume Subscription. AUSTIN, Texas-A few years ago, some blocks of Austin's South Congress Avenue featured a castle-themed wax museum and comic book shop, a neighborhood bar with $1 taco deals, an auto shop and, in season, a Santa Claus on horseback.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/china-tells-ant-to-refocus-on-payments-business-11609075851", "title": "China Tells Ant Group to Refocus on Its Payments Business", "date": "2020-12-27 12:43", "summary": "Public rebuke is latest step by Beijing to rein in large companies after they took on what financial regulators regarded as excessive risk. Chinese financial regulators moved to rein in Ant Group Co., the financial-technology giant controlled by billionaire Jack Ma, telling it to switch its focus back to its mainstay payments business and rectify problems in faster-growing areas such as personal lending, insurance and wealth management.", "categories": [["Markets", "Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/georgia-runoffs-test-democrats-in-turning-out-black-voters-11609084801", "title": "Pivotal Runoffs Test Democrats in Turning Out Black Voters", "date": "2020-12-27 11:00", "summary": "Unlike other groups in rural areas, which trend heavily toward the GOP, Black Americans tend to stick with Democrats when they vote. Kaneisha Miller, owner of EM Farms in Monroe County, Ga., says she sees Republican-championed policies such as widespread tax cuts as better for her own bottom line, which should be a good sign for the two GOP senators fighting to hold their seats in the Jan. 5 runoff races in Georgia.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/france-and-germanyretakereinsas-britain-leaves-eus-economic-orbit-11609084800", "title": "France and Germany Retake Reins as Britain Leaves EU's Economic Orbit", "date": "2020-12-27 11:00", "summary": "Without the U.K., the bloc has shown more cohesion, but its underlying conflicts remain. BRUSSELS-Britain long played a special role within the European Union, as a nuclear power and permanent United Nations Security Council member that had Washington's ear. It was also a budget hawk that insisted on keeping the bloc's spending in check.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/firms-want-to-adjust-supply-chains-post-pandemic-but-changes-take-time-11609081200", "title": "Firms Want to Adjust Supply Chains Post-Pandemic, but Changes Take Time", "date": "2020-12-27 10:00", "summary": "Covid-19 has exposed the risk of farflung production; alternatives like making things at home could raise costs. The coronavirus pandemic snarled the world's sprawling supply chains for months, shutting factories, disrupting shipping and making it difficult for companies to get products from factories to consumers.", "categories": [["Economy", "The Outlook"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/the-outlook?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/russias-skating-dynasty-meets-its-toughest-challenger-coronavirus-11609077727", "title": "Russia's Skating Dynasty Meets Its Toughest Challenger: Coronavirus", "date": "2020-12-27 09:02", "summary": "The virus has had dramatic short-term competitive implications as well as consequences that could reverberate for generations, as skaters including 2018 Olympic silver medalist Evgenia Medvedeva report lung damage. For decades, the Russian national figure skating championship has been so flush with talent that scratching a way to the podium was the toughest fight of the season for many international contenders.", "categories": [["Sports"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/2020-was-one-of-the-worst-ever-years-for-oil-write-downs-11609077600", "title": "2020 Was One of the Worst-Ever Years for Oil Write-Downs", "date": "2020-12-27 09:00", "summary": "Oil industry has written down about $145 billion in assets this year, amid an unprecedented downturn and long-term questions about oil prices. The pandemic has triggered the largest revision to the value of the oil industry's assets in at least a decade, as companies sour on costly projects amid the prospect of low prices for years.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/investors-double-down-on-stocks-pushing-margin-debt-to-record-11609077600", "title": "Investors Double Down on Stocks, Pushing Margin Debt to Record", "date": "2020-12-27 09:00", "summary": "Chasing bigger gains, some have exposed themselves to potentially devastating losses through riskier plays, such as concentrated positions and trading options. Bruce Burnworth used to clip coupons and look for deals before his investment in Tesla Inc. made him a millionaire.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/after-a-jarring-layoff-an-executive-finds-inspiration-to-start-her-own-business-11609074000", "title": "After a Jarring Layoff, an Executive Finds Inspiration to Start Her Own Business", "date": "2020-12-27 08:00", "summary": "At 48, an HR manager shifts direction to become a professional organizer. Valerie Green views her life as a series of major pivots. Some she initiated, but some she didn't, including the latest, when she was laid off this spring.", "categories": [["Life & Work", "Career Reboot"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/career-reboot?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-citys-shooting-surge-hit-black-and-hispanic-communities-hardest-11609074001", "title": "New York City's Shooting Surge Hit Black and Hispanic Communities Hardest", "date": "2020-12-27 08:00", "summary": "City officials say the Covid-19 pandemic is partly responsible for the most gun violence the city has seen in years. The number of shooting victims in New York City more than doubled in 2020, with low-income and minority communities hardest hit by gun violence.", "categories": [["U.S.", "Crime"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-crime?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/texas-fracking-billionaires-drew-covid-19-aid-while-investing-in-rivals-11609070400", "title": "Texas Fracking Billionaires Drew Covid-19 Aid While Investing in Rivals", "date": "2020-12-27 07:00", "summary": "Sen. Ted Cruz helped rework program rules, enabling Wilks brothers and others in oil industry to get relief funding. WASHINGTON-As the coronavirus pandemic and low oil prices walloped U.S. frackers this spring, Texas billionaires Dan and Farris Wilks got a $35 million relief loan to help one of their fracking companies stay afloat. At the same time, they were on a buying spree in the country's oil patch.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-stigma-lingers-long-after-disease-fades-11609070403", "title": "Coronavirus Stigma Lingers Long After Disease Fades", "date": "2020-12-27 07:00", "summary": "Some people have recovered from Covid-19 only to find friends and colleagues shunning them, which can make it harder to fight outbreaks. TOKYO-Shuichi Takatori spent two weeks in the hospital this fall with a fever after catching Covid-19. He recovered, went back to work and now feels fine.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/millions-to-lose-unemployment-benefits-amid-trumps-opposition-to-virus-aid-bill-11609007415", "title": "Some Jobless Benefits Expire as Covid Aid Package Stalls", "date": "2020-12-27 06:35", "summary": "Some jobless benefits expire as package stalls. WASHINGTON-Some unemployment programs expired Saturday night, as President Trump's demand for larger direct payments to Americans left a sweeping legislative package of pandemic aid for businesses and families and funding for the government in limbo.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/china-envisions-its-digital-currency-future-with-lotteries-and-a-years-worth-of-laundry-11609066819", "title": "China Looks to Digital-Currency Future, With Lotteries and a Lot of Laundry", "date": "2020-12-27 06:00", "summary": "In the latest trial, residents in the city of Suzhou won a share of 20 million \"digital yuan\" to spend on online or offline purchases. BEIJING-The People's Bank of China on Sunday concluded its second digital-currency pilot program, as the central bank moves closer to a formal rollout that would make China the first major world economy to introduce such a system.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/businesses-adapt-better-to-covid-19-after-lessons-learned-from-spring-surge-11609065001", "title": "Businesses Adapt Better to Covid-19 After Learning From Spring Surge", "date": "2020-12-27 05:30", "summary": "A fresh rise in coronavirus infections in the West has set back the global economy, but the impact is far less, thanks to new company tactics and Chinese demand. LONDON-In January, when British brewer Ralph Broadbent was preparing to launch a new fuss-free product for home brewing, he collided with the onset of the coronavirus pandemic, which delayed the arrival of injection molding tools he'd ordered from China.", "categories": [["Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hate-crime-bills-gain-support-in-south-carolina-arkansas-11609065000", "title": "Hate-Crime Bills Gain Support in South Carolina, Arkansas", "date": "2020-12-27 05:30", "summary": "The two states and Wyoming are only ones without laws that specifically penalize crimes motivated by bias. Bipartisan groups of lawmakers are pushing for hate-crime bills in South Carolina and Arkansas, two of only three states without laws that penalize crimes motivated by bias.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}]