[{"link": "https://www.wsj.com/articles/nbcuniversal-to-cut-senior-management-pay-by-20-11588700743", "title": "NBCUniversal to Cut Senior Management Pay by 20%", "date": "2020-05-05 19:36", "summary": "Comcast-owned company also rolls back recent raises for staff earning more than $100,000 by 3%, with CEO Jeff Shell citing pandemic pressures. NBCUniversal is cutting the pay of its senior management by 20% and rolling back pay by 3% for employees making more than $100,000 in response to the financial fallout from the coronavirus pandemic, Chief Executive Jeff Shell said in a memo to staff Tuesday.", "categories": [["WSJ News Exclusive", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lawmakers-question-trump-nominee-to-oversee-500-billion-coronavirus-stimulus-11588709275", "title": "Lawmakers Question Trump Nominee to Oversee Stimulus", "date": "2020-05-05 19:32", "summary": "Democrats cite president's recent firing of several watchdogs during hearing for White House lawyer. WASHINGTON-The White House lawyer tapped to oversee hundreds of billions of dollars of coronavirus relief said on Tuesday he would act independently from the Trump administration and suggested that, if confirmed, he might ignore the president's desire to supervise his work.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/judicial-code-of-misconduct-11588721293", "title": "Judicial Code of Misconduct", "date": "2020-05-05 19:28", "summary": "An ethics advisory committee is used to defeat a nominee.. Here's one for the books: The ethics committee that wants to bar judges from belonging to the Federalist Society because it is supposedly too political is now being used as a political weapon against a judicial nominee.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/disneys-show-wont-go-on-soon-11588721278", "title": "Disney's Show Won't Go On Soon", "date": "2020-05-05 19:27", "summary": "Wall Street has been too optimistic about a quick recovery. Walt Disney Co. 's investors may be finally getting the message.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/californias-lockdown-liberation-11588721029", "title": "California's Lockdown Liberation", "date": "2020-05-05 19:23", "summary": "Gavin Newsom accedes to growing local pressure to reopen.. Credit to California Gov. Gavin Newsom for agreeing Monday to lift the state's strict lockdown later this week and let lower-risk counties further relax their restrictions. This is a concession to political and public-health reality, and we hope other Democratic governors follow.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lockdowns-and-double-standards-11588720959", "title": "Lockdowns and Double Standards", "date": "2020-05-05 19:22", "summary": "London's shelter-in-place guru is the latest to break his own rules.. A good sign that a government policy is misconceived is that its most energetic promoters can't abide by it.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bill-barr-and-the-bill-of-rights-11588720805", "title": "Bill Barr and the Bill of Rights", "date": "2020-05-05 19:20", "summary": "The feds stand with a Virginia church cited for breaking lockdown.. When Attorney General Bill Barr said last month that the federal government might intervene if state lockdowns go too far, critics derided him for irresponsible Trumpian bluster. Here's what it means in practice: On Sunday the Justice Department backed a Virginia church whose pastor was cited for holding a service with 16 people.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-endless-war-on-the-little-sisters-of-the-poor-11588720068", "title": "The Endless War on the Little Sisters of the Poor", "date": "2020-05-05 19:07", "summary": "Why does the left insist on making nuns pay for birth control?. The Little Sisters of the Poor are back before the Supreme Court on Wednesday, dragged by a handful of states that simply won't rest until they've forced nuns to pay for birth control.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-fccs-decision-puts-gps-at-risk-11588719423", "title": "The FCC's Decision Puts GPS at Risk", "date": "2020-05-05 18:57", "summary": "Its effect will be to undermine U.S. national security and disrupt commerce and daily life.. Every day, tens of millions of Americans rely on the Global Positioning System. We use it for location features in cellphones, navigation for vehicles and aircraft, and financial and commercial transactions, including ATM withdrawals. And every day, the Defense Department and our colleagues across government use GPS to protect and serve the public by coordinating global trade, banking and transportation, as well as tracking terrorists and other threats to U.S. national security.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/insurers-earnings-a-mixed-bag-in-first-quarter-with-coronavirus-impact-11588719355", "title": "Insurers' Earnings a Mixed Bag in First Quarter with Coronavirus Impact", "date": "2020-05-05 18:55", "summary": "Operating income falls at AIG and Prudential, while lower catastrophe losses boost Allstate. Three of the nation's biggest insurers posted first-quarter earnings revealing wide-ranging effects of Covid-19, including a surge in business-interruption claims, poorer investment results and an auto-policy windfall.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-coronavirus-era-wedding-small-but-not-intimate-11588719321", "title": "A Coronavirus-Era Wedding, Small but Not Intimate", "date": "2020-05-05 18:55", "summary": "Beautiful ceremonies are a dime a dozen, but a great wedding story is something special.. Pittsburgh", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/joe-biden-and-the-metoo-double-standard-11588719268", "title": "Joe Biden and the #MeToo Double Standard", "date": "2020-05-05 18:54", "summary": "Liberals need to decide if the gender of the accuser is more important than due process for the accused.. Obviously and justifiably, the Tara Reade saga was played up by Republicans for the hypocrisy it has laid bare. Democrats don't want the \"believe women\" standard applied to their presumed presidential candidate, Joe Biden, even though they merrily applied it in 2018 to President Trump's Supreme Court nominee, Brett Kavanaugh.", "categories": [["Opinion", "Upward Mobility"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/upward-mobility?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/should-colleges-reopen-in-the-fall-11588719228", "title": "Should Colleges Reopen in the Fall?", "date": "2020-05-05 18:53", "summary": "Students debate the pros and cons of returning to campus in the absence of a coronavirus vaccine.. Editor's note: This Future View is about reopening universities in the fall. Next week we'll discuss the severe financial problems many colleges are facing. We'll ask, \"If budget cuts are necessary, where should colleges look to find savings?\" Students should click here to submit opinions of fewer than 250 words before May 12. The best responses will be published that night.", "categories": [["Opinion", "Future View"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/future-view?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-travels-to-arizona-in-first-foray-from-east-coast-since-virus-lockdown-11588717192", "title": "Trump Travels to Arizona in First Foray From East Coast Since Lockdown", "date": "2020-05-05 18:52", "summary": "President visits swing state, tours Honeywell plant making masks, other protective equipment. WASHINGTON-President Trump, largely confined to the White House during the past two months, on Tuesday chose the politically contested state of Arizona for his first trip away from the East Coast since the coronavirus outbreak.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/disinfecting-journalistic-ethics-11588719176", "title": "Disinfecting Journalistic Ethics", "date": "2020-05-05 18:52", "summary": "Donald Trump's 'Lysol' moment says more about the media than it does him.. I finally read the lengthy transcript of President Trump's April 23 press conference but it turned out to be unnecessary. Under the heading of \"If your time is short,\" the Poynter Institute's PolitiFact website kindly summarized: \"The briefing transcript shows that Trump did not say people should inject themselves with bleach or alcohol to treat the coronavirus. He was asking officials on the White House coronavirus task force whether they could be used in potential cures.\"", "categories": [["Opinion", "Business World"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/business-world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/craftworks-buyer-offers-45-million-less-after-pandemic-closures-11588719115", "title": "CraftWorks Buyer Offers $45 Million Less After Pandemic Closures", "date": "2020-05-05 18:51", "summary": "Restaurant operator wants to sell assets to Fortress Investment Group while reopening as many as 200 locations after restrictions loosen. Bankrupt casual-dining company CraftWorks Holdings Inc. is willing to sell itself to Fortress Investment Group LLC for $45 million less than the buyer offered earlier, while aiming to reopen as many as 200 restaurants once pandemic restrictions are loosened.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-bipartisan-plan-to-support-state-budgets-11588719071", "title": "A Bipartisan Plan to Support State Budgets", "date": "2020-05-05 18:51", "summary": "The Problem Solvers proposal would cost $500 billion, half of Pelosi's favored sum.. As the Senate returned to Washington this week, the debate over aid to state and local governments heated up. Although many Republicans are loath to fund what they see as a blue-state bailout, Majority Leader Mitch McConnell's suggestion that hard-pressed states should consider bankruptcy was poorly received on both sides of the aisle. Federal law doesn't allow states to declare bankruptcy, and it's probably unconstitutional. The Contracts Clause prohibits states from \"impairing the obligation of contracts,\" language that the Supreme Court has consistently interpreted to rule out state bankruptcy.", "categories": [["Opinion", "Politics & Ideas"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/politics-ideas?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-tricky-math-behind-coronavirus-death-predictions-11588719034", "title": "Tricky Math Is Behind Coronavirus Death Predictions", "date": "2020-05-05 18:50", "summary": "Computer models are based on assumptions, data that change frequently. The near doubling of coronavirus death predictions in a closely followed model this week underscores a frustrating reality for officials weighing how and when to reopen society: Many basic facts about the new coronavirus remain unknown.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/phase-out-dont-bail-out-the-post-office-11588719001", "title": "Phase Out, Don't Bail Out, the Post Office", "date": "2020-05-05 18:50", "summary": "Nostalgia shouldn't keep alive an agency that is obsolete.. A small blessing of the lockdown is that we've been spared the usual task of throwing half or more of the day's mail into the trash. As advertising dries up, the junk simply doesn't get sent.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/no-mans-land-review-winning-the-right-to-heal-11588718944", "title": "'No Man's Land' Review: Winning the Right to Heal", "date": "2020-05-05 18:49", "summary": "In 1915, a time when few female doctors were allowed to treat men, a military hospital was opened in London-and staffed entirely by women.. When Britain declared war on Germany in August 1914, politicians set aside their differences to fight the common enemy. So, too, was a truce declared between the sexes in the battle for women's voting rights.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tax-deductions-tied-to-forgiven-small-business-loans-draw-support-11588718734", "title": "Tax Deductions Tied to Forgiven Small Business Loans Draw Support", "date": "2020-05-05 18:45", "summary": "Senior lawmakers in both parties back efforts to let small businesses get tax-free income plus deductions. WASHINGTON-Bipartisan momentum is building in Congress to let small businesses get tax-free loan forgiveness while also deducting their expenses, a move that would provide clarity and unusually generous tax benefits.", "categories": [["Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/airbnb-to-cut-25-of-workforce-as-coronavirus-stalls-global-travel-11588707183", "title": "Airbnb to Cut 25% of Workforce", "date": "2020-05-05 18:41", "summary": "Company now expects revenue this year to be less than half 2019 level. Airbnb Inc. said it is slashing 1,900 jobs, or a quarter of its workforce, and cutting investments in noncore operations, as the home-sharing giant predicted the coronavirus pandemic would change its business even after more people start traveling again.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/white-house-discussing-phasing-out-coronavirus-task-force-pence-says-11588705738", "title": "White House Discussing Phasing Out Coronavirus Task Force", "date": "2020-05-05 18:33", "summary": "Vice president says Trump administration is considering shifting pandemic response to agencies around late May or early June. WASHINGTON-The Trump administration is considering disbanding the White House's coronavirus task force, administration officials said, as the virus continues to spread around the country and a key model projected that the current number of U.S. deaths could nearly double by this summer.", "categories": [["Politics", "Health Policy"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/health-policy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/transcript-chicago-fed-president-charles-evans-speaks-with-reporters-11588717692", "title": "Transcript: Chicago Fed President Charles Evans Speaks With Reporters", "date": "2020-05-05 18:28", "summary": "Resume Subscription. Chicago Fed President Charles Evans spoke with reporters by teleconference on Tuesday. He discussed the outlook for the economy and the Fed's response to the coronavirus shock. Here is the transcript of the briefing, lightly edited for clarity and length.", "categories": [["Economy", "Central Banks"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/central-banks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/michael-bloomberg-pays-44-79-million-for-henry-kraviss-colorado-ranch-11588717228", "title": "Michael Bloomberg Pays $44.79 Million for Henry Kravis's Colorado Ranch", "date": "2020-05-05 18:20", "summary": "The deal for the roughly 4,600-acre property closed about six weeks after the former New York City mayor dropped out of the presidential race. In the wake of his presidential campaign, billionaire businessman Michael Bloomberg has paid $44.79 million for a Colorado ranch, according to people with knowledge of the transaction.", "categories": [["WSJ News Exclusive", "Private Properties"]], "category_links": ["https://www.wsj.com/news/types/private-properties?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-pushes-eu-to-back-inquiry-into-chinas-handling-of-coronavirus-11588712954", "title": "U.S. Pushes EU to Back China Inquiry", "date": "2020-05-05 18:19", "summary": "Brussels seeks to avoid taking sides in an increasingly bitter battle between Beijing and Washington over responsibility for the crisis. The Trump administration is pressing the European Union to support an international inquiry into China's handling of the new coronavirus, including the origins of the pandemic, as Brussels seeks to avoid taking sides in an increasingly bitter battle between Beijing and Washington over responsibility for the crisis.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/wendys-burgers-unavailable-at-some-restaurants-as-meat-supplies-tighten-11588710293", "title": "Meat Shortages Hit Wendy's, Leaving Burgers Unavailable at Some Restaurants", "date": "2020-05-05 18:11", "summary": "The coronavirus pandemic has closed some packing plants, crimping supplies of fresh beef. Wendy's Co. is limiting menu items, including its signature fresh-beef hamburgers, at some locations as closures of coronavirus-hit meat plants start to squeeze restaurant supplies.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/justice-department-eyes-fraud-in-lending-program-for-small-businesses-hit-by-coronavirus-crisis-11588716487", "title": "DOJ Eyes Fraud in Loan Program for Small Businesses Hit by Virus", "date": "2020-05-05 18:08", "summary": "The $660 billion Paycheck Protection Program is getting the most attention because it is rushing loans out quickly. WASHINGTON-Federal prosecutors are mounting a broad search for fraud in emergency lending programs designed to assist businesses battered by the coronavirus crisis, a top Justice Department official said Tuesday.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/occidental-seeks-to-lessen-roughly-40-billion-debt-load-11588705437", "title": "Occidental Seeks to Lessen Roughly $40 Billion Debt Load", "date": "2020-05-05 17:59", "summary": "Oil producer taps Moelis for balance sheet review. Occidental Petroleum Corp. is examining ways to lessen its roughly $40 billion debt load following a historic plunge in oil prices and an ill-timed acquisition, which have put the Texas energy producer on shaky footing.", "categories": [["WSJ News Exclusive", "Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ready-for-the-american-rebound-11588713981", "title": "Ready for the American Rebound", "date": "2020-05-05 17:26", "summary": "Lockdowners are losing the argument.. \"We're opening up our country again,\" President Donald Trump told reporters today before departing for Arizona. He also helpfully clarified that operating without shutdowns doesn't mean citizens do nothing to prevent the spread of infection. In response to a question on the latest virus mortality guess floated in the national media, the President said, \"we're doing a lot of mitigation. And, frankly, when the people report back, they're going to be social distancing and they're going to be washing their hands, and they're going to be doing the things that you're supposed to do.\"", "categories": [["Opinion", "Best of the Web"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/best-of-the-web-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/j-crew-cleared-to-tap-more-than-100-million-in-bankruptcy-loans-11588713633", "title": "J.Crew Cleared to Tap More Than $100 Million in Bankruptcy Loans", "date": "2020-05-05 17:20", "summary": "Judge presiding over bankruptcy hearing overrules an objection from Eaton Vance Management to financing package. A bankruptcy judge gave J.Crew Group Inc. permission to borrow more than $100 million under a chapter 11 loan provided by a group of creditors led by hedge fund Anchorage Capital Group LLC.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-treasury-yields-climb-ahead-of-plans-for-new-bond-sales-11588706451", "title": "Treasury Yields Climb Ahead of Plans for New Bond Sales", "date": "2020-05-05 17:15", "summary": "Treasury is expected to boost size of debt auctions to meet funding needs. U.S. government-bond yields rose ahead of the Treasury Department's announcement about how it will finance burgeoning deficits as the coronavirus pandemic upends the U.S. fiscal outlook.", "categories": [["Markets", "Treasurys"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/treasurys?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bad-mothers-review-questionable-parenting-killer-kitchens-11588712541", "title": "'Bad Mothers' Review: Questionable Parenting, Killer Kitchens", "date": "2020-05-05 17:02", "summary": "Soap meets suspense in the Australian series about misbehaving moms.. If the lockdown has given you a hankering for imported cheese, take a dip into \"Bad Mothers.\" This soapy Australian suspense series (debuting Thursday on Sundance Now) is being compared with \"Desperate Housewives,\" but it's also a lot like \"Big Little Lies,\" without the superstar cast or the pearl-clutching sociology. Which makes it more fun, of course, especially when the hungover moms are dropping their kids off at school, or forgetting where they left them.", "categories": [["Books & Arts", "Television Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/television-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/homebound-shoppers-arent-helping-mattel-11588711919", "title": "Homebound Shoppers Aren't Helping Mattel", "date": "2020-05-05 16:51", "summary": "Sales tumbled as consumers chose Monopoly and Play-Doh over Fisher-Price and Barbie to ride out pandemic. Lockdowns aren't giving all toy makers a lift.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/wayfair-gets-coronavirus-sales-boost-11588684654", "title": "Wayfair Gets Coronavirus Sales Boost", "date": "2020-05-05 16:51", "summary": "Online seller rides demand for cookware and home-office products, but posts wider first-quarter loss. Wayfair Inc.'s sales jumped 20% in the March-ended quarter, boosted by millions of Americans buying office furniture, cookware and other items to shelter in place as the coronavirus spread. But the e-commerce company posted another big quarterly loss.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/manufacturers-deliver-4-200-ventilators-to-national-stockpile-11588710738", "title": "Manufacturers Deliver 4,200 Ventilators to National Stockpile", "date": "2020-05-05 16:32", "summary": "Deliveries are first under $2.9 billion in federal contracts signed in April amid fears of shortage of critical breathing devices. General Electric Co. , Medtronic PLC and other manufacturers have begun delivering thousands of new ventilators to the federal government on schedule, the first shipments of the lifesaving machines under contracts aimed at shoring up treatment for Covid-19.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fed-officials-cautiously-eye-return-to-growth-in-years-second-half-11588710401", "title": "Fed Officials Cautiously Eye Return to Growth in Year's Second Half", "date": "2020-05-05 16:26", "summary": "Vice Chairman Richard Clarida and two regional Fed leaders made similar predictions for an economic recovery. Federal Reserve Vice Chairman Richard Clarida said Tuesday he is looking for the economy to begin recovery from the coronavirus crisis in the second half of this year, joining with two other central bank officials who offered similar views in separate appearances.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-city-sees-cases-of-rare-syndrome-possibly-tied-to-covid-19-in-15-children-11588698902", "title": "New York City Sees Cases of Rare Syndrome Possibly Tied to Covid-19 in 15 Children", "date": "2020-05-05 16:23", "summary": "Illness mirrors symptoms common to Kawasaki disease and has required intensive care, health officials say. New York City health officials on Tuesday warned parents of a serious multisystem inflammatory condition potentially associated with Covid-19 that has been observed in 15 hospitalized children.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/global-markets-dow-update-050520-11588649022", "title": "U.S. Stocks Rally for Second Straight Session", "date": "2020-05-05 16:21", "summary": "Some investors remain skeptical of recent rally, saying markets haven't priced in a second wave of infections. U.S. stocks closed out Tuesday with a second straight day of gains, buoyed by optimism about a gradual reopening of businesses around the country.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-staying-inside-guide-british-culture-available-everywhere-11588710006", "title": "The Staying Inside Guide: British Culture, Available Everywhere", "date": "2020-05-05 16:20", "summary": "Just because museums and architectural sites are closed doesn't mean you can't continue your love affair with Britannia.. ", "categories": [["Books & Arts", "Art Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/art-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/california-to-sue-uber-lyft-saying-they-misclassified-drivers-as-independent-contractors-11588700626", "title": "California Sues Uber, Lyft Over Driver Classifications", "date": "2020-05-05 16:10", "summary": "Lawsuit sets up confrontation over new state law. California sued Uber Technologies Inc. and Lyft Inc. for allegedly misclassifying their drivers as independent contractors instead of employees, a move that intensifies a battle between the ride-hailing giants and their home state.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-factories-face-a-hitch-in-reopening-mexicos-shutdown-11588707107", "title": "U.S. Factories Face a Hitch in Reopening: Mexico's Shutdown", "date": "2020-05-05 15:31", "summary": "Companies such as Lennox say plants idled in Mexico to contain coronavirus will disrupt supply chain needed for U.S. factory restarts. U.S. manufacturers preparing to resume production after a month of lockdowns are returning to work without a reliable supply of parts from plants in Mexico, a majority of which remain idled by restrictions there to slow the spread of the coronavirus.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/think-your-family-is-complicated-consider-these-fascinating-clans-11588706129", "title": "Books, Shows and Movies that Capture Family Life-and All of the Complications", "date": "2020-05-05 15:15", "summary": "We asked three luminaries to share their favorite works about compellingly unconventional families. \"Family is an interesting word: There's the one you're born with and the one you create. Growing up I loved the 'Anne of Green Gables' series by L.M. Montgomery, about an orphan girl and a brother and sister who need help on a farm, and the nontraditional family that grew from that. I love 'Vida' [on Starz] about two sisters and the chosen family helping them on their path. It's about the support systems we create at work or with friends; during a time of quarantine, that feels especially important.\"", "categories": [["Life & Work", "Pop the Question"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/pop-the-question?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/oil-prices-shoot-higher-as-demand-slowly-returns-11588675697", "title": "Oil Prices Extend Rebound, Boosted by Demand Hopes", "date": "2020-05-05 15:01", "summary": "Gasoline consumption is rising as cars return to roads in the U.S. and the Chinese economy reboots from coronavirus lockdown. Oil prices extended their recent recovery Tuesday, lifted by hopes for a bounce in fuel consumption with economies hard hit by the coronavirus pandemic slowly reopening for business.", "categories": [["Markets", "Commodities"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-u-k-trade-talks-open-on-a-friendly-note-11588705306", "title": "U.S.-U.K. Trade Talks Open on a Friendly Note", "date": "2020-05-05 15:01", "summary": "Pandemic conditions require officials to negotiate via videoconference rather than face-to-face. WASHINGTON-The U.S. and United Kingdom formally launched negotiations toward a trade agreement on Tuesday, an effort to draw the two economies together as the U.K. exits the European Union and the coronavirus threatens the world economy.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/total-pledges-net-zero-emissions-by-2050-11588704472", "title": "Total Pledges Net-Zero Emissions by 2050", "date": "2020-05-05 14:47", "summary": "Oil major also targets a 60% reduction in carbon intensity of its products. French oil major Total SA said Tuesday it aims to achieve net-zero emissions by 2050 after engaging with a group of institutional investors with more than $40 trillion in assets.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/heavy-duty-truck-orders-plunge-to-record-low-11588703131", "title": "Heavy-Duty Truck Orders Plunge to Record Low", "date": "2020-05-05 14:25", "summary": "The 4,000 orders placed in April came as trucking companies experienced a sharp slowdown in demand. Orders for heavy-duty trucks in April plunged to the lowest level on record as trucking companies put expansion plans on ice due to upheaval from the coronavirus pandemic.", "categories": [["Logistics Report"]], "category_links": ["https://www.wsj.com/news/types/logistics-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ecb-faces-renewed-legal-pressure-over-bond-purchases-11588685562", "title": "ECB Faces Renewed Legal Pressure Over Bond Purchases", "date": "2020-05-05 14:19", "summary": "German court conditionally approves ECB program but demands further information about its economic justification. Germany's highest court conditionally approved a giant bond-buying program launched five years ago by the European Central Bank, but demanded more information about its economic justification, in a move that could set limits on the ECB's firepower and invite fresh lawsuits in Germany.", "categories": [["Economy", "Europe Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/europe-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/economy-gets-a-haircut-as-americans-dont-11588702292", "title": "Economy Gets a Haircut as Americans Don't", "date": "2020-05-05 14:11", "summary": "The service economy is taking an unusually hard hit in the current economic downturn. When a recession comes, it is usually manufacturers and other goods-producing industries that get kicked in the teeth. This time it is services' turn.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/us-trade-deficit-coronavirus-march-11588634816", "title": "U.S. March Trade Deficit Widened as Coronavirus Disruptions Spread", "date": "2020-05-05 14:07", "summary": "Coronavirus pandemic disrupted supply chains world-wide, depressed consumer spending. The U.S. trade deficit widened in March as the economic shock related to the global coronavirus pandemic held down both imports and exports.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/an-urban-mansion-returns-to-its-former-glory-in-brussels-11588701678", "title": "An Urban Mansion Returns to Its Former Glory in Brussels", "date": "2020-05-05 14:01", "summary": "Resume Subscription. A banker, a suffragette and a photographer are three of the former owners of a landmark property in the Forest district of Brussels. Together, they represent Belgium in its pre-World War I heyday, when it was one of the world's richest countries and its capital was a stylish boomtown.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/inside-the-multimillion-dollar-renovation-of-a-historic-belgian-home-11588701642", "title": "Inside the Multimillion-Dollar Renovation of a Historic Belgian Home", "date": "2020-05-05 14:00", "summary": "The early-20th-century Art Nouveau mansion is on the market for $4.3 million. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/for-cooped-up-families-food-becomes-something-to-fight-over-11588701118", "title": "For Cooped-Up Families, Food Becomes Something to Fight Over", "date": "2020-05-05 13:52", "summary": "These coronavirus-induced food fights can be serious-but may also serve as a low-stakes way to let off steam. Stewart Bick can't run the risk of running out of black-and-white cookies during the quarantine. Since Mr. Bick, 57, only visits Trader Joe's \"once the bananas start to turn brown\" at home, he has started stashing the last few precious cookies from each trip in his desk drawer-safe from the rest of his family.", "categories": [["Life & Work", "Journal Reports: Coronavirus"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-coronavirus?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ice-partners-with-amazon-3m-to-identify-counterfeit-coronavirus-gear-11588696348", "title": "ICE Partners With Amazon, 3M to Identify Counterfeit Coronavirus Gear", "date": "2020-05-05 13:46", "summary": "Agency says partnership with big companies will curtail imports of suspect masks and test kits. U.S. Immigration and Customs Enforcement and companies including 3M Co. , Amazon . com Inc. and Pfizer Inc. said they are working together to curtail the flood of counterfeit masks, coronavirus tests and other equipment entering the country.", "categories": [["WSJ News Exclusive", "Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-timeline-is-upended-as-france-discovers-december-case-11588700408", "title": "Coronavirus Timeline Is Upended as France Discovers December Case", "date": "2020-05-05 13:40", "summary": "Finding suggests Covid-19 was spreading much earlier in Europe than previously believed. PARIS-French doctors have discovered a case of the new coronavirus dating from late December in a man who was hospitalized near Paris, the earliest publicly identified Covid-19 infection outside China.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/should-you-wear-shorts-with-a-sweater-like-harrison-ford-11588699729", "title": "Should You Wear Shorts With a Sweater like Harrison Ford?", "date": "2020-05-05 13:28", "summary": "The counterintuitive look-which the 'Star Wars' actor pulled off coolly in 1982-works equally well for spring jaunts and Zoom calls. IN MAY 1982, surfing a wave of recent cinematic successes including \"Apocalypse Now,\" \"The Empire Strikes Back\" and \"Raiders of the Lost Ark,\" Harrison Ford landed at the esteemed Cannes Film Festival. Though the festival can be a high-pressure affair, the actor had no movie in competition that year and-judging from this extremely off-hours outfit (above)-was not consumed by wardrobe stress. Photographer Jadran Lazic captured a grinning Mr. Ford, flashing his gams in short shorts and a gauzy navy sweater. (Note the \"E.T.\" button on the shorts, a nod to his then-girlfriend, screenwriter Melissa Mathison, who wrote the sci-fi film that closed out the festival.)", "categories": [["Life & Work", "Style & Fashion", "Fashion"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/fashion?mod=breadcrumb", "https://www.wsj.com/news/types/fashion?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-and-u-k-can-set-a-standard-for-trade-11588699265", "title": "U.S. and U.K. Can Set a Standard for Trade", "date": "2020-05-05 13:21", "summary": "The two countries, united in their devotion to liberty, should abolish tariffs, quotas and set-asides.. The U.S. and Britain open trade talks this week. It's surprising that a free-trade agreement isn't already in place given our special relationship. Bismarck understood the relationship and predicted: \"The most significant event of the 20th century will be the fact that the North Americans speak English.\" A common language is only a small part of it. When Margaret Thatcher mentioned the special relationship introducing one of us (Mr. Gramm), he responded by defining the special relationship this way: \"My people came to America from Prussia, my wife's people came from Korea, but in our heritage and in our hearts we are British because it was Britain that taught us to love law and liberty, and that love is the tie that binds.\"", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-covid-recovery-comes-down-to-engineering-11588699182", "title": "The Covid Recovery Comes Down to Engineering", "date": "2020-05-05 13:19", "summary": "Don't believe it? Look at the logistics required for the broadband everyone teleworking enjoys.. Reopening the country in the midst of a pandemic is akin to charging an enemy position at the top of a hill. Recovery and rebuilding will test us at every step with the risk of losing hard-won ground. But an old military insight can provide us with surer footing: amateurs talk tactics, professionals discuss logistics. Epidemiology established the right methods for fighting individual battles with Covid-19, from hand-washing to social distancing, but now it's time to talk recovery logistics.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/norwegian-cruise-line-seeks-cash-infusion-to-stay-afloat-11588698330", "title": "Norwegian Cruise Line Seeks Cash Infusion to Stay Afloat", "date": "2020-05-05 13:05", "summary": "Cruise operator, hurt by the coronavirus pandemic, says it is seeking to raise about $2 billion in debt and equity. Norwegian Cruise Line Holdings Ltd. said it won't be able to remain in business without a significant influx of money as the coronavirus pandemic has halted global travel and battered the company.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/investors-cheer-aigs-caution-on-coronavirus-11588698358", "title": "Investors Cheer AIG's Caution on Coronavirus", "date": "2020-05-05 13:05", "summary": "The fallout for insurers from Covid-19 remains uncertain, but investors didn't mind a big reserve build at AIG. When it comes to insurance, investors seem to like hearing the bad news.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/buzzfeed-names-mark-schoofs-as-editor-in-chief-11588694666", "title": "BuzzFeed News Names Mark Schoofs as Editor in Chief", "date": "2020-05-05 12:59", "summary": "Move comes at a challenging time for digital-media companies. BuzzFeed Inc. named Mark Schoofs, an alumnus with deep experience in investigative journalism, editor in chief of its news unit.", "categories": [["Business", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-follow-reagans-document-precedent-11588697623", "title": "Biden: Follow Reagan's Document Precedent", "date": "2020-05-05 12:53", "summary": "You criticize Vice President Biden for setting one standard in the Tara Reade case-\"rigorously investigate claims . . . look into it\"-and a different one in the Brett Kavanaugh case. In fact he hasn't followed either standard.. Your editorial \"Biden's #MeToo Denial\" (May 2) criticizes former Vice President Joe Biden for setting one standard in the Tara Reade case: \"Look into it. . . . rigorously investigate claims,\" and a different one in the Brett Kavanaugh case. In fact, he hasn't followed either standard. When Mr. Biden was asked if he would open his papers at the University of Delaware, he told Mika Brzezinksi (MSNBC, May 1): \"I don't know of anybody who's done anything like that.\" President Reagan did it in the Carter debategate case.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/dont-be-fooled-by-the-donor-state-label-11588697554", "title": "Don't Be Fooled By the 'Donor State' Label", "date": "2020-05-05 12:52", "summary": "Illinois is not a \"donor state,\" and to claim that \"it's about time the rest of the country starts giving back\" is nonsense.. I was thinking about Ryan Smith describing how Illinois gives more to the federal government than it receives, about $364 per capita (Letters, April 30) compared with Florida and Kentucky which get about $2,000 and $9,000 more per capita, respectively, from the feds than taxpayers in those states pay in federal taxes.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-services-businesses-see-biggest-drop-in-activity-since-last-recession-11588697356", "title": "Services Businesses See Biggest Drop in Activity Since Last Recession", "date": "2020-05-05 12:49", "summary": "Surveys show broad-based impact of coronavirus on service sector in April; 'we don't anticipate a V-shaped recovery'. U.S. services businesses saw their steepest drop in activity in April since the last recession as the coronavirus pandemic gained momentum, surveys of purchasing managers showed.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/vice-president-pence-should-have-worn-a-mask-11588697265", "title": "Vice President Should Have Worn a Mask", "date": "2020-05-05 12:47", "summary": "Matthew Hennessey talks about the wave of indignation from the media about Vice President Mike Pence's failure to wear a mask while visiting the Mayo Clinic.. In \"Unmasking the Vice President\" (op-ed, May 1), Matthew Hennessey talks about the wave of indignation from the media about Vice President Mike Pence's failure to wear a mask while visiting the Mayo Clinic. He thinks Mr. Pence should be allowed to choose to do as he did. Mr. Hennessey totally misses why I am angry. As a former head of HR/safety, we had rules about the protective gear anyone visiting our plant should wear. If they wore it, they got a tour. If not, whoever they were, even the VP, didn't get in. We would have allowed Mr. Pence to stand in the parking lot where anyone who wanted to hear his message could have joined him, but without the required gear, he would not have stepped inside. I am amazed the clinic let him in. It takes a certain amount of arrogance to assume that you can flout the rules and get away with it, and the reason you can flout them is that you can get a coronavirus test, not just once but many times, that has not been available to most of the rest of the country. Mr. Hennessey, it is these two reasons that many of us are angry. Mike Pence needs to grow up and act like an adult.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-k-tests-contact-tracing-app-to-guide-way-out-of-coronavirus-lockdown-11588697167", "title": "U.K. Tests Contact-Tracing App", "date": "2020-05-05 12:46", "summary": "British system works through a central server, a method questioned by some privacy advocates. The British government rolled out a contact-tracing app on an island off England's south coast as the first step in a new national approach to stem the spread of the new coronavirus.", "categories": [["World", "Europe", "U.K."]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb", "https://www.wsj.com/news/types/u-k-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/helping-homeowners-hurt-by-the-pandemic-11588697152", "title": "Helping Homeowners Hurt by the Pandemic", "date": "2020-05-05 12:45", "summary": "Allowing homeowners to suspend their mortgage payments for a set period should be tailored to minimize the pain to the homeowner, as well as to investors and taxpayers.. Allowing homeowners to suspend their mortgage payments for a set period provides much needed relief, but such a program should be tailored to minimize the pain to the homeowner, as well as to investors and taxpayers (\"Break on Mortgages Offers Limited Relief,\" U.S. News, April 24). A possible solution could be the creation of a program for what can be called the second first mortgage (SFM).", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/feds-evans-hopeful-for-second-half-recovery-but-says-a-lot-needs-to-go-right-11588697071", "title": "Fed's Evans Hopeful for Second-Half Recovery, but Says a Lot Needs to Go Right", "date": "2020-05-05 12:44", "summary": "Chicago Fed leader says rebound will depend on 'the extent that policy makers, federal, state, local, are all better aligned on maintaining their own activities'. Federal Reserve Bank of Chicago President Charles Evans said Tuesday he was hopeful the economy could return to growth in the second half of the year, but he added there was substantial uncertainty to that outlook and noted a lot has to go right on the policy front to make it happen.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/payroll-tax-holiday-would-threaten-the-deep-state-11588697022", "title": "Payroll Tax Holiday Would Threaten the Deep State", "date": "2020-05-05 12:43", "summary": "It would be much too easy to write a short two- or three-page bill that would implement the proposal. That would make it incredibly difficult for legislators to favor select groups.. The common sense and intuitive appeal of Steve Forbes and Arthur Laffer's proposal to \"Suspend the Payroll Tax\" (op-ed, April 20 and the letters of April 25 in response) should not distract us from its disadvantages. It would be much too easy to write a short two- or three-page bill that would implement the proposal. That would make it incredibly difficult for legislators to favor select groups either directly or through loopholes that might be exploited. There is quite a bit of micromanaging expertise in Washington that the proposal wouldn't avail itself of.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/e-cigarette-maker-juul-is-leaving-san-francisco-for-washington-d-c-11588640401", "title": "Juul Is Moving Base From San Francisco to Washington, D.C.", "date": "2020-05-05 12:43", "summary": "Move is part of restructuring that includes cutting a third of staff and scaling back internationally. Juul Labs Inc. is moving its headquarters from San Francisco to Washington, D.C., the company said, as the e-cigarette maker seeks to repair its relationship with regulators and distance itself from Silicon Valley's growth-at-all-costs culture.", "categories": [["WSJ News Exclusive", "Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/san-francisco-leaders-clash-over-hotel-rooms-for-homeless-population-11588696567", "title": "San Francisco Leaders Clash Over Hotel Rooms for Homeless Population", "date": "2020-05-05 12:36", "summary": "Mayor says she can't comply with ordinance intended to fight coronavirus pandemic because it isn't 'paired with reality'. SAN FRANCISCO-Political leaders here in one of America's most liberal cities are in a political standoff over securing housing for homeless people, who experts say are at high risk during the coronavirus pandemic.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/table-for-none-sysco-paints-dire-picture-for-restaurants-11588696296", "title": "Table for None: Sysco Paints Dire Picture for Restaurants", "date": "2020-05-05 12:31", "summary": "Earnings from the food-service giant suggest that many coronavirus-related business closures won't be temporary. It is no secret that the coronavirus crisis has crushed the restaurant business. Earnings from one of its largest suppliers should dash hopes for a quick recovery.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-intelligence-nominee-faces-senate-confirmation-hearing-11588685798", "title": "Senators Question Trump's Intelligence Nominee in Confirmation Hearing", "date": "2020-05-05 12:27", "summary": "Democrats press Rep. John Ratcliffe to pledge he would provide unvarnished intelligence, while Republicans offer no new opposition. WASHINGTON-Senators from both parties questioned President Trump's pick to lead U.S. intelligence agencies about his commitment to keep politics out of spy work, but no fresh opposition from Republicans emerged to his nomination.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bp-is-stuck-in-the-past-11588695560", "title": "BP Is Stuck in the Past", "date": "2020-05-05 12:19", "summary": "The British oil-and-gas producer is the only European 'supermajor' that is carrying on as if nothing has permanently changed. As Europe's major oil-and-gas companies weigh the challenges ahead, BP looks to be lagging behind its rivals.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-factories-that-stayed-open-during-pandemic-have-safety-tips-to-share-11588694395", "title": "New York Factories That Stayed Open During Pandemic Have Safety Tips to Share", "date": "2020-05-05 11:59", "summary": "Upstate plants, most deemed essential, took steps to protect employees and restructure operations; 'We've broken a lot of myths about what can be done and what can't be done'. As New York prepares to reopen its economy, some upstate factories that have been operating during the coronavirus outbreak have lessons to share on how to keep workers safe.", "categories": [["U.S.", "Politics"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/post-flash-crash-fixes-bolstered-markets-during-coronavirus-selloff-11588671000", "title": "Post-Flash Crash Fixes Bolstered Markets During Coronavirus Selloff", "date": "2020-05-05 11:44", "summary": "Abrupt plunge in 2010 prompted effort to shore up stock market's electronic underpinnings. A decade ago, the flash crash of May 6, 2010, rocked markets. What followed was a broad effort by regulators and Wall Street to fix the complex electronic systems that underpin the U.S. stock market-moves that appear to have paid off in the recent coronavirus-induced nosedive.", "categories": [["Markets", "Stocks"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-home-prices-are-rising-during-the-pandemic-11588671002", "title": "Why Home Prices Are Rising During the Pandemic", "date": "2020-05-05 11:41", "summary": "While buyer demand has softened and sales fell 8.5% in March, the supply of homes on the market is contracting even faster. The economy is shrinking, businesses are closing and jobs are disappearing due to the coronavirus pandemic. But in the housing market, prices keep chugging higher.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/can-you-mute-that-tuba-lockdown-forces-musicians-to-practice-quietly-11588692893", "title": "Can You Mute That Tuba? Lockdown Forces Musicians to Practice Quietly", "date": "2020-05-05 11:34", "summary": "Resume Subscription. Angela Scorese is preparing her voice for a breakout role as Queen of the Night in a coming performance of the Magic Flute, Mozart's signature opera. The 26-year-old soprano, an understudy for the part, runs through a daily warm-up routine in her Jersey City, N.J., apartment. When she's ready to sing, she steps into a bedroom closet and shuts the door.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/white-house-coronavirus-task-force-team-restricted-from-congressional-hearings-11588640309", "title": "White House Coronavirus Task Force Team Restricted From Congressional Hearings", "date": "2020-05-05 11:18", "summary": "Trump administration issues guidance that advisory team may not accept invitations to testify in May. WASHINGTON-The Trump administration has issued new guidance that bars members of the White House's coronavirus task force from appearing at congressional hearings this month, according to an administration official and document reviewed by The Wall Street Journal.", "categories": [["Politics", "Health Policy"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/health-policy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-mazda-rx-7-thats-a-blast-from-the-past-11588691479", "title": "The Mazda RX-7 That's a Blast From the Past", "date": "2020-05-05 11:11", "summary": "With good memories of driving in a new 1979 model of the sports car, this couple bought an identical one decades later. John Wittnebel, 59, an American Airlines pilot living in Beloit, Wis., on his 1979 Mazda RX-7, as told to A.J. Baime.", "categories": [["Life & Work", "Cars", "My Ride"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/automotive?mod=breadcrumb", "https://www.wsj.com/news/types/my-ride?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hertz-lenders-postpone-financial-reckoning-11588690133", "title": "Hertz Lenders Postpone Financial Reckoning", "date": "2020-05-05 10:48", "summary": "The car-rental company buys time to negotiate with creditors over a planned bankruptcy filing. Hertz Global Holdings Inc. inked an agreement with lenders to provide a 2 ½ week extension for debt restructuring negotiations after the car rental company missed a recent lease payment.", "categories": [["Pro Bankruptcy Distress"]], "category_links": ["https://www.wsj.com/news/types/pro-bankruptcy-distress?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lockdown-reopen-office-coronavirus-privacy-11588689725", "title": "Welcome Back to the Office. Your Every Move Will Be Watched.", "date": "2020-05-05 10:48", "summary": "Resume Subscription. Many Americans heading back to the factory and the office as the coronavirus pandemic eases will soon begin to notice that their every move is being watched or recorded.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/incoming-college-students-could-take-gap-year-over-covid-19-uncertainty-11588687598", "title": "Incoming College Students Wonder If Now's the Time for a Gap Year", "date": "2020-05-05 10:06", "summary": "With the coronavirus pandemic raising doubts about whether classes will happen on campus, more collegians are exploring alternatives. A few months ago, Lisa Jackman was thrilled when her son Sam was accepted to the University of Pennsylvania.", "categories": [["Life & Work", "Life & Style"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/life-style?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/for-kim-novak-acting-filled-a-void-i-began-to-get-a-sense-of-self-worth-11588687257", "title": "For Kim Novak, Acting Filled a Void. 'I Began to Get a Sense of Self Worth.'", "date": "2020-05-05 10:00", "summary": "The retired actress on why her mother made her wear pigtails, how modeling led to a career in front of the camera and the first time her father said he loved her. Kim Novak, 87, is a retired film and television actress, and a visual artist who starred in more than 30 movies, including \"Vertigo,\" \"Picnic\" and \"Pal Joey.\" She spoke with Marc Myers.", "categories": [["Real Estate", "House Call"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/house-call?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/another-coronavirus-business-problem-skyrocketing-cost-of-air-cargo-11588687216", "title": "You've Got Mail...Finally: The Pandemic Is Jamming Up the World's Post", "date": "2020-05-05 10:00", "summary": "With passenger flights at a virtual standstill, corporate and individual shippers face long waits, higher costs. The thousands of flight cancellations that have brought global passenger travel to a near standstill are making it tougher and more expensive to send fresh food, mail and merchandise around the world.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bnp-paribas-profit-drops-as-structured-products-business-takes-hit-11588670083", "title": "BNP Paribas Braces for Wave of Defaults, Hitting Profit", "date": "2020-05-05 09:49", "summary": "Companies cutting dividend payments hit the French bank's equity derivatives unit. PARIS- BNP Paribas SA reported Tuesday a drop in first-quarter net profit as France's largest bank set aside new provisions to prepare for a flood of customers to default on their loans because of the coronavirus pandemic.", "categories": [["Markets", "Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fiat-chrysler-hit-with-loss-from-coronavirus-lockdowns-11588681965", "title": "Fiat Chrysler Hit With Loss From Coronavirus Lockdowns", "date": "2020-05-05 09:27", "summary": "Auto maker plans to reopen most of its U.S. factories the week of May 18. Fiat Chrysler Automobiles NV on Tuesday reported a €1.7 billion net loss for the first quarter, as lockdowns related to the coronavirus pandemic have taken a toll on car sales and factory output globally.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/germany-considers-aid-for-car-industry-stalled-by-coronavirus-pandemic-11588684830", "title": "Germany Considers Aid for Car Industry Stalled by Pandemic", "date": "2020-05-05 09:20", "summary": "Car sales in Europe have fallen to historic lows as dealerships shut down and consumers retrench. BERLIN-Talks between Germany's flagship car companies and the country's government kicked off on Tuesday to discuss potential state aid for an industry that was already struggling when the coronavirus pandemic hit and is now facing an existential threat.", "categories": [["Business", "Autos & Transportation", "Autos Industry"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/transportation?mod=breadcrumb", "https://www.wsj.com/news/types/autos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-best-coaches-may-also-have-the-highest-coronavirus-risk-11588683940", "title": "The Best Coaches May Also Have the Highest Coronavirus Risk", "date": "2020-05-05 09:05", "summary": "Almost every professional athlete not named Tom Brady is in his or her 20s or 30s. The same can't be said for the coaches.. The employees are young, healthy and in extraordinarily good shape. There are huge swaths of the country that consider their jobs essential to restoring national spirit. And there are so many rewards for American sports coming back to life that every league is trying desperately to end this shutdown.", "categories": [["Sports"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/some-communities-try-new-approach-to-the-coronavirus-test-everybody-11588683819", "title": "Some Communities Try New Approach to the Coronavirus: Test Everybody", "date": "2020-05-05 09:03", "summary": "As the nation begins to reopen, pilot programs in Northern California test everyone, whether they show symptoms or not, to track Covid-19 before it spreads. Jyri Engestrom stood beside four white tents recently in the small seaside California town of Bolinas as it tried to pull off a feat few communities in America have accomplished: to test every single person for the coronavirus, whether they are symptomatic or not.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/recommendations-to-screen-all-pregnant-women-for-hepatitis-c-draw-pushback-11588683600", "title": "Recommendations on Screening Pregnant Women for Hepatitis C Draw Pushback", "date": "2020-05-05 09:00", "summary": "The guidelines aim to help women who got infected from opioid drug use and their babies, but critics say the widespread screening is an unnecessary expense. New guidelines say pregnant women should get tested for the hepatitis C virus, recommendations that some doctors say are unnecessary.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/dupont-swings-to-loss-posts-lower-sales-11588675764", "title": "DuPont Swings to Loss, Posts Lower Sales", "date": "2020-05-05 08:54", "summary": "Coronavirus pandemic has led to higher demand for personal protective equipment but also disrupted supply chains. DuPont de Nemours Inc. posted lower sales and swung to a loss for the first quarter as the Covid-19 pandemic has led to higher demand for personal protective equipment but also disrupted supply chains.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/retailers-canceling-apparel-orders-amid-coronavirus-torments-clothes-makers-11588683151", "title": "Retailers' Canceled Apparel Orders Amid Virus Vex Clothing Makers", "date": "2020-05-05 08:52", "summary": "Factories in Asia find few options in battling fashion companies making last-minute purchase changes because of falling sales. A Bangladeshi manufacturer expected to be paid shortly after it shipped in February more than $400,000 of jeans to Los Angeles to fulfil an order by a western apparel company.", "categories": [["Business", "Asia"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cash-gifts-double-dutch-startup-11588627408", "title": "Cash Gifts Mean More Than Ever. But Are They Special?", "date": "2020-05-05 08:34", "summary": "Whether to recent grads, charity or the Mother's Day celebrant in your life, sliding bank transfers doesn't feel so thoughtful. A Dutch startup is proposing a fix for that. \"There are so many times I've received a scented candle,\" says fashion photographer Inez van Lamsweerde, \"and secretly thought to myself-well, cash would have been better.\"", "categories": [["Fashion"]], "category_links": ["https://www.wsj.com/news/types/magazine-fashion?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ray-bans-owner-enters-crisis-with-blurry-vision-11588681631", "title": "Ray-Ban's Owner Enters Crisis With Blurry Vision", "date": "2020-05-05 08:27", "summary": "A sales slump at the world's biggest eyewear company hasn't prompted feuding executives to put their differences aside. This year's economic slump could shine a harsh light on dysfunctional governance at the company behind Ray-Ban, Oakley and other sunglasses brands. But shareholders will struggle to do much about it.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/miley-cyrus-interview-quarantine-show-home-11588618289", "title": "Miley Cyrus Plans Her Next Act-Without Leaving Home", "date": "2020-05-05 08:27", "summary": "Writing, directing and hosting a talk show, all while on lockdown, Cyrus has a found a new way to inspire and uplift her fans. What does it mean for her future?. Miley Cyrus first rose to stardom as a young teen, playing the title role on Hannah Montana, the popular Disney sitcom that ran from 2006 to 2011. On the show, she played a regular girl who secretly moonlights as a pop star. Then, as she entered her 20s, Cyrus herself emerged as a fully formed, grown-up pop star, crashing into the millennial zeitgeist with hits like \"Wrecking Ball.\" Since the early days of the Covid-19 crisis, however, the 27-year-old has been experimenting with a new role: talk show host. \"It's hilarious people call this a TV show when it's just Instagram Live,\" Cyrus says from isolation at her home in Calabasas, California, where on weekdays at 11:30 a.m. she has been broadcasting her interview program, Bright Minded: Live with Miley, to her 107 million followers. The show is also uploaded to her YouTube channel. (Full disclosure: I am YouTube's director of fashion and beauty.)", "categories": [["Magazine - Culture"]], "category_links": ["https://www.wsj.com/news/types/magazine-culture?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/they-were-planning-to-get-pregnant-the-coronavirus-makes-that-complicated-11588680007", "title": "They Were Planning To Get Pregnant. The Coronavirus Complicates Things.", "date": "2020-05-05 08:00", "summary": "Amid health and economic crises from the pandemic, many couples who were hoping to conceive are now wrestling with what to do. For some women, the decision is particularly fraught.. Holly Smith had been planning for a third baby. The coronavirus changed that.", "categories": [["Life & Work", "Journal Reports: Coronavirus"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-coronavirus?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/never-mind-how-high-the-rent-is-companies-say-its-too-damned-fixed-11588680010", "title": "Fixed Rent Payments Could Be the Latest Pandemic Victim", "date": "2020-05-05 08:00", "summary": "Even if leases aren't going anywhere, the days when they were the only option may be over. With the coronavirus pandemic undermining even profitable businesses, some companies want to overhaul a core tenet of the real-estate industry: steady and predictable rent payments.", "categories": [["Real Estate", "Property Report"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/property-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mall-owner-that-spent-big-to-modernize-faces-bill-as-stores-sit-closed-11588680007", "title": "Mall Owner That Spent Big to Modernize Faces Bill as Stores Sit Closed", "date": "2020-05-05 08:00", "summary": "Mall upgrades to battle online shopping could leave industry more vulnerable during coronavirus recovery. A mall owner's struggles to pay down debt show that investments to contend with online shopping risk leaving the industry more vulnerable during the pandemic recovery.", "categories": [["Real Estate", "Commercial Real Estate"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/commercial-real-estate?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/property-investors-see-fiber-optic-cables-as-railroads-of-the-future-11588680000", "title": "Property Investors See Fiber-Optic Cables as 'Railroads of the Future'", "date": "2020-05-05 08:00", "summary": "Crown Castle, an owner of cell towers and fiber-optic cables, has rallied during coronavirus pandemic. Business closures and stay-at-home orders have hit the real-estate sector hard. But an obscure corner of the industry is benefiting from people staying at home.", "categories": [["Real Estate"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lack-of-coronavirus-vaccine-slumping-economy-squeeze-japans-olympics-plans-11588680000", "title": "Lack of Vaccine, Slumping Economy Squeeze Japan's Olympics Plans", "date": "2020-05-05 08:00", "summary": "Rising costs of Tokyo Games' postponement to 2021 and long shot of vaccine being ready in time are pressuring organizers. As the clock ticks on planning for the postponed Tokyo 2020 Olympics, two vicelike forces are converging.", "categories": [["Sports", "Olympics"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/olympics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-k-cybersecurity-chief-pivots-to-new-coronavirus-threats-11588671002", "title": "U.K. Cybersecurity Chief Pivots to New Virus Threats", "date": "2020-05-05 07:54", "summary": "Ciaran Martin puts hospitals, National Health Service, critical infrastructure on high alert as hackers refocus attacks. LONDON-A week into Britain's coronavirus lockdown, Ciaran Martin pored over data about the rising tide of cyber scams targeting pandemic fears and adjusted logistics affecting almost 1,000 government staffers now largely working from home. He braced for a period of rapid change.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tourism-faces-a-long-road-back-to-normalcy-11588676959", "title": "Tourism Faces a Long Road Back to Normalcy", "date": "2020-05-05 07:09", "summary": "China has contained the coronavirus pandemic for now, but consumers are still traveling far less than last year and spending cautiously when they do. For tourism, the journey back to a better place will take a long time. Just look at China.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/obama-trade-policy-goes-back-to-the-future-11588676495", "title": "Obama Trade Policy Goes Back to the Future", "date": "2020-05-05 07:04", "summary": "The Trump administration's push for a new Pacific alliance is an echo of Obama-era trade policy. Eyeing a rising power across the Pacific with radically different values, a U.S. administration aims to boost economic integration with friendly nations in the region as a counterweight. Key participants include Japan, Australia, New Zealand and Vietnam.", "categories": [["Markets", "Overheard"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/overheard?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/rohingya-fled-hostile-lands-now-many-are-captive-at-sea-11588676400", "title": "Rohingya Fled Hostile Lands. Now Many Are Captive at Sea.", "date": "2020-05-05 07:00", "summary": "Hundreds of refugees who left Bangladesh for Malaysia are on boats whose locations aren't known, with smugglers demanding more money from families to bring them back alive. On March 15, Soyed Ahammed dropped off two of his daughters at a roadside pickup point for an illicit maritime journey across the Bay of Bengal and Andaman Sea. He had paid smugglers $1,000 to take them to Malaysia and, he hoped, away from their miserable lives in the Rohingya refugee camps in Bangladesh.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/private-equity-numbers-arent-as-ugly-as-they-appear-11588676401", "title": "Private-Equity Numbers Aren't as Ugly as They Appear", "date": "2020-05-05 07:00", "summary": "Distressed markets create opportunities for private-equity firms sitting on cash piles. Private-equity firms have put up some ugly numbers in earnings reports so far. Investors should look past them.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-750-million-cancer-center-planned-for-new-brunswick-n-j-11588676401", "title": "New $750 Million Cancer Center Planned for New Brunswick, N.J.", "date": "2020-05-05 07:00", "summary": "RWJBarnabas Health joins with Rutgers Cancer Institute of New Jersey to build a cancer treatment and research facility. A New Jersey health-care system is plowing ahead with plans to build a $750 million cancer treatment and research facility, despite the coronavirus pandemic's stress on its financial resources.", "categories": [["U.S.", "Tri-State Area"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-region?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-vaccine-enters-human-testing-in-u-s-11588675501", "title": "Coronavirus Vaccine Enters Human Testing in U.S.", "date": "2020-05-05 06:45", "summary": "Healthy volunteers receive first of four vaccine candidates from Pfizer and partner BioNTech. Researchers have begun giving healthy volunteers in the U.S. an experimental coronavirus vaccine developed by Pfizer Inc. and partner BioNTech SE , the latest study exploring a potential defense against the respiratory disease.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/risk-based-social-distancing-is-key-to-reopening-11588672800", "title": "'Risk Based' Social Distancing Is Key to Reopening", "date": "2020-05-05 06:00", "summary": "Some mitigation measures, such as closing schools, offer a poor mix of costs and benefits. When French Prime Minister Édouard Philippe announced plans last week to reopen the French economy, he warned: \"It is a fine line that must be followed. A little too much carelessness, and the epidemic restarts. A little too much caution, and the entire country sinks.\"", "categories": [["Economy", "Capital Account"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/capital-account?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/saudi-arabia-hit-with-oil-collapse-and-coronavirus-tosses-lifelines-11588671001", "title": "Saudi Arabia, Hit With Oil Collapse and Pandemic, Tosses Lifelines", "date": "2020-05-05 05:30", "summary": "Stimulus measures seek to cushion economic blow but will force Riyadh to cut spending on transformation away from oil. Saudi Arabia is taking unprecedented measures to cushion the blow of rock-bottom oil prices and the new coronavirus pandemic, as the monarchy seeks to extricate the kingdom from its worst financial predicament in decades.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/startups-vcs-try-to-place-tech-workers-as-layoffs-surge-11588671001", "title": "Startups, VCs Try to Place Tech Workers as Layoffs Surge", "date": "2020-05-05 05:30", "summary": "\"This is the first time we have engineers looking for jobs and reaching out versus the other way around,\" said one talent manager.. The startup sector has mounted a collaborative effort to find jobs for newly laid-off technology workers.", "categories": [["Pro VC Industry News"]], "category_links": ["https://www.wsj.com/news/types/pro-vc-industry-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/armys-new-mission-train-for-war-avoid-coronavirus-11588671015", "title": "Army's New Mission: Train for War, Avoid Coronavirus", "date": "2020-05-05 05:30", "summary": "Spacing out armored vehicles, downsizing barracks: The Army prepares its first large group for foreign deployment since pandemic began. FORT POLK, La.-When the Army's Fourth Security Force Assistance Brigade arrives at this base in southwestern Louisiana next month for training to go to Afghanistan, the troops will gather where warfighting and coronavirus collide.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/its-grandparents-to-the-rescue-for-stressed-working-from-home-parents-11588671001", "title": "Grandma to the Rescue! Parents Get Virtual Help", "date": "2020-05-05 05:30", "summary": "Parents juggling their kids' online classes and their own work have been turning to grandma and grandpa to act as virtual tutors, playmates. Sarah Crothers has been working nonstop to help her five children with their online schoolwork while managing the house during the coronavirus pandemic. But when it became too overwhelming to provide extra attention to her 10-year-old son, Brady, who was struggling in math, she enlisted her dad to be a virtual tutor.", "categories": [["Tech", "Family & Tech: Julie Jargon"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb", "https://www.wsj.com/news/types/family-tech-julie-jargon?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/australia-and-new-zealand-look-to-reconnect-travel-11588669173", "title": "Australia and New Zealand Look to Reconnect Travel", "date": "2020-05-05 04:59", "summary": "The two nations have both been successful in slowing the coronavirus. Australia and New Zealand are working on a plan to ease restrictions on travel between the neighboring countries that have both had success in containing the spread of the coronavirus.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/india-prepares-large-scale-repatriation-of-workers-stranded-by-pandemic-11588620671", "title": "India Prepares Large-Scale Repatriation of Stranded Workers", "date": "2020-05-05 00:53", "summary": "Arab Gulf states join effort that officials say could bring home nearly 200,000 people in first wave alone. NEW DELHI-India is working with some Arab Gulf states in an effort to repatriate hundreds of thousands of migrant laborers stranded by the coronavirus pandemic, in what could become one of the largest emergency evacuations in decades, according to people familiar with the plans.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ibm-ceo-lays-out-new-initiatives-in-cloud-ai-11588651261", "title": "IBM CEO Lays Out New Initiatives in Cloud, AI", "date": "2020-05-05 00:01", "summary": "Arvind Krishna says coronavirus pandemic will 'dramatically accelerate' adoption of AI, cloud computing. International Business Machines Corp. on Tuesday is set to launch a slew of business-oriented artificial intelligence and cloud-computing products, the first major initiatives under the leadership of Chief Executive Arvind Krishna.", "categories": [["CIO Journal"]], "category_links": ["https://www.wsj.com/news/types/cio-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/videogame-makers-electronic-arts-activision-get-boost-from-coronavirus-shutdowns-11588719604", "title": "Videogame Makers Get Boost From Coronavirus Shutdowns", "date": "2020-05-05 00:01", "summary": "Companies posted higher profits as millions remain homebound with limited entertainment options. Videogame companies Activision Blizzard Inc. and Electronic Arts Inc. reported strong results for the March quarter, helped by people looking for entertainment options and social connections while at home during the pandemic.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11588604844", "title": "Pepper...and Salt", "date": "2020-05-05 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/key-fema-leader-to-depart-amid-coronavirus-battle-11588648316", "title": "Key FEMA Leader to Depart Amid Coronavirus Effort", "date": "2020-05-05 23:14", "summary": "Josh Dozor's departure comes as the understaffed agency is coordinating the response to the coronavirus along with natural disasters. A senior leader at the Federal Emergency Management Agency is leaving amid the coronavirus crisis, according to current and former employees.", "categories": [["WSJ News Exclusive", "Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/most-senators-embrace-masks-as-lawmakers-return-to-work-11588647414", "title": "Most Senators Embrace Masks as Lawmakers Return to Work", "date": "2020-05-05 22:56", "summary": "New safety guidelines come amid talks over next round of coronavirus legislation. WASHINGTON-Masked senators returned to work with a new set of rules.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/texas-inmates-ask-supreme-court-to-impose-coronavirus-protections-11588645613", "title": "Texas Inmates Ask High Court to Impose Coronavirus Protections", "date": "2020-05-05 22:26", "summary": "Prisoners seek reinstatement of protective measures blocked by federal appeals court. WASHINGTON-Older inmates in a Texas prison asked the Supreme Court on Monday to reinstate protective measures against the coronavirus that have been blocked at the state's request by a federal appeals court in New Orleans.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/united-airlines-to-cut-management-ranks-by-30-11588645117", "title": "United Airlines to Cut Management Ranks by 30%", "date": "2020-05-05 22:18", "summary": "Cuts are a sign of coming pain for carriers grappling with the impact of the coronavirus pandemic. United Airlines Holdings Inc. expects to shrink its management and administrative ranks by at least 30% starting in October, according to a memo sent to employees Monday, as the coronavirus pandemic wreaks havoc on the airline industry.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/senate-office-denies-joe-bidens-request-to-release-any-complaint-records-11588607604", "title": "Senate Office Denies Biden's Request to Release Any Complaint Records", "date": "2020-05-05 20:59", "summary": "Without addressing whether any document exists, the secretary of the Senate's office said it had 'no discretion' to release information requested by the former vice president.. WASHINGTON-The office of the secretary of the Senate said it has \"no discretion\" to release any records of an alleged personnel complaint against former Vice President Joe Biden made by former staffer Tara Reade, after he asked it to identify and make public any such documents.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-best-robot-toys-for-building-kids-stem-skills-11588334425", "title": "The Best Robot Toys for Building Kids' STEM Skills", "date": "2020-05-05 20:57", "summary": "These robot toys and kits help teach children problem-solving skills-ones they'll need as they grow into adults in a world run by machines. TODAY'S KIDS will think it weird that robots were ever considered some space-age novelty. Children are already surrounded by voices (see Siri, Alexa) that respond to their every whim, and pet-like Roombas that relentlessly clean up after them. Why would they blink at a universe full of self-driving cars and A.I.-augmented everything else?", "categories": [["Tech", "Personal Tech", "Gear & Gadgets"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb", "https://www.wsj.com/news/types/personal-technology-joanna-stern?mod=breadcrumb", "https://www.wsj.com/news/types/gear?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-latest-news-05-04-2020-11588585598", "title": "Global Deaths from Coronavirus Pass 251,000", "date": "2020-05-05 20:36", "summary": "Florida begins reopening; California prepares to ease rules on retailers. More than a quarter of a million people world-wide have died from the new coronavirus, a milestone in the pandemic, as several hard-hit countries took steps toward reopening.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/wework-co-founder-adam-neumann-sues-softbank-over-failed-3-billion-deal-11588638761", "title": "WeWork Co-Founder Adam Neumann Sues SoftBank Over Failed $3 Billion Deal", "date": "2020-05-05 20:32", "summary": "Complaint is the latest legal tussle over SoftBank's multibillion-dollar rescue of We Co., the parent of WeWork. WeWork's co-founder and former chief executive Adam Neumann sued SoftBank Group Corp., accusing the Japanese technology group of breaking a key provision of a deal that gave SoftBank control of the shared-office-space company.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fda-sets-standards-for-coronavirus-antibody-tests-in-crackdown-on-fraud-11588605373", "title": "FDA Sets Standards for Coronavirus Antibody Tests in Crackdown on Fraud", "date": "2020-05-05 20:24", "summary": "At least 160 antibody tests for Covid-19 entered the U.S. without prior FDA scrutiny. The Food and Drug Administration, under criticism for allowing hundreds of antibody tests for the new coronavirus on the U.S. market without prior review, has imposed rigorous precision standards on commercial test companies and said it is cracking down on fraudulent actors.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/former-pension-insurer-employee-pleads-guilty-to-bribery-scheme-11588631605", "title": "Former Pension Insurer Employee Pleads Guilty to Bribery Scheme", "date": "2020-05-05 20:05", "summary": "A former procurement director of the Pension Benefit Guaranty Corporation solicited cash payments and other things of value from a government contracting firm, prosecutors said. A former procurement director for the U.S. government's pension insurer pleaded guilty to engaging in a bribery scheme with the chief executive of a government contracting firm.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/some-companies-began-preparing-for-a-downturn-before-the-pandemic-11588637143", "title": "Some Companies Began Preparing for a Downturn Before the Pandemic", "date": "2020-05-05 20:05", "summary": "MSCI, Aflac and others last year extended debt maturities, brought down borrowing costs in anticipation of a slowdown in 2020. Finance chiefs were preparing for a downturn long before the coronavirus roiled the global economy; however, few expected it to be as swift or severe.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}]