[{"link": "https://www.wsj.com/articles/tara-reade-says-biden-should-quit-presidential-race-11588884037", "title": "Tara Reade Says Biden Should Quit Presidential Race", "date": "2020-05-07 19:42", "summary": "Onetime staffer in Democrat's Senate office says he should 'step forward and be held accountable'. Tara Reade, who has accused former Vice President Joe Biden of sexually harassing and sexually assaulting her in 1993, said she wishes he would drop out of the presidential race.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/neiman-marcus-the-retailer-to-the-rich-stumbles-into-bankruptcy-11588860617", "title": "Neiman Marcus, the Retailer to the Rich, Files for Bankruptcy", "date": "2020-05-07 19:22", "summary": "Squeezed by debt and closed stores, luxury retailer files for chapter 11 during coronavirus pandemic. A Texas oil boom turned a single Neiman Marcus department store in downtown Dallas into one of America's biggest luxury retailers. A century later, the new coronavirus tipped the heavily indebted company into a bankruptcy court.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-vindication-of-michael-flynn-11588893542", "title": "The Vindication of Michael Flynn", "date": "2020-05-07 19:19", "summary": "Justice drops its prosecution with new evidence about the FBI.. The Justice Department dropped its case against Michael Flynn on Thursday, \"with prejudice,\" in a legal filing that should echo far beyond this tragedy of justice delayed. The latest evidence further undermines the credibility of James Comey's FBI, special counsel Robert Mueller, and the entire \"Russia collusion\" investigation.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-bad-day-for-bad-prosecutions-11588893497", "title": "A Bad Day for Bad Prosecutions", "date": "2020-05-07 19:18", "summary": "The Supreme Court strikes a blow against criminalizing politics.. Springtime for overzealous prosecutors looking for a political score is over. The Supreme Court on Thursday in Kelly v. U.S. unanimously reversed public corruption convictions of two aides to former New Jersey Gov. Chris Christie, reaffirming that not all sleazy, self-serving behavior by public officials is criminal.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/portlands-summer-fridays-11588893451", "title": "Portland's Summer Fridays", "date": "2020-05-07 19:17", "summary": "School district employees will make more while working less.. Millions of unemployed Americans would rather work than collect a check from the government. Then there's Portland, Ore., where the school district and unions are gaming the unemployment system.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ubers-first-quarter-loss-balloons-on-coronavirus-impact-11588882349", "title": "Uber Redraws Road Map to Profit in Wake of Weakened Ridership", "date": "2020-05-07 19:07", "summary": "Ride-hailing giant signals more cost cuts as demand shrinks and losses mount. Uber Technologies Inc. chief Dara Khosrowshahi mapped a revised path to profitability after the coronavirus pandemic undermined ridership for the company resulting in a larger first-quarter loss.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/containing-china-will-be-complicated-11588892200", "title": "Containing China Will Be Complicated", "date": "2020-05-07 18:56", "summary": "Expect Beijing to grow more assertive as the West rethinks its economic attachments after the coronavirus.. The Covid-19 pandemic has convinced many that the U.S. must fundamentally change its policy toward China. Shifting course is necessary, but it won't be achieved with a few policy tweaks. That's because the pandemic's political and economic effects are bringing about a more assertive Chinese grand strategy.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cuomo-to-covid-volunteers-pay-up-11588892159", "title": "Cuomo to Covid Volunteers: Pay Up", "date": "2020-05-07 18:56", "summary": "The governor imposes New York income taxes on the health-care workers from other states who answered his call to come fight coronavirus.. When Gov. Andrew Cuomo appealed in March for health-care workers to come to New York and help fight the Covid-19 epidemic, some 21,000 people from around the country volunteered. Thousands came, toiling under difficult conditions and earning the admiration of New Yorkers.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-mueller-coverup-11588892114", "title": "The Mueller Coverup", "date": "2020-05-07 18:55", "summary": "His probe was an effort to give a fiction of legitimacy to the FBI's disaster.. In hindsight, the FBI's Russia-collusion scandal always had two parts: the bureau's indefensible probe of the Trump campaign and the coverup-the investigation by special counsel Robert Mueller.", "categories": [["Opinion", "Potomac Watch"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/potomac-watch?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/americans-need-hope-as-well-as-safety-11588892060", "title": "Americans Need Hope as Well as Safety", "date": "2020-05-07 18:54", "summary": "The economic crash has deadly consequences of its own. The bias now should be toward a return to life.. New jobless claims came out this week, putting American unemployment at an estimated 33.4 million. ADP, the payroll-processing company, reports the private sector lost more than 20 million jobs in April alone. Earnings reports are dreadful, and whole sectors-air travel, hospitality-are being wiped out. Nothing will turn around soon.", "categories": [["Opinion", "Declarations"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/declarations?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-kindness-of-a-funeral-amid-covid-19-11588891997", "title": "The Kindness of a Funeral Amid Covid-19", "date": "2020-05-07 18:53", "summary": "An overwhelmed Jewish charity brings bodies to Israel, their final resting place.. Covid-19 has killed some 75,000 Americans-friends and co-workers-and many more will follow. This harrowing statistic brings to mind Pascal's words in 1670: We shall die alone.", "categories": [["Opinion", "Commentary", "Houses of Worship"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb", "https://www.wsj.com/news/types/houses-of-worship?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/notable-quotable-justice-kagan-on-bridgegate-11588891900", "title": "Notable & Quotable: Justice Kagan on 'Bridgegate'", "date": "2020-05-07 18:51", "summary": "'Not every corrupt act by state or local officials is a federal crime.'. Justice Elena Kaganwriting for a unanimous U.S. Supreme Court in Kelly v. U.S., May 7:", "categories": [["Opinion", "Commentary", "Notable & Quotable"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb", "https://www.wsj.com/news/types/notable-quotable?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/strange-situation-review-the-rules-of-attachment-11588891884", "title": "'Strange Situation' Review: The Rules of Attachment", "date": "2020-05-07 18:51", "summary": "A unique and thoughtful book-part memoir, part social science, part self-help-explores the abiding mystery of the mother-child bond.. After years of seeking insight at a Buddhist monastery, Bethany Saltman came to believe that the biggest lessons on life and love might be found instead in motherhood. She was not wrong. She and her husband had their daughter, Azalea, when Ms. Saltman was in her late 30s, and the revelations were swift and often uncomfortable. Sure, she felt \"a squishy-hearted, swooning love\" for her child, as she tells us in \"Strange Situation: A Mother's Journey Into the Science of Attachment,\" but she was also miserable. Her days were long, dull and frustrating. As Azalea got older, Ms. Saltman's body \"lit up with hostility\" whenever her daughter behaved like a typical toddler. Having assumed she would be a better parent than her own mother, Ms. Saltman felt chastened by her instincts and plagued by self-recriminating questions: \"What kind of mother am I? What kind of person?\"", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/antimalaria-drug-doesnt-help-treat-covid-19-large-but-inconclusive-study-finds-11588890515", "title": "Antimalaria Drug Doesn't Help Treat Covid-19, Study Finds", "date": "2020-05-07 18:50", "summary": "Study authors say antimalarial hydroxychloroquine shouldn't be used in routine care for coronavirus patients. An antimalaria drug didn't appear to help Covid-19 patients any more than patients who didn't get the treatment at a New York City hospital, according to one of the largest studies so far exploring the coronavirus-fighting potential of the pills.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/live-nations-revenue-falls-losses-widen-as-coronavirus-hits-concerts-11588884637", "title": "Live Nation's Revenue Falls, Losses Widen as Coronavirus Hits Concerts", "date": "2020-05-07 18:23", "summary": "Revenue in company's concert segment slipped 25%, to about $993 million, as lockdowns took hold nation-wide. Live Nation Entertainment Inc. reported a drop in revenue for the most recent quarter as social-distancing protocols and lockdown orders began squeezing the world's largest concert promoter and ticketing provider.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/supreme-court-throws-out-bridgegate-convictions-11588860632", "title": "Supreme Court Throws Out 'Bridgegate' Convictions", "date": "2020-05-07 18:18", "summary": "'Not every corrupt act by state or local officials is a federal crime,' according the court's opinion. WASHINGTON-The Supreme Court on Thursday threw out a pair of public-corruption convictions in the New Jersey scandal known as Bridgegate, ruling that a political retribution scheme to cripple a town with traffic jams didn't constitute federal fraud.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-city-apartment-renting-turns-to-video-chats-and-virtual-tours-11588888633", "title": "New York City Apartment Renting Turns to Video Chats and Virtual Tours", "date": "2020-05-07 17:57", "summary": "Coronavirus has challenged real-estate agents on how to show listings and could change the way rentals are marketed. Renting an apartment in New York City is never easy. Since the coronavirus lockdown, many New Yorkers looking for a new home are grappling with a new challenge: signing leases for apartment units they can't see in person.", "categories": [["U.S.", "Real Estate"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-real-estate?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pets-and-the-humans-who-loved-them-11588888307", "title": "Pets and the Humans Who Loved Them", "date": "2020-05-07 17:51", "summary": "From prehistoric times to the age of Covid-19, people have looked to animals for companionship.. Americans have been adopting pets at a record pace since the pandemic began. It's as if the crisis has intensified our need for animal companionship, which goes back a long way. Scientists agree that dogs were the first species to form a relationship with humans: Inside Chauvet Cave, a Paleolithic site in southern France, archaeologists recently found 26,000-year-old canine paw prints alongside those of a human child.", "categories": [["Life & Work", "Ideas", "Historically Speaking"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/historically-speaking?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-brings-california-mass-unemployment-huge-budget-hole-governor-says-11588863600", "title": "Coronavirus Brings California Mass Unemployment, Huge Budget Hole", "date": "2020-05-07 17:50", "summary": "Joblessness will hit 18% in America's most populous state, which must grapple with a $54.3 billion deficit, Gov. Gavin Newsom's finance office is projecting. SAN FRANCISCO-California will grapple with surging unemployment and a huge budget deficit this year, the governor's finance office said Thursday, sketching a grim forecast for one of many states reeling from a coronavirus-induced recession.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/three-doctors-in-russia-have-fallen-out-of-hospital-windows-11588887817", "title": "Three Doctors in Russia Have Fallen Out of Hospital Windows", "date": "2020-05-07 17:43", "summary": "The incidents occurred as more medical professionals are speaking out about the stress of treating coronavirus. MOSCOW-Late last month, Russian doctor Alexander Shulepov complained in an online video that he was ordered to stay at work despite having tested positive for the new coronavirus. Ten days later, he fell from a second-story window in his hospital and suffered a fractured skull.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/who-should-lead-the-virus-fight-11588887646", "title": "Who Should Lead the Virus Fight?", "date": "2020-05-07 17:40", "summary": "A new poll suggests trust diminishes the further we get from our own doctors and colleagues.. One hopes the answer to the question in today's headline will be the inventor of a vaccine or treatment. But until that day arrives, a new CNBC poll suggests that Americans are ready and willing to fight the coronavirus with common sense and without impoverishing government mandates.", "categories": [["Opinion", "Best of the Web"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/best-of-the-web-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/health-care-startup-braid-turns-its-radiology-tech-to-coronavirus-11588886814", "title": "Health-Care Startup Braid Turns Its Radiology Tech to Coronavirus", "date": "2020-05-07 17:26", "summary": "CEO exhorted employees to consider role in fight against pandemic: 'You'll be able to tell your grandchildren'. When the coronavirus pandemic hit the U.S., medical clinic startup Carbon Health Technologies Inc. was looking for a partner to remotely analyze chest X-rays for its 16 urgent-care and primary-care clinics.", "categories": [["Pro VC Industry News"]], "category_links": ["https://www.wsj.com/news/types/pro-vc-industry-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/feds-kashkari-says-real-jobless-rate-is-likely-23-to-24-11588858660", "title": "Two Fed Officials Say U.S. Economy Likely to Avoid Worst-Case Scenario", "date": "2020-05-07 17:05", "summary": "The central bank has taken aggressive action and is prepared to do more, they say. Federal Reserve officials said Thursday they believe the U.S. economy can likely avoid a worst-case scenario in the coronavirus crisis, in part because of aggressive action taken by the central bank.", "categories": [["Economy", "Central Banks"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/central-banks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/unemployment-benefits-weekly-jobless-claims-coronavirus-05-07-2020-11588813872", "title": "Claims Data Point to Record Wave of Unemployment", "date": "2020-05-07 17:02", "summary": "U.S. workers filed 3.2 million unemployment claims last week, suggesting job loss could crest this month. WASHINGTON-U.S. workers have filed nearly 33.5 million applications for unemployment benefits in the seven weeks since closures were put in place to combat the coronavirus pandemic, showing a wave of layoffs that likely pushed April job losses to record levels.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/thousands-of-seafarers-stranded-by-pandemic-plead-for-relief-11588885344", "title": "Thousands of Seafarers Stranded by Pandemic Plead for Relief", "date": "2020-05-07 17:02", "summary": "Industry groups call for urgent government actions to replace 150,000 exhausted sailors. JJ Del Rosario had a six-month contract to start work this week on a bulk carrier moving iron ore to China, but the career shipmate is stuck in the Philippines with no way to reach the ship.", "categories": [["Logistics Report"]], "category_links": ["https://www.wsj.com/news/types/logistics-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/senate-fails-to-override-trump-veto-of-resolution-on-force-against-iran-11588876119", "title": "Senate Fails to Override Trump Veto of Resolution on Force Against Iran", "date": "2020-05-07 16:54", "summary": "Measure had bipartisan sponsorship; Trump said it would have threatened his ability to defend U.S.. WASHINGTON-The Senate failed to override President Trump's veto of a war-powers resolution that would have directed the president not to use military force against Iran unless authorized by Congress.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/consumer-lender-sets-aside-21-7-million-for-bribery-settlement-11588881272", "title": "Consumer Lender Sets Aside $21.7 Million For Bribery Settlement", "date": "2020-05-07 16:51", "summary": "World Acceptance Corp. says the sum represents the likely cost of resolving a Foreign Corrupt Practices Act probe. World Acceptance Corp. will likely spend $21.7 million to resolve a bribery probe by the U.S. Securities and Exchange Commission, the company said on Thursday.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/global-stock-markets-dow-update-05-07-2020-11588826060", "title": "Nasdaq Composite Index Erases 2020 Losses", "date": "2020-05-07 16:48", "summary": "Stocks climb after jobless claims rose by about 3.2 million in the week ended May 2. The Nasdaq Composite index closed Thursday in positive territory for 2020 for the first time in two months, clawing back much of its losses since the coronavirus pandemic began rattling the U.S. stock market.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/companies-alter-design-processes-to-meet-consumer-expectations-during-the-coronavirus-11588883747", "title": "Companies Alter Design Processes to Meet Consumer Expectations During the Coronavirus", "date": "2020-05-07 16:35", "summary": "Brands and agencies are adjusting product road maps to launch new features. For many, consuming as much information as possible about Covid-19 has become a way of coping.", "categories": [["Experience Report"]], "category_links": ["https://www.wsj.com/news/experience-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/delivery-service-deliv-shutting-down-operations-11588812101", "title": "Deliv Shutting Down Operations; Target to Buy Its Tech", "date": "2020-05-07 16:34", "summary": "CEO Daphne Carmeli emailed delivery workers that the company will shut down by early August. Delivery service startup Deliv Inc. is shutting down operations. Some of its technology assets are being acquired by Target Corp. for an immaterial amount.", "categories": [["Pro VC Industry News"]], "category_links": ["https://www.wsj.com/news/types/pro-vc-industry-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/levis-cfo-picks-up-the-phone-to-remind-retailers-to-pay-their-bills-11588883356", "title": "Levi's CFO Picks Up the Phone to Remind Retailers to Pay Their Bills", "date": "2020-05-07 16:29", "summary": "The strategy to call up customers in arrears appears to be working, as 'even the most distressed retailers are paying,' according to finance chief Harmit Singh. The finance chief of Levi Strauss & Co. is spending more time working the phones since the coronavirus pandemic disrupted the global economy.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-city-to-test-140-000-residents-for-coronavirus-antibodies-11588866991", "title": "New York Extends Moratorium on Evictions", "date": "2020-05-07 16:27", "summary": "Gov. Cuomo to sign executive order for 60-day extension amid soaring unemployment in the state. New York is extending its moratorium on evictions as the state's economic shutdown put in place to slow the coronavirus pandemic continues to create financial hardships for many residents.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/saint-frances-review-when-a-nanny-needs-a-friend-11588882021", "title": "'Saint Frances': When a Nanny Needs a Friend", "date": "2020-05-07 16:07", "summary": "A 30-something child-care provider and her 6-year-old charge give each other the support they need in this female-focused feature. Verve! Lilt! They are precious qualities in movies. As soon as you encounter them you know that liftoff is likely. \"Saint Frances,\" newly available on demand, has them in an abundance. The film also has a strong feminist perspective. Still, there's little sense of an agenda, with one exception, in its story of Bridget, a 30-something nanny with no better options in prospect, and Frances, the 6-year-old who opens Bridget's bottled-up life.", "categories": [["Books & Arts", "Film Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/film-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/i-know-this-much-is-true-review-birdseys-of-different-feathers-11588881957", "title": "'I Know This Much Is True' Review: Birdseys of Different Feathers", "date": "2020-05-07 16:05", "summary": "Mark Ruffalo plays divergent identical twins in a six-part adaptation of the Wally Lamb novel driven by family secrets.. Wasting no time on preliminaries, \"I Know This Much Is True\" begins in 1990 with Thomas Birdsey (Mark Ruffalo) amputating his hand in a public library, in protest of the coming Gulf War. Librarians are running, children are screaming. \"If thy right hand offend thee cut it off and cast it from thee,\" Thomas says in explanation. What his self-mutilation has to do with war, or what either has to do with the New Testament (Matthew 5:30), is bewildering, but then Thomas is a paranoid schizophrenic and religious fanatic. Jesus talks to him. Given the chance, Thomas's identical twin, Dominic (also Mr. Ruffalo), would like to ask why his own life reads like the Book of Job.", "categories": [["Books & Arts", "Television Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/television-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cymbeline-review-resolving-a-problem-play-11588881638", "title": "'Cymbeline' Review: Resolving a Problem Play", "date": "2020-05-07 16:00", "summary": "Pulling off a webcast staging of a complex Shakespeare work with a lucid, educational approach. The best productions of Shakespeare's so-called problem plays-the ones whose plots are rife with coincidences and contradictions that make them hard for modern, literal-minded audiences to swallow-are the ones that give the impression of proceeding as if there were no problems at all. Mark Lamos took that approach to \"Cymbeline,\" one of Shakespeare's most famously problematic plays, at Lincoln Center Theater in 2007, as did Daniel Sullivan in his star-studded 2015 Shakespeare in the Park production and Davis McCallum last summer at Hudson Valley Shakespeare Festival. All told the underlying tale-that of a furious king who banishes his son-in-law for secretly marrying his daughter-with a light, farce-flavored comic touch, then slipped the bonds of comedy to rise at last to high seriousness. As a result, one went home both elated and moved.", "categories": [["Opinion", "Theater Review"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/theater-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/house-democrats-close-in-on-new-stimulus-proposal-11588851736", "title": "House Democrats Close In on New Stimulus Proposal", "date": "2020-05-07 16:00", "summary": "Bill is expected to include more than $750 billion in aid to state and local governments, but priorities differ from Senate Republicans, President Trump. WASHINGTON-House Democrats are putting the finishing touches on their next legislative response to the coronavirus pandemic, a package that will propose another massive round of aid just as President Trump and Senate Republicans are urging caution on quickly passing new spending.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/alphabet-subsidiary-sidewalk-labs-abandons-toronto-smart-city-project-11588867545", "title": "Google Parent Alphabet Drops Controversial 'Smart City' Project", "date": "2020-05-07 16:00", "summary": "Alphabet Inc. subsidiary Sidewalk Labs cited the economic uncertainty and harm to Toronto's real-estate market caused by the coronavirus pandemic. Google's parent abandoned plans to develop a \"smart city\" in a Toronto neighborhood, a controversial project that once embodied the tech giant's futuristic ambitions.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-sustainability-and-doing-good-11588881007", "title": "Coronavirus, Sustainability and Doing Good", "date": "2020-05-07 15:50", "summary": "Now companies will have to make a choice between ESG and capital preservation. After all, it is impossible to save the world while they are in negotiations with creditors in bankruptcy court.. If anything good can come from the current coronavirus crisis, John D. Stoll's \"On Business: Sustainability Is the First Thing to Go\" (Exchange, May 2) displays a piece of it. In recent years many corporations have been obsessed with their so-called environmental, social and governance (ESG) credentials, hiring sustainability chiefs and publishing annual sustainability reports. This obsession is fueled in no small part by large institutional shareholders resorting to shareholder engagement to push their agendas. These large institutional shareholders, including public funds, often don't have to suffer the consequences when their engagement destroys shareholder value.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/whitehouse-effect-has-an-extensive-history-11588881053", "title": "Whitehouse Effect Has an Extensive History", "date": "2020-05-07 15:50", "summary": "The intense political pressure put on Supreme Court nominees and sitting justices by Democrats echoes FDR's successful assault on court independence in the 1930s.. Regarding your editorial \"The Whitehouse Effect\" (April 30) in response to the letter on the same day from Democratic Sen. Sheldon Whitehouse and his Senate colleagues Richard Blumenthal, Mazie Hirono and Dick Durbin responding to your April 28 editorial \"The Chief Justice Ducks on Gun Rights\": The intense political pressure put on Supreme Court nominees and sitting justices by Democrats echoes a successful assault on court independence in the 1930s. President Franklin D. Roosevelt didn't get to pack the court with six more justices in 1937, as desired, but threats and political pressure delivered the same partisan result-smooth sailing for his New Deal agenda. Conservative Justice Owen Roberts began to side with four liberals who voted in favor of FDR's policies when challenged, and within three years FDR had the opportunity to replace four justices, as well as five more later on. Much of today's expansive federal government was birthed during the 1930s because of the FDR effect.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-should-look-at-trumans-1948-move-11588880953", "title": "Trump Should Look at Truman's 1948 Move", "date": "2020-05-07 15:49", "summary": "The Constitution gives the president ample authority to force the House (and/or the Senate) back to Washington.. I sympathize with Rep. Bradley Byrne's complaints about House Speaker Nancy Pelosi keeping the House out of session while she cooks up backroom deals (\"Pelosi's Coronavirus Power Grab,\" op-ed, May 4). But this is what happens when your party loses its congressional majority. The permanent way to end her power grab is to elect a Republican House and choose another speaker.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hospitals-deploy-technology-to-reduce-icu-staff-exposure-to-covid-19-11588843801", "title": "Hospitals Deploy Technology to Reduce ICU Staff Exposure to Covid-19", "date": "2020-05-07 15:48", "summary": "Houston Methodist Hospital in Texas is using high-resolution cameras and machine-learning algorithms to create a so-called clinical command center. Hospitals are exploring the use of artificial intelligence and robotics technologies to assess patients remotely as they look to protect overworked emergency-room and intensive-care personnel from Covid-19, the respiratory disease caused by the new coronavirus.", "categories": [["Artificial Intelligence"]], "category_links": ["https://www.wsj.com/news/types/artificial-intelligence?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/giving-everyone-a-trophy-doesnt-evaluate-progress-11588880878", "title": "Giving Everyone a Trophy Doesn't Evaluate Progress", "date": "2020-05-07 15:47", "summary": "Grades aren't rewards or punishment. They are the means by which we evaluate a student's progress.. Teachers unions, school districts, teachers and concerned parents all seem to concentrate on the political correctness of whether or not one demographic or the other of students can be fairly graded in relation to another during this crisis (\"The Coronavirus and the 'A for All' Epidemic,\" Letters, May 4). Grades aren't rewards or punishment. They are the means by which we evaluate students' progress. The real danger to children's education during this crisis is that, without direct teacher intervention, a large percentage will regress over an extended period.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/taxpayers-had-a-role-in-the-development-of-remdesivir-11588880767", "title": "Taxpayers Had a Role in the Development of Remdesivir", "date": "2020-05-07 15:46", "summary": "Remdesivir has benefited from public funding at every turn.. In lavishing praise on the pharmaceutical industry, the editorial board overlooks a crucial author in the story of remdesivir: the taxpayer (\"Drug Innovation to the Rescue,\" May 2). Remdesivir has benefited from public funding at every turn. Federal scientists first helped discover its potential against Ebola. Then, the National Institutes of Health funded university researchers to study its effects against coronaviruses. Now national governments are running Covid-19 clinical trials. The U.S. government has spent at least $70 million developing the drug. In total, the federal government is spending billions advancing Covid-19 treatments and vaccines.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/house-probe-says-traveler-screening-lax-as-pandemic-spread-11588878019", "title": "House Probe Says Traveler Screening Lax as Pandemic Spread", "date": "2020-05-07 15:46", "summary": "Relatively few travelers from Italy, South Korea were barred from flights; U.S. left screening to host countries, House report says. WASHINGTON-As the coronavirus spread rapidly in Italy and South Korea in the first half of March, screening of airline passengers traveling from those countries to the U.S. was lax and haphazard, potentially contributing to the pandemic's spread at home, according to a congressional investigation.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/two-year-treasury-yield-now-at-record-low-11588880057", "title": "Two-Year Treasury Yield Now at Record Low", "date": "2020-05-07 15:34", "summary": "The two-year Treasury bill yield finished Thursday's trading session at its lowest level since 2011. The yield on the two-year Treasury settled at a record low on Thursday after data showed the continuing hit to the U.S. labor market from the pandemic shutdowns.", "categories": [["Markets", "Credit Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/credit-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-crisis-for-urban-universities-11588867157", "title": "A Crisis for Urban Universities", "date": "2020-05-07 15:18", "summary": "Academic institutions have driven the revival of many U.S. cities, but the pandemic is threatening the sources of their success.. More than a month after the Covid-19 pandemic forced universities across the U.S. to shut down their campuses and quickly shift to online learning, many college officials are warning that they may not be able to reopen in the fall. Urban colleges and universities are particularly vulnerable.", "categories": [["Life & Work", "Ideas", "Essay"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/essay?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-happy-days-of-garry-marshall-review-hagiography-over-history-11588878808", "title": "'The Happy Days of Garry Marshall' Review: Hagiography Over History", "date": "2020-05-07 15:13", "summary": "This look at the iconic producer-director is a pleasant eulogy, a tribute in keeping with the man himself.. There's a single still photograph in ABC's \"The Happy Days of Garry Marshall\"-what adds up to a fleeting moment, presented with neither comment nor identification-of the celebrated producer-director together with Norman Lear. And it feels like a subversive act. \"If television was the education of the American public,\" Mr. Marshall himself says during the two-hour salute, \"then 'Happy Days' was recess.\" In the period during which Mr. Marshall was making \"Happy Days\"-and \"The Odd Couple,\" \"Laverne & Shirley\" and \"Mork & Mindy\"-Mr. Lear was making \"All in the Family,\" \"Maude,\" \"The Jeffersons,\" \"Good Times\" and \"One Day at a Time.\" Given the upbeat-cum-adulatory tone of the special-and its celebration/justification of Mr. Marshall as a master of escapist entertainment-showing Mr. Lear while not mentioning him not only feels weird, but like an overly cautious insult to the subject of the special.", "categories": [["Books & Arts", "Television Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/television-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-asks-supreme-court-to-block-house-access-to-mueller-probe-documents-11588878569", "title": "Trump Asks High Court to Block House Access to Mueller Documents", "date": "2020-05-07 15:09", "summary": "Appeals court had ruled that House Judiciary Committee's interest in withheld Mueller materials was valid. WASHINGTON-The Trump administration Thursday asked the Supreme Court to block the House Judiciary Committee from obtaining grand-jury materials from special counsel Robert Mueller's investigation of Russian interference in the 2016 presidential election.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/rewind-review-finding-the-truth-behind-home-movies-11588878302", "title": "'Rewind': Finding the Truth Behind Home Movies", "date": "2020-05-07 15:05", "summary": "A filmmaker searches his family's archive for clues to abuse he endured as a child.. Anyone who has shot home movies knows the paradox. You capture those happy moments-or moments in which everyone is determined to look happy-but lose your sense of participation in the event. When Sasha Neulinger was growing up, his filmmaker father, Henry, shot so much video that his mother felt the camera was a wall between her husband and the large, convivial family. Later, though, the footage served as a window, then a door. \"Rewind\" (streaming on demand before it airs on PBS's \"Independent Lens\" May 11) is the adult Sasha's film, a harrowing but enthralling documentary feature that explores his family archive in order to understand the recurring sexual abuse that blighted his childhood.", "categories": [["Books & Arts", "Film Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/film-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/natural-gas-swings-after-rise-in-stockpiles-11588865343", "title": "Natural Gas Drops After Rise in Stockpiles", "date": "2020-05-07 15:05", "summary": "Prices still up about 22% from recent low; traders expect them to remain volatile. Natural-gas prices slid Thursday, pausing a recent recovery after weekly inventory figures showed a larger-than-expected increase last week.", "categories": [["Markets", "Commodities", "Gas Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb", "https://www.wsj.com/news/types/gas-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-glut-drowning-the-oil-market-11588843801", "title": "The Glut Drowning the Oil Market", "date": "2020-05-07 14:56", "summary": "Resume Subscription. The world is running out of room for its oil.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/roger-horchow-sold-luxury-goods-through-a-catalog-11588860000", "title": "Roger Horchow Sold Luxury Goods Through a Catalog", "date": "2020-05-07 14:49", "summary": "Entrepreneur relished second act as producer of 'Crazy for You,' other Broadway shows. Soon after enrolling in a pre-med program at Yale University in 1945, Roger Horchow faced a crisis: He hated chemistry.", "categories": [["World", "Obituaries"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/obituaries?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-city-may-limit-crowds-at-parks-to-fight-spread-of-coronavirus-11588877243", "title": "New York City May Limit Crowds at Parks to Fight Spread of Coronavirus", "date": "2020-05-07 14:47", "summary": "Warm weather drew large crowds to some city parks last weekend. New York City could restrict the number of people inside some public parks as it tries to reduce overcrowding and stem the spread of the new coronavirus during warmer weather, Mayor Bill de Blasio said Thursday.", "categories": [["U.S.", "Politics"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/among-new-coronavirus-antibody-tests-limited-value-and-many-unknowns-11588877202", "title": "Among New Coronavirus Antibody Tests, Limited Value and Many Unknowns", "date": "2020-05-07 14:46", "summary": "Many tests for detecting past infections are reaching patients with their reliability unproven and with much still left to learn about Covid-19 immunity. More than 100 antibody tests, designed to tell whether a person had contracted and potentially recovered from Covid-19 in the past, are now available in the U.S. But only a few have been reviewed or deemed reliable by regulators, and high-quality tests still aren't widely accessible.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/dish-networks-commercial-customer-base-hit-by-coronavirus-11588861463", "title": "Dish Network's Commercial Customer Base Hit by Coronavirus", "date": "2020-05-07 14:45", "summary": "Satellite-TV provider waives some charges for hotel and airline clients, offers few details about wireless-network plans. Dish Network Corp.'s profit sank during the first quarter as hotels and airplanes emptied by the coronavirus crisis sapped its satellite-TV business.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/can-the-lockdown-improve-our-sports-11588876497", "title": "Can the Lockdown Improve Our Sports?", "date": "2020-05-07 14:34", "summary": "It's not just the players. Referees, owners and fans also need to refine their game.. While Americans wait breathlessly for professional sports to return, one persistent question is what the players are doing during the coronavirus shutdown. Are basketball players who have trouble laying off the cheeseburgers using the hiatus to get in shape, or are they hitching up the feed bag and eating themselves into worse shape? Are baseball players who have trouble hitting breaking balls working to improve? How about wide receivers with cement hands, or tennis players with patty-cake serves?", "categories": [["Life & Work", "Ideas", "Moving Targets"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/moving-targets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/supreme-court-rebukes-appeals-panel-over-noncitizens-ruling-11588876221", "title": "Supreme Court Rebukes Appeals Panel Over Noncitizens Ruling", "date": "2020-05-07 14:30", "summary": "'The appeals panel departed so drastically from the principle of party presentation as to constitute an abuse of discretion,' Justice Ruth Bader Ginsburg wrote. WASHINGTON-The Supreme Court Thursday reinstated a federal law that makes it a crime to induce noncitizens to stay in the country illegally, in a unanimous opinion that sharply criticized an appeals court for invalidating the statute on grounds the defendant never raised.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/no-you-dont-need-all-those-skin-care-products-11588876010", "title": "No, You Don't Need All Those Skin-Care Products", "date": "2020-05-07 14:26", "summary": "Facialists are offering virtual consultations to help clients prune their beauty routines. Here are the key takeaways.. \"YOU DON'T NEED that serum.\" Five words that I was, frankly, delighted to hear during a virtual skin consultation with Manhattan facialist Georgia Louise. I say \"delighted\" because an opposing principle has often fueled the beauty industry (and, admittedly, my own skin-care routine): the belief that women need a surplus of products, a more-is-more approach, to achieve \"perfect\" skin.", "categories": [["Life & Work", "Style & Fashion", "Fashion"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/fashion?mod=breadcrumb", "https://www.wsj.com/news/types/fashion?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-lifts-the-net-off-american-fishing-11588875561", "title": "Trump Lifts the Net off American Fishing", "date": "2020-05-07 14:19", "summary": "The administration will ease permitting for farmers and enforce standards on imported seafood.. With the global food supply chain under stress, President Trump's executive order Thursday will help reduce pain in the grocery checkout line-and also strengthen U.S. food production against foreign competition.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/auto-parts-maker-techniplas-files-for-bankruptcy-11588875552", "title": "Auto-Parts Maker Techniplas Files for Bankruptcy", "date": "2020-05-07 14:19", "summary": "Wisconsin-based plastics manufacturer plans to hand control to bondholders but will look for better offer. Auto-parts maker Techniplas LLC filed for bankruptcy with plans to hand ownership to bondholders that include HIG Capital LLC, saying Covid-19 has further hurt its struggling business.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/turkey-blocks-foreign-banks-in-attempt-to-stem-currency-slide-11588875084", "title": "Turkey Blocks Foreign Banks in Attempt to Stem Currency Slide", "date": "2020-05-07 14:11", "summary": "Citigroup, BNP Paribas and UBS are blocked from processing lira transactions as Turkey's currency hits a record low against the dollar. Turkey blocked three international banks from trading its currency Thursday, an effort to stymie investors who are betting that the country's weak financial standing will continue to deteriorate.", "categories": [["Markets", "Currencies", "Foreign Exchange"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/currencies?mod=breadcrumb", "https://www.wsj.com/news/types/foreign-exchange?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/heres-what-to-know-if-you-must-sign-up-for-cobra-health-insurance-11588843802", "title": "What to Know If You Must Sign Up for Cobra Health Insurance", "date": "2020-05-07 14:06", "summary": "As millions of Americans lose their jobs they'll need to look for coverage. As millions of Americans lose their jobs-and with them, their employer-based health insurance-they'll need to look for other coverage.", "categories": [["Markets", "Personal Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/personal-finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/white-house-legislative-affairs-chief-in-talks-for-state-department-role-11588874482", "title": "White House Legislative Affairs Chief in Talks for State Department Role", "date": "2020-05-07 14:01", "summary": "Eric Ueland is under consideration to be tapped as undersecretary of state for civilian security. WASHINGTON-Eric Ueland, the White House legislative affairs director, is in talks to leave his post as early as this month for a job at the State Department, according to people familiar with the matter, a move that would mark the latest reshuffling of the West Wing in recent weeks.", "categories": [["WSJ News Exclusive", "Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-wine-fits-into-the-new-normal-11588874058", "title": "How Wine Fits Into the New Normal", "date": "2020-05-07 13:54", "summary": "Under ordinary circumstances, beverage director Andy Myers oversees what's poured at José Andrés's celebrated restaurant group. Now he's pivoting to serve his community and appreciating the beauty of a $6 bottle.. WHY WOULD ANYONE want to talk about wine right now?\" When Andy Myers put this question to me a few weeks ago, I understood it as rhetorical-but I've been pondering my response ever since.", "categories": [["Life & Work", "Food & Drink", "On Wine"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/food-cooking-drink?mod=breadcrumb", "https://www.wsj.com/news/types/on-wine-lettie-teague?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fda-pulls-approval-for-dozens-of-mask-makers-in-china-11588873151", "title": "FDA Pulls Approval for Dozens of Mask Makers in China", "date": "2020-05-07 13:39", "summary": "Tests during the pandemic have shown many imported masks fall well short of N95 filtration standards. Federal officials withdrew approval for more than 60 manufacturers in China to export N95-style masks to the U.S. after finding what they said were a large number of low-quality products from those companies.", "categories": [["WSJ News Exclusive", "Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/brookfield-aims-to-spend-5-billion-to-shore-up-troubled-retailers-11588865434", "title": "Brookfield Aims to Spend $5 Billion to Shore Up Troubled Retailers", "date": "2020-05-07 13:34", "summary": "Firm with heavy mall presence looks to take stakes in companies hit by the coronavirus crisis. Mall owner Brookfield Asset Management Inc. plans to devote $5 billion to shoring up retailers hit by the coronavirus pandemic, a bet on a beaten-down sector that could also help keep its rent payments rolling in.", "categories": [["WSJ News Exclusive", "Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/raytheon-technologies-defends-merger-rationale-11588852527", "title": "Raytheon Technologies to Cut $2 Billion in Costs, Furlough Staff", "date": "2020-05-07 13:23", "summary": "Defense sales help limit coronavirus fallout amid weakness in jetliner business. Raytheon Technologies Corp. said it plans to cut $2 billion in costs immediately, suspend share buybacks and furlough workers in its commercial aviation business, as the company adapts to the coronavirus-driven crisis that has engulfed the global airline industry.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/israeli-leader-netanyahu-gets-mandate-to-form-government-11588872175", "title": "Israeli Leader Netanyahu Gets Mandate to Form Government", "date": "2020-05-07 13:22", "summary": "Prime minister is set to be sworn in next week as he heads toward his corruption trial. TEL AVIV-Israel's president gave Prime Minister Benjamin Netanyahu the mandate to form a unity government with his onetime rival after a parliamentary majority supported the arrangement, a remarkable turnaround for Mr. Netanyahu, who survived three inconclusive elections and is now set to begin a record fifth term while about to go on trial on corruption charges.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/like-pride-and-prejudice-youll-love-this-cult-classic-novel-11588871470", "title": "Like 'Pride and Prejudice'? You'll Love This Cult Classic Novel.", "date": "2020-05-07 13:11", "summary": "In this week's Comfort Read, we revisit 1948's 'I Capture the Castle,' an impossibly entertaining book about the fortitude and marriage schemes of a family in the English countryside. EACH TIME I reread \"I Capture the Castle,\"-roughly once a year, or whenever my lagging spirit needs a kick-start-it feels like a homecoming. But I'll admit: Dodie Smith's 1948 tale about the fortunes and foibles of the Mortmain family, cooped up together in a crumbling castle and cut off from the outside world, has never seemed more apt than in this age of quarantine. \"Castle\" is often classified as \"young adult\" fiction, perhaps because Smith remains better known for her kiddie classic \"The Hundred and One Dalmatians.\" But its sophisticated charms defy pigeonholing. Would anyone paint \"Pride and Prejudice\"-the text from which \"Castle\" is self-consciously descended-with so sloppy a brush?", "categories": [["Life & Work", "Comfort Reads"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/comfort-reads?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-putin-discussed-coronavirus-arms-control-during-call-11588871393", "title": "Trump, Putin Discussed Coronavirus, Arms Control", "date": "2020-05-07 13:09", "summary": "White House says Trump offered Russia assistance in fight against the virus. WASHINGTON-President Trump and Russian President Vladimir Putin discussed the coronavirus pandemic and other bilateral issues in a phone call Thursday, as tensions between the two countries remain high.", "categories": [["World", "Europe", "Russia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb", "https://www.wsj.com/news/types/russia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/viacomcbs-revenue-falls-as-ncaa-tournament-cancellation-hurt-ad-revenue-11588852358", "title": "ViacomCBS Shares Rise on Earnings Beat, Despite Slumping Revenue", "date": "2020-05-07 13:06", "summary": "Media company struck deal with YouTube TV and is putting films from the Paramount movie studio onto CBS All Access. ViacomCBS Inc. reported a drop in revenue in the first quarter, driven by weak advertising sales, but the company's shares rose sharply as its streaming business grew and its results came in ahead of Wall Street's expectations.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-to-appeal-college-financial-aid-decisions-11588870551", "title": "How to Appeal College Financial-Aid Decisions", "date": "2020-05-07 13:00", "summary": "The coronavirus and economic downturn will make it easier for parents to make a case for more money. But it also means the competition for aid will be greater.. Financial-aid award letters have arrived or will soon arrive for graduating high-school seniors and returning college students.", "categories": [["Life & Work", "Journal Reports: Coronavirus"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-coronavirus?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-administration-still-crafting-guidelines-for-businesses-to-reopen-11588870521", "title": "Trump Administration Still Crafting Guidelines for Businesses to Reopen", "date": "2020-05-07 12:55", "summary": "The White House asked the Centers for Disease Control and Prevention to revise a draft plan for schools, churches and businesses to reopen amid the coronavirus pandemic. WASHINGTON-President Trump's coronavirus task force put the brakes on a proposal from the Centers for Disease Control and Prevention that sought to provide detailed guidelines for schools, churches and businesses to reopen, asking the agency for revisions that would ultimately make the guidelines less prescriptive, White House officials said.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/irans-coronavirus-cases-rise-anew-as-friday-prayers-are-set-to-resume-11588870093", "title": "Iran's Coronavirus Cases Rise Anew as Friday Prayers Are Set to Resume", "date": "2020-05-07 12:48", "summary": "New infections surge as congregations in more than 100 towns prepare to gather after two-month suspension, despite health officials' warnings. New infections from the coronavirus have surged in Iran two weeks after it began easing restrictions on its population and a day before some mosques are set to reopen for Friday prayers, highlighting the risks of lifting curbs to contain the pandemic.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sweden-has-avoided-a-coronavirus-lockdown-its-economy-is-hurting-anyway-11588870062", "title": "Sweden Avoided a Coronavirus Lockdown. Its Economy Is Hurting Anyway.", "date": "2020-05-07 12:47", "summary": "Even without legal prohibitions, many Swedes are following social-distancing recommendations and limiting travel. MOTALA, Sweden-While much of Europe and the U.S. have endured strict government-imposed lockdowns, Josefine Sandblom has been free to savor the Scandinavian spring and lounge in restaurants in her hometown here, a popular lakeside vacation destination.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/islamic-state-takes-fight-to-iraqi-security-forces-as-coalitions-ties-with-baghdad-fray-11588869096", "title": "Islamic State Takes Fight to Iraqi Security Forces as Coalition's Ties With Baghdad Fray", "date": "2020-05-07 12:46", "summary": "Spate of attacks underline growing threat posed by the militant group a year after U.S.-backed forces declared the end of its caliphate. BAGHDAD-Islamic State has stepped up attacks in Iraq, seeking to exploit cracks in Baghdad's alliance with the U.S.-led coalition and new security challenges resulting from the coronavirus pandemic.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-coronavirus-and-project-fear-3-0-11588869841", "title": "The Coronavirus and Project Fear 3.0", "date": "2020-05-07 12:44", "summary": "We've seen these scare tactics before, in both the campaigns against Brexit and against Trump.. Project Fear is back, alas, and it threatens to ruin our post-coronavirus politics for years.", "categories": [["Opinion", "Political Economics"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/political-economics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-better-alternative-to-state-bankruptcy-or-default-11588869870", "title": "A Better Alternative to State Bankruptcy or Default", "date": "2020-05-07 12:44", "summary": "Bond contracts that waive sovereign immunity can provide cash and some much-needed discipline.. With tax revenue crashing and expenditures soaring, states face severe financial problems. Illinois has already requested a federal bailout of its pension system, and last month Senate Majority Leader Mitch McConnell suggested that Congress should enact legislation allowing states to go bankrupt.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/work-from-home-congress-also-cant-figure-out-how-to-unmute-11588869755", "title": "Work-From-Home Congress Also Can't Figure Out How to Unmute", "date": "2020-05-07 12:42", "summary": "Resume Subscription. Sen. Joe Manchin thought he was on mute when he swung through an Arby's drive-through in Charleston, W.Va. He was not.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/coronavirus-impact-may-derail-2-6-billion-sale-of-swiss-payments-company-11588869137", "title": "Coronavirus Impact May Derail Sale of Swiss Payments Company", "date": "2020-05-07 12:32", "summary": "Silver Lake and Partners Group had agreed to sell Global Blue to a blank-check company tied to Daniel Loeb's Third Point. Far Point Acquisition Corp. , a blank-check company tied to hedge-fund executive Daniel Loeb, said Thursday that its directors have decided not to pursue the $2.6 billion deal to buy Swiss payments company Global Blue AG, citing damage to that business from the coronavirus pandemic.", "categories": [["Pro PE Deals"]], "category_links": ["https://www.wsj.com/news/types/pro-pe-deals?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/locked-down-users-reaching-limits-on-social-media-amid-coronavirus-11588868578", "title": "Locked-Down Users Reaching Limits on Social Media Amid Coronavirus", "date": "2020-05-07 12:22", "summary": "As the pandemic roars on, eye-popping levels of screen time could lead to online fatigue among its users. Social-media usage is blowing up, but will it crash when real-life invitations start flooding back in?", "categories": [["Markets", "Overheard"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/overheard?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-eyes-troop-drawdown-in-egypts-restive-sinai-11588867664", "title": "U.S. Eyes Troop Drawdown in Egypt's Restive Sinai", "date": "2020-05-07 12:07", "summary": "The possible move, which is opposed by Israel and the State Department, comes as security forces battle Islamic State militants. Secretary of Defense Mark Esper is leading a push to withdraw troops from an international peacekeeping force the U.S. heads in Egypt's Sinai Peninsula, where Egyptian security forces are battling Islamic State militants on Israel's doorstep, according to current and former U.S. officials.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-has-hit-some-european-real-estate-markets-harder-than-others-11588867281", "title": "Coronavirus Has Hit Some European Real-Estate Markets Harder Than Others", "date": "2020-05-07 12:01", "summary": "How the pandemic has affected capital cities like London, Berlin and beyond. As coronavirus sweeps across Europe, economists say that gross domestic product has dropped by 3.8% for the first quarter of 2020 for Eurozone nations, a steeper drop than that in the U.S. economy during the same period. But the impact of the pandemic on real estate in specific international cities has varied widely: Some have come to a grinding halt, while others are using technology to carry on buying and selling-albeit in lower volumes than normal. Attitudes range from \"keep calm and carry on\" in Austria to fears that the pandemic will leave a crashing market in its wake in Russia and encourage Spaniards to sour on the idea of owning a home altogether.", "categories": [["Real Estate", "Homes"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/homes?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/postal-service-is-in-financial-peril-government-watchdog-report-says-11588865412", "title": "Postal Service Is in Financial Peril, Watchdog Report Says", "date": "2020-05-07 12:01", "summary": "GAO says Congress should determine level of service the nation requires as coronavirus pandemic hits USPS's business and determine whether agency should be financially self-sustaining. A government watchdog called on Congress to address longstanding structural and financial problems plaguing the U.S. Postal Service, as the political debate intensifies over future federal aid to the service.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/senators-examine-trumps-nominee-for-navy-secretary-11588857701", "title": "Senators Examine Trump's Nominee for Navy Secretary", "date": "2020-05-07 11:49", "summary": "Kenneth Braithwaite addressed the Navy's 'failings of leadership' over their handling of coronavirus outbreaks and other issues in recent years. President Trump's latest pick to be secretary of the Navy appeared before senators Thursday for a confirmation hearing, addressing what he called failings in the Navy's handling of coronavirus outbreaks and other issues in recent years.", "categories": [["Politics", "National Security"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/national-security?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/liberty-global-telefonica-to-combine-u-k-units-creating-39-billion-giant-11588838863", "title": "Liberty Global, Telefonica to Combine U.K. Units, Creating $39 Billion Giant", "date": "2020-05-07 11:47", "summary": "In a rare deal during the pandemic, Virgin Media is set to merge with O2, pooling the companies' 46 million subscribers. John Malone's Liberty Global PLC agreed to combine its U.K. telecommunications business with that of Spain's Telefónica SA, creating a telecom giant worth nearly $39 billion in the biggest deal since the global coronavirus shutdown started.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/spending-too-much-time-online-here-are-tips-for-unplugging-11588865659", "title": "Spending Too Much Time Online? Here Are Tips for Unplugging.", "date": "2020-05-07 11:34", "summary": "Everybody needs to get offline at least part of the time to focus on the big picture. You just may need to trick yourself into doing it. What can an entrepreneur do when the digital demands never stop coming?", "categories": [["Business", "Journal Reports: Small Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-small-business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-sets-plan-to-reopen-its-economy-will-other-states-follow-11588861205", "title": "New York Sets Plan to Reopen Its Economy. Will Other States Follow?", "date": "2020-05-07 11:23", "summary": "The number of people hospitalized for Covid-19 is key regional metric in state's dashboard of seven metrics. New York has developed its own formula to answer the question facing every state in the country: How to restart the economy after the novel coronavirus brought business to a halt.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-hijacks-the-body-from-head-to-toe-perplexing-doctors-11588864248", "title": "Coronavirus Hijacks the Body From Head to Toe, Perplexing Doctors", "date": "2020-05-07 11:10", "summary": "Resume Subscription. Garvon Russell was having trouble breathing when he arrived sick with Covid-19 at a New York City emergency room. By the time he left the hospital two weeks later, he had battled the new coronavirus all over his body.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/the-geometry-of-dresses-and-bodies-11588863773", "title": "The Geometry of Dresses and Bodies", "date": "2020-05-07 11:02", "summary": "When a mathematician tries to sew a dress, the concept of positive and negative curvature can help-up to a point.. After sewing myself a mask, I decided to make myself a dress while sheltering in place at home. I had never made a dress before, but I sew well, and I've tried on many dresses in my life, and I am a mathematician. I told myself that it's all just applied differential geometry.", "categories": [["Life & Work", "Ideas", "Everyday Math"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/everyday-math?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-is-found-in-semen-of-covid-19-patients-11588863600", "title": "Coronavirus Is Found in Semen of Covid-19 Patients", "date": "2020-05-07 11:00", "summary": "Finding by Chinese researchers raises the prospect of sexual transmission. The new coronavirus has been found in the semen of infected individuals, according to Chinese researchers, raising the prospect that the virus could be sexually transmitted.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-defense-haven-isnt-overcrowded-yet-11588862193", "title": "The Defense Haven Isn't Overcrowded Yet", "date": "2020-05-07 10:36", "summary": "The Covid-19 crisis highlights the attractiveness of defense contractors, but unwarranted fears about the U.S. government's borrowing capacity are still holding back valuations. Defense companies are widely acknowledged to be a good place for investors to hide in an economic downturn. In the Covid-19 crisis, though, investors have yet to put much of their money where their mouth is.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mining-company-alleges-diamond-trader-stashed-money-in-new-york-real-estate-11588861937", "title": "Mining Company Alleges Diamond Trader Stashed Money in New York Real Estate", "date": "2020-05-07 10:32", "summary": "Brazil's Vale is trying to collect part of a $2 billion arbitration award against a company tied to Beny Steinmetz. A Brazilian mining company is turning to a U.S. court to obtain information related to its allegations that an Israeli diamond trader made undisclosed investments in New York City real estate.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/north-carolina-businessman-tapped-to-head-the-postal-service-11588818025", "title": "North Carolina Businessman Tapped to Head the Postal Service", "date": "2020-05-07 10:31", "summary": "Louis DeJoy will be the agency's 75th postmaster general. WASHINGTON-The U.S. Postal Service's governance board tapped a North Carolina businessman and Republican donor to be the next postmaster general, as President Trump seeks to push the organization to raise rates for package delivery.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fiat-chrysler-peugeot-deal-math-complicated-by-pandemic-fallout-11588861869", "title": "Fiat Chrysler, Peugeot Deal Math Complicated by Pandemic Fallout", "date": "2020-05-07 10:31", "summary": "Car giants say they are committed to sealing merger pact by early 2021. The planned merger of Fiat Chrysler Automobiles NV and Peugeot maker PSA Group is supposed to better equip both car makers in a fast-changing industry.", "categories": [["Business", "Autos & Transportation", "Autos Industry"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/transportation?mod=breadcrumb", "https://www.wsj.com/news/types/autos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bloomberg-to-pay-5-million-to-settle-sec-investigation-of-brokerage-practices-11588810643", "title": "Bloomberg to Pay $5 Million to Settle SEC Probe of Brokerage Practices", "date": "2020-05-07 10:26", "summary": "Regulator says unit executed some client trades without disclosing it allowed partners to determine how orders would be filled. WASHINGTON-A subsidiary of media and financial-data company Bloomberg LP agreed Wednesday to pay $5 million to settle regulatory claims that it executed some clients' stock trades in a way inconsistent with its customer disclosures.", "categories": [["Markets", "Financial Regulation"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/financial-regulation?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/dont-start-a-new-cold-war-with-china-11588860761", "title": "A Cold War With China Would Be a Mistake", "date": "2020-05-07 10:12", "summary": "Beijing poses some real challenges, but the most formidable threats the U.S. now faces are transnational problems like the coronavirus. America's relationship with China was deteriorating long before the eruption of Covid-19, but the pandemic has greatly sharpened tensions between the world's two most powerful countries. A rising chorus of American voices now argues that confronting China should become the organizing principle of U.S. foreign policy, akin to the Cold War against the Soviet Union. But this would be a major strategic error. It reflects an out-of-date mind-set that sees dealing with other major powers as America's principal challenge. Today and for the century ahead, the most significant threats that we face are less other states than a range of transnational problems.", "categories": [["Life & Work", "Ideas", "Essay"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/essay?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/china-counters-coronavirus-crunch-with-surprise-rise-in-exports-11588836607", "title": "China Counters Coronavirus Crunch With a Surprise Rise in Exports", "date": "2020-05-07 10:09", "summary": "Outbound shipments rise 3.5% in April compared with a year earlier. BEIJING-Chinese exports rose unexpectedly in April, bucking a pandemic-induced economic slump that has crimped demand and disrupted supply chains world-wide.", "categories": [["Economy", "Asia Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/asia-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/oppenheimer-to-explore-virtual-inspection-of-branches-chief-compliance-officer-says-11588860000", "title": "Oppenheimer to Explore Virtual Inspection of Branches, Chief Compliance Officer Says", "date": "2020-05-07 10:00", "summary": "The broker-dealer has relied more on digital tools to meet its compliance requirements during the lockdowns. Oppenheimer & Co. learned a lot about business continuity planning in 2012, after superstorm Sandy flooded its Manhattan offices, forcing some employees to work remotely.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nintendo-scores-on-animal-crossing-sales-thanks-to-coronavirus-lockdowns-11588842065", "title": "Nintendo Scores on 'Animal Crossing' Sales Thanks to Coronavirus Lockdowns", "date": "2020-05-07 09:33", "summary": "Videogame maker says consumers in major markets bought 13.4 million copies of new game in first six weeks. TOKYO- Nintendo Co. beat its forecast for Switch console sales and said consumers have bought more than 13 million copies of its latest \"Animal Crossing\" game, evidence that people staying at home during the coronavirus pandemic are flocking to videogames.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/john-malone-takes-another-step-back-from-europe-11588858213", "title": "John Malone Takes Another Step Back From Europe", "date": "2020-05-07 09:30", "summary": "The cable billionaire's European holding company has found a way to extract cash from the $39 billion megamerger of its U.K. cable assets and Telefónica's U.K. mobile network.. Thursday's U.K. megamerger answered one longstanding question concerning the European empire of cable billionaire John Malone. Other questions loom larger than ever.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hong-kong-exchanges-ceo-charles-li-to-step-down-11588834354", "title": "Hong Kong Exchanges CEO Charles Li to Step Down", "date": "2020-05-07 09:29", "summary": "Longtime chief told board he won't seek reappointment when his contract expires in October 2021. The operator of Hong Kong's stock exchange said its longtime chief executive plans to step down by October 2021, or earlier if a successor is found before then.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/budweiser-brewer-hit-by-pandemic-but-sees-bright-spots-in-u-s-china-11588841865", "title": "Budweiser Brewer Hit by Pandemic, but Sees Bright Spots in U.S., China", "date": "2020-05-07 09:29", "summary": "World's largest beer maker sees recovery starting in China; U.S. grocery and liquor store sales rise. A coronavirus-fueled shutdown of bars, nightclubs and other drinking venues around the world hammered sales for Anheuser-Busch InBev SA in the first quarter, a trend the Budweiser brewer warned would get much worse before it gets better.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/schools-try-to-stem-covid-slide-learning-loss-11588857722", "title": "Schools Try to Stem 'Covid Slide' Learning Loss", "date": "2020-05-07 09:22", "summary": "Many families and educators are struggling with remote learning-and schools are trying to figure out what works best. Not long after the San Francisco Unified School District said it would be shutting its doors during the pandemic, Deepa Sureka felt a sense of panic wash over her.", "categories": [["Life & Work", "Journal Reports: Coronavirus"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-coronavirus?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/buds-owner-buys-some-time-for-debt-hangover-11588857648", "title": "Bud's Owner Buys Some Time for Debt Hangover", "date": "2020-05-07 09:20", "summary": "After holding its own in the first quarter, AB InBev may avoid drastic action to tackle its borrowings for now. Covid-19 is a perfect storm for Budweiser's owner. But after holding its own in the first quarter, the company is under less pressure to sell assets in a weak market as it grapples with a heavy debt load.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/europe-seeks-greater-powers-to-tackle-its-money-laundering-problem-11588856815", "title": "Europe Seeks Greater Powers to Tackle Its Money-Laundering Problem", "date": "2020-05-07 09:06", "summary": "Proposal for new powers includes on-site inspections at banks. The European Union said Thursday that it wants to boost the continent's power to fight money laundering following a series of scandals that have made Europe a center of financial crime.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-yorks-chinatown-businesses-struggle-to-survive-coronavirus-shutdown-11588856400", "title": "Manhattan's Chinatown Businesses Struggle to Survive Coronavirus Shutdown", "date": "2020-05-07 09:00", "summary": "Historic neighborhood has been dealt double blow by ban on restaurant dining and China-related stigma. Hai Shian Peng has seen businesses in Manhattan's Chinatown weather disruptions from terrorist attacks to natural disasters. But the new coronavirus pandemic poses an unprecedented threat to the 50-year-old restaurant owner.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/you-can-play-golf-again-i-shouldnt-play-golf-ever-11588856160", "title": "You Can Play Golf Again. I Can't Play Golf Ever.", "date": "2020-05-07 08:56", "summary": "States are easing restrictions on recreational activities, like Earth's most maddening sport. America is reopening its golf courses, which raises a thorny question: Should you play golf amid such serious times?", "categories": [["Sports"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/meet-the-new-trade-war-its-not-the-same-as-the-old-trade-war-11588854324", "title": "Meet the New Trade War. It's Not the Same as the Old Trade War.", "date": "2020-05-07 08:55", "summary": "With U.S.-China trade deal goals increasingly out of reach, another round of trade conflict looks near. But things could play out quite differently this time.. Investors in Asia woke up Thursday to an old, familiar and very unwelcome sound: President Trump saber-rattling on trade.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ecb-offers-to-pay-banks-to-keep-credit-flowing-but-lenders-say-no-11588797428", "title": "ECB Offers to Pay Banks to Keep Credit Flowing, but Lenders Say 'No'", "date": "2020-05-07 08:47", "summary": "Lackluster response to loan offer comes despite eurozone businesses' surge in demand for capital. FRANKFURT-The European Central Bank has offered to pay eurozone banks if they keep loans flowing to eurozone businesses.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mothers-day-gift-guide-cool-mom-11588855090", "title": "We Found the Absolute Best Mother's Day Gifts (So You Don't Have To)", "date": "2020-05-07 08:40", "summary": "Yes, the best present right now would be a dose of normalcy. But these cozy offerings-all practical yet luxurious-speak to our current climate while not scrimping on style. A Hermès blanket adds an extra-luxurious touch as mom binges Normal People on the sofa. Hermès, $1,575, hermes.com/us", "categories": [["Fashion"]], "category_links": ["https://www.wsj.com/news/types/magazine-fashion?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/homeowners-raise-a-stink-over-pot-smoking-neighbors-11588852854", "title": "Homeowners Raise a Stink Over Pot-Smoking Neighbors", "date": "2020-05-07 08:00", "summary": "As states legalize recreational and medicinal marijuana use, community associations and municipalities deal with how to handle pot's pungent odor. Where there's smoke, there's fire.", "categories": [["Real Estate", "Counting House"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/counting-house?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/school-psychologists-go-online-to-help-students-deal-with-coronavirus-pandemic-11588852800", "title": "School Psychologists Go Online to Help Students Deal With Pandemic", "date": "2020-05-07 08:00", "summary": "More districts across the U.S. adopt telehealth to provide services as anxiety and depression climb. When one of Peter Faustino's students was having trouble sleeping a few weeks ago, the Westchester County, N.Y., school psychologist did what he would normally do with any of his high schoolers: try to have a conversation.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-clorox-wipes-are-still-so-hard-to-find-11588852801", "title": "Why Clorox Wipes Are Still So Hard to Find", "date": "2020-05-07 08:00", "summary": "Shortage isn't improving; 'within 30-45 minutes they're gone'. Toilet paper is back on shelves and hand sanitizer is easier to find, but one item remains as elusive as ever: disinfectant wipes.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-puts-congresss-doctor-on-front-lines-11588852459", "title": "Coronavirus Puts Congress's Doctor on Front Lines", "date": "2020-05-07 07:54", "summary": "Senate and House leaders rely on Dr. Brian Monahan's medical advice but reach different decisions on returning to Capitol. WASHINGTON-For almost a century, the Office of the Attending Physician has worked quietly to take care of members of Congress, the Supreme Court and others without entering the political fray.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cardinal-pell-knew-pedophile-priest-was-moved-to-protect-church-inquiry-found-11588852214", "title": "Cardinal Pell Knew Pedophile Priest Was Moved to Protect Church, Inquiry Found", "date": "2020-05-07 07:50", "summary": "Previously redacted findings of an Australian inquiry have been published; they reject Cardinal Pell's evidence he had been lied to by church officials about Gerald Ridsdale. SYDNEY-Cardinal George Pell knew a notorious pedophile priest was a risk when he was removed from a parish in the early 1980s to protect the church from further scandal, an Australian investigation into institutional responses to child sexual abuse found.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/animal-crossing-has-switched-on-nintendo-11588851254", "title": "'Animal Crossing' Has Switched on Nintendo", "date": "2020-05-07 07:34", "summary": "Releasing a hit game while everyone is stuck at home is paying dividends for Nintendo. Nintendo has got a stay-at-home boost. There are challenges but the Japanese game giant could keep the momentum going.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-u-s-womens-soccer-teams-pay-doesnt-rise-as-it-generates-more-money-heres-why-11588849252", "title": "The U.S. Women's Soccer Team's Pay Doesn't Rise as It Generates More Money. Here's Why.", "date": "2020-05-07 07:00", "summary": "The team's employer, U.S. Soccer, is a non-profit that has a different mission than professional leagues. After the U.S. women's soccer team's equal pay lawsuit suffered a huge setback last week, a longtime question resurfaced: Wouldn't the women make more money if they generated more revenue?", "categories": [["Sports", "Soccer"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/soccer?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/gas-leak-from-chemical-plant-kills-11-in-india-11588848796", "title": "Gas Leak From Chemical Plant Kills 11 in India", "date": "2020-05-07 06:53", "summary": "Polymer plant is owned by South Korean battery maker LG Chemical. NEW DELHI-A gas leak from a South Korean company's chemical plant in southern India killed at least 11 people and sent others to hospitals, while authorities evacuated hundreds of people from the area.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/in-premium-tech-necessity-still-sells-11588847581", "title": "In Premium Tech, Necessity Still Sells", "date": "2020-05-07 06:33", "summary": "Peloton's sales boom in lockdown, while Sonos hits bum note. Even when it comes to high-end toys, lockdown life distinguishes between wants and needs.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/as-companies-reopen-employees-scramble-to-find-child-care-11588847400", "title": "As Companies Reopen, Employees Scramble to Find Child Care", "date": "2020-05-07 06:30", "summary": "Coronavirus lockdowns have closed thousands of day-care facilities temporarily or permanently, leaving parents searching for solutions. Darrell Ford's supervisor calls him almost every day, asking when he'll return to his building-maintenance job in Duluth, Minn.", "categories": [["Life & Work", "Journal Reports: Coronavirus"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-coronavirus?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chinas-auto-market-rumbles-back-to-growth-11588845921", "title": "China's Auto Market Rumbles Back to Growth", "date": "2020-05-07 06:05", "summary": "VW says 'by early summer we can look forward to a return to normal in the country's car market'. SHANGHAI-China's beleaguered auto market likely grew last month from a year earlier for the first time in nearly two years, the government-backed China Association of Automobile Manufacturers said Thursday.", "categories": [["Business", "Autos & Transportation", "Autos Industry"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/transportation?mod=breadcrumb", "https://www.wsj.com/news/types/autos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/forget-sourdough-everyone-is-playing-chess-now-11588845643", "title": "Chess Is the New King of the Pandemic", "date": "2020-05-07 06:00", "summary": "With professional sports no closer to returning, grandmasters and pawn pushers alike are filling the time with one of the world's oldest games. Ever since he started sheltering in place, Arnold Schwarzenegger has received several threatening phone calls a day. The most menacing comes from a burly man who rings late at night from Budapest. \"You want a quick beating?\" the voice asks.", "categories": [["Sports"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/virus-brings-both-credits-and-debits-to-paypal-and-square-11588845600", "title": "Virus Brings Both Credits and Debits to PayPal and Square", "date": "2020-05-07 06:00", "summary": "The digital-payment giants both benefited and suffered some setbacks from Covid-19, in radically different ways. Locked-down consumers are figuring out how to buy things online that they used to get in stores. The question for the digital-payments industry is how permanent that shift will be.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-has-changed-everything-for-police-across-the-country-11588843801", "title": "Coronavirus Has Changed Everything for Police Across the Country", "date": "2020-05-07 05:30", "summary": "Officers enforce social distancing with drones, quarantine at home after shifts and grieve colleagues who died of Covid-19. SANTA ROSA, Calif.-On a recent evening here, Sgt. Michael Clark urged caution when enforcing a new face mask requirement for residents to the 10 officers circled around him in what the police department now uses as a briefing room: the parking lot.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/unproven-coronavirus-cures-flood-u-s-regulators-11588843805", "title": "Unproven Coronavirus Cures Flood U.S. Regulators", "date": "2020-05-07 05:30", "summary": "Colloidal silver products sold by operators including Infowars founder Alex Jones and televangelist Jim Bakker are among law-enforcement targets. Gordon Pedersen wore a white lab coat and stethoscope and billed himself as a doctor in online videos he made to promote his own brand of drinks and gels containing silver particles, which he claimed could destroy the new coronavirus.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/small-investors-ruled-the-municipal-bond-world-for-a-few-days-in-march-11588804187", "title": "When Small Investors Ruled the Municipal-Bond World", "date": "2020-05-07 05:30", "summary": "They were there to jump on bargain prices as the coronavirus crisis prompted big money managers to unload bonds. A rough stretch in the municipal-bond market in March turned out to be a golden opportunity for some household bondholders. Small-time investors are seeing huge price gains on bonds they scooped up that month, as mutual funds were hemorrhaging cash and cities were canceling plans to borrow.", "categories": [["Markets", "Credit Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/credit-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/restaurants-reopen-but-not-everyone-is-coming-back-to-work-11588843808", "title": "Restaurants Reopen, but Not Everyone Is Coming Back to Work", "date": "2020-05-07 05:30", "summary": "The pandemic forced millions of low-wage food-service workers out of jobs, but many now make more than they did while working. Restaurants are ramping back up as coronavirus lockdowns lift in U.S. states. As they do, they are assessing both customers' willingness to come back and how many workers they will need in kitchens and socially-distant dining rooms.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-disrupts-travel-influencers-picture-perfect-business-model-11588843803", "title": "Coronavirus Disrupts Travel Influencer's Picture-Perfect Business Model", "date": "2020-05-07 05:30", "summary": "Christine Ka'aloa's posts on YouTube, Instagram and Facebook were hot before the pandemic. Now, she has turned to Patreon and Zoom to keep things going.. Travel blogger Christine Ka'aloa has posted a couple of new videos in recent weeks to her YouTube channel, which has been starved for content.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/unitedhealth-to-give-customers-1-5-billion-of-discounts-11588842003", "title": "UnitedHealth to Give Customers $1.5 Billion of Discounts", "date": "2020-05-07 05:00", "summary": "Insurer to offer credits toward premiums and suspend some out-of-pocket charges. UnitedHealth Group Inc. will offer customers about $1.5 billion of discounts and other help, including credits toward premiums and suspension of out-of-pocket charges for some doctor visits, amid the coronavirus pandemic.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/for-asia-risks-from-novel-coronavirus-werent-so-novel-11588781140", "title": "Asia's Lesson for Corralling Coronavirus? 'Act Fast'", "date": "2020-05-07 03:49", "summary": "Experience with past outbreaks shaped responses that experts say reduced caseloads compared with the West. When Alex Lam types \"SARS\" into his iPhone, a face-mask emoji pops up, as it does for others in Hong Kong. It is a reminder of the infectious-disease crisis that disrupted life in his home city in the early 2000s.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-makes-diplomatic-push-for-taiwan-to-attend-who-summit-11588802601", "title": "U.S. Makes Diplomatic Push for Taiwan to Attend WHO Summit", "date": "2020-05-07 03:26", "summary": "Trump administration leans on European allies and others to have health agency publicly call for Taiwan's inclusion to pressure a resistant Beijing. A fight over whether Taiwan can participate in a World Health Organization conference on the coronavirus pandemic later this month is escalating a bitter tug of war between the U.S. and China over leadership within the U.N. system.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11588800352", "title": "Pepper...and Salt", "date": "2020-05-07 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/immigrant-detainee-becomes-first-covid-19-casualty-in-ice-facility-11588820475", "title": "Immigrant Detainee Becomes First Covid-19 Casualty in ICE Facility", "date": "2020-05-07 23:15", "summary": "Otay Mesa Detention Center has seen nearly 200 cases of infection as of a week ago. A 57-year-old man became the first person to die from Covid-19, the illness caused by the new coronavirus, in U.S. Immigration and Customs Enforcement custody, according to people familiar with the matter.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/joe-biden-should-love-betsy-devos-11588806964", "title": "Joe Biden Should Love Betsy DeVos", "date": "2020-05-07 22:34", "summary": "Her new rule restores due process in campus sexual assault cases.. The Department of Education has revised its rule for due process for sexual-assault accusations on campus, and Joe Biden endorsed this restoration of fairness and the presumption of innocence.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lawmakers-press-airlines-to-protect-workers-travelers-11588803271", "title": "Lawmakers Press Airlines to Protect Workers, Travelers", "date": "2020-05-07 21:26", "summary": "Federal aid package stipulates carriers retain workers through September. Lawmakers who bailed out U.S. airlines want to make sure the government gets what it paid for.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/american-says-failed-venezuelan-invasion-was-to-arrest-maduro-11588813567", "title": "American Says Failed Venezuelan Invasion Was to Arrest Maduro", "date": "2020-05-07 21:06", "summary": "Maduro shows video of imprisoned American who says the mission of weekend raid was to topple the president and bring him to the U.S.. Luke Alexander Denman, an American, was hired to lead a ragtag group of insurgents to seize the Caracas airport, overthrow President Nicolás Maduro and fly him to the U.S., the imprisoned Iraq war veteran explained in a video released by Venezuela Wednesday.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/iraq-gets-new-government-after-months-of-political-deadlock-11588811019", "title": "Iraq Gets New Government After Months of Political Deadlock", "date": "2020-05-07 20:23", "summary": "Intelligence chief Mustafa al-Kadhimi is sworn in as prime minister. Iraq swore in a new government after months of political deadlock that has hampered the country's ability to respond to multiple crises exacerbated by the coronavirus pandemic.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/uber-lyft-results-will-show-how-bad-coronavirus-is-for-sharing-economy-11588766412", "title": "Uber, Lyft Cut Costs as Fewer People Take Rides Amid Coronavirus Pandemic", "date": "2020-05-07 20:20", "summary": "Uber said Wednesday it is cutting 14% of its workforce as pandemic upends sharing economy. Uber Technologies Inc. and smaller rival Lyft Inc. are bracing for a new reality in ride-hailing: fewer passengers for the foreseeable future.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fox-revenue-rises-on-advertising-affiliate-fees-11588797626", "title": "Fox Revenue Rises, but Company Warns Local Stations Could Take Hit", "date": "2020-05-07 20:10", "summary": "Media company's third-quarter revenue rose 25% on advertising, affiliate fees as pandemic introduces uncertainty. Fox Corp. said revenue rose 25% in the latest quarter but warned investors that the coronavirus is having a negative effect on some of its operations, particularly its local television stations.", "categories": [["Business", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}]