[{"link": "https://www.wsj.com/articles/ant-group-nears-giant-ipo-after-green-light-from-hong-kongs-exchange-11603165781", "title": "Ant Nears Giant IPO After Green Light From Hong Kong's Exchange", "date": "2020-10-19 23:49", "summary": "Financial-technology giant is expected to file a revised IPO prospectus in the coming days. HONG KONG-Hong Kong's stock exchange gave Ant Group Co. a green light to proceed with its long-awaited initial public offering in the city, according to a person familiar with the matter, paving the way for what will likely be a record-breaking share sale.", "categories": [["Markets", "Stocks", "IPOs"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb", "https://www.wsj.com/news/types/ipos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/moderna-ceo-expects-covid-19-vaccine-interim-results-in-november-11603164001", "title": "Moderna CEO Expects Covid-19 Vaccine Interim Results in November", "date": "2020-10-19 23:29", "summary": "Production ramp-up is a challenge, chief executive says: 'If one ingredient is missing, we cannot make a vaccine'. Moderna Inc. Chief Executive Stéphane Bancel said the federal government could authorize emergency use of the company's experimental Covid-19 vaccine in December, if the company gets positive interim results in November from a large clinical trial.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pelosi-mnuchin-narrow-differences-on-stimulus-package-her-spokesman-says-11603140134", "title": "Pelosi, Mnuchin Work to Reach Deal Before Tuesday Deadline", "date": "2020-10-19 22:39", "summary": "House speaker has asked committee leaders to work with GOP counterparts on policy issues. House Speaker Nancy Pelosi and Treasury Secretary Steven Mnuchin edged closer on some policy differences holding up a sweeping coronavirus relief package, but disputes remained Monday as the two worked to see if a deal could be struck before the election.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-to-remove-sudan-from-list-of-countries-that-sponsor-terrorism-11603133461", "title": "Trump to Remove Sudan From List of Countries That Sponsor Terrorism", "date": "2020-10-19 22:33", "summary": "President said Sudan would pay victims of terrorist attacks; U.S. move could be precursor to ties between African nation and Israel. WASHINGTON-President Trump said on Monday that he would remove Sudan from a list of countries that sponsor terrorism once it completes payment of a settlement to victims of terrorist attacks.", "categories": [["World", "Africa"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/africa-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/intel-nears-deal-to-sell-nand-memory-unit-to-sk-hynix-11603129781", "title": "Intel Sells Key NAND Memory Chip Unit for $9 Billion", "date": "2020-10-19 22:21", "summary": "South Korean chip maker to buy most of Intel's memory business in a $9 billion deal. Intel Corp. has reached a deal to sell its flash-memory manufacturing business to South Korea's SK Hynix Inc. for about $9 billion, in a move that would reorient the semiconductor giant away from an area of historical importance that has become increasingly challenged.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pioneer-natural-resources-is-in-talks-to-buy-parsley-energy-11603153466", "title": "Pioneer Natural Resources Is in Talks to Buy Parsley Energy", "date": "2020-10-19 21:22", "summary": "Oil-and-gas producers are discussing an all-stock deal, sources say. Pioneer Natural Resources Co. is in talks to buy Parsley Energy Inc., according to people familiar with the matter, as a wave of consolidation takes hold in the beleaguered oil patch.", "categories": [["WSJ News Exclusive", "Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-treasurys-fincen-issues-60-million-penalty-against-operator-of-bitcoin-mixers-11603144315", "title": "U.S. Treasury's FinCEN Issues $60 Million Penalty Against Operator of Bitcoin 'Mixers'", "date": "2020-10-19 19:53", "summary": "The enforcement action is the first by the Treasury Department bureau against a convertible virtual currency \"mixer\" or \"tumbler,\" exchanges designed to conceal the source of the currency, the agency said. A bureau of the U.S. Treasury Department Monday imposed a $60 million penalty on Larry Dean Harmon, operator of the bitcoin \"mixers\" Helix and Coin Ninja, for allegedly violating anti-money-laundering laws, the agency said.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/global-stock-markets-dow-update-10-19-2020-11603100257", "title": "Stocks Fall Amid Skepticism Over Stimulus Talks", "date": "2020-10-19 19:40", "summary": "Dow drops more than 400 points as investors stay nervous about an aid package before the election. The Dow Jones Industrial Average fell more than 400 points Monday as investors' hopes for a fresh stimulus package before the election dwindled.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-apprenticeship-reimagined-vaults-graduates-into-middle-class-11603099801", "title": "Reimagined Apprenticeship Vaults Grads Into Middle Class", "date": "2020-10-19 19:34", "summary": "Study of joint college-employer program suggests four-year degree isn't only path to high salary. Not long ago, Ricky Brown, approaching 40 and wanting a raise, decided to go to college. After he earned a degree, his salary increased by 40%.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/crosswinds-review-middle-east-balancing-act-11603149873", "title": "'Crosswinds' Review: Middle East Balancing Act", "date": "2020-10-19 19:24", "summary": "An exploration of the Saudi temper that has both the interpretative heft of scholarship and the anecdotal brilliance of literary travelogue.. Search for recent news articles about Saudi Arabia and the first name certain to appear is that of Jamal Khashoggi, the Saudi journalist and inside player of Saudi power politics who was exiled from the kingdom, became an outspoken critic of the House of Saud, and in October 2018 met his gruesome end in an ambush inside the Saudi consulate in Istanbul-an attack about which Crown Prince Mohammed bin Salman denies any foreknowledge. The Khashoggi incident was met by world-wide revulsion; it's been a blow to Saudi Arabia's reputation that, in comparison to those of the kingdom's neighbors, is warranted but not deserved. Every day, for example, more evidence surfaces of the top-down human-rights abuses in Iran and the unending human wreckage caused by the Syrian genocide. Still, Khashoggi's fate has become a more potent symbol than either of these, emblematic of an increasingly hardline, conservative regime that the American foreign-policy establishment, and much of the American public, dislikes and distrusts.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/kodaks-ceo-says-company-will-still-work-on-producing-drug-ingredients-11603136082", "title": "Kodak to Push Forward on Making Drug Ingredients Despite U.S. Loan Troubles", "date": "2020-10-19 19:18", "summary": "Kodak CEO Jim Continenza defends company's handling of $765 million deal with U.S. government, which has drawn scrutiny. Eastman Kodak Co. Chief Executive Jim Continenza defended his company's handling of a halted U.S. loan and said Kodak would continue to move ahead in making drug ingredients regardless of whether it receives government assistance.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-aims-to-bring-back-25-of-city-government-workers-by-years-end-11603134569", "title": "New York Aims to Bring Back 25% of City-Government Workers by Year's End", "date": "2020-10-19 19:14", "summary": "Some business leaders have urged Mayor Bill de Blasio to create a plan for returning the city's largest workforce to buildings. New York City's government, the largest employer in the city, is developing a plan to bring back 25% of its workers to offices by the end of the year, according to a person familiar with the matter.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tax-raid-in-arizona-11603149226", "title": "Tax Raid in Arizona", "date": "2020-10-19 19:13", "summary": "Unions won a 20% raise in 2018. Now they want a huge tax increase.. Arizona has long been a refuge for Americans seeking relief from high-tax California and states in the Northeast. But a tax referendum on the ballot Nov. 3 would whack job creators and make people rethink retirement in Scottsdale or a business move to Tucson.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/iran-arms-embargo-reckoning-11603149103", "title": "Iran Arms Embargo Reckoning", "date": "2020-10-19 19:11", "summary": "Now that it has expired, how would Biden contain Tehran's mischief?. The international arms embargo against Iran expired on Sunday, underscoring the flaws in the 2015 nuclear deal and the failure of the United Nations on collective security. It also raises a question for Joe Biden: How is he going to contain Iran when he vows to return to the deal?", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/california-ballot-harvest-boomerang-11603149062", "title": "California Ballot-Harvest Boomerang", "date": "2020-10-19 19:11", "summary": "Democrats object as the GOP imitates their vote-collection methods.. Democrats in Sacramento have been rewriting election laws to help their party \"ballot harvest.\" But now Republicans have figured out how to play the same game, and Democratic state leaders are threatening legal action.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trouble-in-putins-neighborhood-11603149025", "title": "Trouble in Putin's Neighborhood", "date": "2020-10-19 19:10", "summary": "Chaos in Russia's near-abroad shows the limits of Kremlin power.. Changes to the Russian constitution approved earlier this year allow Vladimir Putin to remain president well into his 80s. While he has consolidated power at home, one of the little-remarked events of the year has been the authoritarian's inability to stop disorder in Russia's near-abroad.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/living-on-campus-helps-some-students-grades-11603145339", "title": "Living on Campus Helps Some Students' Grades", "date": "2020-10-19 19:09", "summary": "Incoming freshmen with lower ACT scores or grades might benefit more than those commuting by learning from their peers and accessing academic resources on campus. Incoming freshmen with high-school grade point averages or ACT scores that put them in the bottom third of their class benefit the most from living on-campus, a new study has found. According to the study, dormitories reduced the likelihood that they would either fail or drop out of school. Among students with high-school GPAs in the bottom tercile, those who lived in a dorm were about 13% less likely than commuting students to have a freshman GPA of less than 1.5, the threshold for academic dismissal. Students in this category who lived in dorms also were almost 9% more likely to return for a second year of school. C. Lockwood Reynolds, an associate professor at Kent State University's College of Business Administration, and the paper's author, suspects incoming freshmen with lower ACT scores or grades benefit by learning from their peers and accessing academic resources on campus. Dr. Reynolds says he thinks the pandemic \"is likely to widen the gap between the top and bottom students.\" He predicts that students who are bottom of their classes may have trouble navigating college online and might be overwhelmed by all the academic and administrative information thrown at them by email, websites or online portals.", "categories": [["Education"]], "category_links": ["https://www.wsj.com/news/types/noted-education?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-latest-updates-10-19-2020-11603095862", "title": "Key Gauge of New Covid-19 Cases in U.S. Hits Highest Level Since August", "date": "2020-10-19 19:07", "summary": "Seven-day moving average reflects widespread nature of surge in infections in all regions; South and Midwest hit particularly hard. Officials across the U.S. asked people to redouble their efforts to contain the spread of the coronavirus, as moving averages of cases suggested the spread was picking up steam and deaths approached 220,000.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/china-deserves-a-day-in-court-11603148463", "title": "China Deserves a Day in Court", "date": "2020-10-19 19:01", "summary": "Congress could change the law to allow lawsuits against Beijing over Covid-related misconduct.. As Donald Trump and Joe Biden debate how to deal with malign Chinese behavior, Beijing's National Bureau of Statistics reports its economy has largely recovered from the Covid-19 pandemic, growing 4.9% year-on-year in the third quarter. Meanwhile American class-action lawyers and the attorneys general of Mississippi and Missouri are suing the Chinese government over the novel coronavirus. Plaintiffs accuse Beijing of various forms of misconduct, ranging from negligence in handling the original infections in Wuhan to the reckless operation of biolabs and even perpetrating bioterrorism against the U.S.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bidens-public-option-would-mean-massive-tax-hikes-11603148387", "title": "Biden's Public Option Would Mean Massive Tax Hikes", "date": "2020-10-19 18:59", "summary": "The middle class will eventually be taxed to pay for a government run health-insurance plan.. Joe Biden has promised that no families with incomes under $400,000 will see tax increases if he is elected president. But that's a promise he won't be able to keep if he gets his way and Congress creates a government-run health insurance plan-a public option.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-myth-of-moderate-democrats-11603148312", "title": "The Myth of Moderate Democrats", "date": "2020-10-19 18:58", "summary": "Joe Biden and Conor Lamb show a different face in Pennsylvania than in Washington.. Remember when Rep. Conor Lamb was the poster boy for how Democrats could prevail in Trump districts? Joe Biden sure does. Only two weeks out from the election, Messrs. Lamb and Biden are both working overtime to persuade Pennsylvania voters they are the moderates they claim to be.", "categories": [["Opinion", "Main Street"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/main-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trumps-middle-east-metamorphosis-11603148243", "title": "Trump's Middle East Metamorphosis", "date": "2020-10-19 18:57", "summary": "Arab leaders fear a President Biden may spurn Israel and cozy up to Turkey and Iran.. George W. Bush and Barack Obama both tried to transform the Middle East. Neither found the kind of success he sought.", "categories": [["Opinion", "Global View"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/global-view?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trucker-yrc-has-drawn-about-a-third-of-its-u-s-coronavirus-aid-11603147756", "title": "Trucker YRC Has Drawn About a Third of Its U.S. Coronavirus Aid", "date": "2020-10-19 18:49", "summary": "More loan money is in the wings as congressional report questions trucker's designation as critical to national security. Trucking company YRC Worldwide Inc. has drawn down just over one-third of a promised $700 million loan in coronavirus-relief funds as it prepares a spending plan that will require U.S. government approval for more aid.", "categories": [["Logistics Report"]], "category_links": ["https://www.wsj.com/news/types/logistics-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/in-bid-to-free-hostages-u-s-officials-met-syrian-intelligence-chief-sanctioned-by-u-s-eu-11603147229", "title": "In Bid to Free Hostages, U.S. Officials Met Syrian Intelligence Chief Sanctioned by U.S., EU", "date": "2020-10-19 18:40", "summary": "Effort stirred controversy in Trump administration over outreach to senior figure in Assad regime. Two top U.S. officials secretly met Syria's intelligence chief, who was sanctioned by the U.S. and European Union nearly a decade ago, in Damascus earlier this summer for talks on missing Americans that created divisions in the Trump administration, according to people familiar with the negotiations.", "categories": [["Politics", "National Security"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/national-security?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/universal-tosses-cinemas-a-lifeline-while-testing-new-distribution-model-11603143782", "title": "Universal Tosses Cinemas a Lifeline While Testing New Distribution Model", "date": "2020-10-19 18:28", "summary": "Studio plans to release more new films by year-end than any of its rivals, giving the Comcast unit ample opportunity to experiment. Comcast Corp.'s Universal Pictures is releasing substantially more films to theaters this holiday season as it tries to spur attendance for troubled cinemas-and boost its push to reset distribution norms by making movies available sooner for online rental.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/with-concho-conocophillips-is-playing-offense-11603130107", "title": "With Concho, ConocoPhillips Is Playing Offense", "date": "2020-10-19 18:09", "summary": "This big oil deal isn't born out of desperation. When an industry is in a swoon, M&A tends to serve a defensive function for the hunter, the hunted, and often both. ConocoPhillips 's $9.7 billion purchase of Concho Resources looks much more like an offensive strategy.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/covid-patients-with-long-term-symptoms-turn-to-online-support-groups-11603145043", "title": "Covid Patients With Long-Term Symptoms Turn to Online Support Groups", "date": "2020-10-19 18:04", "summary": "The groups have thousands of members and are branching into research as well as patient advocacy. For many Covid patients with long-term symptoms, online support groups have been an invaluable resource.", "categories": [["Life & Work", "Health & Wellness"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/health-wellness?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/these-doctors-have-long-term-covid-now-theyre-pushing-for-better-care-11603144474", "title": "These Doctors Have Long-Term Covid. Now They're Pushing for Better Care.", "date": "2020-10-19 17:54", "summary": "Physicians hit hard by Covid are turning to support groups and calling attention to the illness's long-term effects; 'this has absolutely changed my perspective'. More than a month after getting sick with Covid-19, Susan Weinstein was still experiencing shortness of breath and a racing heartbeat.", "categories": [["Life & Work", "Your Health"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/your-health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/softbank-backs-out-of-consulting-deal-with-wework-co-founder-adam-neumann-11603136659", "title": "WeWork Exec Says Consulting Deal With Neumann No Longer in Place", "date": "2020-10-19 17:50", "summary": "Marcelo Claure, who is also a top SoftBank exec, says SoftBank was 'too aggressive' with office-space startup. A $185 million consulting deal that SoftBank Group Corp. signed with WeWork co-founder Adam Neumann upon his departure last year is no longer in place, a WeWork executive chairman said.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-you-need-to-know-before-applying-to-college-this-year-11603143428", "title": "What You Need To Know Before Applying to College This Year", "date": "2020-10-19 17:37", "summary": "Students should do their research before applying and plan ahead amid the pandemic. The Covid-19 pandemic has upended the college experience, socially and economically, for college students all across the U.S. this year. Now, uncertainty about what college will look like in the fall of 2021 is weighing on those starting their college-application process. Here's what students should keep in mind while applying.", "categories": [["Education"]], "category_links": ["https://www.wsj.com/news/types/noted-education?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nigerian-protesters-shut-down-africas-largest-city-escalating-standoff-with-government-11603125398", "title": "Nigerian Protesters Shut Down Africa's Largest City", "date": "2020-10-19 17:34", "summary": "Authorities vow to restore order as demonstrations grow across Nigeria. LAGOS, Nigeria-Tens of thousands of protesters brought the largest city in Africa to a standstill on Monday, mounting the biggest demonstration in a two-week campaign against police brutality and escalating a standoff with a government that has pledged to restore order.", "categories": [["World", "Africa"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/africa-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/conocophillips-to-buy-concho-resources-in-9-7-billion-stock-deal-11603107949", "title": "ConocoPhillips to Buy Shale Rival Concho for $9.7 Billion", "date": "2020-10-19 17:28", "summary": "All-stock deal is the latest in a series of combinations in the U.S. oil patch, which has been hit hard by the coronavirus pandemic. ConocoPhillips has agreed to buy Concho Resources Inc. for $9.7 billion in what would be the largest U.S. oil deal since the coronavirus pandemic began roiling global energy markets.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hed-twilight-gods-review-drive-through-opera-in-the-motor-city-11603140655", "title": "'Twilight: Gods' Review: Drive-Through Opera in the Motor City", "date": "2020-10-19 16:50", "summary": "Director Yuval Sharon has repurposed Wagner's 'Götterdämmerung' in an inventive, Covid-appropriate Michigan Theatre Opera production staged in a parking garage for an audience confined to their cars.. ", "categories": [["Books & Arts", "Opera Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/opera-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/france-vows-to-root-out-islamist-extremism-after-beheading-of-teacher-samuel-paty-11603139336", "title": "France Vows to Root Out Islamist Extremism After Beheading of Teacher", "date": "2020-10-19 16:49", "summary": "French Interior minister says 51 associations, including religious schools and mosques, will be visited by security services. PARIS-French authorities vowed to crack down on civic groups they said were promoting radical Islam, days after an extremist beheaded a schoolteacher for showing caricatures of the Prophet Muhammad in class.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/have-the-bidens-denied-the-story-yet-11603139963", "title": "Have the Bidens Denied the Story Yet?", "date": "2020-10-19 16:39", "summary": "Media outlets still taking aim at the messenger.. After celebrated New York Times and Washington Post articles about Donald Trump and Russia turned out to be wrong, will maligned New York Post articles aboutJoe Biden and Ukraine turn out to be right? This fascinating media era could force a redefinition of terms like \"mainstream\" and \"tabloid.\" Five days after the New York Post started publishing alleged emails detailing Biden family corruption, the Bidens still haven't claimed they're counterfeit.", "categories": [["Opinion", "Best of the Web"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/best-of-the-web-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/carrier-global-names-rockwells-goris-as-financial-chief-11603114163", "title": "Carrier Names CFO as Newly Public Company Charts Course Through Pandemic", "date": "2020-10-19 16:35", "summary": "CFO switch comes as Carrier ramps up monitoring of air quality in office and other buildings. Carrier Global Corp. on Monday named a new finance chief months after its debut as a public company during the coronavirus pandemic.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-jerseys-covid-19-cases-rise-with-more-indoor-gatherings-11603139606", "title": "New Jersey's Covid-19 Cases Rise With More Indoor Gatherings", "date": "2020-10-19 16:33", "summary": "State's daily cases have roughly tripled since mid-September, many the result of private gatherings inside homes. Indoor gatherings are fueling a new spike in coronavirus infections in New Jersey, as the number of new daily cases has roughly tripled from the figures of mid-September, health officials said.", "categories": [["U.S.", "Tri-State Area"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-region?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/magic-leap-pivots-to-business-customers-in-sales-push-11603139244", "title": "Magic Leap Pivots to Business Customers in Sales Push", "date": "2020-10-19 16:27", "summary": "After struggling to crack consumer market with its augmented-reality goggles, venture-backed startup turns to corporate training, health care. Magic Leap, the spatial-computing startup that was valued last year at just shy of $7 billion, is working on its second act after failing to deliver on early promises.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/letter-to-you-by-bruce-springsteen-a-memo-from-the-boss-11603138344", "title": "'Letter to You' by Bruce Springsteen: A Memo From The Boss", "date": "2020-10-19 16:12", "summary": "Bruce Springsteen's 20th studio LP is an album tailored to longtime fans that explores aging, loss and the meaning found in music.. ", "categories": [["Books & Arts", "Music Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/music-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-city-may-soon-lift-restrictions-on-some-covid-19-hot-spots-11603133738", "title": "New York City May Soon Lift Restrictions on Some Covid-19 Hot Spots", "date": "2020-10-19 16:10", "summary": "Mayor Bill de Blasio says infection rate in central Queens has improved substantially. Covid-19 hot spots in Queens could have lockdown restrictions loosened later this week as infection rates have declined there, New York City officials said Monday.", "categories": [["U.S.", "Tri-State Area"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-region?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/start-trading-tuesday-crossword-october-20-11603124298", "title": "Start Trading (Tuesday Crossword, October 20)", "date": "2020-10-19 16:01", "categories": [["WSJ Puzzles", "Crossword"]], "category_links": ["https://www.wsj.com/news/puzzle?mod=breadcrumb", "https://www.wsj.com/news/types/crossword?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/zoom-eyes-ways-to-earn-from-its-pandemic-fueled-mass-appeal-11603137505", "title": "Zoom Seeks Ways to Earn From Its Pandemic-Fueled Mass Appeal", "date": "2020-10-19 15:58", "summary": "Company is still assessing how best to target smaller consumers, Chief Operating Officer Aparna Bawa tells WSJ's Tech Live conference. Zoom Video Communications Inc. plans to capitalize more broadly on its massive surge in popularity but is still assessing how best to target smaller consumers, Chief Operating Officer Aparna Bawa said Monday.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/john-mccain-warrior-politician-maverick-11603137206", "title": "John McCain: Warrior, Politician, Maverick", "date": "2020-10-19 15:53", "summary": "Mr. Swaim writes: \"You often had the sense that McCain cared chiefly about his own honor and not for any kind of ideological consistency.\" Many people would consider that a virtue.. Barton Swaim's review of Mark Salter's \"The Luckiest Man\" (Bookshelf, Oct. 13) eschews any discussion of John McCain's actions on behalf of the people of Arizona. As long-time Arizona voters could attest, McCain would fly home every six years and proudly trumpet his conservative principles and ironclad commitment to Republican ideals only to promptly catch the first post-election flight back to Washington to resume being the media's \"maverick,\" as if the campaign had never happened. If we are to glean anything after reviewing McCain's 31 years in the Senate, it would be a resounding reaffirmation for congressional term limits.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-senates-hearings-on-amy-coney-barrett-11603137159", "title": "The Senate's Hearings on Amy Coney Barrett", "date": "2020-10-19 15:52", "summary": "When Judge Barrett said she will interpret the laws as they were written, she laid down a marker. It would do us all a great service if these hearings forced the Democrats to set out clearly and concisely their alternative view of what approach a Supreme Court justice should take.. Regarding your editorials \"Who's Afraid of Amy Coney Barrett?\" (Oct. 14) and \"Barrett Should Refuse to Recuse\" (Oct. 13): When Judge Barrett said she will interpret the laws as they were written, she laid down a marker. It would do us all a great service if these hearings forced the Democrats to set out clearly and concisely their alternative view of what approach a Supreme Court justice should take.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/congresss-election-role-vs-supreme-courts-11603137131", "title": "Congress's Election Role vs. Supreme Court's", "date": "2020-10-19 15:52", "summary": "There is no constitutional language that grants Congress the power to adjudicate disputes about which electoral slates should be properly recognized.. The constitutionality of the statutes referenced by Donald B. Stenberg was not before the Supreme Court in Bush v. Gore (Letters, Oct. 16). Neither party in that case raised the issue and, as a result, the general rule of \"party presentation\" applied. This rule provides that, except in extraordinary circumstances, courts do not reach out to identify and determine constitutional issues not raised by the parties themselves, and was reaffirmed by a unanimous Supreme Court only last term, in United States v. Sineneng-Smith (2020). Consequently, the Bush v. Gore Supreme Court's silence on the question was appropriate, and it says nothing about what the court will decide if and when the issue is squarely presented.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/profits-are-good-but-so-are-societys-many-nonprofits-11603137104", "title": "Profits Are Good, but So Are Society's Many Nonprofits", "date": "2020-10-19 15:51", "summary": "I'm a product of mission-driven schools and churches, I benefit from mission-driven public broadcasting and museums of all stripes. I agree with Andy Kessler's \"To Serve the Public, Seek Profits\" (Inside View, Oct. 12) except for the unnecessary swipe that \"[i]n terms of social value, nonprofits by definition announce their ineffectiveness.\"", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bugs-bunny-at-80-and-the-amazing-prolific-mel-blanc-11603137070", "title": "Bugs Bunny at 80 and the Amazing, Prolific Mel Blanc", "date": "2020-10-19 15:51", "summary": "Will Friedwald might have mentioned Mel Blanc's role in Bugs Bunny's success.. While I enjoyed Will Friedwald's \"Cultural Commentary: Still Wascally At 80\" (Arts in Review, Oct. 14) on Bugs Bunny, Mr. Friedwald might have mentioned Mel Blanc's role in his success. Blanc voiced not only Bugs, but almost all of the other Warner Bros. characters, leaving behind an astounding body of work. Furthermore, Chuck Jones says in his book that the decision to give Bugs a Brooklyn \"wiseguy\" accent was made by Mr. Blanc.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/former-iranian-ceo-sentenced-for-sanctions-violations-11603135688", "title": "Former Iranian CEO Sentenced for Sanctions Violations", "date": "2020-10-19 15:28", "summary": "Seyed Sajjad Shahidian, the founder and former chief executive of Payment24, helped Iranians circumvent U.S. sanctions, prosecutors say. An Iranian businessman was sentenced to 23 months in prison for his role operating a company that prosecutors said helped Iranians circumvent U.S. sanctions.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/in-campaign-2020-apparently-its-not-the-economy-stupid-11603111498", "title": "Voters Tend to Trust Trump on the Economy. Yet He's Behind. Why?", "date": "2020-10-19 15:25", "summary": "The answer starts with evidence suggesting the dominance of the economic issue may be something of a myth. It's been 28 years since adviser James Carville helped propel Bill Clinton to the presidency by posting a sign in campaign headquarters reminding everyone there: \"It's the economy, stupid.\" That was his singular way of drilling home the message that the economy mattered more to voters than anything else.", "categories": [["Politics", "Capital Journal"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/capital-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lawmakers-on-both-sides-call-for-antitrust-action-against-big-tech-11603130044", "title": "Lawmakers on Both Sides Call for Antitrust Action Against Big Tech", "date": "2020-10-19 15:24", "summary": "Speaking at WSJ Tech Live Conference, GOP Sen. Hawley says an antitrust suit against Google has merit, while Democratic Rep. Cicilline calls for new government enforcement capabilities. Democrats and Republicans have an issue they both agree on: tech companies have too much power and antitrust authorities should move to curb it.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/technical-glitch-halts-trading-on-major-european-exchanges-11603110986", "title": "Glitch Disrupts Trading on Major European Exchanges", "date": "2020-10-19 15:19", "summary": "Outage, closing-auction problems are the latest in a series of shutdowns on world's biggest exchanges. A technical problem halted trading on exchanges owned by Euronext NV, hitting activity at one of the busiest times of the year for European stock markets.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/investors-dont-believe-what-they-are-seeing-on-wall-street-11603134375", "title": "Investors Don't Believe What They Are Seeing on Wall Street", "date": "2020-10-19 15:06", "summary": "Shares of Wall Street banks, notably Goldman Sachs, don't reflect solid recent performance; investors may be too focused on the past. Investors just don't seem to believe the good times can continue for Wall Street.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-if-your-therapists-tell-all-is-all-about-you-11603134210", "title": "What If Your Therapist's Tell-All Is All About You?", "date": "2020-10-19 15:03", "summary": "New books about therapy are unpacking the private lives of patients-do they cross a line?. Catherine Gildiner's new book about her life as a psychotherapist stars her former patients, some of whom experienced strong reactions after seeing their lives exposed on the page. Ms. Gildiner said one patient, a woman who had been abused as a child, told her that reading the book brought up repressed memories of her sadistic father and briefly sank her into a depression. Another patient, a wealthy antiques collector, was mortified by the thought of anyone ever knowing the patient was her and vowed not to tell a soul about her literary turn, the author said. A third, Ms. Gildiner added, was a musician who felt so vindicated by the book's portrayal of him that he showed the hardcover to everyone in his family.", "categories": [["Books & Arts", "Books"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bolivia-election-evo-morales-mesa-arce-11603079906", "title": "Bolivia Election: Evo Morales's Party Won Presidential Vote, Runner-Up Concedes", "date": "2020-10-19 14:45", "summary": "The victory by former Economy Minister Luis Arce amounts to a surprising, outright win that the polls hadn't predicted. A former Bolivian president, Carlos Mesa, on Monday conceded defeat to Luis Arce, the handpicked candidate of former President Evo Morales, in Sunday's presidential election, which tested democracy in the resource-rich, landlocked country.", "categories": [["World", "Latin America"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/latin-america-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fedtakes-cautious-approach-to-possibly-issuing-digital-currency-11603132490", "title": "Fed Takes Cautious Approach to Possibly Issuing Digital Currency", "date": "2020-10-19 14:34", "summary": "Chairman Jerome Powell points to central bank's concerns about theft, fraud and privacy. WASHINGTON-The Federal Reserve is in no hurry to issue a digital currency, Chairman Jerome Powell said Monday, citing unresolved concerns including the potential for theft and fraud.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/at-t-chief-says-tech-giants-hold-too-much-power-over-streaming-11603132442", "title": "AT&T Chief Says Tech Giants Hold Too Much Power Over Streaming", "date": "2020-10-19 14:34", "summary": "John Stankey calls for scrutiny of Amazon, others over control of distribution of apps like AT&T's HBO Max. HBO Max is attracting more viewers but is up against big tech companies with outsize market power, the chief of the streaming video service's parent said Monday.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/supreme-court-to-review-trump-administration-s-remain-in-mexico-immigration-policy-border-wall-spending-11603115152", "title": "Supreme Court to Review Two of Trump's Immigration Policies", "date": "2020-10-19 14:28", "summary": "The cases involve the Remain in Mexico policy for asylum seekers and construction of a border wall with military funds. WASHINGTON-The Supreme Court on Monday agreed to review two of the Trump administration's most visible immigration actions: its construction of a southern U.S. border wall with military funds and its requirement that asylum seekers at the border wait in Mexico while their requests are considered.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-heavenly-deal-on-a-bluetooth-speaker-11603131807", "title": "A Heavenly Deal on a Bluetooth Speaker", "date": "2020-10-19 14:23", "summary": "As Amazon and Google roll out deals on cheap connected speakers, both are undercut by televangelist Joel Osteen's 'Inspiration Cube'. Big tech companies really, really want to sell you a connected speaker device. Special promotions have made them so cheap that it is hard to justify buying a compact Bluetooth speaker of similar quality, even if that is all you intend to use it for. Amazon was recently selling its third-generation Echo Dot for just $30, down from $50, on Prime Day. Not to be outdone, you can buy a Google Nest Mini from Target for a dollar less.", "categories": [["Markets", "Overheard"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/overheard?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/puerto-rico-voters-to-pick-new-governor-after-years-of-upheaval-11603130833", "title": "Puerto Rico Voters to Pick New Governor After Years of Upheaval", "date": "2020-10-19 14:07", "summary": "Candidates push proposals to revitalize territory's economy but winner must contend with financial board that controls budget. Puerto Rico residents are set to choose a new governor in the Nov. 3 election after one of the most turbulent periods in the U.S. territory's history, marked by natural disasters, economic crisis, political upheaval and now a pandemic.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/household-access-to-banks-improved-but-could-be-driven-lower-by-covid-19-fdic-says-11603130066", "title": "Household Access to Banks Has Improved, FDIC Says", "date": "2020-10-19 13:54", "summary": "Proportion of U.S. households lacking a checking or savings account fell to 5.4% in 2019 from 6.5% in 2017. WASHINGTON-The proportion of U.S. households without access to a bank account fell in recent years but could be driven up again by the coronavirus pandemic, according to a survey released Monday by the Federal Deposit Insurance Corp.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/wisconsin-judge-restores-restrictions-on-bars-restaurants-amid-surge-in-covid-19-11603128572", "title": "Wisconsin Judge Restores Restrictions on Bars, Restaurants", "date": "2020-10-19 13:49", "summary": "Judge finds earlier high-court ruling that ended Safer at Home order might not apply to this case. A Wisconsin judge put back in place statewide restrictions on bars, restaurants and other indoor spaces that had been temporarily suspended last week as the state faced rising cases of Covid-19.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pakistan-drops-tiktok-ban-after-app-pledges-to-police-content-11603125824", "title": "Pakistan Drops TikTok Ban After App Pledges to Police Content", "date": "2020-10-19 13:38", "summary": "Islamabad had blocked the app because it was worried about videos it deemed improper. ISLAMABAD, Pakistan-Authorities in Pakistan said they would lift a ban on TikTok after the Chinese-owned video-sharing app agreed to take down content they deemed vulgar, indecent and immoral.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/some-california-hospitals-refused-covid-19-transfers-for-financial-reasons-state-emails-show-11603108814", "title": "Some California Hospitals Refused Covid-19 Transfers for Financial Reasons, Emails Show", "date": "2020-10-19 13:37", "summary": "Denials expose ways hospitals put finances ahead of pandemic response as coronavirus hospitalizations continue to surge. Several large Southern California hospital systems improperly refused or delayed accepting Covid-19 patients based on their insurance status, according to internal emails among local and state government, hospital and emergency-response officials, leaving severely ill patients waiting for care and adding strain on hospitals overrun by the pandemic.", "categories": [["WSJ News Exclusive", "Investigations"]], "category_links": []}, {"link": "https://www.wsj.com/articles/biden-will-make-america-lead-again-11603127677", "title": "Biden Will Make America Lead Again", "date": "2020-10-19 13:14", "summary": "We need a president with decency and a sense of respect.. In their 1998 book, \"A World Transformed,\" George H.W. Bush and Brent Scowcroft recount the events that fundamentally changed the world during the Bush presidency. At the end of the last chapter Bush observes: \"The importance of American engagement has never been higher. If the United States does not lead, there will be no leadership. . . If we fail to live up to our responsibilities, if we shirk the role that only we can assume, if we retreat from our obligation to the world in indifference, we will one day pay the highest price once again for our neglect and shortsightedness.\"", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/amy-coney-barrett-and-the-dogma-that-didnt-bark-11603127383", "title": "Amy Coney Barrett and the Dogma That Didn't Bark", "date": "2020-10-19 13:09", "summary": "Democrats staged little moments of infamy, but it looks as if she's headed for a smooth confirmation.. There was no borking. There was no perfectly timed dump of some sordid allegation dredged up from 30 years ago. There was no anti-Catholic bigotry. It was the dogma that didn't bark-with apologies to Dianne Feinstein, who was so well-behaved last week that she now faces a cashiering from the progressive ranks for dereliction of her duty to kneecap conservatives.", "categories": [["Opinion", "Free Expression"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/free-expression?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/euro-optimism-wanes-amid-rising-covid-19-cases-11603114023", "title": "Euro Optimism Wanes Amid Rising Covid-19 Cases", "date": "2020-10-19 13:05", "summary": "Speculative positions betting on the euro's rise against the dollar are at a two-month low. Investor confidence that the euro will continue to strengthen against the dollar is waning as Europe combats rising Covid-19 cases.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/5g-iphones-pack-new-surprise-for-qualcomm-11603124630", "title": "5G iPhones Pack New Surprise for Qualcomm", "date": "2020-10-19 12:23", "summary": "Apple's inclusion of millimeter wave in all iPhone 12 models will give chip maker an extra boost. It's hard for Apple Inc. to spring a surprise these days, but the company's recent iPhone 12 unveiling had a small shocker: Old adversary Qualcomm is getting an extra charge.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/when-women-and-politics-took-over-baseball-11603029600", "title": "When Women and Politics Took Over Baseball", "date": "2020-10-19 12:11", "summary": "Activism in sports isn't new. More than a century ago, suffragists lobbied for the vote at big-league ballparks.. The women's suffrage movement languished through much of the 1800s, its leaders depicted as droning and dowdy. But the early 1900s brought a rebranding: Spry women in sashes. Sleek motorcars. Massive parades.", "categories": [["Sports", "MLB"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/mlb?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/loathe-your-loved-ones-politics-heres-some-advice-11603123199", "title": "Loathe Your Loved One's Politics? Here's Some Advice", "date": "2020-10-19 12:00", "summary": "Two weeks from an election that has fueled bitter partisan divides, here are some ways to navigate relationships with people with opposing views. Want to throttle someone you know over politics?", "categories": [["Life & Work", "Bonds"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/bonds?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/at-t-appoints-channing-dungey-to-lead-warner-bros-television-group-11603123202", "title": "New Head Chosen for Warner Bros. Television Group", "date": "2020-10-19 12:00", "summary": "Former Netflix and Disney creative executive will take over production studio undergoing transition. Channing Dungey, a former creative executive at Netflix Inc. and Walt Disney Co. , has been selected to be the next chairman of AT&T Inc.'s Warner Bros. Television Group.", "categories": [["Business", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/farmers-election-trump-biden-trade-war-11602693377", "title": "Farmers Stick With Trump, Despite Trade-War Pain", "date": "2020-10-19 11:49", "summary": "Resume Subscription. About two months into the Trump presidency, Ron Prestage clutched a shovel and grinned at a photographer on an Iowa cornfield. He had $309 million riding on 160 acres near the town of Eagle Grove, the site of a future pork plant that would help his family's company, Prestage Farms Inc., tap surging U.S. exports.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/top-fed-official-says-policy-response-could-speed-faster-recovery-11603122262", "title": "Top Fed Official Says Policy Response Could Speed Faster Recovery", "date": "2020-10-19 11:44", "summary": "Richard Clarida, the central bank's No. 2 official, says easy monetary policy and more government spending will be needed. A top Federal Reserve official said Monday the U.S. economy could stage a faster recovery from the coronavirus-induced recession than it did following the 2008 global financial crisis.", "categories": [["Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mens-nail-polish-is-taking-offwhy-now-11603121566", "title": "Men's Nail Polish Is Taking Off-Why Now?", "date": "2020-10-19 11:32", "summary": "Influenced by celebrities like Bad Bunny, Harry Styles and A$AP Rocky, young guys nationwide are turning to nail polish. And companies are meeting the demand with muted 'male' shades. On Trend is a weekly column on men's style that explores fashion's subcultures and of-the-moment curiosities.", "categories": [["Life & Work", "Style & Fashion", "On Trend"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/fashion?mod=breadcrumb", "https://www.wsj.com/news/types/on-trend?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/one-man-vs-the-fax-machine-a-battle-to-defeat-old-tech-in-japan-11603118551", "title": "One Man vs. the Fax Machine: A Battle to Defeat Old Tech in Japan", "date": "2020-10-19 10:42", "summary": "Former defense minister now fights 1980s office technology; 'Why do we need to print out paper?'. TOKYO-As foreign minister and later defense minister, Taro Kono shouldered Japan's biggest global challenges, among them China's military rise and an unpredictable U.S. president.", "categories": [["A-hed"]], "category_links": ["https://www.wsj.com/news/types/a-hed?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-seeks-to-boost-turnout-in-florida-panhandle-11603118111", "title": "Trump Seeks to Boost Turnout in Florida Panhandle", "date": "2020-10-19 10:35", "summary": "The president won the state by slightly more than 1 percentage point in 2016, so even modest changes in his support could matter. DESTIN, Fla.-While President Trump and Democratic nominee Joe Bidenbattle over senior and Latino voters in central and South Florida, Republicans say another key for them will be maximizing support in the Panhandle, home to a swath of traditionally red counties.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/china-adds-new-export-restrictions-in-latest-trade-dispute-move-11603110032", "title": "China Adds New Export Restrictions in Latest Trade-Dispute Move", "date": "2020-10-19 10:30", "summary": "Law mirrors U.S. in allowing bans on exports to protect national security; could target tech companies doing research and development. A new law will allow China to ban exports to protect national security, adding a versatile weapon to Beijing's arsenal as it fights a war over trade and technology with the U.S.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/presidential-debates-2020-when-final-trump-biden-11601048201", "title": "Presidential Debate Schedule: When Is the Next Debate?", "date": "2020-10-19 10:12", "summary": "One more debate remains between President Trump and Joe Biden. President Trump and Democratic presidential nominee Joe Biden are scheduled for one more debate. The Commission on Presidential Debates canceled the planned matchup between Messrs. Trump and Biden scheduled for Oct. 15 after Mr. Trump's decision to not participate in a virtual debate. The commission changed the format after the president and others in the White House tested positive for the coronavirus earlier this month.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/more-colleges-require-flu-shots-of-students-and-employees-11603116161", "title": "Colleges Require Flu Shots of Students, Employees", "date": "2020-10-19 10:02", "summary": "Those who don't get the shot or don't have an exemption may face consequences, such as being locked out of school email. DETROIT-More colleges are requiring students, faculty and employees to provide proof they received a flu vaccine as schools try to reduce the chances of a flu outbreak in the midst of the coronavirus pandemic.", "categories": [["U.S.", "Education"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/education?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/china-and-taiwan-exchange-jabs-over-diplomats-dustup-in-fiji-11603110817", "title": "China and Taiwan Exchange Jabs Over Diplomats' Dustup in Fiji", "date": "2020-10-19 09:54", "summary": "Unusual provocation occurs as Beijing intensifies efforts to assert its territorial claims over Taiwan. Beijing and Taipei traded blame for a physical clash between their diplomats in the Pacific island nation of Fiji this month, an unusual flare-up as China intensifies efforts to assert its territorial claims over the island democracy of Taiwan.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/this-holiday-crunch-starts-early-with-more-packages-than-means-to-deliver-them-11603013401", "title": "Holiday Delivery Crunch Starts Early This Year", "date": "2020-10-19 09:39", "summary": "FedEx, UPS and smaller carriers turn away customers as they brace for surge of online orders. One holiday item is already sold out: shipping capacity.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/more-schools-are-reopening-as-covid-19-cases-rise-nationwide-11603114570", "title": "More Schools Reopen as Covid-19 Cases Rise Nationwide", "date": "2020-10-19 09:36", "summary": "Miami-Dade, Indianapolis and others that started the school year remotely are bringing students back, and hybrid districts are offering additional time in the classroom. After starting school virtually because of the coronavirus pandemic, some districts are opening doors and allowing students back for the first time.", "categories": [["U.S.", "Education"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/education?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/where-trump-and-biden-stand-on-international-accords-and-alliances-11603114092", "title": "Where Trump and Biden Stand on International Accords and Alliances", "date": "2020-10-19 09:28", "summary": "President views many alliances and pacts as unfair to the U.S., while Biden considers them a source of strength. Democratic presidential hopeful Joe Biden has repeatedly vowed to recommit the U.S. to global alliances and international accords that President Trump has quit or criticized, highlighting a major difference in the two rivals' approaches to foreign policy.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-world-series-matchup-is-a-referendum-on-baseballs-economics-11603113909", "title": "The World Series Matchup Is a Referendum on Baseball's Economics", "date": "2020-10-19 09:25", "summary": "The Dodgers and Rays operate on opposite ends of the sport's financial spectrum, yet posted the best records in their respective leagues. Assuming the coronavirus pandemic allows for a normal season in 2021 the Los Angeles Dodgers will owe three of their players-Clayton Kershaw, Mookie Betts and Kenley Jansen-around $75 million combined. The Tampa Bay Rays rarely pay that much to their entire roster.", "categories": [["Sports", "MLB"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/mlb?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tesla-concho-resources-american-equity-what-to-watch-when-the-stock-market-opens-today-11603106271", "title": "Tesla, Concho Resources, American Equity: What to Watch When the Stock Market Opens Today", "date": "2020-10-19 09:03", "summary": "S&P 500 futures rallied as investors assessed the potential for further stimulus spending before the election, as well as China's economic rebound. Here's what we are watching as markets kick into gear Monday.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/china-acceleration-may-not-rescue-world-from-coronavirus-slowdown-11603112080", "title": "China Acceleration May Not Rescue World From Virus Slowdown", "date": "2020-10-19 08:54", "summary": "China's expansion is gaining pace, raising hopes it can pull the globe out of its funk-but economists warn that may be wishful thinking. BEIJING-China's accelerating expansion has made it one of the only countries with the potential to lift global growth out of its coronavirus-induced funk, but economists warn the world's second-largest economy isn't likely to drive a global recovery as it did after the financial crisis a decade ago.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/as-covid-19-roars-back-in-europe-governments-get-tougher-on-rule-breakers-11603111859", "title": "As Covid-19 Roars Back in Europe, Governments Get Tougher on Rule Breakers", "date": "2020-10-19 08:51", "summary": "Spain wields fines of over $700,000 for repeat offenses; persistent curfew dodging comes with a penalty of more than $4,400 in France. When coronavirus hit last winter, most Europeans followed strict lockdowns to stanch the pandemic. Fearful and united in their fight, people in countries from Italy to the U.K. managed by summer to push infection rates down to manageably low levels.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/relationship-expert-esther-perel-on-the-surprising-intimacy-of-virtual-therapy-11603110868", "title": "Relationship Expert Esther Perel on the Surprising Intimacy of Virtual Therapy", "date": "2020-10-19 08:34", "summary": "\"You see their homes for the first time, they see yours... There's a real shift in boundaries... We're entering spaces we've never entered.\". In our series My Monday Morning, self-motivated people tell WSJ. how they start off the week.", "categories": [["My Monday Morning"]], "category_links": ["https://www.wsj.com/news/types/my-monday-morning?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chilean-protesters-burn-churches-loot-stores-ahead-of-constitutional-referendum-11603084315", "title": "Chilean Protesters Burn Churches, Loot Stores Ahead of Constitutional Referendum", "date": "2020-10-19 07:46", "summary": "Thousands of people gathered in Santiago on anniversary of last year's antigovernment demonstrations. Protesters in Chile's capital torched two churches, looted stores and clashed with police in a spasm of violence a week before a referendum on whether to ditch a dictatorship-era constitution.", "categories": [["World", "Latin America"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/latin-america-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chinas-economy-is-almost-over-covid-19-11603107776", "title": "China's Economy Is Almost Over Covid-19", "date": "2020-10-19 07:42", "summary": "Third-quarter growth slightly missed economists' estimates of around 5.3%. But China's economy still has good momentum under the hood.. Investors shouldn't be too discouraged by China's underwhelming third-quarter growth. Behind the headline numbers, always of questionable relevance, China's economy still has good momentum.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/alibaba-takes-on-walmart-in-china-with-3-6-billion-investment-in-hypermarket-chain-11603107669", "title": "Alibaba Takes on Walmart in China With $3.6 Billion Investment in Hypermarket Chain", "date": "2020-10-19 07:41", "summary": "The e-commerce giant plans to double its stake in Sun Art Retail Group, which operates stores in China under the RT-Mart and Auchan brands. HONG KONG-Chinese e-commerce giant Alibaba Group Holding Ltd. said it would pay $3.6 billion to take control of China's largest big-box retailer and a major rival to Walmart Inc. in the world's most populous nation.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-social-media-is-so-good-at-polarizing-us-11603105204", "title": "Why Social Media Is So Good at Polarizing Us", "date": "2020-10-19 07:00", "summary": "Mathematicians are teaming up with political scientists to create models of how social media divides us, and results suggest at least one popular solution might actually make the problem worse. Americans are more polarized than ever-at least by some measures.", "categories": [["Tech", "Keywords: Christopher Mims"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb", "https://www.wsj.com/news/types/keywords?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/business-group-urges-changes-to-new-york-citys-health-system-11603105205", "title": "Business Group Urges Changes to New York City's Health System", "date": "2020-10-19 07:00", "summary": "A partnership that has been critical of Mayor de Blasio's leadership during the coronavirus pandemic calls for reforms in health-care programs and policies. A powerful business group representing some of New York City's largest private-sector employers is calling for reforms in health-care programs and policies, including a system to set health standards for indoor spaces and better integration of health care with social and economic initiatives for vulnerable New Yorkers.", "categories": [["WSJ News Exclusive", "New York"]], "category_links": ["https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-champions-league-has-something-different-this-year-a-bunch-of-americans-11603101601", "title": "The Champions League Has Something Different This Year: A Bunch of Americans", "date": "2020-10-19 06:00", "summary": "Led by Christian Pulisic, a record 10 Americans will take part in soccer's most prestigious club tournament. One of American soccer's favorite pastimes over the past three decades has been measuring the progress of its players in Europe. U.S. soccer fans-and national team coaches-learned the names of obscure clubs in Germany and Scandinavia to track the few talents who had crossed the pond. A promising teenager's citizenship status could be as intriguing as his ball control.", "categories": [["Sports", "Soccer"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/soccer?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-dodo-group-nines-animal-brand-is-getting-into-pet-insurance-11603101600", "title": "The Dodo Is Getting Into Pet Insurance", "date": "2020-10-19 06:00", "summary": "Group Nine has taken a minority stake in Petplan, the animal insurer. The venture will be rebranded next year as 'Fetch by The Dodo'. The Dodo, the animal-centric video brand of Group Nine Media Inc., has built an audience of more than 90 million followers across social media platforms. Now it is getting into pet insurance.", "categories": [["CMO Today"]], "category_links": ["https://www.wsj.com/news/types/cmo-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hackers-smell-blood-as-schools-grapple-with-virtual-instruction-11603099802", "title": "Hackers Smell Blood as Schools Grapple With Virtual Instruction", "date": "2020-10-19 05:30", "summary": "Tech staff struggle to ward off attacks, including ransom demands. Jeff Pelzel knew something was wrong when he arrived at his office on Sept. 14 and saw no new emails in his inbox. \"That never happens,\" said Mr. Pelzel, the superintendent of the Newhall School District in Southern California.", "categories": [["Pro Cyber News"]], "category_links": ["https://www.wsj.com/news/types/pro-cyber-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-secret-u-s-rescue-in-yemen-played-a-role-in-mideast-peace-deal-11603099801", "title": "Secret U.S. Mission Played Role in U.A.E.-Israel Deal", "date": "2020-10-19 05:30", "summary": "The U.S. helped rescue U.A.E. soldiers after a 2017 helicopter crash, building a reservoir of trust that helped lead to recent agreement. WASHINGTON-On Aug. 11, 2017, a United Arab Emirates helicopter filled with soldiers taking part in an offensive against al Qaeda militants crashed in Yemen, leaving three soldiers dead and seven seriously wounded, including a young member of the royal family.", "categories": [["WSJ News Exclusive", "National Security"]], "category_links": ["https://www.wsj.com/news/types/national-security?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/runaway-etns-trap-traders-in-wild-west-of-index-investing-11603099802", "title": "Runaway ETNs Trap Traders in 'Wild West'", "date": "2020-10-19 05:30", "summary": "High-profile implosions sap demand, spurring a wave of ETN closures by the issuing banks. Jesper Lannung lost more than $100,000 in August after getting trapped in a zombie investment product.", "categories": [["Markets", "Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/auto-makers-grapple-with-battery-fire-risks-in-electric-vehicles-11603099800", "title": "Auto Makers Grapple With Battery-Fire Risks in Electric Vehicles", "date": "2020-10-19 05:30", "summary": "Incidents involving electric vehicles made by GM, Ford and others highlight dangers of lithium batteries. Auto makers are confronting a new challenge in their race to sell more electric cars: battery-related fires leading to vehicle recalls and safety probes.", "categories": [["Business", "Autos & Transportation", "Autos Industry"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/transportation?mod=breadcrumb", "https://www.wsj.com/news/types/autos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/european-banks-await-green-light-for-cash-dividend-payments-11603099802", "title": "European Banks Await Green Light for Cash Dividend Payments", "date": "2020-10-19 05:30", "summary": "Bank chief executives say resumption of cash dividend payments will help relieve pressure on their share prices. The chief executives of some of Europe's biggest banks are hoping regulators will soon let them resume cash dividend payments, easing pressure on their flagging share prices. Spanish lender Banco Santander SA is even planning to pay a dividend in shares this year as an alternative.", "categories": [["Markets", "Stocks", "Europe Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb", "https://www.wsj.com/news/types/europe-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-aircraft-trade-war-makes-even-less-sense-in-2020-11603097378", "title": "The Aircraft Trade War Makes Even Less Sense in 2020", "date": "2020-10-19 04:49", "summary": "This year's aviation bailouts and the competitive threat posed by China are fresh reasons for the U.S. and the EU to stop squabbling over jet subsidies. The 16-year-long legal battle over commercial planes between the U.S. and the European Union didn't make much sense to begin with. It is even more absurd amid the rise of China as an aerospace power and 2020's bailout of the entire aviation industry.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/partisan-sites-posing-as-local-news-expand-ahead-of-election-11603077119", "title": "Partisan Sites Posing as Local News Expand Ahead of Election", "date": "2020-10-19 00:12", "summary": "As local news outlets suffer cuts, political donors see an opportunity to influence coverage. The Copper Courier in Arizona and the Decatur Times in Alabama both describe themselves as startup news sites helping to fill the void from the decline of local news outlets across the U.S.", "categories": [["Business", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11603045052", "title": "Pepper...and Salt", "date": "2020-10-19 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/one-for-the-money-monday-crossword-october-19-11602868207", "title": "One for the Money (Monday Crossword, October 19)", "date": "2020-10-19 00:01", "categories": [["WSJ Puzzles", "Crossword"]], "category_links": ["https://www.wsj.com/news/puzzle?mod=breadcrumb", "https://www.wsj.com/news/types/crossword?mod=breadcrumb"]}]