[{"link": "https://www.wsj.com/articles/acting-navy-secretary-resigns-in-wake-of-uss-roosevelt-11586287262", "title": "Acting Navy Secretary Resigns in Wake of USS Roosevelt Comments", "date": "2020-04-07 19:56", "summary": "Official berated former captain of the aircraft carrier, who asked for more help in combating coronavirus. WASHINGTON-Acting Navy Secretary Thomas Modly resigned Tuesday after an uproar over his verbal attack on the former captain of the virus-stricken aircraft carrier Theodore Roosevelt, in a saga that has dealt a new blow to a U.S. Navy beset by missteps and clashes with the White House in recent years.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/wisconsin-holds-election-despite-coronavirusafter-efforts-to-delay-failed-11586270200", "title": "Wisconsin Voters Go to Polls Despite Coronavirus", "date": "2020-04-07 19:55", "summary": "Many other states have postponed elections to comply with public-health recommendations to avoid crowds. Voters headed to Wisconsin's polls Tuesday, many in masks and gloves, in an election that offered a window into the logistical and political challenges that could lie ahead for November's presidential balloting should the coronavirus pandemic linger until then.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-to-block-irans-request-to-imf-for-5-billion-loan-to-fight-coronavirus-11586301732", "title": "U.S. Plans to Block Iran's Request for IMF Loan to Fight Coronavirus", "date": "2020-04-07 19:46", "summary": "Trump administration officials say Tehran has billion-dollar accounts still at its disposal. The U.S. plans to block Iran's requested $5 billion emergency loan from the International Monetary Fund for funding Tehran says it needs to fight its coronavirus crisis.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/kkr-co-forms-50-million-coronavirus-relief-fund-11586296526", "title": "KKR & Co. Forms $50 Million Coronavirus Relief Fund", "date": "2020-04-07 19:43", "summary": "Support for those affected by the pandemic also came from Apollo Global Management's Leon Black. KKR & Co. and its executives have pledged $50 million to support communities, portfolio company employees and first responders affected by the coronavirus pandemic, while Apollo Global Management Inc. co-founder Leon Black and his family have committed up to $20 million to a new fund to help New York City hospital workers.", "categories": [["Pro PE Industry News"]], "category_links": ["https://www.wsj.com/news/types/pro-pe-industry-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/afghan-peace-process-hits-roadblock-as-taliban-break-off-talks-11586302992", "title": "Afghan Peace Process Hits Roadblock as Taliban Break Off Talks", "date": "2020-04-07 19:43", "summary": "Negotiations among Afghan and Taliban officials aimed to finalize terms of prisoner swap. WASHINGTON-The Taliban broke off talks with the Afghan government in Kabul on Tuesday, creating a fresh stumbling block for the peace process only weeks after Secretary of State Mike Pompeo's diplomatic rescue mission to Afghanistan.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-art-of-coronavirus-modeling-11586301975", "title": "The Art of Coronavirus Modeling", "date": "2020-04-07 19:26", "summary": "The Murray model now shows less dire forecasts for much of the U.S.. Modeling the course of the coronavirus pandemic may still be as much art as science as projections are shifting as more information becomes available. The good news is that conditions in most of the country are less dire than early models predicted, and public-health experts will have to study the reasons to help the country emerge from this economically destructive shutdown.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/wisconsins-election-confusion-11586301853", "title": "Wisconsin's Election Confusion", "date": "2020-04-07 19:24", "summary": "Decisions to alter voting need to follow the law, even in a pandemic.. Wisconsin held its election Tuesday on schedule despite coronavirus, and Democrats are blaming the Supreme Court for endangering public health. That's not what happened. On Monday night the Justices rightly reversed a district judge's last-minute order that would have allowed Wisconsin ballots to be cast after the election was legally over. The confusing episode is a reminder that, even in a pandemic, steps as grave as rewriting voting rules should be up to elected representatives and not freelanced by judges.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/appeals-court-allows-texas-to-ban-most-abortions-during-coronavirus-pandemic-11586292416", "title": "Appeals Court Allows Texas to Ban Most Abortions During Pandemic", "date": "2020-04-07 19:23", "summary": "Litigation set to test whether states can use national health emergency to place sweeping restrictions on abortion. A federal appeals court on Tuesday allowed Texas to suspend most abortions in the state during the coronavirus public-health crisis, a move that could quickly send the issue to the Supreme Court.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/billionaires-have-their-uses-11586301710", "title": "Billionaires Have Their Uses", "date": "2020-04-07 19:21", "summary": "Thank heavens there wasn't a wealth tax on Bill Gates.. Let us now speak in favor of billionaires. We refer specifically to Bill Gates, who was recently asked what good his fortune could do in this pandemic. \"Governments will eventually come up with lots of money,\" he replied on a TV show. \"But they don't know where to direct it. They can't move as quickly.\"", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cfo-exit-puts-macys-under-pressure-as-stores-remain-shut-11586290489", "title": "CFO Exit Puts Macy's Under Pressure as Stores Remain Shut", "date": "2020-04-07 19:14", "summary": "Paula Price, who became finance chief in July 2018, will leave at the end of May. Macy's Inc.'s chief financial officer will leave the company at the end of May, placing pressure on the beleaguered retailer to fill a key executive position while battling plummeting sales due in part to lockdowns related to the coronavirus pandemic.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/steak-umm-emerges-as-unlikely-coronavirus-misinformation-watchdog-11586300943", "title": "Steak-umm Emerges as Unlikely Coronavirus Misinformation Watchdog", "date": "2020-04-07 19:09", "summary": "Processed-meat maker encourages Twitter followers not to trust everything they read; 'peak irony' for a brand builder. During a crisis people turn to many different places for advice, wisdom and comfort. During the global coronavirus pandemic, many are tapping an unlikely source: a processed-meat brand.", "categories": [["Business", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-removes-acting-defense-department-inspector-general-11586277895", "title": "Trump Removes Watchdog Who Oversees Stimulus Spending", "date": "2020-04-07 19:01", "summary": "Glenn Fine had been designated to lead committee charged with identifying abuse in $2 trillion spending law. President Trump replaced the Pentagon's acting inspector general, who had been charged with monitoring the roughly $2 trillion pandemic stimulus law, administration officials said, the latest shake-up in a bid by Mr. Trump to exert increased control over personnel across the government.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-is-not-the-coronavirus-11586300015", "title": "Trump Is Not the Coronavirus", "date": "2020-04-07 18:53", "summary": "Democrats might win if they recognize their role in the distrust-of-government epidemic.. When Donald Trump says \"nobody saw this coming,\" he is literally wrong.", "categories": [["Opinion", "Business World"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/business-world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/its-a-good-time-to-stock-up-11586299677", "title": "It's a Good Time to 'Stock' Up", "date": "2020-04-07 18:47", "summary": "Amid market volatility, one thing is clear: Equities have become a good deal.. The NCAA college basketball tournament was canceled, but for those following the financial markets and the real economy, there was more than enough March madness to satisfy the most rabid thrill-seeker. We have witnessed unprecedented volatility, a sudden bear market in stocks, and a collapse in the labor market unrivaled in its speed and intensity. These are the times that can produce life-changing investment blunders as well as unique opportunities.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-world-is-watching-how-america-handles-coronavirus-11586299643", "title": "The World Is Watching How America Handles Coronavirus", "date": "2020-04-07 18:47", "summary": "The Trump administration has failed to convey an impression of strong international leadership.. Seismic events reorder international relations. After Covid-19, look for three factors to determine the relative standing of the U.S., China and others in the world.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-coronavirus-seder-11586299593", "title": "A Coronavirus Seder", "date": "2020-04-07 18:46", "summary": "Passover's first night will be different from all other nights in more ways than usual.. Our family has been on coronavirus alert from the start. My wife arrived in Beijing from New York on Jan. 23 to celebrate Chinese New Year with her family. There were only nine cases in the city; even to a doctor, that seemed nonthreatening. The holiday was ruined, but she had time to visit her father's grave before the cemetery closed to mourners the following day. She spent the rest of the holiday locked in, but safe. The hospital where she works as a radiologist put her on 14-day quarantine when she returned to New York. No danger in seclusion.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-college-refund-for-coronavirus-11586299536", "title": "A College Refund for Coronavirus", "date": "2020-04-07 18:45", "summary": "Students debate the obligations of universities during the pandemic.. Editor's note: This Future View is about whether colleges owe their students a refund. Next week we'll ask, \"Has the pandemic affected your search for a job or summer internship?\" Students should click here to submit opinions of fewer than 250 words before April 14. The best responses will be published that night.", "categories": [["Opinion", "Future View"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/future-view?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-finds-the-weak-spots-in-u-s-health-security-11586299558", "title": "Coronavirus Finds the Weak Spots in the Nation's Health Security", "date": "2020-04-07 18:45", "summary": "Global supply chains may not survive the Covid-19 pandemic.. Epidemic diseases, like natural disasters, strike with some frequency and therefore are not impossible to predict. What's far more difficult is finding the political will to plan for them.", "categories": [["Opinion", "Upward Mobility"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/upward-mobility?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-trump-bump-is-already-over-11586299491", "title": "The 'Trump Bump' Is Already Over", "date": "2020-04-07 18:44", "summary": "And Covid-19 has cost the president two major arguments for his re-election.. With Covid-19 patients overwhelming U.S. hospitals, it might seem off-key, verging on indecent, to explore the political consequences of this catastrophe. But in just seven months, we will hold what many Americans regard as the most important national election in their lifetimes. What is happening now is bound to affect what will happen then. It's early, but we can begin to draw some inferences from the evidence we are accumulating.", "categories": [["Opinion", "Politics & Ideas"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/politics-ideas?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/amazon-to-suspend-delivery-service-that-competes-with-ups-fedex-11586296112", "title": "Amazon to Suspend Delivery Service That Competes With UPS, FedEx", "date": "2020-04-07 18:43", "summary": "E-commerce giant to halt third-party deliveries to focus on handling the surge in its own customers' orders. Amazon.com Inc . will halt a delivery service for non- Amazon packages, according to people familiar with the matter, as it re-evaluates the nascent offering that competes directly with FedEx Corp . and United Parcel Service Inc .", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/britains-war-a-new-world-1942-1947-review-keeping-calm-and-carrying-on-11586299270", "title": "'Britain's War: A New World, 1942-1947' Review: Keeping Calm and Carrying On", "date": "2020-04-07 18:41", "summary": "For Britons, material shortages, boredom and government restrictions on personal liberty characterized the second half of World War II.. All nations have their historical touchstones, to which they return in times of crisis for reassurance and inspiration. For the United States and France, there are the revolutionary moments of 1776 and 1789. The British, for the past 75 years, have retreated to the memory of World War II whenever their national way of life is threatened. The Covid-19 crisis has been no exception. Matt Hancock, the health secretary, recently enjoined modern Britons to emulate their grandparents' steadfastness during the Blitz of 1940-41. \"Despite the pounding every night, the rationing, the loss of life,\" he said, \"they pulled together in one gigantic national effort.\"", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/dr-anthony-fauci-on-how-life-returns-to-normal-11586298725", "title": "Dr. Anthony Fauci on How Life Returns to Normal", "date": "2020-04-07 18:32", "summary": "In today's episode of The Journal podcast, we talk to Dr. Anthony Fauci about what it will take to open America back up after the coronavirus pandemic.. APPLE PODCASTS | SPOTIFY | ON WSJ", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fannie-freddie-unlikely-to-aid-mortgage-companies-as-payments-dry-up-fhfa-chief-says-11586289067", "title": "Fannie, Freddie Unlikely to Aid Mortgage Companies, FHFA Chief Says", "date": "2020-04-07 18:31", "summary": "Mark Calabria says he sees no evidence of systemic crisis among nonbank servicers. A top U.S. housing-market regulator said he isn't likely to heed mortgage companies' calls to help ease the cash-flow crunch they are expecting when Americans who lose their jobs stop making mortgage payments.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pipeline-operator-williams-comes-under-fire-11586286169", "title": "Pipeline Operator Williams Comes Under Fire", "date": "2020-04-07 18:16", "summary": "Proxy adviser ISS urges shareholders to withhold votes for chairman over 'restrictive' poison pill. An influential proxy adviser has taken the unusual step of urging shareholders to withhold votes for the chairman of Williams Cos. after the pipeline operator adopted a poison pill to fend off unwanted suitors.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/medical-technology-stocks-face-a-coronavirus-swoon-11586259003", "title": "Medical Technology Stocks Face a Coronavirus Swoon", "date": "2020-04-07 18:05", "summary": "Hospitals that make much of their money from elective surgeries are deferring purchases of equipment as they grapple with the pandemic. Hospital operations have been thrown for a loop recently. Health care should be prepared for major disruption as a result.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/italys-economic-pain-shows-burden-of-national-coronavirus-lockdowns-11586271238", "title": "Italy's Economic Pain Shows Burden of National Coronavirus Lockdowns", "date": "2020-04-07 18:03", "summary": "Unwinding the restrictions on businesses could take several weeks and some won't survive the wait. Italy's month-old lockdown is slowing the coronavirus, but its economy is gasping for breath.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/genmark-diagnostics-raises-fy20-targets-as-covid-19-testing-ramps-up-11586296819", "title": "GenMark Diagnostics Raises FY20 Targets as Covid-19 Testing Ramps Up", "date": "2020-04-07 18:01", "summary": "Resume Subscription. GenMark Diagnostics Inc . has raised its fiscal 2020 guidance as the diagnostic-testing provider sees a boost in sales in the latest quarter from its Covid-19 tests.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/global-stock-markets-dow-update-4-7-2020-11586230194", "title": "Dow Erases 900-Point Gain, Ends Modestly Lower", "date": "2020-04-07 17:45", "summary": "Major indexes appeared poised to build on Monday's mammoth gains but wobbled in the final hour of the session. Stocks ran out of steam in a volatile trading session that saw the Dow Jones Industrial Average give up an early gain of more than 900 points.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/truckers-cut-spending-as-factory-slowdown-weighs-on-some-operators-11586295247", "title": "Truckers Cut Spending as Factory Slowdown Weighs on Operators", "date": "2020-04-07 17:34", "summary": "Hit by the coronavirus-driven slowdown, several carriers in the less-than-truckload sector are reducing pay, cutting hours to preserve cash. Trucking companies that deliver goods to manufacturers are cutting pay, reducing hours for workers and pulling back spending as an initial bump in demand for consumer products gives way to a deepening economic downturn.", "categories": [["Logistics Report"]], "category_links": ["https://www.wsj.com/news/types/logistics-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/unitedhealth-will-speed-payments-to-doctors-hospitals-11586291433", "title": "UnitedHealth Will Speed Payments to Doctors, Hospitals Amid Pandemic", "date": "2020-04-07 17:30", "summary": "Insurer aims to fast-track about $2 billion next week to ease cash crunch tied to drop-in regular care. UnitedHealth Group Inc. is accelerating payments to doctors and hospitals, starting with about $2 billion over the next week, to ease a cash crunch that has led some health-care providers to furlough workers amid the coronavirus pandemic.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pioneer-energy-bondholders-want-to-renegotiate-debt-for-equity-swap-11586294662", "title": "Pioneer Energy Bondholders Want to Renegotiate Debt-for-Equity Swap", "date": "2020-04-07 17:24", "summary": "Bondholders say Pioneer's proposed chapter 11 plan needs a second look in light of market turmoil caused by the coronavirus pandemic. Pioneer Energy Services Corp. bondholders want to renegotiate a debt-for-equity swap they agreed to weeks before the precipitous decline in U.S. oil prices and major economic disruption caused by the coronavirus.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/drugmaker-mallinckrodt-downsizes-debt-refinancing-11586278765", "title": "Drugmaker Mallinckrodt Downsizes Debt Refinancing", "date": "2020-04-07 17:12", "summary": "Ireland-based drugmaker reaches new deal with Aurelius and Franklin for a smaller transaction allowing it to repay bondholders next week. Mallinckrodt PLC said Tuesday an agreement to refinance a large chunk of its $5.4 billion debt load has fallen apart, and the drugmaker has instead struck a deal for a more limited bond exchange.", "categories": [["Pro Bankruptcy Distress"]], "category_links": ["https://www.wsj.com/news/types/pro-bankruptcy-distress?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/groups-step-up-to-deliver-passover-meals-to-those-in-need-11586293617", "title": "Groups Deliver Passover Meals to Those in Need", "date": "2020-04-07 17:06", "summary": "As coronavirus limits spending and grocery trips, local nonprofits deliver holiday meals to ensure New York-area residents can still celebrate. By its very nature, the Jewish holiday of Passover is a communal occasion, one centered around a ceremony and meal known as the seder.", "categories": [["U.S.", "Culture"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-culture?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/china-eases-wuhan-lockdown-but-coronavirus-fight-remains-incomplete-11586293305", "title": "Fear Lingers in Wuhan as China Eases Lockdown", "date": "2020-04-07 17:01", "summary": "Suspicion of uncounted cases fuels worries of second wave of virus as China reopens city. WUHAN-Chinese leaders and many medical experts have held up this city as an example of what can be achieved through extreme efforts to contain the coronavirus.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-quick-bear-market-would-be-historical-anomaly-11586279742", "title": "A Quick Bear Market Would Be Historical Anomaly", "date": "2020-04-07 16:56", "summary": "Many analysts are calling the recent run a rally within a bear market. U.S. stocks have rebounded this week, but the worst likely isn't over for the equities market.", "categories": [["Markets", "Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ufc-vows-to-keep-fighting-despite-coronavirus-11586251802", "title": "UFC Vows to Keep Fighting Despite Coronavirus", "date": "2020-04-07 16:28", "summary": "Big money is behind the mixed-martial-arts promoter's controversial effort to keep fights going. The coronavirus pandemic has forced sports leagues around the world to shut down, but the company behind the Ultimate Fighting Championship has vowed to keep holding fights for cable and pay-per-view audiences.", "categories": [["Pro Bankruptcy Distress"]], "category_links": ["https://www.wsj.com/news/types/pro-bankruptcy-distress?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nissan-furloughs-about-10-000-workers-in-u-s-because-of-coronavirus-11586257760", "title": "Nissan, Honda Trigger Furloughs for More Than 24,000 U.S. Workers", "date": "2020-04-07 16:25", "summary": "Combined the cost-saving steps by the Japanese auto makers affect more than 24,000 factory workers. Two of Japan's largest car companies, Nissan Motor Co. and Honda Motor Co. , are furloughing U.S. factory workers without pay, adding to unemployment in an industry that has seen sales plummet during the spread of the new coronavirus.", "categories": [["Business", "Autos & Transportation", "Autos Industry"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/transportation?mod=breadcrumb", "https://www.wsj.com/news/types/autos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/it-is-what-it-is-by-thundercat-review-a-beautiful-patchwork-of-genres-11586291028", "title": "'It Is What It Is' by Thundercat Review: A Beautiful Patchwork of Genres", "date": "2020-04-07 16:23", "summary": "The musician's latest album stitches together jazz fusion, R&B, soft-rock and more.. ", "categories": [["Books & Arts", "Music Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/music-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/as-virtual-happy-hours-get-old-employers-seek-fresh-ways-to-engage-remote-workers-11586290987", "title": "As Virtual Happy Hours Get Old, Employers Seek Fresh Ways to Engage Remote Workers", "date": "2020-04-07 16:23", "summary": "The employee experience takes on new importance when no one can go to work. As it enters its sixth week of working from home, Handshake, a job-search company for college students, is escalating its efforts to keep employees engaged during the coronavirus pandemic.", "categories": [["Experience Report"]], "category_links": ["https://www.wsj.com/news/experience-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-staying-inside-guide-jazz-performances-that-stand-the-test-of-time-11586290752", "title": "The Staying Inside Guide: Jazz Performances That Stand the Test of Time", "date": "2020-04-07 16:19", "summary": "From the 1940s, '50s and '60s, they capture not only the sounds and sights of jazz, but-more important-its feeling and deep inner essence.. To fully enjoy both the spontaneity and the intimacy of jazz, you have to be-as the musical \"Hamilton\" would say-in the room where it happens. Obviously, that's a challenge these days, when neither musicians nor listeners get around much anymore. So it's reassuring to remember that over nearly all of jazz's century-plus history, film and video have played a vital role in both documenting and disseminating the music. Here is a short list of classic videos, all readily available on YouTube and other platforms, that brilliantly and excitingly capture not only the sound of jazz and the sight of it, but-more important-its feeling and deep inner essence.", "categories": [["Opinion", "Commentary", "Cultural Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb", "https://www.wsj.com/news/types/cultural-commentary?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-has-largest-single-day-death-toll-from-coronavirus-11586282652", "title": "New York Has Largest Single-Day Death Toll From Coronavirus", "date": "2020-04-07 16:14", "summary": "State recorded 731 deaths related to the novel coronavirus, bringing the total to nearly 5,500. A record number of people in New York died of Covid-19 on Monday, but officials said they are cautiously optimistic that the number of new cases in the nation's hardest-hit state is plateauing.", "categories": [["U.S.", "Politics"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/modeling-the-path-of-the-coronavirus-epidemic-11586290393", "title": "Modeling the Path of Coronavirus Epidemic", "date": "2020-04-07 16:13", "summary": "Infectivity depends on millions of poorly known behaviors ranging from human sexuality to hand-washing.. In \"Coronavirus Lessons From the Asteroid That Didn't Hit Earth\" (op-ed, April 2), Benny Peiser and Andrew Montford seem to misunderstand the purpose of computer simulations in epidemiology. The power of astronomy lies in the fact that planetary motions can be calculated from a small number of well-defined variables. By comparison, infectivity depends on millions of poorly known behaviors ranging from human sexuality to hand-washing. Simple models that reduce this complexity to a single number (\"R0\") are bound to be wrong. The advantage of computer models is that they allow more variables. But these are uncertain. Crowdsourcing cannot fix this because no group can possibly know facts that aren't available to at least one of its members. The point of comparing different simulations is less to decide which one is \"right,\" than to see which outcomes are consistent with our ignorance.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/covid-19-what-would-dr-tom-coburn-do-11586290238", "title": "Covid-19: What Would Dr. Tom Coburn Do?", "date": "2020-04-07 16:10", "summary": "Dr. Coburn was an early and passionate advocate for health-care price transparency.. Regarding your editorial \"Thomas Allen Coburn\" (March 30): Dr. Coburn's free-market health-care legacy is evident in the \"Phase 3\" coronavirus stimulus legislation, which requires health-care providers to post their cash prices for coronavirus tests. Dr. Coburn was an early and passionate advocate for health-care price transparency, including in \"Shop Around for Surgery? Colorado May Soon Encourage It\" (Cross Country, May 5, 2018), where he argued: \"Publishing prices upfront would allow patients to shop for value. In order to attract business, medical providers would have to step up their game by offering more for less.\"", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pelosi-fight-covid-with-tax-relief-for-rich-11586290186", "title": "Pelosi: Fight Covid With Tax Relief for Rich", "date": "2020-04-07 16:09", "summary": "Many of your readers must have surely thought House Speaker Nancy Pelosi seeking tax relief for her most financially blessed constituents, in the middle of a global pandemic, was April Fools' Day satire.. How apropos that your editorial \"Pelosi Pitches a Blue-State Bailout\" appeared on April 1. Many of your readers must have surely thought House Speaker Nancy Pelosi seeking tax relief for her most financially blessed constituents, in the middle of a global pandemic, was April Fools' Day satire.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/court-approves-justice-departments-execution-procedures-11586288326", "title": "Court Approves Justice Department's Execution Procedures", "date": "2020-04-07 16:09", "summary": "Trump administration's plans to reactivate federal death chamber still face legal hurdles, coronavirus challenges. WASHINGTON-An appellate court said the Trump administration's planned protocol for executing men on the federal government's death row was legally acceptable, but additional legal questions, along with a coronavirus emergency that has led several states to suspend executions, left unclear when the inmates might be put to death.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cruise-lines-should-appeal-to-their-flags-11586290114", "title": "Cruise Lines Should Appeal to Their Flags", "date": "2020-04-07 16:08", "summary": "Now they come begging for billions of U.S. dollars to save an industry that has done its very best to avoid our laws and workers.. Regarding Orlando Ashford's \"Lost at Sea in a Pandemic\" (op-ed, April 1): Cruise ship lines use offshore flagging of their ships to dodge U.S. regulation, liability and taxation, legally registering their vessels in Panama, Liberia and other countries out of reach of U.S. law. Carnival's Carnival Breeze, Carnival Dream, Carnival Conquest, Carnival Elation and Carnival Ecstasy are registered in Panama, while Disney's Disney Wonder flies the Bahamian flag. The Caribbean Princess is registered in Bermuda and Celebrity Apex in Malta. These ships employ largely cheap foreign crews and build and refit their ships in foreign shipyards.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/feds-mester-says-central-bank-may-need-to-accept-more-risks-to-cushion-economy-11586289902", "title": "Fed's Mester Says Central Bank May Need to Accept More Risks to Cushion Economy", "date": "2020-04-07 16:07", "summary": "'This is a huge, unprecedented, negative shock,' Cleveland Fed chief Loretta Mester says. The severity and unusual nature of the current economic contraction, in which governments across the country have forced businesses to close and workers to stay at home, will require the Federal Reserve to respond more aggressively than it would during an ordinary recession, said Cleveland Fed President Loretta Mester.", "categories": [["Economy", "Central Banks"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/central-banks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/switzerland-loses-grip-on-worlds-lowest-borrowing-costs-11586263137", "title": "Switzerland Loses Grip on World's Lowest Borrowing Costs", "date": "2020-04-07 16:04", "summary": "Government-bond yields in Switzerland rise as its central bank is seen as less aggressive than others in response to the coronavirus. Switzerland's bond yields have shot higher than those of Germany for the first time in years, causing the financial haven to lose its long-held position as the economy with the world's lowest borrowing costs.", "categories": [["Markets", "Credit Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/credit-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-goldman-could-recoup-the-money-it-sank-into-gymboree-11586288734", "title": "How Goldman Could Recoup the Money It Sank Into Gymboree", "date": "2020-04-07 15:45", "summary": "After bankruptcy, Gymboree could use one of its last assets-net operating losses-to slash its taxes in a new life as an art-authentication startup. Gymboree Group Inc. entered bankruptcy as a failed children's clothing chain. If all goes according to plan, it will leave in the next few months with a new line of business and millions in tax breaks-an amount so large that it could operate tax-free for years.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-oil-prices-edge-up-as-traders-look-to-opec-meeting-11586278094", "title": "Oil Continues to Slide as Traders Look to OPEC+ Meeting", "date": "2020-04-07 15:22", "summary": "Investors hope to see an end to the oil-price war between Russia and Saudi Arabia; energy companies have been hard-hit. Oil prices continued to slide Tuesday, erasing gains from earlier in the day as traders looked toward Thursday's meeting of the Organization of the Petroleum Exporting Countries and its allies.", "categories": [["Markets", "Commodities"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/boris-johnsons-sickness-heightens-britons-virus-anxieties-11586286480", "title": "Boris Johnson's Sickness Heightens Britons' Virus Anxieties", "date": "2020-04-07 15:08", "summary": "Leader's absence worries some, serves as wake-up call for others. LONDON-By entering the black door of 10 Downing Street at the heart of the British government, the novel coronavirus wreaking havoc across the world has shaken a country that prides itself on a cheery determination in the face of adversity.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/feds-kaplan-says-consumer-response-to-body-blow-will-determine-pace-of-u-s-recovery-11586284053", "title": "Fed's Kaplan: Consumer Response to 'Body Blow' Will Determine Pace of Recovery", "date": "2020-04-07 14:29", "summary": "'The part that's hard to predict, but we're trying to come to grips with, is what will their spending habits be?,' Dallas Fed chief Robert Kaplan says. The U.S. economy is likely to go through a significant adjustment after the coronavirus pandemic recedes as businesses evaluate how the crisis has reshaped demand for their goods and services, Dallas Fed President Robert Kaplan said in an interview.", "categories": [["Economy", "Central Banks"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/central-banks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bond-investors-are-back-even-in-indonesia-11586263345", "title": "Bond Investors Are Back, Even in Indonesia", "date": "2020-04-07 14:27", "summary": "Southeast Asian nation sells its first 50-year dollar bond. Indonesia sold $4.3 billion of bonds, including one it won't pay off for 50 years, in the latest sign that investors are regaining their appetite for risk.", "categories": [["Markets", "Credit Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/credit-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/more-women-on-boards-fewer-dangerous-products-11586284077", "title": "More Women on Boards, Fewer Dangerous Products", "date": "2020-04-07 14:27", "summary": "Companies with female directors are more likely to quickly recall dangerous products, researchers say. \"You'll shoot your eye out!\"", "categories": [["Markets", "Overheard"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/overheard?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chinese-mogul-faces-probe-for-essay-critical-of-president-xis-coronavirus-handling-11586283853", "title": "Chinese Mogul Investigated for Criticizing Xi's Coronavirus Response", "date": "2020-04-07 14:24", "summary": "Ren Zhiqiang is under investigation as Beijing trumpets its success in containing pandemic. HONG KONG-China's Communist Party said it is investigating alleged wrongdoing by an influential businessman who has been an outspoken critic of President Xi Jinping, signaling harsh punishment for the author of a scathing essay decrying the Chinese leader's handling of the coronavirus pandemic.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fed-report-small-business-sector-highly-vulnerable-to-coronavirus-crisis-11586281573", "title": "Small Businesses' Finances Highly Vulnerable to Coronavirus Crisis", "date": "2020-04-07 14:21", "summary": "Survey from late 2019 shows financial weakness in even best-managed businesses. Even the best-managed small businesses are in a very vulnerable position as they try to weather the shutdown of much of the U.S. economy during the coronavirus crises, according to the Federal Reserve Bank of New York.", "categories": [["Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-forecasts-oil-production-drop-could-be-factor-in-saudi-russia-price-war-11586283353", "title": "U.S. Forecasts Oil Production Drop, Could Factor Into Price War", "date": "2020-04-07 14:15", "summary": "Energy Information Administration says U.S. will produce 11 million barrels a day over fourth quarter. WASHINGTON-U.S. production of crude oil will fall 13% by year's end, according to a government forecast Tuesday-numbers the White House hopes to use to convince Saudi Arabia and Russia to end their price war, a senior administration official said.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/qatar-to-tap-debt-markets-in-test-of-persian-gulf-demand-11586264484", "title": "Qatar Sells $10 Billion in Bonds in Test of Demand", "date": "2020-04-07 14:13", "summary": "Response suggests recovering investor demand for debt in region. Qatar sold $10 billion in U.S. dollar-denominated bonds on Tuesday, the first Persian Gulf state to tap the debt markets since the headwinds of the coronavirus pandemic and a collapse in oil prices tightened budgets across the region.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/wework-directors-sue-softbank-over-terminated-3-billion-share-offer-11586271317", "title": "WeWork Directors Sue SoftBank Over Terminated $3 Billion Share Offer", "date": "2020-04-07 14:00", "summary": "The co-working company says its liquidity could be adversely affected by the cancelation. Two WeWork directors filed a lawsuit against SoftBank Group Corp. on behalf of the co-working company after the Japanese conglomerate backed away from a deal to buy up to $3 billion in WeWork's shares.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/worlds-wealthy-tap-personal-ventilators-on-demand-doctors-to-fight-coronavirus-11586251553", "title": "World's Wealthy Tap Personal Ventilators, On-Demand Doctors to Fight Coronavirus", "date": "2020-04-07 13:46", "summary": "Demand rises for bespoke medical services, luxury isolation spots and vital equipment. Money can't stop you from catching or dying from the new coronavirus. But it can buy you an attentive doctor, faster testing, a luxury spot for self-isolation and even an at-home intensive-care setup complete with a ventilator.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-hostages-guide-to-isolation-11586279646", "title": "A Hostage's Guide to Isolation", "date": "2020-04-07 13:14", "summary": "What I learned about survival as a Taliban prisoner.. I spent 45 days in Pakistan as a hostage of the Taliban in 2008. A college friend recently sent a note asking if I had any suggestions as to how people can physically and mentally cope with their coronavirus-induced confinement. Here's what I told him:", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/congress-can-still-save-the-recovery-11586279678", "title": "Congress Can Still Save the Recovery", "date": "2020-04-07 13:14", "summary": "Lawmakers should correct incentives not to work, lest they slow the recovery after the economy reopens.. The coronavirus has crushed the U.S. economy, and the legislative remedies Congress recently passed will make the recovery slower once it's safe to return to work.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/boris-johnson-remains-in-intensive-care-as-u-k-battles-coronavirus-11586259931", "title": "Johnson Remains in Intensive Care as U.K. Battles Virus", "date": "2020-04-07 13:05", "summary": "Prime minister hasn't been placed on a ventilator but has received oxygen, cabinet minister says. LONDON-The U.K. government sought to maintain a united front Tuesday in the face of a near-unprecedented health crisis while Prime Minister Boris Johnson remained in intensive care, suffering from severe symptoms of the new coronavirus.", "categories": [["World", "Europe", "U.K."]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb", "https://www.wsj.com/news/types/u-k-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronaviruspandemic-complicates-opioidtreatment-11586262903", "title": "Coronavirus Pandemic Complicates Opioid Treatment", "date": "2020-04-07 13:04", "summary": "Doctors seek looser methadone restrictions to lower viral-transmission risks. For people battling the nation's opioid problem, the coronavirus pandemic has piled one deadly public-health crisis atop another.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-yorks-new-prevailing-wage-law-hinders-construction-developers-say-11586278886", "title": "New York's New Prevailing Wage Law Hinders Construction, Developers Say", "date": "2020-04-07 13:01", "summary": "New state mandate reflects effort to expand definition of public projects that require higher wages. ALBANY, N.Y.-Business groups said a newly approved state mandate to pay higher wages on a broader range of government-backed construction projects will hurt firms as they attempt to recover from the novel coronavirus.", "categories": [["U.S.", "Politics"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/real-estate-investors-eye-potential-bonanza-in-distressed-sales-11586260801", "title": "Real-Estate Investors Eye Distressed Sales", "date": "2020-04-07 12:29", "summary": "Coronavirus causes widespread stress in property assets. A growing number of property investors are preparing for what they believe could be a once-in-a generation opportunity to buy distressed real-estate assets at bargain prices.", "categories": [["Real Estate", "Property Report"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/property-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/white-house-press-secretary-stephanie-grisham-to-leave-post-11586269699", "title": "Grappling With Virus Outbreak, Trump Bolsters White House Press Shop", "date": "2020-04-07 12:18", "summary": "Kayleigh McEnany to become White House press secretary, succeeding Stephanie Grisham, who was effectively pushed out of her roles. WASHINGTON-President Trump will add a trio of new public relations hands to the West Wing, the latest personnel changes inside the White House as the administration grapples with the coronavirus outbreak.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-new-cocktail-hour-your-governors-daily-coronavirus-briefing-11586268450", "title": "The New Cocktail Hour: Your Governor's Daily Coronavirus Briefing", "date": "2020-04-07 12:04", "summary": "Live state updates on the pandemic become must-see TV and make unlikely stars of local officials. Bob Lear noticed his wife was pouring herself a glass of wine one recent afternoon, so he asked her what was up.", "categories": [["A-hed"]], "category_links": ["https://www.wsj.com/news/types/a-hed?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/darden-dennys-say-sales-down-sharply-during-coronavirus-11586274442", "title": "Darden and Denny's Hit Sales Slump", "date": "2020-04-07 11:47", "summary": "Dining rooms remain closed amid restrictions to curb spread of Covid-19. Darden Restaurants Inc. and Denny's Corp. said their sales have plummeted in recent weeks, highlighting the threat casual restaurant chains face as their dining rooms remain closed amid restrictions meant to halt the spread of the new coronavirus.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cnn-buys-canopy-maker-of-news-reader-app-11586268014", "title": "CNN Buys Canopy, Maker of News-Reader App", "date": "2020-04-07 11:25", "summary": "Canopy, creator of Tonic app, will be used in a forthcoming news-aggregation service being developed by CNN. CNN said it has acquired Canopy, the maker of a news-reader app whose technology the company is planning to use for its forthcoming news-aggregation service.", "categories": [["Business", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/australias-high-court-quashes-cardinal-george-pells-child-sex-abuse-conviction-11586219863", "title": "Australia High Court Quashes Cardinal Pell's Sex-Abuse Conviction", "date": "2020-04-07 11:09", "summary": "The 78-year-old prelate was serving a six-year prison sentence. Australia's highest court on Tuesday acquitted former Vatican finance chief Cardinal George Pell of child sex-abuse charges, overturning a conviction that has bitterly divided Australian society and Roman Catholics around the world.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/peg-it-will-come-back-to-you-steely-dans-donald-fagen-on-the-1977-hit-11586272100", "title": "'Peg, It Will Come Back to You': Steely Dan's Donald Fagen on the 1977 Hit", "date": "2020-04-07 11:08", "summary": "The song's co-writer, along with Michael McDonald and other session musicians, reveals the meaning behind the enigmatic lyrics of the song on the album 'Aja'. Long considered Steely Dan's best and most intriguing album, \"Aja\" remained at No. 3 on the Billboard chart for seven consecutive weeks in 1977.", "categories": [["Books & Arts", "Arts", "Anatomy of a Song"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/arts?mod=breadcrumb", "https://www.wsj.com/news/types/anatomy-of-a-song?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-a-museum-director-is-relieving-stress-during-the-coronavirus-crisis-11586271665", "title": "How a Museum Director Is Relieving Stress During the Coronavirus Crisis", "date": "2020-04-07 11:01", "summary": "Melissa Chiu focuses on creating a museum of the future-one that isn't brick and mortar. In a series called How I Cope, we speak to people across the country about the things they are doing to relieve stress in these uncertain times due to the coronavirus pandemic. Here's our conversation with Melissa Chiu, 48, the director of the Smithsonian's Hirshhorn Museum and Sculpture Garden in Washington, D.C., which is known for its contemporary art and culture and has been closed since March 14. She lives with her husband and their 9-year-old daughter.", "categories": [["Life & Work", "How I Cope"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/how-i-cope?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/performing-became-an-act-of-love-for-alice-eve-11586271674", "title": "Performing Became an Act of Love for Alice Eve", "date": "2020-04-07 11:01", "summary": "The 'Belgravia' co-star was raised by professional actors who tried to discourage her from the business. 'And yet, I saw the joy they derived from it.'. Alice Eve, 38, is an English actress whose films include \"Bombshell\" and \"Star Trek Into Darkness.\" She co-stars in \"Belgravia,\" a TV historical drama series on Epix that premieres April 12. She spoke with Marc Myers.", "categories": [["Real Estate", "House Call"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/house-call?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-big-virus-short-11586268914", "title": "The Big Virus Short", "date": "2020-04-07 10:27", "summary": "Are we witnessing an historic bubble in advice from public-health experts?. A hedge fund manager who predicted the mortgage meltdown-and was later portrayed by Christian Bale in \"The Big Short\"-says virus countermeasures imposed by governments are leading to economic destruction and death.", "categories": [["Opinion", "Best of the Web"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/best-of-the-web-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-cheap-thrills-and-instant-gratification-of-home-organization-11586268815", "title": "The Cheap Thrills and Instant Gratification of Home Organization", "date": "2020-04-07 10:13", "summary": "Most Popular News. Home organization projects can be fraught with emotion. For those on lockdown looking for the biggest payoff, consider attacking the closet.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/new-yorkers-step-up-to-help-mom-and-pop-businesses-11586268001", "title": "New Yorkers Step Up to Help Mom-and-Pop Shops", "date": "2020-04-07 10:00", "summary": "Fearing that the city will lose many small shops amid the coronavirus shutdown, residents are pitching in to help them survive. When stores in her neighborhood started closing in mid-March, Sadie Struss created a spreadsheet listing mom-and-pop shops that were still doing business online. She posted it on neighborhood-based social media site Nextdoor and local Facebook groups.", "categories": [["U.S.", "Metro Money"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/metro-money?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-economy-is-in-a-contraction-says-larry-kudlow-11586267427", "title": "U.S. Economy Is in a Contraction, Says Larry Kudlow", "date": "2020-04-07 09:50", "summary": "Economy could reopen in four to eight weeks, says National Economic Council director. Breaking News:", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/secs-clayton-says-companies-should-disclose-need-for-bailout-funds-11586267434", "title": "SEC's Clayton: Companies Should Disclose Need for Bailout Funds", "date": "2020-04-07 09:50", "summary": "Chairman says disclosure helps limit speculation about companies' need for capital. WASHINGTON-Public companies should disclose to shareholders whether they plan to tap coronavirus-related bailout funds from the federal government, the nation's top securities regulator said Tuesday.", "categories": [["Markets", "Financial Regulation"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/financial-regulation?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-could-cause-youth-sports-recession-11586260815", "title": "Coronavirus Could Cause Youth Sports Recession", "date": "2020-04-07 09:48", "summary": "Kids are at home instead of on ball fields-and the slumping economy means some could stay there. In early 2016, Thomas Bach traveled to Silicon Valley to ask Facebook, Twitter, YouTube and Google for advice. Bach, president of the International Olympic Committee, wanted to learn how the multi-billion-dollar Olympic Games, for decades a broadcast-TV juggernaut, could better reach young audiences.", "categories": [["Sports"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/exxon-cuts-capital-spending-by-30-in-response-to-coronarivus-11586259633", "title": "Exxon Cuts Capital Spending by 30% in Response to Coronavirus", "date": "2020-04-07 09:47", "summary": "The largest portion of the cuts will be in the Permian Basin, a key U.S. oil field in Texas and New Mexico. Exxon Mobil Corp. said Tuesday that it would cut its 2020 capital spending by 30% as global demand for oil is sapped by the coronavirus.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-bentley-special-takes-its-owner-back-to-the-1920s-11586265712", "title": "A Bentley Special Takes Its Owner Back to the 1920s", "date": "2020-04-07 09:21", "summary": "This re-creation-built out of real Bentley parts-has taken its owners all over the country, even through a Montana hailstorm. Doug Weitman, 76, a Malibu, Calif.-based real estate investor, on his Bentley Special 3/8 Racer, as told to A.J. Baime. The photographs were shot at the West Coast Vintage Bentley Tour in 2017.", "categories": [["Life & Work", "Cars", "My Ride"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/automotive?mod=breadcrumb", "https://www.wsj.com/news/types/my-ride?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/small-manufacturers-pivot-to-making-simple-masks-11586264401", "title": "Small Businesses Pivot to Making Simple Masks", "date": "2020-04-07 09:00", "summary": "Companies find new use for fabric as coronavirus cuts demand for jeans and mattresses. Sewing shops and mattress-case makers have switched to producing cloth masks as orders for their usual product lines fall off with much of the economy shut down.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/companies-cite-new-government-benefits-in-cutting-workers-11586264075", "title": "Companies Cite New Government Benefits in Cutting Workers", "date": "2020-04-07 08:54", "summary": "Employers factor in extra federal pay in deciding how to handle their workforces; it 'made that part of the decision more palatable'. When Equinox had to start furloughing some employees at its chain of upscale fitness clubs, Executive Chairman Harvey Spevak had a surprising message to stakeholders.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/desk-chairs-most-stylish-11586262935", "title": "Desk Chairs That Don't Sacrifice Design Cred", "date": "2020-04-07 08:40", "summary": "You're weeks into working from the couch-and have the numb bum and lower back throb to prove it. Bite the bullet and get an (actually stylish) desk chair. Most of us are a few weeks into working from home-which means that by now, every seat in the house has been through a Goldilocks-worthy trial. The couch is too soft, the dining table chairs are too hard. For those hoping to find a piece of furniture they already own that is just right, it's tough out there. WSJ.''s design editor Sarah Medford selects chairs that can provide spinal support without sacrificing style, providing various options from classic to high-fashion:", "categories": [["Art & Design"]], "category_links": ["https://www.wsj.com/news/magazine/art-design?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/japan-plans-direct-payments-to-households-businesses-in-coronavirus-emergency-11586263242", "title": "Japan Plans Direct Payments to Households, Businesses in Coronavirus Emergency", "date": "2020-04-07 08:40", "summary": "Stimulus package includes nearly $3,000 for families whose income was reduced over the virus; some businesses to get almost $20,000. TOKYO-Japan plans direct payments to households and businesses as part of a nearly $1 trillion economic package to respond to the coronavirus pandemic, which Prime Minister Shinzo Abe on Tuesday declared an emergency.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/wisconsin-governor-suspends-in-person-voting-for-tuesday-election-11586196408", "title": "Wisconsin Election to Proceed After Conservative Courts Block Measures to Extend Balloting", "date": "2020-04-07 08:36", "summary": "U.S. Supreme Court overturns lower-court order extending absentee ballot deadline amid coronavirus concerns. Voting in Wisconsin will proceed as scheduled on Tuesday, after conservative majorities on the federal and state supreme courts blocked Democratic efforts to extend balloting for days or weeks to reduce public gatherings during the coronavirus pandemic.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/investors-saw-office-buildings-as-safe-not-during-this-pandemic-11586260800", "title": "Investors Saw Office Buildings as Safe. Not During This Pandemic.", "date": "2020-04-07 08:00", "summary": "Sales of skyscrapers are falling apart, and investors are unloading shares of major office REITs. When the coronavirus started spreading in the U.S., office owners with long-term, stable leases hoped their buildings would become a haven for skittish investors.", "categories": [["Real Estate"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/this-upstate-new-york-hotel-was-emptying-out-as-a-coronavirus-quarantine-site-it-might-fill-up-11586260801", "title": "This Upstate New York Hotel Was Emptying Out. As a Coronavirus Quarantine Site, It Might Fill Up.", "date": "2020-04-07 08:00", "summary": "With the coronavirus pandemic sharply curtailing travel, more hoteliers are offering their properties for medical use. The coronavirus was spreading rapidly across New York. Room cancellations were flooding this upstate hotel's reservation system after the state ban on mass gatherings, and there was no sign of things turning around soon.", "categories": [["Real Estate", "Property Report"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/property-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hunt-is-on-for-genetic-clues-to-why-coronavirus-impact-varies-11586259827", "title": "Hunt Is on for Genetic Clues to Coronavirus's Varying Impact", "date": "2020-04-07 07:43", "summary": "Scientists hope gene variations will explain why some younger, healthy Covid-19 patients require serious medical intervention or die from the infection. Scientists around the world are pooling their knowledge and resources to determine whether gene variations make people more susceptible to serious Covid-19 infection, hoping to learn why some patients' coronavirus symptoms are quite mild while others' are severe.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-has-turned-childrens-workbooks-into-bestsellers-a-texas-couple-cashes-in-11586259319", "title": "Texas Couple Cashes In as Children's Workbooks Become Bestsellers", "date": "2020-04-07 07:35", "summary": "Sales on Amazon boom at one San Antonio-based publisher as parents seek help with schooling at home. Until a few weeks ago, the publishing company Reagan Lewis and Sada Lewis ran from the dining room and guest bedroom of their San Antonio home was a modest operation.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/india-again-allows-export-of-antimalarial-drug-touted-for-coronavirus-11586257292", "title": "India Allows Export of Antimalarial Drug Touted for Coronavirus", "date": "2020-04-07 07:01", "summary": "President Trump had urged the country, one of hydroxychloroquine's biggest producers, to release supplies of the medicine. NEW DELHI-India is ending a ban on the export of hydroxychloroquine, an antimalarial drug that may help treat victims of the new coronavirus. The South Asian nation's decision comes just days after President Trump urged India to release supplies of the medicine, as it is one of its biggest producers.", "categories": [["World", "Asia", "India"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/india-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/wolf-species-rebounds-in-southwest-angering-ranchers-11586257201", "title": "Wolf Species Rebounds in Southwest, Angering Ranchers", "date": "2020-04-07 07:00", "summary": "The Mexican gray wolf's population has reached record levels, sparking a fight between environmentalists and some locals. The Mexican gray wolf has rebounded to its highest numbers in the American Southwest since its near extinction a half-century ago-to the delight of environmentalists but angst of some ranchers.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cow-dung-garlic-and-a-prayer-the-fight-against-phony-cures-for-coronavirus-11586257200", "title": "Cow Dung, Garlic and a Prayer: The Fight Against Phony Cures for Coronavirus", "date": "2020-04-07 07:00", "summary": "Global health-policy makers and social-media companies are battling misinformation from government officials, shamans and swindlers. Venezuelan President Nicolás Maduro said he was tapping into ancestral wisdom when he shared on his official Twitter account the recipe for a ginger-lemon tea with purported anticoronavirus benefits.", "categories": [["World", "Latin America"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/latin-america-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-season-of-trouble-for-the-economy-11586257201", "title": "A Season of Trouble for the Economy", "date": "2020-04-07 07:00", "summary": "Business usually picks up in the spring, when warmer weather kicks off seasonal work but the novel coronavirus crisis is cutting that work short. Spring is supposed to be the season of renewal, not just in nature but for many businesses. That will make the blow to the economy from the novel coronavirus crisis even heavier.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/in-coronavirus-response-republicans-and-democrats-like-big-government-11586257200", "title": "In Coronavirus Response, Republicans and Democrats Like Big Government", "date": "2020-04-07 07:00", "summary": "Policies to contain the pandemic fallout could redefine Washington's role in the economy. In the scramble to contain the coronavirus financial fallout, U.S. policy makers have embraced an ambitious big-government agenda-from new worker protections to a guaranteed minimum income-that could redefine Washington's role in the economy.", "categories": [["Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/facebooks-whatsapp-battles-coronavirus-misinformation-11586256870", "title": "Facebook's WhatsApp Battles Coronavirus Misinformation", "date": "2020-04-07 06:54", "summary": "The ability to forward content on its encrypted messaging platform is being limited. Facebook Inc.'s WhatsApp is limiting users' ability to forward content on its encrypted messaging platform, as misinformation about the coronavirus pandemic proliferates on the service in its biggest market, India.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/working-at-home-is-helping-samsungfor-now-11586255755", "title": "Working at Home Is Helping Samsung-for Now", "date": "2020-04-07 06:35", "summary": "World's largest memory-chip maker has likely benefited from strong cloud-computing demand, but the boost may not survive an economic downturn. Social distancing has been good for Samsung so far. But the company's prospects depend on the state of the global economy after it emerges from shutdown.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fearing-coronavirus-refugees-in-crowded-camps-have-nowhere-to-hide-11586251803", "title": "Fearing Virus, Refugees in Camps Have Nowhere to Hide", "date": "2020-04-07 06:28", "summary": "Containment measures like testing and social distancing are out of the question for refugees living communally in Bangladesh camps. Jamila Begom and six of her relatives share a small bamboo-and-tarpaulin hut in a Bangladesh settlement that is now home to nearly a million Rohingya refugees from Myanmar. Structures in her camp-one of 34 in the settlement-are so close together she can hear her neighbors whisper.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-crisis-offers-test-for-bidens-vp-shortlist-11586251801", "title": "Coronavirus Crisis Offers Test for Biden's VP Shortlist", "date": "2020-04-07 05:30", "summary": "Several of the women being considered for the Democratic ticket have been involved in virus-policy efforts. ", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-feds-intervention-is-widening-the-gap-between-market-haves-and-have-nots-11586251800", "title": "The Fed's Intervention Is Widening the Gap Between Market Haves and Have-Nots", "date": "2020-04-07 05:30", "summary": "Riskier investments, including junk bonds and nongovernment-backed mortgages, are being left behind as markets attempt a recovery. In the quest to find markets that look like they will weather an impending economic downturn, many investors are turning to the Federal Reserve.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nope-your-parents-home-isnt-the-best-place-to-work-while-socially-isolated-11586251800", "title": "Nope, Your Parents' Home Isn't the Best Place to Work", "date": "2020-04-07 05:30", "summary": "Young adults who have moved in with their parents to ride out the pandemic face tech challenges; what does this TV remote do?. They say you can't go home again, but that's exactly what many 20-something New Yorkers did when it started to look like their adopted city would become a coronavirus hot spot.", "categories": [["Tech", "Family & Tech: Julie Jargon"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb", "https://www.wsj.com/news/types/family-tech-julie-jargon?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/top-citi-banker-does-her-deal-making-in-the-countryside-with-barking-dogs-in-the-background-11586251800", "title": "Citigroup Banker Does Her Deal Making in the Countryside Amid Barking Dogs", "date": "2020-04-07 05:30", "summary": "During the pandemic, Alison Harding-Jones is set up in an English village; there are business calls but also baking, dog walking and dodging appearances in daughter's TikToks. Alison Harding-Jones has established a rule for her three children to live by as she works from a home office during a national lockdown: \"If you're making a cup of tea, you make Mommy one and bring it in.\"", "categories": [["Markets", "Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-pandemic-leads-to-shunning-and-shaming-in-small-towns-11586251801", "title": "Pandemic Leads to Shunning and Shaming in Small Towns", "date": "2020-04-07 05:30", "summary": "Virus vigilantes call out and report neighbors they suspect aren't strict about social distancing or quarantine. LAKE FOREST, Ill.-Last week, William Zordani and his large family took their Golden Retriever, Sunshine, for a walk near their home in this leafy suburb north of Chicago as they waited out the coronavirus shutdown.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-pandemic-spurs-stanford-researchers-to-create-hospital-resource-calculator-11586251801", "title": "Coronavirus Pandemic Spurs Stanford Researchers to Create Hospital Resource Calculator", "date": "2020-04-07 05:30", "summary": "Tools factor in local population, number of acute-care and ICU beds, and other parameters to project ventilator, staffing and other requirements down to the county level. Responding to the national surge in Covid-19 patients at hospitals, researchers at Stanford University have created online calculators to help policy makers and hospital administrators everywhere better allocate their staff and equipment.", "categories": [["CIO Journal"]], "category_links": ["https://www.wsj.com/news/types/cio-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/deal-spreads-you-can-drive-a-truck-through-11586250035", "title": "Deal Spreads You Can Drive a Truck Through", "date": "2020-04-07 05:00", "summary": "Fiat Chrysler-Peugeot is one of many big mergers now offering investors the prospect of huge but highly uncertain gains. On paper, it is a sensational time to invest in companies about to be bought out. In practice, even the best-laid merger plans are up in the air.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/as-u-k-battles-to-contain-coronavirus-boris-johnson-remains-in-hospital-11586177542", "title": "U.K. Prime Minister Boris Johnson Moved to Intensive Care", "date": "2020-04-07 04:09", "summary": "Leader's turn for the worse comes at critical juncture, with virus expected to peak in U.K. in the next week. LONDON-British Prime Minister Boris Johnson, fighting a serious coronavirus infection, was admitted to the intensive-care unit of a London hospital Monday evening, leaving his country's leadership in question at a moment of deep crisis as the virus's spread accelerates.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11586207188", "title": "Pepper...and Salt", "date": "2020-04-07 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/dont-cut-or-dye-your-hair-at-home-without-reading-this-11586277323", "title": "Don't Cut (or Dye) Your Hair at Home Without Reading This", "date": "2020-04-07 00:01", "summary": "With beauty salons and barbershops closed, housebound Americans are picking up scissors, waxing strips, nail buffers and hair-dye brushes to nervously do the job themselves. We asked the experts how to avoid common grooming gaffes. ", "categories": [["Life & Work", "Style & Fashion", "Fashion"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/fashion?mod=breadcrumb", "https://www.wsj.com/news/types/fashion?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/acting-navy-secretary-upbraids-aircraft-carriers-captain-over-ships-intercom-11586186541", "title": "Acting Navy Secretary Apologizes for Berating Captain of USS Roosevelt", "date": "2020-04-07 23:41", "summary": "Thomas Modly takes back his tough talk over the aircraft carrier's loudspeakers about fired Capt. Brett Crozier. In an about-face, acting Navy Secretary Thomas Modly apologized Monday night for his profanity-tinged remarks over the loudspeakers of the USS Theodore Roosevelt, in which he called the aircraft carrier's former commander stupid or naive for writing and distributing a memo about a coronavirus outbreak.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/national-enquirer-parent-parts-ways-with-dylan-howard-11586229089", "title": "National Enquirer Parent Parts Ways With Dylan Howard", "date": "2020-04-07 23:11", "summary": "Chief content officer for American Media played role in 'catch and kill' scheme. Dylan Howard, the National Enquirer editor who played a central role in burying stories damaging to President Trump, has parted ways with the supermarket tabloid's parent company, people familiar with the matter said.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-prosecutors-charge-former-fox-sports-executives-in-fifa-bribery-case-11586219817", "title": "U.S. Prosecutors Charge Former Fox Sports Executives in FIFA Bribery Case", "date": "2020-04-07 22:39", "summary": "The former executives were responsible for developing Fox's sports broadcasting business in South America, prosecutors said. Two former Fox Sports executives have been charged with participating in an alleged scheme to pay millions of dollars in bribes to soccer officials in exchange for broadcasting rights.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/president-trump-and-biden-speak-by-phone-about-coronavirus-response-11586208510", "title": "Trump and Biden Speak by Phone About Coronavirus Response", "date": "2020-04-07 22:01", "summary": "Biden campaign characterized the discussion as 'a good call'. President Trump and former Vice President Joe Biden spoke by phone on Monday about the U.S. government's response to the coronavirus pandemic.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/samsung-profit-forecast-indicates-limited-coronavirus-impact-11586218487", "title": "Samsung Profit Forecast Indicates Limited Coronavirus Impact", "date": "2020-04-07 20:51", "summary": "South Korean technology giant's projected 2.7% rise in operating profits provides one of the first corporate indicators of the effect of the virus. Samsung Electronics Co. provided some hope that the business slowdown spurred by the coronavirus pandemic might only moderately dent one of the world's largest technology companies, delivering a profit forecast above analysts' expectations Tuesday.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-coronavirus-death-toll-nears-10-000-11586166530", "title": "U.S. Death Toll From Coronavirus Tops 10,000", "date": "2020-04-07 20:41", "summary": "Infections rise to nearly 357,000 in the U.S. as prime minister of Britain is moved to intensive care. The U.S. coronavirus death toll surpassed 10,000 at the start of a week that officials predicted would be America's most difficult yet during the global pandemic, while the crisis in Britain deepened as the prime minister was moved to intensive care.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/history-in-the-moment-museums-begin-chronicling-coronavirus-pandemic-11586210478", "title": "History in the Moment: Museums Begin Chronicling Coronavirus Pandemic", "date": "2020-04-07 20:13", "summary": "Chronicling a pandemic poses unique challenges, chief among them field work given the need for social distancing. New York City could be facing its most challenging week to date during the coronavirus pandemic. But for Louise Mirrer, president and chief executive officer of the New-York Historical Society, there is no point in waiting until the worst passes before thinking about documenting the moment in time.", "categories": [["U.S.", "Culture"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-culture?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-administration-orders-167-million-face-masks-from-3m-11586209922", "title": "Trump Administration Orders 167 Million Face Masks From 3M", "date": "2020-04-07 20:05", "summary": "Officials say they don't plan to compel 3M to take further action under the Defense Production Act. President Trump said the government would buy nearly 167 million masks from 3M Co. over the next three months, resolving a spat with the industrial conglomerate over efforts to ramp up supply of gear for front-line workers confronting the coronavirus pandemic.", "categories": [["WSJ News Exclusive", "Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/detroit-tigers-hall-of-famer-al-kaline-dies-at-85-11586217879", "title": "Detroit Tigers Hall of Famer Al Kaline Dies at 85", "date": "2020-04-07 20:04", "summary": "Right fielder became youngest player to win an American League batting title; beloved as 'Mr. Tiger'. Al Kaline, who spent his entire 22-season Hall of Fame baseball career with the Detroit Tigers and was known affectionately as \"Mr. Tiger,\" died Monday. He was 85.", "categories": [["World", "Obituaries"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/obituaries?mod=breadcrumb"]}]