[{"link": "https://www.wsj.com/articles/sprints-old-boss-adds-500-million-stake-in-t-mobilewith-help-from-softbank-11592870334", "title": "Sprint's Old Boss Adds $500 Million Stake in T-Mobile-With Help from SoftBank", "date": "2020-06-22 19:58", "summary": "Marcelo Claure will buy 5 million shares with a loan made by SoftBank as it moves to sell roughly $20 billion T-Mobile shares. Sprint's former chief executive Marcelo Claure will own another $500 million of T-Mobile US Inc. shares as part of a complex deal that will help SoftBank Group Corp. wind down much of its stake in the enlarged U.S. cellphone carrier.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ios-14-ipados-watchos-7-macos-big-sur-the-changes-coming-to-your-apple-devices-11592870228", "title": "The Changes Coming to Your Apple Devices", "date": "2020-06-22 19:57", "summary": "Jam-packed updates for your iPhone, iPad, Watch and Mac might save you from buying a new device this year. You can't eat a computer.", "categories": [["Tech", "Personal Tech", "Personal Technology: Review"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb", "https://www.wsj.com/news/types/personal-technology-joanna-stern?mod=breadcrumb", "https://www.wsj.com/news/types/personal-technology-joanna-stern?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/as-states-reopen-workers-executives-want-government-to-make-masks-mandatory-11592867457", "title": "As States Reopen, Workers, Executives Want Government to Make Masks Mandatory", "date": "2020-06-22 19:44", "summary": "Companies seek to avoid playing the heavy with customers as state and local rules vary. Business executives and front-line workers are pushing government officials to require customers to wear masks, a step that could allow companies to avoid alienating a portion of the public.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-stock-futures-rally-at-start-to-the-week-11592816775", "title": "Stocks Close Higher After Early Losses", "date": "2020-06-22 19:10", "summary": "All three major indexes rose in afternoon trading despite weak home-sales figures. U.S. stocks climbed Monday as investors continued to put faith in signs of a nascent economic recovery, even as coronavirus-infection rates rise in some states.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/americas-jacobin-moment-11592867349", "title": "America's Jacobin Moment", "date": "2020-06-22 19:09", "summary": "The cultural putsch in America's institutions strikes at liberal values.. Anger at the killing of George Floyd has spurred useful reflection about race and perhaps some important police reform. But the political and cultural forces have transformed in recent weeks into something far less healthy-a ferocious campaign of political conformity sweeping across American artistic, educational, business and entertainment institutions.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/teddy-roosevelt-gets-canceled-11592867171", "title": "Teddy Roosevelt Gets Canceled", "date": "2020-06-22 19:06", "summary": "A statue of America's 26th President will come down in New York City.. The Committee for the Removal of Public Monuments has bagged its biggest trophy to date. On Sunday New York Mayor Bill de Blasio acceded to a request from Ellen Futter, president of the American Museum of Natural History, to remove the equestrian statue of Theodore Roosevelt, the 26th President of the United States, that fronts the museum entrance on Central Park West.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/when-cops-arent-on-the-beat-11592867212", "title": "When Cops Aren't on the Beat", "date": "2020-06-22 19:06", "summary": "Shootings are soaring in New York, and violence as usual in Chicago.. Good news in Chicago over Father's Day weekend: Only 14 people were killed in shootings, compared to the 24 over the last weekend in May. On the other hand, 104 people were shot this past weekend, compared to 84 in that May weekend, but at least fewer were killed.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/irans-other-nuclear-violations-11592867130", "title": "Iran's Other Nuclear Violations", "date": "2020-06-22 19:05", "summary": "The IAEA calls out Tehran for violating the non-proliferation treaty.. The media barely noticed, but the world on Friday called out Iran for blocking nuclear inspections unrelated to President Obama's 2015 nuclear deal. This problem will continue no matter who is the American President in 2021.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/amid-virus-fears-and-racial-discord-the-worlds-bad-guys-dig-in-11592835450", "title": "Amid Virus Fears and Racial Discord, the World's Bad Guys Dig In", "date": "2020-06-22 19:04", "summary": "John Bolton's book provides a reminder that the top leaders on U.S. list of authoritarian regimes don't appear to be going anywhere. Whatever its other merits or flaws, the new book by former national security adviser John Bolton is a reminder of one uncomfortable reality: While the U.S. has been preoccupied for most of 2020 by the coronavirus and racial ferment, the bad guys around the world have simply dug in deeper.", "categories": [["Politics", "Capital Journal"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/capital-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-imposes-restrictions-on-more-chinese-media-outlets-11592853563", "title": "U.S. Imposes Restrictions on More Chinese Media Outlets", "date": "2020-06-22 18:59", "summary": "Trump administration puts four organizations on list of 'foreign missions' that require more scrutiny. The Trump administration is placing restrictions on four more Chinese media organizations controlled by the government, part of a broader conflict over the press in both countries that has resulted in U.S. reporters being expelled from China.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/retail-trading-surge-drives-newbie-investors-to-bet-big-on-gaming-11592825868", "title": "Retail Trading Surge Drives Newbie Investors to Bet Big on Gaming", "date": "2020-06-22 18:44", "summary": "New ETF focused on sports betting and gambling has amassed $78 million in assets. Some sports bettors and newbie investors who have turned to the stock market for action in recent months are placing their wagers on a new gambling-themed exchange-traded fund.", "categories": [["Markets", "ETFs"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/etfs?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/amazon-enforces-trans-orthodoxy-11592865818", "title": "Amazon Enforces 'Trans' Orthodoxy", "date": "2020-06-22 18:43", "summary": "The company won't allow a publisher's ads for my skeptical book.. If you write a book celebrating troubled teenage girls suddenly coming out as \"transgender\" in friend groups, pursuing a regimen of cross-sex hormones and surgeries-Amazon will happily promote it. But if you write a book that points out the risks of this gender journey, Amazon wants nothing to do with you.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/welcome-to-the-hotel-seattle-11592865795", "title": "Welcome to the 'Hotel Seattle'", "date": "2020-06-22 18:43", "summary": "Your business can check in, and it'll have to pay the new premium, but the city won't let it leave.. Seattle's City Council prides itself on being an early adopter of new business mandates. Seattle was the first major U.S. city to adopt a $15 minimum wage and one of the first to require businesses to provide paid sick leave. The City Council achieved another first last week, when it unanimously enacted an ordinance requiring food-delivery app companies to provide gig workers \"premium pay\" for deliveries in the city, on top of their usual compensation, and prohibiting the companies from raising fees or leaving the city in response, even if the new rule causes them to lose money.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-imperial-presidency-will-outlast-trump-11592865672", "title": "The Imperial Presidency Will Outlast Trump", "date": "2020-06-22 18:41", "summary": "The president will have to assert more control domestically to do so abroad.. Another week, another series of crises in the exhausting if not quite yet exhausted presidency of Donald Trump. Like a hurricane over dry land, the administration seems to be losing strength as it whirls and spins across unfavorable terrain. Because Mr. Trump's power both at home and abroad is based more on the fears people have about the consequences of opposing him than on their agreement with his objectives or their admiration of his methods, his weakened political position has translated into diminished diplomatic authority.", "categories": [["Opinion", "Global View"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/global-view?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/gold-prices-climb-amid-virus-uncertainty-11592834170", "title": "Gold Prices Near New Peak Amid Virus Uncertainty", "date": "2020-06-22 18:41", "summary": "New worries about pandemic fuel bets on more economic stimulus measures. Gold prices rose Monday, nearing a new 7½-year high with a recent rise in coronavirus cases lifting demand for the haven metal.", "categories": [["Markets", "Commodities"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-police-commissioner-seeks-to-restore-public-trust-11592865614", "title": "New York Police Commissioner Seeks to Restore Public Trust", "date": "2020-06-22 18:40", "summary": "'I think people are afraid right now,' NYPD Commissioner Dermot Shea says. New York Police Department officers need to regain the public's trust after a series of videos shared on social media showed incidents of police misconduct during recent protests, NYPD Commissioner Dermot Shea said Monday.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/who-wants-to-be-a-cop-11592865635", "title": "Who Wants to Be a Cop?", "date": "2020-06-22 18:40", "summary": "Detroit's police chief talks about the respect owed officers-and the respect they owe us.. Rising from weeks of protests against police brutality and racism, one \"reform\" now dominates discussion: \"Defund the police.\" This is the solution endorsed by the Minneapolis City Council, the demand of Black Lives Matter, and the message painted in large yellow letters on a street across from the White House.", "categories": [["Opinion", "Main Street"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/main-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-room-where-it-happened-review-a-roomful-of-characters-11592865542", "title": "'The Room Where It Happened' Review: A Roomful of Characters", "date": "2020-06-22 18:39", "summary": "For serious people on the right, President Trump is not an easy problem to solve. John Bolton tried, with partial success.. You could almost say of John Bolton's \"The Room Where It Happened\" what Jacques Barzun observed of Darwin's \"On the Origin of Species\": It was \"greater as an event than as a book.\" Very few books, and certainly not a 500-page memoir about national-security policy making, could measure up to the media event that is its publication. Even so, \"The Room Where It Happened\" is a competent piece of writing. Readers looking mainly for stories about Donald Trump's unorthodox behavior may find it tough to get through the author's detailed discussions of U.S. policy on Venezuela and the inner workings of America's withdrawal from the Iran nuclear deal, but Mr. Bolton moves the story along quickly enough.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/notable-quotable-fathers-11592865496", "title": "Notable & Quotable: Fathers", "date": "2020-06-22 18:38", "summary": "'About one in four American children now live without a father in the home.'. Jonathan Clarkwriting for City Journal, June 19:", "categories": [["Opinion", "Commentary", "Notable & Quotable"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb", "https://www.wsj.com/news/types/notable-quotable?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/puerto-rico-closes-in-on-electric-service-privatization-11592837321", "title": "Puerto Rico Puts Private Firms in Charge of Public Power", "date": "2020-06-22 18:21", "summary": "The territory's bankrupt power monopoly signed a 15-year deal with operators including Quanta Services, hoping they can reverse years of mismanagement. Puerto Rico's bankrupt public power utility signed a long-term deal to outsource the business of delivering electricity, making an expensive bet that private operators can curb the high costs and service problems that have long plagued consumers.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/joe-biden-rejects-trumps-push-for-more-debates-11592860503", "title": "Biden Agrees to Three Presidential Debates, Rejects Push for More", "date": "2020-06-22 18:17", "summary": "Democrat's campaign told debates commission it would accept the planned schedule of three presidential debates. WASHINGTON-Joe Biden's campaign committed Monday to three presidential debates and one vice presidential matchup in the fall, rebuffing efforts by the Trump campaign to expand the number of televised encounters.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/apples-new-macs-how-theyll-work-after-ditching-intel-chips-11592862690", "title": "Apple's New Macs: How They'll Work After Ditching Intel Chips", "date": "2020-06-22 17:51", "summary": "Apple is making a big change to its lineup of Mac desktops and laptops. Here's what you need to know about the transition.. Apple Inc. on Monday announced a shift from Intel -based processors to its custom-designed chips for future Mac computers, a move that will have major repercussions for Mac users.", "categories": [["Tech", "Personal Tech", "Personal Technology: Nicole Nguyen"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb", "https://www.wsj.com/news/types/personal-technology-joanna-stern?mod=breadcrumb", "https://www.wsj.com/news/types/personal-technology-nicole-nguyen?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/as-coronavirus-cases-rise-in-arizona-new-mask-rules-spark-a-fight-11592829000", "title": "As Coronavirus Cases Rise in Arizona, Mask Rules Spark a Fight", "date": "2020-06-22 17:46", "summary": "Under pressure from health experts, governor allows local authorities to mandate the use of masks, sparking relief for some and rage in others. CAVE CREEK, ARIZ.-For weeks, even as Covid-19 cases have risen rapidly across this state, Friday night bull riding at the Buffalo Chip Saloon and Steakhouse has regularly drawn nearly 1,000 people-with few of them wearing masks, according to the owner of the sprawling restaurant and entertainment venue.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/apple-expected-to-break-up-with-intel-transition-to-in-house-chips-for-macs-11592844482", "title": "Apple Drops Intel for In-House Chips in Major Shift for Macs", "date": "2020-06-22 17:44", "summary": "Tech giant also unveils translation with Siri, using iPhone for car keys, messaging updates. Apple Inc. is ditching Intel Corp. technology that rejuvenated the Mac computer over the past 15 years, in a split aimed at tightening the tech giant's control over its products, customers and software developers.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ann-taylor-parent-to-pay-retention-bonuses-to-top-brass-11592861940", "title": "Ann Taylor Parent to Pay Retention Bonuses to Top Brass", "date": "2020-06-22 17:39", "summary": "Distressed company Ascena, which also owns Lane Bryant, will pay a total of $5.5 million in bonuses. Ascena Retail Group Inc., the distressed parent company of Ann Taylor and Lane Bryant, plans to pay about $5.5 million in cash retention and incentive awards to three executives, becoming the latest struggling company to hand out bonuses to top management.", "categories": [["Pro Bankruptcy Distress"]], "category_links": ["https://www.wsj.com/news/types/pro-bankruptcy-distress?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/attorney-general-barr-berman-at-odds-over-letter-criticizingnew-york-city-mayor-11592841560", "title": "Barr, Berman at Odds Over Letter Criticizing de Blasio", "date": "2020-06-22 17:31", "summary": "Geoffrey Berman, the former top federal prosecutor in Manhattan, refused to sign letter criticizing Mayor de Blasio for enforcing social-distancing rules to block religious gatherings but not protests. The day before Attorney General William Barr abruptly announced plans to replace Geoffrey Berman as the Manhattan U.S. Attorney, supervisors in Mr. Barr's Justice Department asked Mr. Berman to sign a letter criticizing New York Mayor Bill de Blasio for the city's enforcement of social-distancing rules to block religious gatherings but not recent street protests, people familiar with the matter said.", "categories": [["WSJ News Exclusive", "Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ben-jerrys-says-a-facebook-ad-boycott-wouldn-t-be-enough-11592860815", "title": "Ben & Jerry's Says a Facebook Ad Boycott Wouldn't Be Enough", "date": "2020-06-22 17:20", "summary": "Unilever ice cream brand wants media partners to tackle systematic injustice. The chief executive of Ben & Jerry's Homemade Inc. said the ice-cream brand is considering joining other companies in boycotting advertising on Facebook Inc.'s platforms while pushing more of its media partners to take further action on issues concerning systemic racism and social reform.", "categories": [["CMO Today"]], "category_links": ["https://www.wsj.com/news/types/cmo-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fbi-doj-investigating-noose-found-in-bubba-wallaces-garage-stall-11592842066", "title": "FBI, DOJ Investigating Noose Found in Wallace's Garage", "date": "2020-06-22 17:06", "summary": "The incident, involving a symbol of violence and racism, came after Nascar's only full-time black driver pushed for the sport to ban Confederate flags at races. The FBI and Department of Justice are investigating the discovery of a noose in the Alabama race-track garage of Bubba Wallace, the only full-time black driver at Nascar's highest level.", "categories": [["Sports", "Auto Racing"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/auto-racing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/wirecards-missing-2-billion-probably-doesnt-exist-board-says-11592802732", "title": "Wirecard Says Missing $2 Billion Probably Doesn't Exist", "date": "2020-06-22 16:57", "summary": "Hole in the fintech company's books supports arguments that Wirecard used third parties to make itself look larger than it actually was. Wirecard AG said that more than $2 billion missing from its balance sheet probably doesn't exist, confirmation that its fast-growing online payments business was more of a mirage than a miracle.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/apple-finally-closes-its-circle-11592859360", "title": "Apple Finally Closes Its Circle", "date": "2020-06-22 16:56", "summary": "Bringing its own chip to Macs will place all Apple devices on a common platform. For all its efforts at secrecy, Apple Inc.'s move to start making its own processors for Mac computers may have been the company's least surprising product announcement yet-and not just because the news leaked a couple of weeks ago.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-staying-inside-guide-immersive-painted-worlds-11592859268", "title": "The Staying Inside Guide: Immersive Painted Worlds", "date": "2020-06-22 16:54", "summary": "Various online resources offer opportunities to learn about the centuries-old art of Chinese landscape painting.. Staying inside may dictate where we plant our feet, but it doesn't prevent our minds from traveling. Tapping into this special ability, artists in China developed landscape painting as an independent genre in the 10th and 11th centuries, creating works that invite viewers to wander through magnificent, believable fictions.", "categories": [["Books & Arts", "Art Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/art-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mexican-antitrust-agency-challenges-government-on-electricity-11592858654", "title": "Mexican Antitrust Agency Challenges Government on Electricity", "date": "2020-06-22 16:44", "summary": "The Economic Competition Commission said government rules violate the principles of free competition. MEXICO CITY-Mexico's antitrust commission has turned to the Supreme Court to challenge new government rules for the electricity sector which it says restrict competition in the market in violation of the constitution and energy laws.", "categories": [["World", "Latin America"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/latin-america-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/two-people-shot-dead-12-injured-after-violence-at-charlotte-juneteenth-party-11592837220", "title": "Two Shot Dead, 12 Injured After Violence at Juneteenth Gathering", "date": "2020-06-22 16:35", "summary": "Police said several shooters fired more than 100 rounds while some people were hit by cars; 'It was a very, very chaotic scene'. Two people died of gunshots and 12 were injured after an hourslong Juneteenth gathering turned violent early Monday in Charlotte, N.C.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-city-begins-phase-two-of-reopening-after-coronavirus-lockdown-11592844635", "title": "New York City Commuters Return as Phase Two of Reopening from Coronavirus Lockdown Begins", "date": "2020-06-22 16:34", "summary": "Mayor Bill de Blasio calls Monday a 'very important day' as office workers returned to jobs. After more than three months on lockdown, New York City began the biggest phase of its reopening on Monday, bringing a mixture of excitement and unease as some workers returned to their offices and retail businesses resumed in-store shopping.", "categories": [["U.S.", "Tri-State Area"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-region?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/government-bond-yields-edge-lower-11592849078", "title": "Government-Bond Yields Trade in Narrow Range", "date": "2020-06-22 16:30", "summary": "Investors await numbers around manufacturing activity and other data for additional guidance. U.S. government yields traded within a tight range as investors warily eye rising coronavirus cases and health authorities in other countries say they are facing a second wave of infections.", "categories": [["Markets", "Credit Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/credit-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/neiman-marcus-creditors-to-file-competing-restructuring-plan-11592831727", "title": "Neiman Marcus Creditors to File Competing Restructuring Plan", "date": "2020-06-22 16:23", "summary": "Unsecured creditors want to keep alive fight over spinoff of MyTheresa online unit. Unsecured creditors of Neiman Marcus Group Ltd. will challenge the bankrupt retailer's restructuring plan, seeking to file a competing proposal that would take aim at Neiman's private-equity owners over a spinoff of the MyTheresa e-commerce business.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/microsoft-shutting-down-live-streaming-service-mixer-11592857054", "title": "Microsoft Shutting Down Live-Streaming Service Mixer", "date": "2020-06-22 16:17", "summary": "Amazon, Google and Facebook dominate the market with their services. Microsoft Corp. said it is shutting down its live-streaming service Mixer and working to move its community of broadcasters and viewers over to Facebook Inc.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/rally-in-raw-materials-signals-economic-rebound-11592818201", "title": "Rally in Raw Materials Signals Economic Rebound", "date": "2020-06-22 16:17", "summary": "Recent gains in oil, copper buoy producers after coronavirus pandemic hit commodity prices hard. Prices for raw materials including oil and copper are surging as the world economy reopens for business, a signal to many investors that global growth is returning more quickly than anticipated.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chevrons-saudi-kuwait-venture-plans-restart-exports-in-july-11592856421", "title": "Chevron's Saudi-Kuwait Venture Plans Restart Exports in July", "date": "2020-06-22 16:07", "summary": "The facility has been shut since 2015 because of disputes between the Saudis and Kuwaitis. Chevron Corp. is set to resume oil exports in July from a long-dormant operation it shares with the governments of Saudi Arabia and Kuwait, oil officials said Monday.", "categories": [["WSJ News Exclusive", "Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/health-provider-gundersen-prioritizes-ai-integration-amid-pandemic-11592851496", "title": "Health Provider Gundersen Prioritizes AI Integration Amid Pandemic", "date": "2020-06-22 14:44", "summary": "Nonprofit expects $10 million return within first year of technology switch. Gundersen Health System is adopting artificial intelligence for collecting payments from health insurers and expanding telemedicine usage, measures it hopes will yield long-term cost savings even as the hospital operator suffers losses stemming from the coronavirus pandemic.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/gorsuch-and-the-changing-meaning-of-sex-11592851221", "title": "Gorsuch and the Changing Meaning of 'Sex'", "date": "2020-06-22 14:40", "summary": "The problem, as with so many previous actions by the court, is that it denies us, the people, of a vigorous debate among our elected officials on why such changes should, or should not be made legal.. Regarding your editorial \"Another Win for the Kagan Court\" (June 16): Perhaps it was aliens that caused Justice Neil Gorsuch to support the redefinition of \"sex\" under the 1964 Civil Rights Act, but it was Congress that allowed, or better, chose to defer to the Supreme Court to update this much needed statutorial change in the law.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pences-virus-optimism-isnt-well-grounded-11592851179", "title": "Pence's Virus Optimism Isn't Well Grounded", "date": "2020-06-22 14:39", "summary": "Compared with the other five advanced nations in the top 10 cases world-wide, the U.S. is performing the worst.. Vice President Mike Pence is premature in declaring a celebration over the coronavirus (\"There Isn't a Coronavirus 'Second Wave,'\" op-ed, June 17). We aren't doing that well and the future looks grim with 200,000 deaths projected by October.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/joel-schumacher-director-of-st-elmos-fire-dies-at-80-11592851125", "title": "Joel Schumacher, Director of 'St. Elmo's Fire,' Dies at 80", "date": "2020-06-22 14:38", "summary": "His garish take on Batman resulted in two of the franchise's most cartoonish movies in the 1990s. NEW YORK-Joel Schumacher, the flamboyant journeyman director who dressed New York department store windows before shepherding the Brat Pack to the big screen in \"St. Elmo's Fire\" and steering the Batman franchise into its most baroque territory in \"Batman Forever\" and \"Batman & Robin,\" has died. He was 80.", "categories": [["World", "Obituaries"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/obituaries?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/seattles-anarchy-sets-many-bad-precedents-11592850974", "title": "Seattle's Anarchy Sets Many Bad Precedents", "date": "2020-06-22 14:36", "summary": "I can't help but see the irony when a group of far-left vigilantes took over a neighborhood, the first thing they did was build a wall and set up checkpoints to keep certain people out.. Regarding Karl Rove's \"Seattle's Chaotic 'Autonomous Zone'\" (op-ed, June 18): Antigun liberals and progressives (and all citizens) should call for the immediate arrest of Raz Simone if he really handed out an AR-15 from his trunk to another person. The new gun safety law in Washington mandates that all gun sales or transfers (including gifts or loans of guns) must go through a background check via a licensed gun dealer. On the face of it, Mr. Simone committed an illegal transfer of a gun.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/contact-tracing-is-why-we-have-less-illness-11592850819", "title": "Contact Tracing Is Why We Have Less Illness", "date": "2020-06-22 14:33", "summary": "I was shocked by the deluge of letters (\"Contact Tracing, Covid-19 and Big Brother,\" June 6) regarding fear of contact tracing relative to Covid-19.. I was shocked by the deluge of letters (\"Contact Tracing, Covid-19 and Big Brother,\" June 6) regarding fear of contact tracing relative to Covid-19. As a newly minted R.N. I took a job as a public health nurse for the County of Los Angeles. The most time consuming aspect of my job was contact tracing, mostly with tuberculosis cases. All household members would be screened, and a list of all close contacts, extending to place of employment would be contacted and followed up with testing, or treatment if needed. Most people today have never heard of tuberculosis as a problem and this is due to good contact tracing plus the advent of more effective treatment. Today there is contact tracing for venereal diseases and food-borne illnesses such as salmonella. Should a person diagnosed with salmonella be in a \"sensitive\" occupation such as a food worker, child care, etc., he is excluded from working until proved unable to pass the germ.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/eu-leaders-warn-china-of-risk-to-ties-if-economy-isnt-opened-up-11592850117", "title": "EU Leaders Warn China of Risk to Ties if Economy Isn't Opened Up", "date": "2020-06-22 14:21", "summary": "Virtual summit concludes with calls for China to make good on pledges in sign of hardening attitudes toward Beijing. BRUSSELS-Top European Union officials warned China's leaders on Monday that ties between the two trade partners would be damaged if they failed to further open their economy to European companies and treat foreign firms fairly, a clear sign of hardening attitudes toward Beijing.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/has-the-pandemic-changed-biden-11592849987", "title": "Has the Pandemic Changed Biden?", "date": "2020-06-22 14:19", "summary": "Not enough to shelve his plans for trillions in tax hikes.. A common view is that the coronavirus will permanently change American society in fundamental ways. Already it has radically changed political campaigns in 2020. For example, the leading candidate for President is rarely seen leaving his house. Yet Joe Biden's conviction that the U.S. economy needs a massive tax increase appears unshaken. Is it time for the former Vice President to reconsider his economic plan?", "categories": [["Opinion", "Best of the Web"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/best-of-the-web-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/supreme-court-upholds-secs-ability-to-recover-ill-gotten-gains-from-financial-fraud-with-limits-11592839451", "title": "Supreme Court Upholds SEC's Ability to Recover Ill-Gotten Gains From Financial Fraud, With Limits", "date": "2020-06-22 13:57", "summary": "High court says penalties can't exceed wrongdoers' profits, should benefit victims. WASHINGTON-The Supreme Court upheld the Securities and Exchange Commission's ability to recover ill-gotten gains from those who commit financial fraud, but said there were limits to how far the government could go.", "categories": [["Markets", "Financial Regulation"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/financial-regulation?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/seafarers-need-recognition-and-support-from-governments-imo-chief-11592847895", "title": "Seafarers Need Recognition and Support from Governments: IMO Chief", "date": "2020-06-22 13:44", "summary": "The world's top maritime regulator writes that seafarers are ensuring the movement of essential goods during the pandemic, but restrictions on crew changes are leaving thousands stranded at sea. Since the coronavirus became a global pandemic and most of the world has gone into lockdown, we have all had to adjust swiftly to new ways of living and working.", "categories": [["Logistics Report"]], "category_links": ["https://www.wsj.com/news/types/logistics-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/america-doesnt-need-an-industrial-policy-11592845985", "title": "America Doesn't Need an Industrial Policy", "date": "2020-06-22 13:13", "summary": "But there are several things Washington could do to make the economy more resilient and secure.. While the Covid-19 pandemic appears to be easing, the spending battles in Washington are as animated as ever. With both parties eager to set the economy on a faster path to recovery, calls for a costly and game-changing industrial policy are growing louder.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-the-data-say-about-police-11592845959", "title": "What the Data Say About Police", "date": "2020-06-22 13:12", "summary": "There are racial differences in use of nonlethal force, but not in officer-involved shootings.. I have led two starkly different lives-that of a Southern black boy who grew up without a mother and knows what it's like to swallow the bitter pill of police brutality, and that of an economics nerd who believes in the power of data to inform effective policy.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/refinitiv-lse-deal-faces-eu-antitrust-probe-11592845744", "title": "Refinitiv-LSE Deal Faces EU Antitrust Probe", "date": "2020-06-22 13:09", "summary": "European Union is concerned that the $15 billion tie-up could provide undue market power. Europe's antitrust watchdog opened an investigation Monday into London Stock Exchange Group PLC's planned $15 billion deal to acquire financial-data giant Refinitiv Holdings Ltd., cautioning that the proposed deal could undermine competition.", "categories": [["Markets", "Deals"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/deals-deal-makers?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/america-is-reopening-coronavirus-tracking-apps-arent-ready-11592845646", "title": "America Is Reopening. Coronavirus Tracing Apps Aren't Ready.", "date": "2020-06-22 13:07", "summary": "Resume Subscription. Local officials in Teton County, Wyo., home to Yellowstone National Park and resort town Jackson Hole, want to prevent a new wave of coronavirus cases as the area reopens. They decided to lean on technology.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/weary-russia-tries-to-avoid-entanglement-in-u-s-china-spat-11592654401", "title": "Weary Russia Tries to Avoid Entanglement in U.S.-China Spat", "date": "2020-06-22 12:29", "summary": "As its dependence on Beijing grows, virus-hit Russia seeks to walk its own line. MOSCOW-The coronavirus pandemic and sagging oil prices have made Russia's unequal partnership with China even more lopsided.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/second-abraaj-executive-to-plead-guilty-cooperate-with-u-s-11592843075", "title": "Second Abraaj Executive to Plead Guilty, Cooperate With U.S.", "date": "2020-06-22 12:24", "summary": "Sev Vettivetpillai is cooperating with U.S. authorities and expected to testify against Abraaj Group founder Arif Naqvi, according to a court filing. Sev Vettivetpillai, a former senior executive at bankrupt private-equity firm Abraaj Group, is cooperating with U.S. authorities and is expected to plead guilty to unspecified charges, according to a court filing.", "categories": [["Pro PE Industry News"]], "category_links": ["https://www.wsj.com/news/types/pro-pe-industry-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hey-now-its-another-all-star-product-you-probably-cant-have-11592841047", "title": "Hey, Now! It's Another All-Star Product You Probably Can't Have", "date": "2020-06-22 11:50", "summary": "Basecamp's new service is vying to transform email, but its market looks more niche than mass. Email as we know it just got a big upgrade-for a select few.", "categories": [["Markets", "Overheard"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/overheard?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/gilead-to-begin-human-testing-of-inhaled-version-of-covid-19-drug-remdesivir-11592840621", "title": "Gilead to Expand Testing of Covid-19 Drug", "date": "2020-06-22 11:43", "summary": "The company hopes the disease can be treated earlier and not involve hospitalization. Gilead Sciences Inc. said it will soon begin clinical studies of an inhaled form of remdesivir with the aim of expanding the drug's use to healthier, nonhospitalized Covid-19 patients.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-the-launch-of-hbo-max-sidelined-cinemax-11592839882", "title": "How the Launch of HBO Max Sidelined Cinemax", "date": "2020-06-22 11:31", "summary": "Fan favorites like 'Banshee' and 'Strike Back' were left behind by the streamer, and the new 'Gangs of London' is looking elsewhere. Usually it's writers pitching ideas to TV networks, but at a meeting in 2012, it was executives at HBO who had a proposition for writers Michael D. Fuller and Graham Gordy. Their script about a Vietnam War vet turned hit man could wait in line with other dramas being developed for HBO's flagship channel, or it could get fast-tracked into production for sister channel Cinemax.", "categories": [["Books & Arts", "Arts", "Television"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/arts?mod=breadcrumb", "https://www.wsj.com/news/types/television?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/supreme-court-declines-to-hear-tech-challenge-to-irs-rules-11592835544", "title": "Supreme Court Declines to Hear Tech Challenge to IRS Rules", "date": "2020-06-22 11:22", "summary": "Court won't consider company's appeal over rules for splitting costs with foreign subsidiaries, handing a victory to IRS. WASHINGTON-The U.S. Supreme Court declined to hear a challenge to corporate tax regulations, delivering a victory to the IRS that will cost tech companies billions of dollars.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-rips-through-italys-postwar-entrepreneurial-generation-11592839030", "title": "Coronavirus Rips Through Italy's Postwar Entrepreneurial Generation", "date": "2020-06-22 11:17", "summary": "The pandemic has killed scores of older company founders who helped power the country to prosperity after World War II. MILAN-Mario Bresciani left his village near this city in 1970 with a suitcase full of socks and knowing just a few words of English. He returned home weeks later after signing up Barney's department store in New York City as his first foreign client.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hash-browns-with-a-side-of-hand-sanitizer-what-going-to-a-restaurant-is-like-now-11592838967", "title": "Hash Browns With a Side of Hand Sanitizer: What Going to a Restaurant Is Like Now", "date": "2020-06-22 11:16", "summary": "People are starting to dine out again as coronavirus lockdowns ease. But they're still adjusting to the changes.. When Scott Harkey decided to venture out for a meal recently, he made a reservation, drove to the restaurant-and then stopped at the entrance for a staffer to take his temperature.", "categories": [["Life & Work", "Life & Style"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/life-style?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/they-ate-their-friends-butterfly-kits-backfire-11592838980", "title": "'They Ate Their Friends!': Butterfly Kits Backfire", "date": "2020-06-22 11:16", "summary": "Parents thought raising butterflies would be a fun distraction during lockdowns, but for some families Mother Nature's lessons were unexpected. What could be more magical than raising butterflies?", "categories": [["A-hed"]], "category_links": ["https://www.wsj.com/news/types/a-hed?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/taiwan-extends-a-cautious-hand-to-hong-kong-activists-11592837376", "title": "As Beijing Tightens Control, Taiwan Cracks Open Door to Hong Kong Activists", "date": "2020-06-22 10:49", "summary": "Taipei has released few details about a plan to help those seeking shelter for political reasons. HONG KONG-Many anti-Beijing activists in Hong Kong regard Taiwan, a self-governing island democracy, as an ally in resisting encroachment from mainland China-and as a potential refuge as Beijing tightens its grip on this former British colony.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-to-plan-before-leaving-town-to-work-remotely-11592837244", "title": "How to Plan Before Leaving Town to Work Remotely", "date": "2020-06-22 10:47", "summary": "If you're thinking of moving indefinitely or permanently to do your job from a distance, consider these factors. Your boss has given you the green light to work indefinitely from wherever you want.", "categories": [["Life & Work", "Life & Style"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/life-style?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/may-u-s-home-sales-dropped-9-7-as-pandemic-kept-shoppers-indoors-11592835285", "title": "May U.S. Home Sales Dropped 9.7%", "date": "2020-06-22 10:39", "summary": "Existing-home sales fell to a seasonally adjusted annual rate of 3.91 million. Sales of previously owned homes dropped 9.7% in May from the prior month, as the coronavirus pandemic kept shoppers indoors during the typically busy spring homebuying season.", "categories": [["Economy", "Economic Data"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/economic-data?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-to-win-friends-and-influence-china-in-the-post-covid-world-11592836103", "title": "How to Win Friends and Influence China in the Post-Covid World", "date": "2020-06-22 10:28", "summary": "Securing U.S. growth and economic security requires a realistic appraisal of both China's and the U.S.'s strengths and vulnerabilities. In his 2005 book \"The World Is Flat,\" Thomas Friedman laid out his now-famous \"Dell Theory of Conflict Prevention,\" which states that two nations that are both part of a major global supply chain-like that of Dell Technologies-won't go to war with each other.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/janet-mock-on-the-whiplash-of-these-current-times-11592836016", "title": "Janet Mock on the Whiplash of These Current Times", "date": "2020-06-22 10:26", "summary": "\"For the first six weeks [of quarantine] I was like, this is so freeing. I got to actually be creative again. And then the heaviness of the world started coming in.\". In our series My Monday Morning, self-motivated people tell WSJ. how they start off the week.", "categories": [["My Monday Morning"]], "category_links": ["https://www.wsj.com/news/types/my-monday-morning?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-k-bolsters-foreign-takeover-defences-as-pandemic-drives-protectionist-moves-11592822432", "title": "U.K. Bolsters Foreign-Takeover Defenses as Pandemic Drives Protectionist Moves", "date": "2020-06-22 10:22", "summary": "Moves are to guard against unwanted acquisitions of domestic companies developing coronavirus vaccines or manufacturing personal protective equipment. The U.K. is strengthening its takeover defenses, joining a wave of protectionism that is sweeping Europe as countries try to shield companies deemed vulnerable to unwanted approaches by foreign acquirers in the wake of pandemic lockdowns.", "categories": [["Markets", "Stocks", "Europe Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb", "https://www.wsj.com/news/types/europe-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-subway-system-may-implement-temperature-checks-robot-cleaners-11592827200", "title": "NYC Subway System May Implement Temperature Checks, Robot Cleaners", "date": "2020-06-22 10:09", "summary": "MTA-commissioned report offers ideas gleaned from transit systems around the world as city continues its phased reopening. Officials overseeing New York's transit system should consider thermal cameras to take riders' temperatures and artificial intelligence to assess mask-wearing to combat the spread of the novel coronavirus, a new report says.", "categories": [["U.S.", "Transit"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-transit?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/he-climbed-everest-on-a-bike-twice-in-one-week-11592833156", "title": "He Climbed Everest on a Bike. Twice. In One Week.", "date": "2020-06-22 09:39", "summary": "With bike racing on lockdown, Lachlan Morton becomes a cyclist for uncertain times. It was a daffy idea: Professional cyclist Lachlan Morton would ascend a steep canyon road in Colorado, again and again, then again and again, then again and again some more, a leg-pounding total of 42 times, trying to accumulate 29,029 feet of vertical climbing-the equivalent of cycling up Mount Everest.", "categories": [["Sports"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-mullet-is-back-like-it-or-not-11592833109", "title": "The Mullet is Back. Like It or Not", "date": "2020-06-22 09:38", "summary": "The polarizing helmet-like cut favored by Billy Ray Cyrus and Mel Gibson in the '90s is making a surprising comeback, whether spurred by boredom or a need for levity. JEREMY FLEMING has a mullet. And it's fine by him if you chuckle at it. \"It's a pretty dark time we're going through, I thought [the mullet] was a good opportunity to make people laugh,\" said Mr. Fleming, who handles communications for the local government in Lakewood, Colo. A few weeks into his period of social distancing, Mr. Fleming grabbed the clippers and sheared his mushrooming mop into a swooping mullet, the peculiar long-in-the-back, short-in-the-front style that has a certain infamy. Now, when he and his family go for walks, neighbors snicker at his \"Joe Dirt\"-like locks. Mission accomplished: levity.", "categories": [["Life & Work", "Style & Fashion", "On Trend"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/fashion?mod=breadcrumb", "https://www.wsj.com/news/types/on-trend?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/google-s-u-s-ad-revenue-is-expected-to-decline-in-2020-emarketer-says-11592830801", "title": "Google's U.S. Ad Revenue Is Expected to Decline in 2020, eMarketer Says", "date": "2020-06-22 09:00", "summary": "Research firm eMarketer says decline would be the first since it started tracking Google's ad revenue in 2008. ", "categories": [["WSJ News Exclusive", "Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/high-school-graduation-singer-refuses-to-sing-star-spangled-banner-11592830800", "title": "High School Graduation Singer Refuses to Sing 'Star-Spangled Banner'", "date": "2020-06-22 09:00", "summary": "Liana Morales will instead perform 'Lift Ev'ry Voice and Sing,' widely known as the black national anthem. Every year since its first senior class graduated in 2010, the Urban Assembly School for the Performing Arts has opened its commencement ceremony with a rendition of \"The Star-Spangled Banner,\" sung by a talented student handpicked by the school's music staff.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lin-manuel-miranda-interview-hamilton-disney-streaming-11592599765", "title": "Lin-Manuel Miranda's Most Revolutionary Role Yet", "date": "2020-06-22 08:32", "summary": "As Disney+ prepares to stream the highly anticipated film version of 'Hamilton' on July 3, the Broadway sensation feels as apt as ever: \"It all hits in different ways, based on where America is,\" Miranda says.. Someone whose Zoom handle identifies him as \"Sebastian's Dad\" signals his entry into the teleconference with a digital bloop-bloop. A moment later, Lin-Manuel Miranda's face fills the screen. He has bags under his eyes, and his hair has grown out into a tousled Edwardian flip. I ask him how he is doing. Miranda does not treat this as a boilerplate question.", "categories": [["Magazine - Culture"]], "category_links": ["https://www.wsj.com/news/types/magazine-culture?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sightseeing-cruises-return-to-new-york-waterways-11592829000", "title": "Sightseeing Cruises Return to New York Waterways", "date": "2020-06-22 08:30", "summary": "Boat-tour operators are looking to entice New Yorkers who are eager for something to do as the city enters the second phase of reopening. On a busy day, Statue Cruises, the boat company that ferries sightseers to the Statue of Liberty and Ellis Island, can welcome close to 800 per trip.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/china-tech-firms-face-backlash-over-beijings-policies-11592826077", "title": "China Tech Firms Face Backlash Over Beijing's Policies", "date": "2020-06-22 07:41", "summary": "India said it would prohibit state-run telecom companies from buying Chinese equipment after 20 of its soldiers died in a border clash. For years, foreign companies and governments have accused Beijing of wielding access to the Chinese market as a diplomatic weapon, using boycotts and commercial penalties to punish perceived political slights. Now, Chinese companies are getting a taste of what it is like to be on the other side.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/train-drain-11592825216", "title": "Train Drain: How Social Distancing Is Transforming Mass Transit", "date": "2020-06-22 07:26", "summary": "In Paris, strict measures have dented capacity by more than 70% on some mass-transit lines, hampering the resumption of normal business and social life. As coronavirus-related restrictions are lifted around the world with the reopening of economies, authorities face a new challenge: how to enforce social distancing and prevent new outbreaks while allowing more people to return to mass transit.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/reopening-a-theme-park-is-a-topsy-turvy-ride-11592625649", "title": "Reopening a Theme Park Is a Topsy-Turvy Ride", "date": "2020-06-22 07:14", "summary": "Resume Subscription. SANTA CLAUS, Ind.-For weeks, operators at Holiday World agonized over every roller coaster, waterslide, flying swing and carousel to determine what attractions in their 125-acre theme park could open this summer.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/wirecard-scandal-makes-tech-investing-even-more-expensive-11592823957", "title": "Wirecard Scandal Makes Tech Investing Even More Expensive", "date": "2020-06-22 07:05", "summary": "There is no reason to doubt the accounting of other European fintech companies, but there is reason to doubt some frothy valuations. The pickings were slim for European tech investors even before the accounting scandal at Wirecard. Now it is even harder to find suitably scaled stocks at a sensible price.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/jack-mas-fintech-giant-ant-to-drop-financial-from-its-name-11592822997", "title": "Jack Ma's Fintech Giant Ant to Drop 'Financial' From Its Name", "date": "2020-06-22 06:49", "summary": "The Alibaba affiliate wins Chinese regulator's approval to change its name to Ant Technology Group Co.. China's largest financial-technology company is rebranding itself to emphasize the tech rather than the finance, after earlier drawing scrutiny from regulators.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-pitfalls-of-americas-ant-army-of-retail-stock-traders-11592821927", "title": "The Pitfalls of America's Ant Army of Retail Stock Traders", "date": "2020-06-22 06:35", "summary": "Asian markets dominated by retail traders tend to be more volatile, pricing is more erratic and fundamentals matter less. After many years of growing dominance by institutions, retail trading is enjoying a renaissance in the U.S. Judging by international comparisons, it is probably better if that proves temporary.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nba-oura-ring-disney-bubble-11592809399", "title": "Why Every NBA Player Is Getting a Ring", "date": "2020-06-22 06:04", "summary": "The return of basketball depends on testing and tracing-and technology like the smart Oura ring that players have the option of wearing. But will they?. Welcome back to work! Take a thermometer. Here's your pulse oximeter. And don't forget to grab a proximity alarm that beeps if you're too close to someone for too long.", "categories": [["Sports", "NBA"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/nba?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-changed-everything-except-t-j-maxx-11592818200", "title": "Coronavirus Changed Everything. Except T.J. Maxx.", "date": "2020-06-22 05:30", "summary": "While many retailers pivot for a post-coronavirus future, discount chain doubles down on stores; 'Nothing will change'. The coronavirus pandemic ushered in a surge in online shopping, and most retailers are scrambling to adapt. Not T.J. Maxx .", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-cash-needs-prompt-companies-to-rethink-investments-11592818201", "title": "Need for Virus Cash Prompts Firms to Rethink Investments", "date": "2020-06-22 05:30", "summary": "Numerous firms decide cash is king as they liquidate their big stakes in other companies. Large companies have swiftly sold big positions in other firms after the coronavirus pandemic sparked a scramble for cash and caused them to rewrite their investing playbooks.", "categories": [["Markets", "Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/job-recruitment-adopts-social-distancing-as-coronavirus-alters-practices-11592818202", "title": "Job Recruitment Adopts Social Distancing", "date": "2020-06-22 05:30", "summary": "Employers rethink how they hire, trying remote onboarding and curbside job fairs to reduce risks. GRAND RAPIDS, Mich.-Jeffrey Cyr wheeled his white Honda sedan into a parking space near a microbrewery and a taco joint at a strip mall here around midday recently. Instead of food, jobs were on the menu.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/black-lives-matter-protests-spread-quickly-to-white-rural-areas-11592818201", "title": "Black Lives Matter Protests Spread to White, Rural Areas", "date": "2020-06-22 05:30", "summary": "Hundreds march in Coeur d'Alene, Idaho, a city once known more for white supremacist activity. COEUR d'ALENE, Idaho-Two decades ago, Aryan Nations white supremacists marched through the streets of this city at the foot of the Rocky Mountains. This month, its downtown has been filled with Black Lives Matter protesters.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chinese-energy-company-defaults-on-dollar-bonds-11592818049", "title": "Chinese Energy Company Defaults on Dollar Bonds", "date": "2020-06-22 05:27", "summary": "Hilong Holding, with $165 million in bonds that came due Monday, joins list of Chinese companies defaulting on offshore debt this year. Hilong Holding Ltd. , a provider of oil-field services and equipment, said it wouldn't be able to repay holders of a maturing dollar bond-the latest offshore default by a Chinese borrower.", "categories": [["Markets", "Credit Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/credit-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11592765309", "title": "Pepper...and Salt", "date": "2020-06-22 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/after-tulsa-rally-trump-heads-to-arizona-wisconsin-11592773330", "title": "After Tulsa Rally, Trump Heads to Arizona, Wisconsin", "date": "2020-06-22 23:59", "summary": "The campaign says news coverage and protests led to smaller-than-expected crowds in Tulsa. WASHINGTON-President Trump's campaign planned for a raucous show of force at a rally in Oklahoma but has found itself in a back-and-forth with critics over crowd size Sunday, as the campaign looked ahead to an event in Arizona on Tuesday.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/noose-found-in-bubba-wallaces-garage-at-talladega-11592798167", "title": "Nascar Investigates Noose Put in Bubba Wallace's Garage", "date": "2020-06-22 23:56", "summary": "The incident at Talladega Motor Speedway comes after Bubba Wallace, the circuit's only full-time black driver, prompted Nascar to change its policy. Nascar said late Sunday it is investigating the discovery of a noose in the garage stall of Bubba Wallace, the only full-time black driver at Nascar's highest level whose calls for change in the sport led to a ban of Confederate flags at races.", "categories": [["Sports", "Auto Racing"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/auto-racing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-tiktok-users-targeted-trump-rally-11592795368", "title": "How TikTok Users Targeted Trump Rally", "date": "2020-06-22 23:09", "summary": "Teens and Korean music fans encouraged people to reserve tickets but not use them, showing how digital activism has come to the social platform. President Trump's smaller-than-expected crowd at his campaign rally in Tulsa, Okla., Saturday has led TikTok users to say that their videos helped drive down attendance.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/boltons-warmed-over-venezuelan-dish-11592770404", "title": "Bolton's Warmed-Over Venezuelan Dish", "date": "2020-06-22 22:42", "summary": "The elephant in 'The Room Where It Happened' is an intelligence failure.. During John Bolton's 17 months as White House national security adviser, he headed a U.S. policy aimed at removing Venezuelan dictator Nicolás Maduro and restoring that country's democracy. A chapter in his new memoir, \"The Room Where It Happened,\" is his version of what went wrong.", "categories": [["Opinion", "The Americas"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/the-americas?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-administration-move-disrupts-u-s-attorneys-office-in-manhattan-11592790171", "title": "Trump Administration Move Disrupts U.S. Attorney's Office in Manhattan", "date": "2020-06-22 21:42", "summary": "Barr and Trump's removal of Geoffrey Berman as Manhattan U.S. prosecutor draws scrutiny, has ripple effect at SEC. Attorney General William Barr's removal of Geoffrey Berman from his job as Manhattan U.S. Attorney over the weekend rattled the leadership ranks at one of the most prestigious prosecutor's offices in the country and could test relations between the Justice Department and Capitol Hill.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/retailer-valentino-sues-to-close-boutique-on-new-yorks-fifth-avenue-11592787554", "title": "Retailer Valentino Sues to Close Boutique on New York's Fifth Avenue", "date": "2020-06-22 20:59", "summary": "Italian label ask courts to immediately terminate its lease for its four-story boutique. Valentino SpA, the luxury high-fashion boutique, has had enough of Manhattan's famed Fifth Avenue.", "categories": [["U.S.", "Real Estate"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-real-estate?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nypd-officer-suspended-over-apparent-use-of-chokehold-11592787009", "title": "NYPD Officer Suspended Over Apparent Use of Chokehold", "date": "2020-06-22 20:50", "summary": "Police Commissioner Dermot Shea said in a statement that the incident was 'disturbing'. A New York Police Department officer was suspended without pay on Sunday after a video posted to social media appears to show him putting a man in a chokehold during an arrest, police officials said.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-industries-most-vulnerable-to-cyberattacksand-why-11592786160", "title": "Which Industries Aren't Ready for a Cyberattack?", "date": "2020-06-22 20:36", "summary": "A survey of corporate technology officers reveals that while many companies are worried about all sorts of threats, they also don't feel they're prepared to defend against them. A number of important industries are dangerously vulnerable to cyberattacks. Small businesses are far less prepared than big ones. And plenty of companies aren't taking basic steps to improve their readiness, leaving them exposed to breaches that can threaten their existence.", "categories": [["Business", "Journal Reports: Technology"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/which-industries-are-most-likely-to-pay-ransomware-11592606176", "title": "Which Industries Are Most Likely to Pay Ransomware?", "date": "2020-06-22 20:35", "summary": "More than 40% of companies say they would at least consider paying, according to a WSJ survey. It's one of the trickiest questions a company can face: pay a ransomware demand, or don't.", "categories": [["Business", "Journal Reports: Technology"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/companies-name-one-of-the-biggest-cybersecurity-threats-their-employees-11592606115", "title": "Companies Name One of the Biggest Cybersecurity Threats: Their Employees", "date": "2020-06-22 20:34", "summary": "Nearly 70% of companies say they worry about malicious employees, a WSJ survey found. Those looking to steal organizations' data may be proxies of a hostile foreign government, career cybercriminals or enraged activists. But they're just as likely to be members of an organization's own staff.", "categories": [["Business", "Journal Reports: Technology"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/small-companies-are-least-prepared-for-cyberattacks-11592606067", "title": "Small Companies Are Least Prepared for Cyberattacks", "date": "2020-06-22 20:33", "summary": "Smaller companies also are less likely to have cyber insurance, a WSJ survey found. Cyberattacks can be particularly devastating for small businesses. They simply don't have the resources that larger companies do to help them recover from an attack. Unfortunately, many small companies aren't doing enough to protect themselves.", "categories": [["Business", "Journal Reports: Technology"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/whats-keeping-cios-up-at-night-11592606027", "title": "What's Keeping CIOs Up at Night", "date": "2020-06-22 20:32", "summary": "We asked corporate technology executives what their greatest concerns are right now. Here's what they said. There's always plenty for companies' cybersecurity leaders to worry about, but these days it's different. The coronavirus pandemic has heightened cybersecurity concerns and shifted executives' priorities.", "categories": [["Business", "Journal Reports: Technology"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-to-prevent-medical-records-from-being-hacked-11592605721", "title": "How to Prevent Medical Records From Being Hacked", "date": "2020-06-22 20:31", "summary": "Research shows that many breaches are simply the result of sloppy behavior on the part of employees. Here's a common nightmare scenario: The computer system at your doctor's office is hacked, and somebody has all your medical records.", "categories": [["Business", "Journal Reports: Technology"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-technology?mod=breadcrumb"]}]