[{"link": "https://www.wsj.com/articles/college-reopening-vs-reality-11598396942", "title": "College Reopening vs. Reality", "date": "2020-08-25 19:09", "summary": "Students discuss how their schools' plans have fared after first contact with the obstacles.. Editor's note: In this Future View, students discuss how their colleges' reopening plans have fared. Next week we'll ask, \"If you were running the Republican presidential campaign, how would you attack Joe Biden? What would your message be?\" Students should click here to submit opinions of fewer than 250 words before Sept. 1. The best responses will be published that night.", "categories": [["Opinion", "Future View"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/future-view?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/remember-the-trump-economy-11598396570", "title": "Remember the Trump Economy?", "date": "2020-08-25 19:02", "summary": "His pre-Covid-19 record gives him a clear edge over Obama-Biden.. Joe Biden is running on his record in the Obama Administration of staging a turnaround after an economic crisis, and last week we reminded readers there's less to that record than the spin. Conversely, there's more to President Trump's economic achievements in his first three years than his detractors admit, and this debate is crucial to how well the economy recovers after Covid-19.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trumps-unforced-drug-error-11598396524", "title": "Trump's Unforced Drug Error", "date": "2020-08-25 19:02", "summary": "'Right to try' is great, but price controls undermine the benefit.. One goal of the Republican convention this week is to make voters nervous about the Democratic Party's new \"socialism.\" The pity is that the GOP is damaging its own case against a government takeover of health care with President Trump's enthusiasm for price controls on drug prices.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/about-that-war-on-social-security-11598396473", "title": "About that 'War' on Social Security", "date": "2020-08-25 19:01", "summary": "Democrats who favored Obama's payroll tax cut now oppose Trump's.. Joe Biden calls President Trump's executive order deferring payroll tax payments through the end of the year a \"reckless war on Social Security.\" Nancy Pelosi says the President's actions may lead to \"shattering the sacred promise of Social Security.\" Chuck Schumer warns that \"President Trump's plan to eliminate Social Security's dedicated funding would endanger seniors' Social Security and could mean the end of Social Security as we know it by 2023.\"", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/air-quality-is-safety-focus-for-new-yorks-schools-11598396348", "title": "Air Quality Is Safety Focus for New York's Schools", "date": "2020-08-25 18:59", "summary": "City acts to ensure that ventilation systems mitigate spread of Covid-19. Concourse Village Elementary School principal Alexa Sorden has always felt proud that her own children attend the school that she runs.", "categories": [["U.S.", "Schools"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-schools?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fda-officials-reject-claims-that-convalescent-plasma-decision-was-politicized-11598362563", "title": "Politics Clouds Science Behind Convalescent Plasma for Covid-19 Treatment", "date": "2020-08-25 18:46", "summary": "Plasma transfusions, at higher antibody concentrations, appear to offer a survival advantage for some patients-and FDA decision will make access easier. Food and Drug Administration officials pushed back Tuesday against claims that their authorization of convalescent blood plasma treatments for Covid-19 had been politicized, as the partisan brushfire obscures several scientific and public-health ramifications of the agency's decision.", "categories": [["Politics", "Health Policy"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/health-policy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fannie-freddie-to-delay-mortgage-refinance-surcharge-until-dec-1-11598385617", "title": "Mortgage Refinance Surcharge Delayed by Fannie, Freddie", "date": "2020-08-25 18:42", "summary": "Decision follows criticism from industry groups, lawmakers and the White House. WASHINGTON-Many homeowners who refinance their mortgages in the next three months will avoid paying an additional fee averaging $1,400, a federal regulator said Tuesday.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/american-airlines-to-cut-19-000-jobs-11598367869", "title": "American Airlines to Cut 19,000 Jobs by Oct. 1 When Federal Aid Ends", "date": "2020-08-25 18:40", "summary": "Airline to shrink workforce by 30% as pandemic continues to weigh heavily on travel demand. American Airlines Group Inc. said it would shed 19,000 workers Oct. 1, the first big wave of the tens of thousands of pilots, flight attendants, mechanics and other airline employees in jeopardy of losing their jobs when protections tied to federal aid to U.S. carriers expire this fall.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/virginia-judge-rules-lee-statue-dispute-can-go-to-trial-11598391697", "title": "Virginia Judge Rules Lee Statue Dispute Can Go to Trial", "date": "2020-08-25 18:35", "summary": "Ruling is setback in Gov. Ralph Northam's effort to remove monument to Robert E. Lee in former Confederate capital. Virginia Gov. Ralph Northam suffered a setback in his bid to take down a prominent statue of Confederate Gen. Robert E. Lee in Richmond, after a judge ruled that a lawsuit seeking to block the monument's removal can proceed to trial.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/exxons-departure-from-dow-highlights-markets-retreat-from-energy-bets-11598390465", "title": "Exxon's Departure From Dow Highlights Market's Retreat From Energy Bets", "date": "2020-08-25 18:28", "summary": "After being the largest U.S. company as recently as 2013, Exxon has been eclipsed by technology giants. The Dow Jones Industrial Average's coming farewell to Exxon Mobil Corp. is the latest sign of the waning influence of America's struggling energy sector.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-the-u-s-can-finally-cut-off-tehrans-financial-oxygen-11598394526", "title": "How the U.S. Can Finally Cut Off Tehran's Financial Oxygen", "date": "2020-08-25 18:28", "summary": "Blacklist the 14 Iranian banks that are still allowed to do business with foreign customers.. The Islamic Republic of Iran is entering the late rounds of an increasingly desperate fight to stave off economic collapse amid President Trump's maximum pressure campaign. To land a 12th-round economic knockout, it's time for Mr. Trump to throw one more punch: Blacklist the entire Iranian financial industry.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trumps-pitch-to-african-americans-needs-some-fine-tuning-11598394457", "title": "Trump's Pitch to African-Americans Needs Some Fine Tuning", "date": "2020-08-25 18:27", "summary": "He can do better with black voters than he did in 2016, but it's a tall order-and he needs to pick his spots.. The Republican Party's pitch to black voters on national television this week is encouraging, which is not the same thing as saying that it will be effective.", "categories": [["Opinion", "Upward Mobility"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/upward-mobility?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/notable-quotable-lights-out-in-california-11598394342", "title": "Notable & Quotable: Lights Out in California", "date": "2020-08-25 18:25", "summary": "'There is no magic technology or pixie dust that can make unreliable solar and wind reliable.'. From the Aug. 22 edition of the Science and Environmental Policy Project's weekly newsletter:", "categories": [["Opinion", "Commentary", "Notable & Quotable"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb", "https://www.wsj.com/news/types/notable-quotable?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-n-wont-act-on-u-s-effort-to-snapback-iran-sanctions-citing-opposition-from-security-council-members-11598394152", "title": "U.N. Won't Act on U.S. Effort to 'Snapback' Iran Sanctions", "date": "2020-08-25 18:22", "summary": "Other nations say Washington lacks standing after withdrawing from the 2015 nuclear deal with Tehran. The United Nations Security Council won't act on a U.S. bid to reimpose multilateral sanctions against Iran, its president said Tuesday, following a near-unanimous rejection of Washington's standing to do so.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/laura-is-declared-a-category-1-hurricane-11598361185", "title": "Hurricane Laura Bears Down on Texas and Louisiana", "date": "2020-08-25 18:18", "summary": "The hurricane's fierce winds are reaching far inland, as tens of thousands evacuate. Hurricane Laura gathered strength in the Gulf of Mexico Tuesday, as it churned toward the Texas and Louisiana coasts, where it is projected to make landfall as a Category 3 storm late Wednesday or early Thursday.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/its-time-to-open-new-yorks-offices-11598393805", "title": "It's Time to Open New York's Offices", "date": "2020-08-25 18:16", "summary": "The city can't recover until the people who work here come back.. New York has gone from the epicenter of the pandemic to the model for a responsible reopening in two short months. The parks seem full, the streets have more life, but it's an illusion. The reality is: New York's offices remain empty.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/russia-and-the-never-trumpers-11598393763", "title": "Russia and the Never Trumpers", "date": "2020-08-25 18:16", "summary": "In the collusion racket, too many pundits were 'traitors to themselves.'. When Donald Trump entered presidential politics, many in the conservative commentariat naturally were concerned with their own personal brands. They had worn their Republican affiliations on their sleeves for years. They hoped their audiences perceived them as the party's intellectual vanguard. They feared being tainted by Mr. Trump's character or engulfed in any failure of his administration.", "categories": [["Opinion", "Business World"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/business-world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-origins-of-you-review-from-bud-to-blossom-11598393739", "title": "'The Origins of You' Review: From Bud to Blossom", "date": "2020-08-25 18:15", "summary": "Examining the data to determine the degree to which our childhood personalities and behaviors predict our adult selves.. Beginning on April 1, 1972, and over the next full year, slightly more than 1,100 babies were born at a single hospital in Dunedin, New Zealand, a city comparable in size to New Haven, Conn. Today, deep into middle age, these same individuals have lived varied lives, and, in many cases, landed far from Dunedin. A sizable number, 166, were living in Australia as of 2019, while 26 were in the U.K., 10 in the U.S., 4 in Canada and another 20 or so scattered across Africa, continental Europe, the Middle East and South America.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lionel-messi-may-have-set-off-the-wildest-bidding-war-in-sports-11598390752", "title": "Lionel Messi May Have Set Off the Wildest Bidding War in Sports", "date": "2020-08-25 17:39", "summary": "The world's most prominent soccer star has signaled he wants to leave Barcelona, the only club he has played for professionally. With an official letter sent on an offseason Tuesday, one of the greatest soccer players of all time sent the sport into a frenzy: Lionel Messi told FC Barcelona he wants to quit the club.", "categories": [["Sports"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/salesforce-lifts-full-year-revenue-outlook-as-customers-work-online-11598387556", "title": "Salesforce Lifts Full-Year Revenue Outlook as Customers Work Online", "date": "2020-08-25 17:33", "summary": "Business-software provider's stock joins Dow Jones Industrial Average next week. ", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-attorney-general-sues-to-stop-changes-at-postal-service-11598390949", "title": "New York Attorney General Sues to Stop Changes at Postal Service", "date": "2020-08-25 17:29", "summary": "Lawsuit is third filed by Democratic-led states ahead of election to block changes they say threaten significant mail delays. The New York attorney general filed a lawsuit Tuesday to block the Trump administration from disrupting the operations of the U.S. Postal Service, joining other Democratic-led states and lawmakers in pressuring the federal agency to maintain services ahead of the November election.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-government-bond-yields-rise-after-trade-progress-11598374030", "title": "U.S. Treasury Yields Rise After Trade Progress", "date": "2020-08-25 17:28", "summary": "China and U.S. say they are committed to executing phase-one trade deal between the two countries. Treasury yields rose Tuesday after progress on trade talks between the U.S. and China boosted hopes for the pandemic-battered U.S. economy.", "categories": [["Markets", "Credit Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/credit-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/apple-cant-block-fortnite-creator-from-developer-tools-judge-rules-11598368356", "title": "Apple Can't Block 'Fortnite' Creator From Developer Tools, Judge Rules", "date": "2020-08-25 17:21", "summary": "Decision keeps Epic Games' access to update products like its Unreal Engine though the game will remain out of the App Store for now. A California federal judge granted the maker of \"Fortnite\" a partial reprieve in its battle against Apple Inc., saying Epic Games Inc. can maintain access to the tech giant's software-development tools but that its blockbuster videogame, for now, would remain out of the App Store.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/global-stock-markets-dow-update-8-25-2020-11598344818", "title": "S&P Edges Higher to Record Close", "date": "2020-08-25 17:09", "summary": "Raytheon, Pfizer and Exxon Mobil shares slip ahead of their exit from the Dow industrials. The S&P 500 and Nasdaq Composite notched records again Tuesday, as investors cheered trade talks among U.S. and Chinese officials following weeks of escalating tensions between the world's two largest economies.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/best-buy-online-gains-offset-lost-store-sales-11598358371", "title": "Best Buy's Growth Is Crimped by Product Shortages", "date": "2020-08-25 16:59", "summary": "Online sales more than tripled during summer, but executives said demand for some items outstripped supplies. Best Buy Co. 's online sales surged in the latest quarter as consumers bought laptops, appliances and other items that help them work, learn and cook from home, but executives said product shortages crimped the gains.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-immigration-agency-abandons-planned-furloughs-11598374541", "title": "U.S. Immigration Agency Cancels Planned Furloughs", "date": "2020-08-25 16:44", "summary": "USCIS says costs cuts and more fee-generating applications make large staff reduction unnecessary. WASHINGTON-U.S. Citizenship and Immigration Services has called off a planned furlough of more than 13,400 employees set to begin Monday, forestalling a cut of more than two-thirds of its staff that would have brought much of the agency's work to a halt.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-finds-vietnam-manipulated-currency-11598380399", "title": "U.S. Finds Vietnam Manipulated Currency", "date": "2020-08-25 16:26", "summary": "Treasury Department's finding opens doors to punitive tariffs on tire imports from Vietnam. The Treasury Department has determined that Vietnam depressed its currency in 2019, a finding that will open the door to tariffs on tires from Vietnam and provide the first test case of a Trump administration initiative to tariff countries for alleged currency manipulation.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pandemic-perseverance-then-and-now-11598387014", "title": "Pandemic Perseverance, Then and Now", "date": "2020-08-25 16:23", "summary": "In enduring the challenges of Covid-19, New York's Tenement Museum draws inspiration from the immigrants to whom it is dedicated.. Ours is an unlikely museum. We exhibit tenements: small, crowded homes on New York's Lower East Side that housed generations of impoverished immigrants and migrants who arrived in the U.S. from more than 20 nations between the mid-19th century and the late 20th century.", "categories": [["Opinion", "Commentary", "Cultural Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb", "https://www.wsj.com/news/types/cultural-commentary?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/alaska-attorney-general-resigns-after-inquiry-into-text-messages-11598386656", "title": "Alaska Attorney General Resigns After Inquiry Into Text Messages", "date": "2020-08-25 16:17", "summary": "Kevin Clarkson apologizes for judgment lapse after details emerge of texts with woman. ANCHORAGE, Alaska-Alaska Attorney General Kevin Clarkson has resigned, shortly after details of text messages he exchanged with a woman were revealed Tuesday.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/firefighters-gain-ground-against-california-blazes-11598385962", "title": "Firefighters Gain Ground Against California Blazes", "date": "2020-08-25 16:13", "summary": "Cooler temperatures and higher humidity lead to greater containment of two large wildfires. LOS ANGELES-Firefighters gained some ground on two massive wildfires in Northern California overnight Monday into Tuesday after hot and windy conditions abated.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/youd-never-guess-this-berlin-villa-was-once-a-printers-shop-11598386219", "title": "You'd Never Guess This Berlin Villa Was Once a Printer's Shop", "date": "2020-08-25 16:10", "summary": "Resume Subscription. In the Berlin district of Zehlendorf, known for its diverse range of villas, Xaver Egger and Sandra Scheffl, both local architects, spent $1.24 million to fashion their own kind of villa out of a humdrum commercial building dating back to the 1970s.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/senate-democrats-say-fed-should-do-more-on-climate-change-but-see-progress-11598372392", "title": "Senate Democrats Say Fed Should Do More on Climate Change, but See Progress", "date": "2020-08-25 16:09", "summary": "Report from lawmakers says the Fed should stress test financial firms to ensure they can withstand harmful climate-change-related events. The Federal Reserve is making progress in incorporating climate change risks into its bank oversight activities, but its work is far from done, says a new report from a group of Senate Democrats.", "categories": [["Economy", "Central Banks"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/central-banks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/rob-lowe-on-giant-pickup-trucks-and-covid-era-optimism-11598385793", "title": "Rob Lowe on Giant Pickup Trucks and Covid-Era Optimism", "date": "2020-08-25 16:03", "summary": "The '9-1-1: Lone Star' actor (and upstart podcaster) is riding out the pandemic in Santa Barbara, with plenty of fresh air, family, fishing and his beloved Chevy Silverado. WHEN THE pandemic struck, actor Rob Lowe and his wife, two sons, and a family friend formed a pod in his Santa Barbara, Calif., home and dug in. \"We're really lucky that we've been healthy. We're really quarantined here, taking it seriously,\" says Mr. Lowe. While waiting for TV shoots to resume for his series \"9-1-1: Lone Star,\" the 56-year old actor has started a podcast, taken up meditation, and, like a lot of us, raided the board game closet. \"I am always an optimist, and I'm always looking at terrible situations like COVID to provide an opportunity to things differently.\" Here Lowe tells us about the tools and toys and enormous Chevys he's using to get by, from a fishing boat that's all business to the secret of his podcast's stellar sound.", "categories": [["Tech", "Personal Tech", "Technology Essentials"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb", "https://www.wsj.com/news/types/personal-technology-joanna-stern?mod=breadcrumb", "https://www.wsj.com/news/types/my-tech-essentials?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/million-dollar-beach-house-review-no-good-deed-goes-unsigned-11598383997", "title": "'Million Dollar Beach House' Review: No Good Deed Goes Unsigned", "date": "2020-08-25 15:33", "summary": "Netflix's reality series about high-end Hamptons real estate is awash with soap-opera antics and spectacular homes.. You don't have to mortgage your soul to sell real estate in the Hamptons, but the stakes are high. Sellers are needy. Buyers are demanding. The commissions are stratospheric. And your co-workers are cutthroats. All of which helps establish \"Million Dollar Beach House\" as a waterfront property at the low tide of human behavior. And, naturally, a paragon of reality TV.", "categories": [["Books & Arts", "Television Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/television-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/daca-renewals-resume-11598383891", "title": "DACA Renewals Resume", "date": "2020-08-25 15:32", "summary": "The DHS agency that handles DACA applications is resuming renewals. The Department of Homeland Security said it is resuming renewals of the Deferred Action for Childhood Arrivals program, which protects immigrants living in the U.S. since childhood without legal permission. It comes nearly a month after the DHS instructed staff to pause on all applications. The interruption delayed at least 20,000 renewal applications, according to two people familiar with the matter. The DHS also stopped accepting new applicants to the program as part of the action in July. The delays could leave tens of thousands of DACA recipients ineligible to work legally if their authorizations expire and put them at risk of deportation. While applications haven't been processed since July 28, the agency has still been processing the $495 fee that accompanies each renewal, according to a person familiar with the matter.", "categories": [["News"]], "category_links": ["https://www.wsj.com/news/types/noted-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pair-of-entrepreneurs-aim-to-refashion-zombie-retailers-into-online-powerhouses-11598383497", "title": "Hunters of Zombie Retailers Chase Acquisition Deals", "date": "2020-08-25 15:24", "summary": "A former NASA scientist and his partner look to make a killing from e-commerce businesses of Dressbarn, Pier 1, Modell's and others. Making money in retail these days can seem as difficult as rocket science.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chad-wolf-nominated-as-homeland-security-secretary-11598374785", "title": "Chad Wolf to Be Nominated as Homeland Security Secretary", "date": "2020-08-25 15:14", "summary": "President Trump picks acting secretary for permanent role, which has been vacant since Kirstjen Nielsen resigned last year. President Trump will nominate Chad Wolf, the acting Secretary of Homeland Security, to serve permanently in that role, the president wrote in a tweet on Tuesday.", "categories": [["Politics", "National Security"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/national-security?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-is-covid-19-convalescent-plasma-11598217668", "title": "What Is Covid-19 Convalescent Plasma?", "date": "2020-08-25 15:09", "summary": "What we know about the promising therapy, involving use of antibody-rich blood product from recovered coronavirus patients. The U.S. Food and Drug Administration just authorized emergency use of convalescent plasma for treatment of certain Covid-19 patients. Here are some basic facts on the treatment, which was greenlighted based on preliminary data while still undergoing testing.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/this-bucket-list-book-is-a-vacation-fantasy-11598382447", "title": "Craving a Fantasy Vacation? Lose Yourself in This Classic Novel", "date": "2020-08-25 15:07", "summary": "Tolstoy's epic 'Anna Karenina' is a novel of love, loss and grand journeys. From a Moscow ballroom to an Italian palazzo, it whisks us around a long-gone world.. THE FIRST TIME I read \"Anna Karenina\" I was in a cottage outside Stockholm the summer after I graduated high school. It rained every day for a month, and I had no one to talk to but my shy grandmother. Days were long and empty. I dreaded the autumn when I would start college.", "categories": [["Life & Work", "Transporting Reads"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/comfort-reads?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/senate-report-slams-land-conservation-tax-break-deals-11598371269", "title": "Senate Report Slams Land-Conservation Tax-Break Deals", "date": "2020-08-25 14:47", "summary": "Bipartisan inquiry into syndicated property-conservation easements leads to call for legislation, tougher enforcement. WASHINGTON-Deals using tax breaks for land conservation are often based on inflated property appraisals and sham partnerships, a Senate panel found.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pompeo-push-for-sudanese-israeli-ties-is-rebuffed-11598376822", "title": "Pompeo Push for Sudan-Israel Ties Is Rebuffed", "date": "2020-08-25 14:46", "summary": "African nation, which seeks easing of U.S. sanctions, is under pressure from Islamists inside its military, security services. Secretary of State Mike Pompeo's bid to persuade Sudan to recognize Israel appeared to be rebuffed Tuesday, in a setback to the administration's efforts to expand the United Arab Emirates-Israel peace deal to other Arab nations.", "categories": [["World", "Africa"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/africa-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/wolfowitz-and-the-end-of-the-first-gulf-war-11598380128", "title": "Wolfowitz and the End of the First Gulf War", "date": "2020-08-25 14:28", "summary": "Leave it to Paul Wolfowitz to try to denigrate the mission for not going further (\"The Gulf War Ended Too Soon\"). Poppy Bush, to his eternal credit, knew when to declare victory and get out.. I fought with the 1st Infantry Division-\"The Big Red One\"-in the Gulf War. It was the perfect war: deploy in January, home by May. Massive amounts of troops with a merciless bombing campaign, plus President George H.W. Bush got other countries to pay for it.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-is-isolated-on-iran-for-the-right-reason-11598380078", "title": "U.S. Is Isolated on Iran for the Right Reason", "date": "2020-08-25 14:27", "summary": "The U.S. already is isolated because the Trump administration has been trying to right a wrong in the Obama administration's weakly negotiated Joint Comprehensive Plan of Action.. Regarding \"U.S. Risks Isolation Over Iran Nuclear Move\" (World News, Aug. 20): I argue that the U.S. already is isolated because the Trump administration has been trying to right a wrong in the Obama administration's weakly negotiated Joint Comprehensive Plan of Action.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/even-at-16-we-know-enough-to-be-activists-11598379984", "title": "Even at 16, We Know Enough to be Activists", "date": "2020-08-25 14:26", "summary": "Though I am 16 years old, I strive to be an informed citizen and form my own opinions.. Rebecca Sugar claims that \"Activism is for Adults\" (op-ed, Aug. 20). Though I am 16 years old, I strive to be an informed citizen and form my own opinions. It is true that my perspectives model those of my parents, but I am not merely a vessel for their political ideologies. Contrary to \"[forming] opinions without rigorous research or deliberation\" as Ms. Sugar argues, my stance on environmental issues was molded by my high-school biology and chemistry classes, which opened my eyes to crises such as ocean acidification and the loss of biodiversity, and while I have never endured an abortion, I became knowledgeable about the subject by combing through reputable academic papers on the databases JSTOR and ProQuest. I, and a sizable contingent of my generation, have grown disheartened by shortsighted, partisan lawmakers absorbed in their own interests. We may not have college degrees, but neither do 64% of voters. Why can we not advocate for positive change, as students and activists, before it is too late?", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-cases-jump-in-connecticut-city-11598379799", "title": "Coronavirus Cases Jump in Connecticut City", "date": "2020-08-25 14:23", "summary": "Increase in infections leads Danbury to dial back some reopening steps. An uptick in coronavirus cases in Danbury, Conn., has prompted officials to close down athletic fields and boat launches and delay in-person learning, likely until October.", "categories": [["U.S.", "Tri-State Area"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-region?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-succeeds-in-middle-east-where-others-failed-11598379654", "title": "Trump Succeeds in Middle East Where Others Failed", "date": "2020-08-25 14:20", "summary": "By giving Israel strong support and diplomatic leverage, Jared Kushner empowered Israel and the U.A.E. to achieve a landmark peace accord and undercut the ability of the Palestinians to scuttle it.. Regarding your editorial \"Trump's Mideast Breakthrough\" (Aug. 14): It might seem remarkable that the inexperienced Jared Kushner could succeed where so many experienced diplomats have failed in forging the third bilateral normalization accord between Israel and an Arab state. Yet Mr. Kushner's inexperience probably served him well.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chinese-diplomats-helped-visiting-military-scholars-in-the-u-s-evade-fbi-scrutiny-u-s-says-11598379136", "title": "Chinese Diplomats Helped Military Scholars Visiting the U.S. Evade FBI Scrutiny, U.S. Says", "date": "2020-08-25 14:12", "summary": "Resume Subscription. WASHINGTON-When Assistant Secretary of State David Stilwell told China's ambassador that the Houston consulate must close within 72 hours, he delivered a related message: Remove all Chinese military researchers now in the U.S.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/gm-uses-salaried-employees-to-fill-vacancies-at-missouri-pickup-truck-plant-11598378163", "title": "GM Fills Truck Plant Vacancies With Salaried Workers, Angering Union", "date": "2020-08-25 14:10", "summary": "United Auto Workers decries move as violation of labor contract requiring factory jobs be staffed by union members. General Motors Co. is taking the unusual step of tapping salaried workers to keep the lines running at its pickup-truck factory near St. Louis as the company continues to struggle with staffing the plant amid pandemic-related absences.", "categories": [["Business", "Autos & Transportation", "Autos Industry"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/transportation?mod=breadcrumb", "https://www.wsj.com/news/types/autos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/heres-how-the-student-loan-relief-benefits-public-sector-workers-11598375375", "title": "Here's How the Student Loan Relief Benefits Public Sector Workers", "date": "2020-08-25 14:09", "summary": "President Trump's executive action on student-loan payments will deliver extra benefits to workers at government agencies and nonprofits. If you are one of the roughly three million borrowers enrolled the Public Service Loan Forgiveness program, you may be eligible to have a portion of your student debt canceled. Earlier this month, President Trump extended a provision in the Cares Act that allows most federal-student-loan borrowers to stop making payments with no interest accrual. The provision, which was set to expire Sept. 30, now ends Dec. 31. The extension also benefits public sector and nonprofit group workers who, under the PSLF program, are eligible to have the remaining balance of their student loans forgiven-or canceled-after 120 monthly payments. Suspended payments over the nine-month period of the coronavirus relief program, including the latest extension, would count toward the 120 monthly payments under the PSLF through the end of December, the White House clarified Friday.", "categories": [["Money"]], "category_links": ["https://www.wsj.com/news/types/noted-money?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mail-in-voting-could-deliver-chaos-11598376494", "title": "Mail-In Voting Could Deliver Chaos", "date": "2020-08-25 13:28", "summary": "Delays will play havoc with federal Electoral College deadlines. Entire states could be disenfranchised.. If the 2000 election provoked a constitutional crisis, the 2020 one is flirting with disaster. Debate over voting by mail has focused mostly on the potential for fraud and logistical difficulties. But there are also legal problems with it, which carry the seeds of chaos before Inauguration Day and continuing instability after.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trumps-unlikely-path-to-victory-11598376393", "title": "Trump's Unlikely Path to Victory", "date": "2020-08-25 13:26", "summary": "He could still scrape together an Electoral College majority in the Midwest.. Some Republicans are looking to 1988 as a model for turning around a sinking candidacy and surging to victory. George H.W. Bush, who trailed Michael Dukakis by as much as 17 points after the Democratic convention, ended up beating the Massachusetts governor by more than 7 points in November.", "categories": [["Opinion", "Politics & Ideas"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/politics-ideas?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/russia-denies-blame-for-navalny-poisoning-rebuffs-western-calls-for-probe-11598371763", "title": "Russia Denies Blame for Navalny Poisoning, Rebuffs Calls for Probe", "date": "2020-08-25 13:21", "summary": "Kremlin spokesman says suggestions of Moscow's involvement in the Putin critic's illness are 'just empty noise'. MOSCOW-The Kremlin said it had no involvement in the sudden illness of Russian dissident Alexei Navalny and questioned the assertion by German doctors that he was poisoned, pushing back against demands from Western leaders for an inquiry into the latest suspected attack against a critic of President Vladimir Putin.", "categories": [["World", "Europe", "Russia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb", "https://www.wsj.com/news/types/russia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chinas-top-diplomat-begins-europe-tour-aiming-to-rekindle-cooling-ties-11598375793", "title": "China's Top Diplomat Begins Europe Tour Aiming to Rekindle Cooling Ties", "date": "2020-08-25 13:16", "summary": "Foreign Minister Wang Yi's five-country trip comes as relations between Beijing and Washington deteriorate. China's top diplomat began a weeklong tour of Europe seeking to counter growing wariness of Beijing's increasingly assertive foreign policy amid the coronavirus pandemic and worsening relations between Beijing and Washington.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/house-lawmaker-gonzalez-tests-positivefor-covid-19-11598375593", "title": "House Lawmaker González Tests Positive for Covid-19", "date": "2020-08-25 13:13", "summary": "Puerto Rico representative says she spend a lot of time in close quarters with other officials during primary elections. GOP Rep. Jenniffer González-Colón, Puerto Rico's representative in Congress, tested positive for Covid-19 this week, becoming the 13th House lawmaker to contract the virus.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/n-j-gov-murphy-renews-call-for-millionaires-tax-amid-pandemic-11598373671", "title": "N.J. Gov. Murphy Renews Call for Millionaires Tax Amid Pandemic", "date": "2020-08-25 12:41", "summary": "Governor also proposed borrowing $4 billion to help close the state's budget hole. New Jersey Gov. Phil Murphy called for borrowing $4 billion and raising taxes on the state's wealthiest residents to fill a $5.7 billion budget shortfall fueled by the coronavirus shutdown.", "categories": [["U.S.", "Tri-State Area"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-region?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/colleges-weigh-transparency-versus-privacy-when-it-comes-to-covid-19-data-11598347801", "title": "Colleges Weigh Transparency Versus Privacy When It Comes to Covid-19 Data", "date": "2020-08-25 12:40", "summary": "Tug of war between providing information and protecting identities creates a patchwork of reporting that some students say puts their health at risk. When the University of North Carolina at Chapel Hill sent students text alerts this month of four Covid-19 clusters, Annie Ferry had a simple question that hinted at a privacy debate looming over campuses around the country.", "categories": [["Pro Cyber News"]], "category_links": ["https://www.wsj.com/news/types/pro-cyber-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/stand-up-comics-find-it-isnt-funny-writing-without-an-audience-11598373521", "title": "Stand-Up Comics Find It Isn't Funny Writing Without an Audience", "date": "2020-08-25 12:38", "summary": "Lewis Black, Paula Poundstone and Jim Gaffigan are among the comedians finding it's hard to write jokes when the pandemic has kept them off the stage; 'I need to perform to write'. The pandemic has cleared Lewis Black's schedule, but like so many others, it hasn't led to an increase in productivity.", "categories": [["A-hed"]], "category_links": ["https://www.wsj.com/news/types/a-hed?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/covid-crisis-drives-historic-drop-in-global-trade-11598368752", "title": "Covid Crisis Drives Historic Drop in Global Trade", "date": "2020-08-25 12:32", "summary": "Trade flows collapsed in the spring. Despite recent signs of a rebound, a reshaping of world trade could follow the pandemic.. Global trade flows collapsed in the spring, marking the largest fall in two decades, as coronavirus lockdowns disrupted air and sea transport and dealt a blow to the demand for many consumer and investment goods.", "categories": [["Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tim-scott-elizabeth-warren-and-the-opportunity-debate-11598372920", "title": "Tim Scott, Elizabeth Warren and the Opportunity Debate", "date": "2020-08-25 12:28", "summary": "Less competition and more funding for schools that remain closed?. Opening night of the Republican National Convention on Monday was about patriotism, prosperity, public safety and educational opportunity. The contrast was striking to last week's Democratic festival of America-blaming, special-interest pleading, climate-obsessing and identity-politicizing. This week's largely virtual Republican kick-off wasn't perfect. Some speakers struggled to find the right tone in addressing an empty hall. But don't believe leftist pundits suggesting that Monday night's message was directed only to GOP base voters. The event was devoted to issues that are highly important to a broad swath of the electorate.", "categories": [["Opinion", "Best of the Web"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/best-of-the-web-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lawsuit-alleges-nfls-concussion-settlement-discriminates-against-black-players-11598371843", "title": "Lawsuit Alleges NFL's Concussion Settlement Discriminates Against Black Players", "date": "2020-08-25 12:10", "summary": "The suit claims that the league has been making payouts using an evaluation process that 'explicitly and deliberately discriminates on the basis of race'. A group of Black former NFL players has filed a federal lawsuit alleging that the National Football League's much-contested concussion settlement with players blocked some Black claimants from securing payouts by using an evaluation process that assumed they had lower cognitive functioning when healthy than white players.", "categories": [["Sports", "NFL"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/nfl?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/best-buys-future-is-still-made-of-brick-11598371372", "title": "Best Buy's Future Is Still Made of Brick", "date": "2020-08-25 12:02", "summary": "A revenue surge following store reopenings highlights how important brick and mortar still is for the company. ", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/short-shorts-for-men-are-all-the-rage-heres-why-11598370049", "title": "Short Shorts for Men Are All the Rage. Here's Why.", "date": "2020-08-25 11:40", "summary": "\"I don't know if the girls are looking at the booty or if it's the front\". Short shorts are back, thanks to TikTok. Recently, a groundswell of mostly female TikTokers started posting clips heralding men in tinier trunks. Videos with the hashtag #5inchseam-a reference to shorts with five-inch inseams-have racked up more than 24 million views. The trend has prompted more male users to proudly show off their bare thighs and ditch their longer seven or eight-inch-inseam shorts. Josh Benson, 24, a financial advisor in Tyler, Texas bought a pair of shorts with five-inch inseams after a female friend showed him a TikTok of a girl saying they made men look more attractive. He wasn't precisely sure where their allure lies. \"I don't know if the girls are looking at the booty or if it's the front.\" Nevertheless, the trend is driving searches online. Chubbies, a clothing brand whose signature item is short shorts, saw a 1,500% increase in traffic to its five inch shorts on its website over the past five weeks compared to the previous five.", "categories": [["Culture"]], "category_links": ["https://www.wsj.com/news/types/noted-culture?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hurricane-laura-moves-towardthe-gulf-coast-11598368605", "title": "Hurricane Laura Moves Toward the Gulf Coast", "date": "2020-08-25 11:16", "summary": "Storm is expected to gather strength and could cause flooding in Texas and Louisiana. Laura grew into a Category 1 hurricane Tuesday as it entered the Gulf of Mexico, where it is projected to strengthen into a major storm before making landfall on the Texas or Louisiana coast late Wednesday or early Thursday.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/is-the-menopause-product-boom-finally-here-11598367930", "title": "Is the Menopause Product Boom Finally Here?", "date": "2020-08-25 11:05", "summary": "With State Of, the brand incubator arfa joins a small number of other founders in a market they consider underserved. Lina Krakue, 49, never wanted to clutter her bathroom or dresser with creams or supplements that looked like prescriptions from the doctor. But when she went shopping for wellness products related to menopause, that's exactly what she found. \"I went into the store, I think I ran out clutching my purse,\" says Krakue, an early-childhood educator in the Bronx, New York. \"The words they had on these things: 'symptoms,' 'alleviate,' 'cure.' It was like I was coming down with one of the 10 plagues. It was so unsexy.\"", "categories": [["Feature"]], "category_links": ["https://www.wsj.com/news/types/magazine-feature?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/secret-papers-on-ghosn-pay-to-be-aired-at-trial-of-greg-kelly-11598366588", "title": "Secret Papers on Ghosn Pay to Be Aired at Trial of Greg Kelly", "date": "2020-08-25 10:43", "summary": "Internal Nissan investigation found spreadsheets outlining Carlos Ghosn's annual 'paid remuneration' and 'postponed remuneration'. TOKYO-The trial to settle whether Carlos Ghosn illegally hid millions of dollars in compensation starts in Tokyo next month-but Mr. Ghosn won't be there to defend himself. Instead, the man in the dock will be an American executive accused of helping him.", "categories": [["WSJ News Exclusive", "Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fitbit-cant-race-past-googles-shadow-11598365757", "title": "Fitbit Can't Race Past Google's Shadow", "date": "2020-08-25 10:29", "summary": "New smartwatches and fitness tracker come as Google buyout remains up in the air. It is probably good for Fitbit to take nothing for granted at this point.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-baby-boomers-are-coping-with-covid-19s-financial-hit-11598365059", "title": "How Baby Boomers Are Coping With Covid-19's Financial Hit", "date": "2020-08-25 10:17", "summary": "The pandemic has left many people at or near retirement age out of work and unexpectedly living on a shoestring budget. After Sue Sweetra was laid off because of the pandemic, the 56-year-old widow began volunteering regularly at a free farmers market, where she and other volunteers received boxes of potatoes, onions, turkey and cheese.", "categories": [["Life & Work", "Turning Points"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/turning-points?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bettye-lavette-i-feel-i-am-music-11598364929", "title": "Bettye LaVette: 'I Feel I Am Music'", "date": "2020-08-25 10:15", "summary": "The singer learned everything from her living room jukebox. Bettye LaVette, 74, is a singer who first recorded at age 16 in 1962. She was inducted into the Blues Hall of Fame in May. Her new album, \"Blackbirds\" (Verve), is due out Aug. 28. She spoke with Marc Myers.", "categories": [["Real Estate", "House Call"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/house-call?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/american-workers-testing-positive-for-drugs-reach-highest-level-in-16-years-11598347802", "title": "Positive Drug Tests Among U.S. Workers Reach Highest Level in 16 Years", "date": "2020-08-25 10:08", "summary": "Percentage of U.S. employees shown to be using marijuana climbs as more states legalize recreational use. The percentage of working Americans testing positive for drugs climbed last year, particularly for marijuana, according to a new report, indicating employee drug use was on the rise just as the coronavirus pandemic created new stresses.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/facebook-to-challenge-thailands-order-to-block-group-that-scrutinizes-the-monarchy-11598364345", "title": "Facebook to Challenge Thailand's Order to Block Website Focused on Monarchy", "date": "2020-08-25 10:05", "summary": "Royalist Marketplace was created in April and quickly became a forum to debate the royal family's role in politics. SINGAPORE- Facebook Inc. said it is preparing to legally challenge Thailand's government in connection with orders to block access to a group on the website focused on the Thai monarchy, a politically sensitive subject in the country.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-chinatown-meat-shop-finds-new-life-in-lockdown-11598364000", "title": "A Chinatown Meat Shop Finds New Life in Lockdown", "date": "2020-08-25 10:00", "summary": "Resume Subscription. Soon after the coronavirus lockdown hit, some peculiar posts appeared on the New York City forum of Reddit, a popular discussion site. A user calling himself \"meat boy\" was offering crazy low prices on cuts ranging from drum sticks to pig lips at an obscure Chinatown butcher shop.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/school-in-mexico-during-covid-19-means-turning-on-the-tv-11598362936", "title": "Going to School in Mexico Now Means Turning on the TV", "date": "2020-08-25 09:42", "summary": "Classrooms are seen as too risky, and internet access too spotty, for online schooling. MEXICO CITY-Hanibal Yesbel, an energetic, athletic actor, looks into the camera and goes into an intense, soulful rap about triangles. He isn't talking romance, but geometry.", "categories": [["World", "Latin America"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/latin-america-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/remote-work-debate-gets-a-little-dark-humor-11598362767", "title": "Remote Work Debate Gets a Little Dark Humor", "date": "2020-08-25 09:39", "summary": "Zoom Video Communications fails to master its domain as teleconferencing comes under fire. What's the deal with remote work? Jerry Seinfeld has some grim observations.", "categories": [["Markets", "Overheard"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/overheard?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mortgage-insurer-mgic-is-a-cheap-housing-play-11598362200", "title": "Mortgage Insurer MGIC Is a Cheap Housing Play", "date": "2020-08-25 09:30", "summary": "Builders aren't the only ones that benefit from a homebuying wave, and private insurers such as MGIC may not be quite as risky as they seem. The home-lending business is in for a wild ride this year. Mortgage insurers such as MGIC Investment Corp. may offer a surprising place to shelter.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/before-making-loans-some-mortgage-lenders-ask-do-you-really-plan-to-pay-this-11598362214", "title": "Some Mortgage Lenders Are Asking, Do You Really Plan to Pay This?", "date": "2020-08-25 09:30", "summary": "New forms are showing up in some borrowers' paperwork when they close on their home loan. Lenders are asking them to confirm that they don't plan to skip their payments, at least not right away.. Some mortgage lenders are asking customers taking out a mortgage to confirm they don't intend to seek forbearance, a move meant to keep losses low during a pandemic that has put millions of Americans on shaky financial footing.", "categories": [["Markets", "Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/covid-19-surge-in-illinois-is-inflamed-by-rural-counties-11598362161", "title": "Covid-19 Surge in Illinois Is Inflamed by Rural Counties", "date": "2020-08-25 09:29", "summary": "Shift follows a broader trend in the Midwest since July, in which cases in rural areas have outpaced those in urban ones in several states. As new coronavirus cases continue to decline nationally, health officials and business leaders in rural parts of Illinois are raising alarms about rising infection rates that are fueling a steady increase in positive cases statewide.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-home-price-growth-held-steady-in-june-11598361910", "title": "U.S. Home-Price Growth Held Steady in June", "date": "2020-08-25 09:25", "summary": "S&P CoreLogic Case-Shiller National Home Price Index rose 4.3%, unchanged from May. Home-price growth held flat in June, as home sales started to rebound following the pandemic-related lockdowns.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/his-dad-wouldnt-let-him-buy-a-vintage-car-in-high-school-now-he-has-three-11598361469", "title": "His Dad Wouldn't Let Him Buy a Vintage Car in High School. Now He Has Three.", "date": "2020-08-25 09:17", "summary": "Resume Subscription. David C. Anderson, 75, an investment adviser and bluegrass musician who lives in St. Louis, Mo., on his three 1933 Buicks, as told to A.J. Baime.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/photos-what-beats-having-one-restored-1933-buick-having-three-11598361248", "title": "What Beats Having One Restored 1933 Buick? Having Three.", "date": "2020-08-25 09:14", "summary": "David C. Anderson shows off his vintage Buicks.. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/why-boys-might-be-weathering-the-pandemic-better-than-girls-11598360400", "title": "Why Boys Might Be Weathering the Pandemic Better Than Girls", "date": "2020-08-25 09:00", "summary": "Videogame-playing has soared during the Covid-19 pandemic, fueled largely by boys who socialize while they play-but how much is too much?. During the first month of the coronavirus shutdown, 9-year-old Drew Schnurman read books, played board games and watched YouTube. But he got bored a lot.", "categories": [["Tech", "Family & Tech: Julie Jargon"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb", "https://www.wsj.com/news/types/family-tech-julie-jargon?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/jack-mas-ant-group-files-ipo-listing-documents-11598349802", "title": "Ant Group's Filing for Big IPO Reveals Firm's Large Profits", "date": "2020-08-25 08:59", "summary": "Filings for Hong Kong and Shanghai initial public offerings reveal detailed financial and operational data for the first time. HONG KONG-Ant Group Co., the Chinese financial-technology giant controlled by billionaire Jack Ma, revealed how highly profitable its business has been as it gears up for what is likely to be a record-breaking initial public offering.", "categories": [["Markets", "Stocks", "IPOs"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb", "https://www.wsj.com/news/types/ipos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/covid-19-pandemic-drives-patients-to-telemedicine-deal-makers-too-11598358823", "title": "Pandemic Drives Patients-and Deal Makers-to Telemedicine", "date": "2020-08-25 08:33", "summary": "Several remote-care services are selling themselves or going public amid a telehealth boom. The coronavirus pandemic has put the once-niche category of telemedicine in the spotlight and is now driving a flurry of deal activity involving virtual health-care providers.", "categories": [["WSJ News Exclusive", "Health"]], "category_links": ["https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/naomi-osaka-video-games-help-11598357261", "title": "The One Videogame Naomi Osaka Can't Stop Playing", "date": "2020-08-25 08:30", "summary": "The tennis phenom also reveals the one person who can calm her down in any situation.. Who's the one person you call in a crisis?", "categories": [["On the Cover"]], "category_links": ["https://www.wsj.com/news/types/magazine-on-the-cover?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/naomi-osaka-interview-us-open-kobe-blm-11598356462", "title": "Naomi Osaka on Fighting for No. 1 at the U.S. Open and Why She's Speaking Out", "date": "2020-08-25 08:29", "summary": "As the highest-paid female athlete in the world, Osaka is standing up for Black lives while taking inspiration from her late mentor, Kobe Bryant.. This summer, when the eyes of the world were on Minneapolis in the days following George Floyd's death, Naomi Osaka flew from Los Angeles to join the protests and commune with people at the street corner where he was killed. Without telling her agent-manager or coach, she decided to pick up and go with her boyfriend, the musician and rapper YBN Cordae. The only sign that she'd been there was a series of photographs she briefly posted on Instagram before removing them from her feed.", "categories": [["Feature"]], "category_links": ["https://www.wsj.com/news/types/magazine-feature?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/four-key-takeaways-from-the-rncs-first-night-11598353201", "title": "Four Key Takeaways From the RNC's First Night", "date": "2020-08-25 08:26", "summary": "Tim Scott and Matt Gaetz were key speakers, and President Trump's handling of the coronavirus pandemic was a major topic. ", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-is-causing-a-can-shortage-11598356980", "title": "Coronavirus Is Causing a Can Shortage", "date": "2020-08-25 08:03", "summary": "The pandemic has accelerated demand for food and drink cans, a trend can makers are betting will last amid sustainability concerns. Demand for cans is booming during the coronavirus pandemic, propelling can makers to boost manufacturing capacity to prevent shortages and capitalize on a trend they bet will stick.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/truck-stops-move-into-the-fast-lane-during-covid-19-11598356800", "title": "Truck Stops Move Into the Fast Lane During Covid-19", "date": "2020-08-25 08:00", "summary": "Resume Subscription. Thousands of restaurants and hotels along U.S. interstate highways closed during the pandemic, but most truck stops remained open to fuel the 18-wheelers that keep supply lines moving.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/new-york-old-school-clubs-court-millennials-with-baristas-and-flex-workspace-11598356800", "title": "New York Old School Clubs Court Millennials", "date": "2020-08-25 08:00", "summary": "One drops ban on laptops and jacket and tie requirement for brunch; older members 'want their comfort zone'. New York's venerable private social clubs have a problem with aging members and declining dues. Now, by trying to modernize traditions and renovate passé interiors, they hope to court an unlikely savior: millennials.", "categories": [["Real Estate", "Property Report"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/property-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/e-commerce-warehouses-have-gotten-too-crowded-11598355228", "title": "E-Commerce Warehouses Have Gotten Too Crowded", "date": "2020-08-25 07:33", "summary": "It will take a long time for U.K. industrial landlord Segro to grow into a 26% premium to book value. Tech fever has spread to the once-staid warehousing industry. It is hard to see how European real-estate investment trust Segro can live up to the hype.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/in-chinas-cutthroat-e-commerce-world-only-growth-matters-11598354988", "title": "In China's Cutthroat E-Commerce World, Only Growth Matters", "date": "2020-08-25 07:29", "summary": "Investors punished Pinduoduo and rewarded Alibaba and JD after their results. In an environment where investors pay up for growth, the punishment for failing to deliver can be brutal.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/personal-insurers-need-to-avoid-a-price-war-11598353201", "title": "Personal Insurers Need to Avoid a Price War", "date": "2020-08-25 07:00", "summary": "Auto and home insurers have seen fewer incidents. But policy rates may keep adjusting lower to reflect that.. Personal insurers have been benefiting from fewer claims, but nothing lasts forever.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sba-accused-of-skirting-financial-disclosure-rule-11598353200", "title": "SBA Accused of Skirting Financial Disclosure Rule", "date": "2020-08-25 07:00", "summary": "Inspectors general ask agency to detail PPP loans of $25,000 or more, citing 2006 law. A watchdog panel of government inspectors general is asking the Small Business Administration to provide the names of borrowers who received Paycheck Protection Program loans of $25,000 and up, citing a 2006 law that requires their disclosure.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-trumpublican-national-convention-11598352562", "title": "The Trumpublican National Convention", "date": "2020-08-25 06:49", "summary": "Why doesn't a polarizing president let Tim Scott and Nikki Haley do the subtle work of persuasion?. Democrats would love for the 2020 election to be a referendum on the person of Donald Trump. So, apparently, would Mr. Trump. Typically, a political convention is a dayslong crescendo, rising steadily in intensity until the nominee takes the stage on the final night. Not this year.", "categories": [["Opinion", "Commentary", "Notes on the Convention"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-re-election-campaign-dwarfs-2016-effort-11598349601", "title": "Trump Re-Election Campaign Dwarfs 2016 Effort", "date": "2020-08-25 06:00", "summary": "President's operation already has spent more than it did in entire race four years ago. WASHINGTON-Nearly four years after Donald Trump's skeletal campaign propelled him to a surprise victory, his operation looks a lot more like the behemoth Hillary Clinton built.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/retail-landlords-offer-pandemic-clauses-in-new-leases-11598347800", "title": "Retail Landlords Offer Pandemic Clauses in New Leases", "date": "2020-08-25 05:30", "summary": "Some agreements will allow tenants to defer some rent if the government orders another shutdown related to coronavirus. Retail landlords are including pandemic language in new leases, a previously rare feature as tenants seek protection after the first government-mandated coronavirus shutdowns in March complicated their negotiations for rent relief.", "categories": [["Real Estate", "Property Report"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/property-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-shakeout-in-the-etf-industry-is-accelerating-11598347802", "title": "The Shakeout in the ETF Industry Is Accelerating", "date": "2020-08-25 05:30", "summary": "A record 188 exchange-traded products have closed, while launches are at their lowest number since 2013. Asset managers have closed more exchange-traded products than they have launched this year, a sign of how market gyrations have accelerated an industry shakeout.", "categories": [["Markets", "ETFs"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/etfs?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/smith-wesson-shuffles-finance-chiefs-amid-boom-in-gun-sales-11598347801", "title": "Smith & Wesson Shuffles Finance Chiefs Amid Boom in Gun Sales", "date": "2020-08-25 05:30", "summary": "New CFO Deana McPherson is faced with managing strain on the company's supply chain. Smith & Wesson Brands Inc.'s new finance chief faces the challenge of navigating the gun industry's booms and busts, as a recent surge in firearms demand calls for a ramp-up in production even as the company looks to stay lean.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/for-many-pandemic-victims-lingering-effects-stress-insurance-coverage-11598347801", "title": "For Many Pandemic Victims, Lingering Effects Stress Insurance Coverage", "date": "2020-08-25 05:30", "summary": "Doctors and researchers warn that the need for extended and expensive care could burden public safety-net programs like Medicare. The new coronavirus that infected Tricia Sales in March still plagues her. The horse trainer and onetime cocktail server deals with dizziness and nausea. At times, she can't feel her hands and feet.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/jerry-falwell-jr-tangles-with-liberty-university-over-resignation-11598319341", "title": "Jerry Falwell Jr. Resigns as Liberty University President", "date": "2020-08-25 01:03", "summary": "Move comes same day as report of a yearslong sexual relationship involving the Falwells and another man, weeks after social-media post. Jerry Falwell Jr. resigned as president of Liberty University late Monday night, following a tumultuous day during which he tussled with the university's board of trustees over his future at the school.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-to-highlight-successes-in-nightly-appearances-at-gop-convention-11598261401", "title": "Republicans Nominate Trump, Warn Against Biden Victory", "date": "2020-08-25 00:01", "summary": "Speakers at scaled-back convention hail coronavirus response by the president, who again decries mail-in ballots. ", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11598294350", "title": "Pepper...and Salt", "date": "2020-08-25 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/violence-flares-in-kenosha-wis-after-video-shows-police-shooting-black-man-11598278903", "title": "Kenosha Protests Over Jacob Blake Police Shooting Turn Violent", "date": "2020-08-25 23:50", "summary": "Injured Black man said to be in intensive care as officers are placed on leave, governor authorizes limited mobilization of National Guard. KENOSHA, Wis.-What began as peaceful demonstrations in Kenosha on Monday evening became violent as hundreds of protesters clashed with law enforcement, marking a second night of unrest here after a Black man was shot multiple times in the back by police.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/senior-u-s-chinese-officials-say-they-are-committed-to-phase-one-trade-deal-11598322056", "title": "Senior U.S., Chinese Officials Say They Are Committed to Phase-One Trade Deal", "date": "2020-08-25 22:20", "summary": "Talks nod to rising tensions between the nations, as President Trump regularly criticizes Beijing. WASHINGTON-Senior U.S. and Chinese officials said they were committed to carrying out the phase-one trade accord between the two nations, the two governments said, after the two sides discussed the pact Monday evening U.S. time.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fortnite-makers-apple-fight-leaves-some-developers-wary-11598274027", "title": "'Fortnite' Maker's Apple Fight Leaves Some Developers Wary", "date": "2020-08-25 21:41", "summary": "Videogame firms and Hollywood productions could be disrupted if Epic is unable to update its Unreal Engine software tools; Microsoft weighs in. The legal battle between Apple Inc. and the creator of \"Fortnite\" is doing more than just fraying a nearly decadelong relationship. It is also prompting other tech heavyweights such as Microsoft Corp. to step in, as the feud has escalated to a point where it could upend business at makers of videogames, Hollywood productions and virtual-reality simulations.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-latest-news-08-24-2020-11598258429", "title": "New Covid-19 Cases in U.S. Fall to Lowest Level in More Than Two Months", "date": "2020-08-25 21:36", "summary": "Daily new coronavirus infections amount to 34,567 as total cases top 5.7 million in the U.S.. The number of new coronavirus infections in the U.S. declined from a day before, as states in the South and West also confronted natural disasters, and school officials wrestled with how best to open safely.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}]