[{"link": "https://www.wsj.com/articles/advice-an-old-biden-hand-might-give-11599177056", "title": "Advice an Old Biden Hand Might Give", "date": "2020-09-03 19:50", "summary": "Joe, no one thinks you're a radical socialist. No one. They're afraid you'll bend to crazy progressives.. FROM: Charles Smith, an ambassador from the Obama-Biden era", "categories": [["Opinion", "Declarations"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/declarations?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/colombia-arrests-venezuelans-tied-to-failed-invasion-11599175987", "title": "Colombia Arrests Venezuelans Tied to Failed Invasion", "date": "2020-09-03 19:33", "summary": "Charges are latest twist in the bizarre saga to overthrow strongman Nicolas Maduro in May. BOGOTÁ, Colombia-Officials here said Thursday they arrested four Venezuelan nationals for their alleged role in arming and training mercenaries who in May invaded neighboring Venezuela in a failed bid to overthrow authoritarian leader Nicolas Maduro.", "categories": [["World", "Latin America"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/latin-america-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-administration-begins-payroll-tax-deferral-plan-set-to-start-sept-1-11598649525", "title": "Trump Administration Begins Payroll Tax Deferral Plan", "date": "2020-09-03 19:26", "summary": "Employers are wary of the tax postponement, which begins in September. WASHINGTON-The Treasury Department began implementing President Trump's plan to allow a payroll tax deferral, an executive action he says will help households weather the pandemic-ravaged economy but which faces significant practical hurdles and skepticism from employers.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/disneys-mulan-remake-was-created-with-chinese-audiences-in-mind-11599171600", "title": "Disney's 'Mulan' Remake Was Created With Chinese Audiences in Mind", "date": "2020-09-03 19:19", "summary": "The 1998 animated version was a box-office dud in China, where it received a mixed reception. As Disney 's $200 million live-action remake of \"Mulan\" debuts in Chinese theaters, it gives the studio a chance to make a splash in the one market executives constantly had on their minds when making the film. The 1998 animated version was a box-office dud in China, where it received a mixed reception. Here's how Disney crafted the movie to court Chinese viewers.", "categories": [["Culture"]], "category_links": ["https://www.wsj.com/news/types/noted-culture?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/transcript-wsj-in-conversation-with-atlanta-fed-president-raphael-bostic-11599175116", "title": "Transcript: WSJ in Conversation With Atlanta Fed President Raphael Bostic", "date": "2020-09-03 19:18", "summary": "Resume Subscription. Federal Reserve officials unveiled a new approach to guide their interest rate decisions last week after a very busy year responding to the coronavirus pandemic. On Thursday, Federal Reserve Bank of Atlanta President Raphael Bostic said it would be a \"real mistake\" for federal policy makers to declare victory prematurely in supporting the economy from the current shock. Wall Street Journal reporter Nick Timiraos interviewed Mr. Bostic during a live online broadcast to explore how the Fed is navigating the tough decisions now confronting it. Here is a transcript of the event:", "categories": [["Economy", "Central Banks"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/central-banks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/joe-biden-to-travel-to-kenosha-11599147854", "title": "Joe Biden Meets Jacob Blake's Family in Kenosha", "date": "2020-09-03 19:14", "summary": "Democratic presidential nominee accuses Trump of playing to 'the dark side of human nature'. Democratic presidential nominee Joe Biden traveled to Kenosha, Wis., where he accused President Trump of legitimizing \"the dark side of human nature\" in his handling of race relations after the police shooting of Jacob Blake and the social unrest that followed there.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-says-vote-early-and-often-11599174742", "title": "Trump Says Vote Early and Often", "date": "2020-09-03 19:12", "summary": "It's dubious advice, but the media panic attack is revealing about this mail-vote experiment.. When President Trump objects to mass mail voting, the guardians of conventional wisdom rush to assure the public that absentee ballots are secure. Phrases like \"no evidence\" of \"widespread fraud\" are routine talking points. But then check out the panic attack this week.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/our-orphan-constitutional-right-11599174705", "title": "Our 'Orphan' Constitutional Right", "date": "2020-09-03 19:11", "summary": "The Roberts Court can't duck the Second Amendment forever.. The Third Circuit Court of Appeals this week upheld a New Jersey ban on \"large capacity magazines\" for guns-i.e., those that hold more than 10 rounds of ammunition. The ruling, by a three-judge panel, comes some two weeks after a three-judge panel of the Ninth Circuit reached the opposite conclusion about a similar California ban. This is what happens when the Supreme Court, in the words of Justice Clarence Thomas, treats the Second Amendment as a \"constitutional orphan.\"", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trumps-housing-seizure-11599174672", "title": "Trump's Housing Seizure", "date": "2020-09-03 19:11", "summary": "The CDC decides it can abrogate rental contracts nationwide.. Governments during the pandemic have arrogated to themselves vast emergency powers, but the rule of law still matters. The Centers for Disease Control and Prevention's sweeping ban on evictions this week tests the legal limits of emergency powers and sets a bad precedent.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/jerome-powells-target-everyone-elses-problem-11599174639", "title": "Jerome Powell's Target, Everyone Else's Problem", "date": "2020-09-03 19:10", "summary": "The Federal Reserve's new inflation strategy reverberates in Europe.. John Connally, President Nixon's Treasury Secretary, admonished European leaders in 1971 that \"the dollar is our currency, but it's your problem.\" That infamous quip may be echoing in European ears since the Federal Reserve set foreign-exchange markets aflutter last week.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chamber-of-errors-11599174564", "title": "Chamber of Errors", "date": "2020-09-03 19:09", "summary": "The business lobby abandons free-market principles to back 23 freshman Democrats.. To err is Washington, and even the most seasoned Beltway players can be forgiven the occasional strategic mistake. But deliberately ignoring history, evidence and principle by engaging in an act that undermines one's reason for existence is another matter. Meet the U.S. Chamber of Commerce.", "categories": [["Opinion", "Potomac Watch"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/potomac-watch?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/will-facebook-ban-hate-speech-from-indias-ruling-party-11599174534", "title": "Will Facebook Ban Hate Speech From India's Ruling Party?", "date": "2020-09-03 19:08", "summary": "A dilemma for Zuckerberg: His company's standards may be unpopular among its largest user base.. Facebook has an India problem, and given that the country holds the platform's largest user base, solving it can't wait. Last month the Journal reported that Ankhi Das, a senior company official in charge of government relations in India, had intervened to prevent the platform from banning a ruling Bharatiya Janata Party legislator flagged internally by Facebook employees for his incendiary posts and public appearances. The legislator, T. Raja Singh, has called Muslims traitors, said Rohingya immigrants should be shot, and threatened to raze mosques.", "categories": [["Opinion", "East is East"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/east-is-east?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/to-combat-covid-dont-turn-the-clock-back-11599174446", "title": "To Combat Covid, Don't Turn the Clock Back", "date": "2020-09-03 19:07", "summary": "A return to standard time would mean an hour less for outdoor social activity.. I was that kid, the one who showed up an hour early for Sunday school in the fall and wandered in an hour late in the spring. My phone now remembers daylight-saving time for me, but I still dread the Sunday when we turn back the clocks and the world gets dark earlier in the evenings. This year in particular, as we struggle with Covid-19 and the dangers of indoor living and socializing, an earlier sunset will leave many people vulnerable.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bundini-review-the-trickster-in-his-corner-11599174394", "title": "'Bundini' Review: The Trickster in His Corner", "date": "2020-09-03 19:06", "summary": "Muhammad Ali credited his greatness to a master motivator and close friend who told him: 'You got the power and I got the spirit.'. One of the most popular figures in modern history, Muhammad Ali not only reshaped the self-image of athletes; he helped reshape the African-American sense of identity. There is good reason for the many books we have about him, including several since his death in 2016 at age 74.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-first-step-toward-loving-our-enemies-11599174418", "title": "A First Step Toward Loving Our Enemies", "date": "2020-09-03 19:06", "summary": "We could transform the tone of American politics by greeting each other in peace.. When Pope Francis appeared before Congress in 2015, he spoke about the divisiveness that had overcome American politics. The pope called for an end to \"the simplistic reductionism which sees only good or evil; or, if you will, the righteous and sinners.\" Few heeded his warning.", "categories": [["Opinion", "Commentary", "Houses of Worship"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb", "https://www.wsj.com/news/types/houses-of-worship?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hedge-fund-founder-arrested-over-neiman-marcus-asset-bid-11599155813", "title": "Hedge-Fund Founder Arrested Over Neiman Marcus Bankruptcy", "date": "2020-09-03 18:54", "summary": "Marble Ridge founder Dan Kamensky has been charged with fraud, extortion and obstruction of justice in connection with alleged bid rigging in retailer's bankruptcy case. U.S. prosecutors charged a hedge-fund manager with fraud for suppressing a rival bid for a prized piece of bankrupt retailer Neiman Marcus Group Ltd., then trying to cover up the misconduct when it came to light.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/death-of-daniel-prude-sparks-protests-in-rochester-n-y-11599147167", "title": "Seven Officers Involved in Daniel Prude Death Suspended", "date": "2020-09-03 18:32", "summary": "Black man in Rochester, N.Y., died after police restrained him and placed a hood over his head. Seven police officers involved in the asphyxiation death of Daniel Prude last spring have been suspended, the mayor of Rochester, N.Y, said Thursday, as Black Lives Matter protesters held demonstrations in the city's streets for a second straight day.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-latest-news-09-03-2020-11599121811", "title": "U.S. Officials Call for Caution Before Holiday Weekend as Infections Inch Lower", "date": "2020-09-03 18:27", "summary": "Fresh Covid-19 cases fall below 40,000 in the U.S.. Officials urged caution ahead of Labor Day weekend, hoping to prevent another surge in coronavirus cases, as the U.S. reported about 40,000 new infections.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/covid-19-pandemic-ravages-worlds-largest-developing-economies-11599171833", "title": "Covid-19 Pandemic Ravages World's Largest Developing Economies", "date": "2020-09-03 18:23", "summary": "From India to Mexico, countries are hit by worst economic declines since World War II. From India to Mexico and Brazil, the world's biggest developing countries are witnessing some of the steepest economic contractions on record, throwing tens of millions out of work and turning back the clock on gains against poverty.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mondelez-tightens-palm-oil-supplier-rules-11599171705", "title": "Mondelez Tightens Palm-Oil Supplier Rules", "date": "2020-09-03 18:21", "summary": "The snacks maker expects 80% of its palm oil to meet the new requirements by the first quarter next year. Mondelez International Inc. said it has tightened sourcing practices around palm oil, the ingredient used in various foods that has been linked for years to deforestation of tropical forests.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/postal-delays-spill-into-congressional-races-11599130800", "title": "Postal Delays Spill Into Congressional Races", "date": "2020-09-03 18:16", "summary": "As constituents voice concerns, lawmakers trade attacks, discuss more funding for U.S. Postal Service. Delivery delays at the U.S. Postal Service are becoming a campaign issue in congressional contests, including the tight Senate race in Maine, as voters seek reassurance that the popular quasigovernmental agency will be able to deliver ballots, prescription drugs and other important mail on time.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/after-spirit-of-unity-nyc-teachers-union-chief-threatens-court-action-if-schools-arent-safe-11599171374", "title": "After 'Spirit of Unity,' NYC Teachers Union Chief Threatens Court Action if Schools Aren't Safe", "date": "2020-09-03 18:16", "summary": "Michael Mulgrew says union will scrutinize whether schools have the required masks, cleaning supplies. When Mayor Bill de Blasio announced this week that New York City would delay reopening schools, he heralded a \"spirit of unity\" that led to a deal with labor unions.", "categories": [["U.S.", "Schools"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-schools?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mulan-review-woman-warrior-redux-11599170351", "title": "'Mulan' Review: Woman Warrior Redux", "date": "2020-09-03 17:59", "summary": "The dutiful daughter wields a live-action sword in Disney's remake of the 1998 animated adventure.. In the previous world, the biggest news about Disney's live-action \"Mulan\" would have been the movie itself. Good? Bad? Better or worse than the 1998 animated musical version? In a world transformed by the pandemic, the most surprising news about the $200 million production is what happened on its way to the big screen. For a long while \"Mulan\" was considered an incipient summer blockbuster, one of the first major Hollywood productions scheduled to play in newly reopened multiplexes. After Covid-related confusion and delay on all sides, Disney decided to skip theatrical distribution in the U.S. and go straight to streaming on the new Disney+ subscription service, where the film can now be seen for an additional fee of $29.95. And how does it measure up as a piece of entertainment, rather than a pioneering experiment in film marketing? It's an efficient retelling of a tale about a young Chinese woman discovering her power-affecting at times, occasionally quite lovely, but earnest, often clumsy and notably short on joy.", "categories": [["Books & Arts", "Film Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/film-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/im-thinking-of-ending-things-review-a-mobius-strip-of-a-road-trip-11599169620", "title": "'I'm Thinking of Ending Things' Review: A Mobius Strip of a Road Trip", "date": "2020-09-03 17:47", "summary": "Charlie Kaufman's scintillating puzzlement plays with time and intertwines identities.. Charlie Kaufman's \"I'm Thinking of Ending Things\" defies but doesn't defeat description.", "categories": [["Books & Arts", "Film Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/film-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/justice-department-gets-new-acting-fraud-section-chief-11599169540", "title": "Justice Department Gets New Acting Fraud Section Chief", "date": "2020-09-03 17:45", "summary": "Daniel Kahn will serve as acting chief of the criminal division's fraud section following the promotion of Robert Zink. Several top officials leading the Justice Department's white-collar enforcement efforts are taking on new roles following the departure of a senior official in the department's criminal division.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/othello-review-a-work-of-fitting-gravity-11599168847", "title": "'Othello' Review: A Work of Fitting Gravity", "date": "2020-09-03 17:34", "summary": "The American Shakespeare Center's production is an unflinching rendering of the tragic play with one satisfying surprise.. ", "categories": [["Opinion", "Theater Review"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/theater-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/harbor-from-the-holocaust-review-remembering-a-precious-refuge-11599168088", "title": "'Harbor From the Holocaust' Review: Remembering a Precious Refuge", "date": "2020-09-03 17:21", "summary": "A PBS documentary offers an in-depth account of the thousands of Jews fleeing Europe in the 1930s who found welcoming safety in Shanghai.. The story of the Shanghai refuge for Jews mainly fleeing Germany and Austria in the late 1930s has been told before, but not in a film as detailed and probing as \"Harbor From the Holocaust\" (Tuesday, 10 p.m.) on PBS (executive producer Darryl Ford Williams, producer-director Violet Du Feng). It's a history-rich in telling photographs-that includes the heroic enterprise of Chinese consulate officer Feng Shan Ho, posted to Vienna, who looked at the lines of desperate people packing the streets outside foreign embassy offices, seeking visas, and decided he must do something. His daughter, who appears in the film, recalls that her father had seen too much of the murderous brutality Jews faced every day to accept doing nothing. Not the only member of a foreign consulate to undertake rescue efforts by issuing visas-frequently against the official policy of their own governments-he was the one who had conceived of a destination where no questions were asked, no official papers required for entry. That was Shanghai.", "categories": [["Books & Arts", "Television Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/television-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/heres-how-facebook-is-preparing-to-combat-election-misinformation-11599168066", "title": "Here's How Facebook Is Preparing to Combat Election Misinformation", "date": "2020-09-03 17:21", "summary": "The company will limit political ads in the week before voting and is expanding rules against voter suppression. Facebook just announced a series of steps it will take in the week before this year's presidential election to halt misinformation and prevent voter suppression.", "categories": [["News"]], "category_links": ["https://www.wsj.com/news/types/noted-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/juul-to-cut-more-jobs-explore-exiting-europe-and-asia-11599091500", "title": "Juul to Cut More Than Half of Its Workforce", "date": "2020-09-03 17:17", "summary": "E-cigarette pioneer aims to shrink 2,200-person staff down to about 1,000 as part of broader retreat. E-cigarette maker Juul Labs Inc. is planning to lay off more than half its employees, according to people familiar with the matter, and is considering halting its sales across Europe and Asia. That could mean pulling out of as many as 11 countries and shrinking the startup's footprint to its core markets, the U.S., Canada and the U.K.", "categories": [["WSJ News Exclusive", "Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/jobless-claims-hold-steady-in-new-york-new-jersey-11599167682", "title": "Jobless Claims Hold Steady in New York, New Jersey", "date": "2020-09-03 17:14", "summary": "Nearly 90,000 people file for first-time unemployment benefits in tri-state area. Jobless claims appear to be leveling off in New York and New Jersey, with nearly 90,000 people across the tri-state area filing for first-time unemployment benefits last week.", "categories": [["U.S.", "Tri-State Area"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-region?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/away-review-high-drama-in-space-11599167330", "title": "'Away' Review: High Drama in Space", "date": "2020-09-03 17:08", "summary": "Hilary Swank stars in a Netflix series about the first manned mission to Mars.. One of the first sights we have of American astronaut Emma Green (Hilary Swank) in \"Away\" (Friday on Netflix) is at a school soccer game where she and her husband, Matt (Josh Charles), sit cheering on their teenage daughter while also advising her. Things don't end well. Daughter Alexis (Talitha Eliana Bateman) stands benumbed, a loser, having failed to act on her parents' shouted advice that she should \"take the shot!\"", "categories": [["Books & Arts", "Television Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/television-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pg-e-hires-technology-veteran-as-cio-11599166101", "title": "PG&E Hires Technology Veteran as CIO", "date": "2020-09-03 16:48", "summary": "Ajay Waghray held tech executive positions at Assurant and Verizon. PG&E Corp. this week named information-technology veteran Ajay Waghray as senior vice president and chief information officer. Mr. Waghray will be responsible for overseeing the company's information technology and cybersecurity functions and will manage its more than 1,200 IT employees.", "categories": [["CIO Journal"]], "category_links": ["https://www.wsj.com/news/types/cio-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/gm-honda-deepen-ties-plan-joint-vehicle-development-11599146480", "title": "GM, Honda Deepen Ties, Plan Joint Vehicle Development", "date": "2020-09-03 16:45", "summary": "Longtime rivals would share car components under proposed alliance. General Motors Co. and Honda Motor Co. plan to jointly develop new vehicles for North America through an alliance that would deepen existing ties between two longtime rivals.", "categories": [["Business", "Autos & Transportation", "Autos Industry"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/transportation?mod=breadcrumb", "https://www.wsj.com/news/types/autos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ciena-flashes-a-warning-sign-for-tech-11599165854", "title": "Ciena Flashes a Warning Sign for Tech", "date": "2020-09-03 16:44", "summary": "Optical gear maker's outlook helps sink tech stocks in a market priced to perfection. Nearly three decades in the fiber-optic network business sometimes gives Ciena a valuable line of sight. Its latest view isn't encouraging, and helped push down technology shares generally on Thursday.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/emerging-market-bond-funds-face-reckoning-11599149773", "title": "Emerging-Market Bond Funds Face Reckoning", "date": "2020-09-03 16:43", "summary": "Assets aimed at producing higher returns in good times can post outsize losses when things go wrong. Emerging-markets bond funds are facing a reckoning as Covid-19 stresses economies across the globe, reminding investors that assets aimed at producing higher returns in good times can post outsize losses when things go wrong.", "categories": [["Markets", "Credit Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/credit-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/transcript-wsj-interview-with-cleveland-fed-president-loretta-mester-11599165751", "title": "Transcript: WSJ Interview With Cleveland Fed President Loretta Mester", "date": "2020-09-03 16:42", "summary": "Resume Subscription. Federal Reserve Bank of Cleveland President Loretta Mester discussed her outlook for the Fed's response to the coronavirus pandemic and the central bank's new policy framework in an interview with Wall Street Journal reporter Nick Timiraos on Wednesday, Sept. 2. Here is a partial transcript of the interview, lightly edited for clarity and length.", "categories": [["Economy", "Central Banks"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/central-banks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/campbells-last-best-chance-is-now-11599145535", "title": "Campbell's Last, Best Chance Is Now", "date": "2020-09-03 16:30", "summary": "Campbell Soup's sales have surged during the pandemic, but the company has yet to prove it can turn new customers into steady purchasers. Campbell Soup 's sales have surged during the pandemic, but that isn't a surprise. Investors still need to be reassured that it can finally achieve a sustained turnaround.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/broadway-to-pay-tribute-to-actor-nick-cordero-11599164773", "title": "Broadway to Pay Tribute to Actor Nick Cordero", "date": "2020-09-03 16:26", "summary": "'A Bronx Tale' star died in July after battling the coronavirus for months. When Broadway actor Nick Cordero died at age 41 on July 5 after contracting the coronavirus months earlier, the news reverberated beyond the theater community and captured the world's attention.", "categories": [["U.S.", "Culture"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-culture?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/apple-delays-privacy-change-amid-app-publishers-concerns-11599164713", "title": "Apple Delays Privacy Change Amid App Publishers' Concerns", "date": "2020-09-03 16:25", "summary": "The change, which would give iPhone users control over whether they are tracked, will go into effect next year. Apple Inc. said it would delay until early next year a privacy change that would invite iPhone users to keep their devices cloaked from apps that want to track them.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/is-removable-wallpaper-ideal-if-youre-indecisive-about-design-11599164377", "title": "Is Removable Wallpaper Ideal if You're Indecisive About Design?", "date": "2020-09-03 16:19", "summary": "Temporary wallpaper promises to go on and come off easily. But can it hold a candle to conventional papers? Interiors designers thrash it out. Temporary wallpaper challenged Cece Bowman's commitment to designing for longevity. But with the shift to working from home, the designer from Kemble Interiors in Palm Beach is \"100% behind creating spaces that are unique, even if only for a year or two.\"", "categories": [["Real Estate", "Design"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/design?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-best-books-to-ease-your-wanderlust-11599163776", "title": "The Best Books to Ease Your Wanderlust", "date": "2020-09-03 16:09", "summary": "From Bill Bryson to Rebecca West, WSJ readers share their favorite literary journeys. The Covid-19 pandemic upended nearly everyone's summer travel plans. Wall Street Journal readers, having canceled vacations, settled down to read about distant lands instead. We asked subscribers to the Books newsletter to name their favorite travel books and \"literary road trips,\" and they were more than happy to share.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-to-do-scientific-field-work-when-you-cant-get-to-the-right-field-11599163221", "title": "How to Do Scientific Field Work When You Can't Get to the Right Field", "date": "2020-09-03 16:00", "summary": "Students who planned to do research in the Arctic or forests ended up experimenting in yards or on the sidewalk; 'something emerging from the composting bin'. In July, Gabrielle Piña set out to understand how layers of rock, soil or debris atop the Greenland Ice Sheet affect its melt rate.", "categories": [["A-hed"]], "category_links": ["https://www.wsj.com/news/types/a-hed?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/facebook-to-limit-political-ads-week-before-election-label-premature-calls-11599130800", "title": "Facebook to Limit Political Ads Week Before Election", "date": "2020-09-03 15:58", "summary": "CEO Mark Zuckerberg says steps are meant to halt misinformation, prevent civil unrest. Facebook Inc. will prohibit new political advertisements in the week before the U.S. presidential election in November and seek to flag any candidates' premature claims of victory, Chief Executive Mark Zuckerberg said.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-pulls-back-on-quickly-returning-migrant-children-to-home-countries-11599161216", "title": "U.S. Pulls Back on Quickly Returning Migrant Children to Home Countries", "date": "2020-09-03 15:26", "summary": "More unaccompanied minors who cross the border illegally are put in shelters, amid legal challenges to practice implemented during pandemic. U.S. immigration agents are transferring more migrant minors caught illegally crossing the border alone to federal welfare authorities, according to government officials with knowledge of the matter, in a shift from a practice begun in the pandemic under which nearly all such children were sent back to their home countries without a chance to apply for asylum.", "categories": [["WSJ News Exclusive", "U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-obvious-solution-to-portlands-clashes-11599161061", "title": "The Obvious Solution to Portland's Clashes", "date": "2020-09-03 15:24", "summary": "Ted Wheeler, the mayor of Portland, Ore., knows perfectly well President Trump isn't responsible for the violence and mayhem in his city.. Regarding your editorial \"The Portland Clashes\" (Aug. 31): Unless Ted Wheeler, the mayor of Portland, Ore., is delusional, he knows perfectly well President Trump isn't responsible for the violence and mayhem in his city. But it wouldn't even matter if the mayor were correct in his assessment. He has a duty to the citizens of Portland to protect them under all circumstances, not just ones he finds to his liking. The fact is that the violence, not only against conservatives but also police officers, has transpired for over three months with no end in sight. Of all the cities that have been beset by this style of anarchy, Portland is the worst.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lebanese-army-finds-cache-of-explosive-material-near-beirut-port-11599161077", "title": "Lebanese Army Finds Explosive Material Near Beirut Port", "date": "2020-09-03 15:24", "summary": "A larger stockpile of ammonium nitrate caused last month's deadly blast. BEIRUT-The Lebanese army found more than four tons of ammonium nitrate near Beirut's port, where a larger cache of the same highly explosive material caused last month's deadly explosion that ripped through much of the capital's central districts.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/truckers-are-seeing-growing-freight-volumes-11599161014", "title": "Truckers Are Seeing Growing Freight Volumes", "date": "2020-09-03 15:23", "summary": "With demand up, prices on spot markets are running well ahead of year-ago levels. Trucking companies are reporting stronger freight demand as retailers and manufacturers move to restock depleted inventories, in a sign of strengthening corporate confidence in the U.S. economy.", "categories": [["Logistics Report"]], "category_links": ["https://www.wsj.com/news/types/logistics-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trumps-disruptions-have-done-much-good-11599160961", "title": "Trump's Disruptions Have Done Much Good", "date": "2020-09-03 15:22", "summary": "Early in his term, President Trump offered a deal of a path to citizenship for Dreamers in exchange for a wall on the southern border and an end to chain migration. The Democrats turned it down.. Your omissions of some of President Trump's achievements in your editorial \"The Trump Disruption\" (Aug. 28) are glaring. Building our military that was dangerously depleted by the Obama-Biden administration and achieving record lows for minority unemployment are two oversights, and both are significant.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cleveland-fed-president-says-monetary-policy-is-well-communicated-11599160969", "title": "Cleveland Fed President Says Monetary Policy Is Well Communicated", "date": "2020-09-03 15:22", "summary": "Markets 'understand that we're going to be accommodative...for quite some time,' said Loretta Mester. The Federal Reserve has adequately and appropriately telegraphed its intentions to keep interest rates low for a long time to support the U.S. economy through the coronavirus pandemic-induced downturn, making any more explicit interest-rate guidance less urgent, said Federal Reserve Bank of Cleveland President Loretta Mester in an interview Wednesday.", "categories": [["Economy", "Central Banks"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/central-banks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/postal-ballot-chaos-could-help-trump-win-11599160867", "title": "Postal-Ballot Chaos Could Help Trump Win", "date": "2020-09-03 15:21", "summary": "Imagine that too many states bungle their elections because of their inability to count their mail-in ballots and are unable to certify their elections by the federally required date.. It is ironic that on the same day that you published William Galston's \"Trump's Unlikely Path to Victory\" (Politics & Ideas, Aug. 26) David Rivkin and Lee Casey laid out the framework for President Trump's actual, unlikely path to victory in their op-ed, \"Mail-In Voting Could Deliver Chaos.\"", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/masks-vs-stock-certificates-11599160715", "title": "Masks vs. Stock Certificates", "date": "2020-09-03 15:18", "summary": "The first time I witnessed widespread wearing of masks was six years ago in Florence. To my astonishment, Asians on guided tours invariably wore masks. I thought it was absurd.. The first time I witnessed widespread wearing of masks was six years ago in Florence. To my astonishment, Asians on guided tours invariably wore masks. I thought it was absurd, and I couldn't imagine myself wearing a mask in the Boboli Gardens as it would impinge on my joy of the surrounding beauty. \"The 50-Mask Test\" (Off Duty, Aug. 29), which devoted almost three pages to masks as a fashion accessory, shows how much times have changed. To retain our humanity and our individuality during this health crisis is a Sisyphean task.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/where-to-find-the-best-wine-values-nowand-some-friendly-advice-11599159804", "title": "Where to Find the Best Wine Values Now-and Some Friendly Advice", "date": "2020-09-03 15:03", "summary": "With restaurants closed or open with reduced seating, sommeliers are offering bottles for takeout, priced well below what they normally charge. Their guidance on choosing and pairing comes gratis.. THE BEST PLACE to buy a great bottle of wine for dinner at home right now might be a restaurant. Wine directors all over the country have priced the wines on their lists at figures far below their original prices-that is, on par with what they might sell for at a retail wine store-and some are even inviting customers to call them for a chat.", "categories": [["Life & Work", "Food & Drink", "On Wine"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/food-cooking-drink?mod=breadcrumb", "https://www.wsj.com/news/types/on-wine-lettie-teague?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/in-novichok-poisoning-of-alexei-navalny-some-see-a-kremlin-calling-card-11599157248", "title": "In Novichok Poisoning of Alexei Navalny, Some See a Kremlin Calling Card", "date": "2020-09-03 14:48", "summary": "Sign of Moscow's involvement, despite denials, is regarded as a direct warning to Vladimir Putin's critics. MOSCOW-The poisoning of Kremlin critic Alexei Navalny by what German authorities say was Novichok, a Soviet-era chemical nerve agent, provides the strongest indication yet that the attack was likely carried out by Russian state actors.", "categories": [["World", "Europe", "Russia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb", "https://www.wsj.com/news/types/russia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-economy-is-limping-but-wall-street-is-booming-11599158494", "title": "Economy Is Limping, but Revenue Is Soaring at Wall Street's Banks", "date": "2020-09-03 14:41", "summary": "Panicky investors, pandemic-hit companies turned to banks in the first half, driving fees to an eight-year high. Investment-banking and trading revenues hit an eight-year high in the first half of 2020, a counterintuitive boom that shows the heavy hand of the Federal Reserve and a growing gulf between financial markets and the real economy.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/is-rocket-a-tech-stock-or-boring-lender-11599158329", "title": "Is Rocket a Tech Stock or Boring Lender?", "date": "2020-09-03 14:38", "summary": "Investors seem confused about how exactly to value the tech-enabled mortgage lender, leading to a volatile stock price. Rocket Cos. is currently on a wild ride. Investors should wait for it to achieve a stable altitude.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/campbell-sees-demand-tempering-in-coming-quarters-11599138385", "title": "Campbell Expects Tempered Demand in Months Ahead", "date": "2020-09-03 14:36", "summary": "Soup and snack maker is working to keep people cooking with its products beyond the pandemic. Campbell Soup Co. said demand for its soups and other foods is moderating after a monthslong surge fueled by consumers eating at home during the pandemic.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bestselling-books-week-ended-august-29-11599157742", "title": "Bestselling Books Week Ended August 29", "date": "2020-09-03 14:29", "summary": "With data from NPD BookScan. ", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/best-selling-books?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/womens-rights-activists-face-fresh-threat-in-egypt-after-arrests-11599156673", "title": "Women's Rights Activists Face Fresh Threat in Egypt After Arrests", "date": "2020-09-03 14:11", "summary": "Detentions will likely produce a chilling effect on a growing online campaign against sexual assault in the country, rights advocates say. Women's rights activists are facing a renewed threat in Egypt after security forces detained witnesses and people who campaigned for the prosecution of several accused rapists, according to several people close to the situation.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/korean-immigrants-soft-tofu-soup-drew-long-lines-11599156611", "title": "Korean Immigrant's Soft Tofu Soup Drew Long Lines", "date": "2020-09-03 14:10", "summary": "Founder of BCD Tofu House chain sought to make her native cuisine mainstream. Hee Sook Lee, founder of the BCD Tofu House chain, had a secret combination of spices in her tofu soup. It was so popular that lines formed outside her Korean restaurants in Los Angeles-and so confidential that even her husband didn't know the formula.", "categories": [["World", "Obituaries"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/obituaries?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/beyond-zoom-etiquette-21-rules-for-using-tech-now-11599154040", "title": "Beyond Zoom Etiquette: 21 Rules for Using Tech Now", "date": "2020-09-03 13:27", "summary": "As technology evolves, so too do the rules that govern us. Here's how to ensure you don't become a pariah. Plus: A refresher course in Zoom decorum.. WHETHER YOU wanted to fit in or stand out in high school-be the influenced or the influencer-adhering to social norms was key to navigating and surviving the experience. The same applies to new technology today, where a failure to understand the shifting landscape (which recent studies suggest is still dictated by teen girls, somehow) can quickly make you a pariah. Fear not, we have you covered. Even as the tech world continues to churn out exciting devices amid the chaos and crisis of 2020, these etiquette guidelines will keep you on the cutting edge of your class, helping you improve and update your behavior-or else.", "categories": [["Tech", "Personal Tech", "Gear & Gadgets"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb", "https://www.wsj.com/news/types/personal-technology-joanna-stern?mod=breadcrumb", "https://www.wsj.com/news/types/gear?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-administration-asks-states-to-be-ready-for-vaccine-by-november-11599075477", "title": "Trump Administration Asks States to Be Ready for Vaccine by November", "date": "2020-09-03 13:27", "summary": "CDC sent letter to governors asking them to speed approval of distribution centers by Nov. 1, just before Election Day. WASHINGTON-The Trump administration is asking states to speed up approval for vaccine distribution sites by Nov. 1, the latest sign the federal government is eager to get a vaccine out before the end of the year.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-gives-casinos-indoor-malls-approval-to-reopen-11599153526", "title": "New York Gives Casinos, Indoor Malls Approval to Reopen", "date": "2020-09-03 13:18", "summary": "Indoor dining in New York City restaurants still off-limits, says Gov. Andrew Cuomo. Malls in New York City and casinos throughout the state would be allowed to reopen next week, but indoor dining in the city is still off the table, Gov. Andrew Cuomo said Thursday.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-biden-wont-talk-about-judges-11599151756", "title": "Why Biden Won't Talk About Judges", "date": "2020-09-03 12:49", "summary": "The judiciary chairman was a divisive brawler-as Robert Bork and Clarence Thomas learned too well.. This was supposed to be the year the Democrats finally made the Supreme Court a campaign issue, but there was no talk of Merrick Garland or even Ruth Bader Ginsburg at the party's convention. The words \"Supreme Court\" were uttered only once in four nights, mentioned in passing by Sen. Chuck Schumer. The Democratic Party platform asserts that President Trump \"has packed our federal courts with unqualified, partisan judges\" and pledges to \"appoint people to the bench who are committed to seeing justice be served,\" so why stay silent? Perhaps because Joe Biden knows that swing voters side with Republicans on the issue-as they did in 2016-and that it's a weakness for him personally.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/france-reveals-118-billion-plan-to-relaunch-economy-11599151784", "title": "France Reveals $118 Billion Plan to Relaunch Economy", "date": "2020-09-03 12:49", "summary": "Jobs programs, green technologies and health care will lead move, which aims to return nation to precrisis levels by 2022. PARIS-France said it plans to spend €100 billion ($118 billion) on jobs programs, green technologies and health care as it seeks to breathe new life into its economy, which has taken an outsize beating from the coronavirus pandemic.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-case-against-covid-tests-for-the-young-and-healthy-11599151722", "title": "The Case Against Covid Tests for the Young and Healthy", "date": "2020-09-03 12:48", "summary": "Hunting for asymptomatic cases encourages pointless shutdowns. Protect the vulnerable instead.. Should people who aren't sick be tested for Covid-19? In August the Centers for Disease and Control Prevention revised its guidance to suggest focusing on the elderly and patients with symptoms. One may be excused for thinking that more testing is always better, but that isn't true. Anyone can be infected with the virus, but there is a thousandfold difference in the risk of death between the young and the old. Testing strategy should reflect that.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/brazilian-company-suzano-bets-the-bond-market-on-emission-cuts-11599141270", "title": "Brazilian Company Suzano Bets the Bond Market on Emission Cuts", "date": "2020-09-03 12:43", "summary": "Large paper manufacturer to issue bond with interest rate tied to lowering its release of greenhouse gases. As Brazil struggles with deforestation, one of the country's largest paper manufacturers is pitching investors a bond that will cost the company money if it fails to meet greenhouse gas-reduction targets.", "categories": [["WSJ News Exclusive", "Credit Markets"]], "category_links": ["https://www.wsj.com/news/types/credit-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/concrete-homes-for-sale-11599150646", "title": "Concrete Cements Itself as a High-End Finish", "date": "2020-09-03 12:31", "summary": "The material's durability and unique visual quality has made it a solid choice for some homeowners. The use of concrete as a building material dates as far back as 2550 BC, when it was fundamental to assembling ancient Egyptian pyramids. But the use of exposed raw concrete as an end-finish in homes didn't gain consumer acceptance until after World War II, according to Texas-based architect Paul Lamb. That acceptance was largely driven by the work of Swiss-French architect and designer Charles-Édouard Jeanneret, known as Le Corbusier, Mr. Lamb said.", "categories": [["Real Estate", "Homes"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/homes?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/getting-the-band-back-together-pandemic-or-not-11599148515", "title": "Getting the Band Back Together, Pandemic or Not", "date": "2020-09-03 11:55", "summary": "A lot has changed since 1966, but Joe Queenan still isn't allowed to take a solo. Traditionally, the rhythm guitarist is the least important member of a rock band and has the least influence over material. I found this out in the summer of '66 when I joined a Philly garage band called the Phase Shift Network and quickly learned that I would be playing Cream and the Stones and Hendrix, but wouldn't be playing any of the jingly-jangly songs by the Byrds that I so treasured.", "categories": [["Life & Work", "Ideas", "Moving Targets"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/moving-targets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/unemployment-benefits-weekly-jobless-claims-coronavirus-09-03-2020-11599080695", "title": "Jobless Claims Fell Last Week", "date": "2020-09-03 11:49", "summary": "Payments from state programs down, but more people are tapping pandemic benefits. The number of people seeking and receiving state unemployment benefits fell at the end of August, signs of a slow improvement in a U.S. labor market still deeply damaged by the coronavirus pandemic.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-city-teachers-want-more-lessons-on-remote-instruction-11599147400", "title": "Help Us Get Better at Remote Instruction, NYC Public School Teachers Ask", "date": "2020-09-03 11:36", "summary": "Some say city's resources have been insufficient or unrelated to their needs, but city says it offers many options. Some New York City teachers say they want more help with a vital part of reopening school: improving remote instruction.", "categories": [["U.S.", "Schools"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-schools?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-pool-house-redo-in-bedford-n-y-11599147065", "title": "A Pool House Redo in Bedford, N.Y.", "date": "2020-09-03 11:31", "summary": "A pair of Manhattanites embarked on a complete overhaul of their Westchester County retreat, including a 400-square-foot pool house. Wildwood is a sprawling, 20-acre Bedford, N.Y., estate originally built by architect Charles Wetmore-who with Whitney Warren designed the New York Yacht Club and collaborated on the design of Grand Central Station.", "categories": [["Real Estate", "Homes"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/homes?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/gene-editing-embryos-should-be-only-for-disease-prevention-report-says-11599145913", "title": "Gene Editing in Embryos Isn't Safe or Effective for Clinical Use Yet, Report Says", "date": "2020-09-03 11:23", "summary": "Tools such as Crispr aren't ready for use in human eggs, sperm and embryos until questions are resolved. Gene-editing technologies aren't ready for use in human embryos for creating a pregnancy because scientists don't yet understand how to make precise fixes without also introducing unwanted and potentially dangerous changes, according to a report issued Thursday by an international commission.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/for-greece-the-battle-of-salamis-never-ended-11599145362", "title": "For Greece, the Battle of Salamis Never Ended", "date": "2020-09-03 11:02", "summary": "On the 2,500th anniversary of a historic Athenian victory, rising tensions with Turkey remind Greece of its role as Europe's gatekeeper. It's unusual for a modern Greek audience to punctuate an ancient tragedy with applause. But in July, a production of Aeschylus' \"The Persians\" by the National Theatre of Greece, presented in the splendor of the ancient theater of Epidauros, was applauded three times on its final night, with the prime minister in attendance. The play relates the Greeks' stunning victory at the naval battle of Salamis in 480 B.C., where 300 Greek ships defeated an invading Persian fleet four times larger. The historic triumph secured Athenian naval power in the Aegean and established Athenian-inspired democracies across Greece.", "categories": [["Life & Work", "Ideas", "Essay"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/essay?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/discount-points-jumbo-mortgages-11598979282", "title": "Jumbo Mortgage Borrowers are Paying Discount Points Again. Here's Why.", "date": "2020-09-03 11:00", "summary": "High-balance borrowers are paying more in points than they did before Covid-19 hit. In normal times, mortgage borrowers have to make a choice: Pay more up front, in the form of a point, and enjoy a roughly 0.25% interest rate reduction. Or save money up front and accept a slightly higher rate.", "categories": [["Real Estate", "Jumbo Jungle"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/undefined?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-urges-north-carolina-voters-to-test-mail-in-system-by-attempting-to-also-vote-in-person-11599144601", "title": "Trump Urges North Carolina Voters to Test Mail-In System by Attempting to Also Vote in Person", "date": "2020-09-03 10:50", "summary": "State board of elections executive director warns 'attempting to vote twice in an election or soliciting someone to do so also is a violation'. WASHINGTON-President Trump suggested North Carolina voters who cast ballots by mail in November's election also attempt to vote in person as a way to test the mail-in balloting system he has spent months criticizing.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/furniture-maker-coronavirus-11597875260", "title": "A Furniture Maker's Five-Month Struggle With Covid. 'You Can't Really Have a Plan.'", "date": "2020-09-03 10:49", "summary": "Resume Subscription. HICKORY, N.C.-The foothills of the Blue Ridge Mountains were once so thick with furniture factories that the air smelled of varnish. Wealthy families presided over companies that dated to 19th-century sawmills and employed generations of blue-collar workers.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/rose-recipes-for-the-prettiest-cakes-and-cocktails-11599144459", "title": "Rose Recipes for the Prettiest Cakes and Cocktails", "date": "2020-09-03 10:47", "summary": "Bring visual appeal as well as heady fragrance and flavor to baking and beverages. Rose water, rose syrup and even the delicate petals conjure summer all year long.. WHILE Americans firmly associate roses with Valentine's Day, for much of the world, particularly the Middle East, they are a year-long pantry staple in the form of rose water, rose syrup, rose jam and dried or candied rose petals. Rose can be found in everything from baklava, nougat and Turkish delight to the fiery condiment harissa and spice mix ras-el-hanout, from North Africa. It perfumes teas in England, macarons in France and the yogurt drink lassi in India.", "categories": [["Life & Work", "Food & Drink"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/food-cooking-drink?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/is-it-safe-to-go-to-a-live-sporting-event-these-nfl-teams-say-yes-11599143591", "title": "Is It Safe to Go to a Live Sporting Event? These NFL Teams Say Yes", "date": "2020-09-03 10:33", "summary": "The football season is returning and some teams are taking a bold step during a pandemic: bringing in thousands of mask-wearing, socially-distanced fans. Back in June, the Miami Dolphins opened up Hard Rock Stadium as a drive-in movie theater-and as an experiment. The 500 or so people who paid $39 per car to watch movies like \"Jurassic Park\" on the stadium floor were also helping the team answer a question worth billions of dollars to the NFL: Is there a safe way to have fans at stadiums in 2020?", "categories": [["Sports", "NFL"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/nfl?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-trade-deficit-widened-in-july-11599137582", "title": "U.S. Trade Deficit Widest Since 2008 in July as Imports Outpaced Exports", "date": "2020-09-03 10:31", "summary": "Foreign-trade gap in goods and services expanded 19% from June, with monthly goods deficit at widest level on record. WASHINGTON-The U.S. trade deficit widened in July as Americans' appetite for foreign-made goods bounced back while exports rose more modestly.", "categories": [["Economy", "Economic Data"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/economic-data?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/when-productivity-tools-are-a-waste-of-time-11599143404", "title": "When Productivity Tools Are a Waste of Time", "date": "2020-09-03 10:30", "summary": "A behavioral economist answers questions on overplanning, giving away money and teaching teens to be wary online. Dear Dan,", "categories": [["Life & Work", "Ideas", "Ask Ariely"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/ask-ariely?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/doris-day-california-home-for-sale-11599142396", "title": "Doris Day's Dog-Friendly California Home Lists for $7.4 Million", "date": "2020-09-03 10:15", "summary": "Proceeds from the sale will benefit the late actress's animal foundation. For roughly four decades, Doris Day lived in a butter-yellow house in California's Carmel Valley surrounded by her favorite companions-numerous rescue dogs. She loved dogs so much she prepared their food in a dedicated dog kitchen with tiny dog beds draped in Ralph Lauren sheets.", "categories": [["WSJ News Exclusive", "Living History"]], "category_links": ["https://www.wsj.com/news/types/living-history?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/doris-days-sunny-home-in-californias-carmel-valley-11599142284", "title": "Doris Day's Sunny Home in California's Carmel Valley", "date": "2020-09-03 10:11", "summary": "Painted butter yellow, her favorite color, the longtime property of the late Hollywood star has neutral-toned furniture and a view of the adjacent golf club. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/artifacts-from-doris-days-life-11599142257", "title": "Artifacts From Doris Day's Life", "date": "2020-09-03 10:10", "summary": "Many pieces from Ms. Day's life-from a landscape that reminded her of her childhood to a planter from Rock Hudson-were sold at auction.. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/fiat-chrysler-showcases-jeep-with-new-models-stand-alone-showrooms-11599130812", "title": "Fiat Chrysler Puts a Bigger Spotlight on Jeep", "date": "2020-09-03 10:08", "summary": "Auto maker reveals modern-day Grand Wagoneer as SUV market competition stiffens. Fiat Chrysler Automobiles NV is amping up the spotlight on Jeep, asking dealers to build stand-alone showrooms and rolling out larger, more expensive models to appeal to more luxury-minded buyers, including a modern-day Grand Wagoneer.", "categories": [["Business", "Autos & Transportation", "Autos Industry"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/transportation?mod=breadcrumb", "https://www.wsj.com/news/types/autos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/english-premier-league-cancels-chinese-broadcast-deal-11599142055", "title": "English Premier League Cancels Chinese Broadcast Deal", "date": "2020-09-03 10:07", "summary": "The move ends a $700 million contract just one year into a three-year licensing pact. The English Premier League has canceled its broadcasting agreements with its partner in China, ending a $700 million deal just one year into a three-year licensing pact amid a payment dispute.", "categories": [["Sports", "Soccer"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/soccer?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-lumascape-highlights-black-owned-businesses-in-media-and-marketing-11599127201", "title": "New 'LUMAscape' Highlights Black-Owned Businesses in Media and Marketing", "date": "2020-09-03 10:05", "summary": "Luma Partners founder Terence Kawaja said he wants to raise visibility of Black-owned businesses and entrepreneurs. Investment bank Luma Partners LLC has made Black-owned media, marketing and technology companies the focus of the latest installment in its LUMAscape series of charts, which investors and others use as industry references, amid a broad push for racial justice.", "categories": [["CMO Today"]], "category_links": ["https://www.wsj.com/news/types/cmo-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/samsungs-drugmaking-future-includes-a-2-billion-super-plant-bigger-than-the-louvre-11599125658", "title": "Samsung's Future Includes a $2 Billion 'Super Plant'", "date": "2020-09-03 10:04", "summary": "Samsung Biologics spots unprecedented opportunity from Covid-19 treatments and ongoing biopharmaceutical demand. SONGDO, South Korea- Samsung 's drug-manufacturing arm is betting that the already-booming market for biologic drug ingredients will only get hotter, thanks to industry shifts sparked by the coronavirus pandemic.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-family-scars-left-by-the-beirut-blast-11599141470", "title": "The Family Scars Left by the Beirut Blast", "date": "2020-09-03 09:57", "summary": "After an Aug. 4 explosion rocked Lebanon's capital, a reporter wonders if he made a mistake by bringing his daughter into harm's way. I trace the arc of the scar on my shoulder with a finger and wonder what created the U-shaped gash. I obsessively watch videos of the Beirut blast and try to figure out how it engulfed us in shattered glass, splintered wood and jagged stone. Sometimes, I still feel the energy of the shock wave radiating off my back.", "categories": [["Life & Work", "Ideas", "Essay"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/essay?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/suitcase-of-porridge-the-tour-de-france-is-in-france-and-the-voice-of-cycling-is-stuck-in-england-11599140049", "title": "The Tour de France Is in France, and the Voice of Cycling Is Stuck in England", "date": "2020-09-03 09:34", "summary": "Phil Liggett has called every Tour de France-from France-since 1973. Now he's working from England due to the pandemic.. The pandemic-delayed 107th edition of the Tour de France is under way, and in the English county of Hertfordshire, the locals are surprised to see an affable white-haired neighbor, stuck in town, instead of somewhere in the Alps, lyrically expounding on bike racing:", "categories": [["Sports"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-launches-probe-into-pension-payments-to-firefighters-union-leaders-11599138012", "title": "U.S. Launches Probe Into Pension Payments to Firefighters Union Leaders", "date": "2020-09-03 09:00", "summary": "FBI and others issue subpoenas to International Association of Fire Fighters. WASHINGTON-Federal authorities have launched a criminal investigation into pension distributions made to two top executives of the International Association of Fire Fighters while they were still employed by the union, according to people familiar with the matter.", "categories": [["WSJ News Exclusive", "Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-biden-campaigns-turn-to-streaming-services-to-reach-voters-11599133737", "title": "Trump, Biden Campaigns Turn to Streaming Services to Reach Voters", "date": "2020-09-03 08:47", "summary": "Political groups and campaigns are spending millions on digital-video ads, allowing them to better target voters. Political campaigns looking to reach voters during an election year disrupted by the coronavirus are increasingly turning to digital-video ads, which are cheaper than traditional TV spots and more efficient at targeting specific voter groups.", "categories": [["Business", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/south-african-fashion-new-designer-11597857293", "title": "South African Fashion's New Wave", "date": "2020-09-03 08:30", "summary": "A new generation of designers is making the country's fashion industry into a powerhouse of creativity and chic.. Fashion in Africa is often reduced to stereotypes, such as wax prints and beaded necklaces. It's also rarely separated by nation. Instead, the continent's 54 vastly different countries get clumped into one \"African fashion.\" But in South Africa, there's a new wave of designers challenging these preconceptions and finding their place in the global fashion industry, with their own e-commerce sites and online retailers such as 24S and Koibird allowing them a wider distribution than local sales. \"The digital age and social media have put the power back in the hands of the makers,\" says Johannesburg-based designer Tiaan Nagel, 37, who after getting his start in 2007 has been an influential force in South African fashion.", "categories": [["What's News"]], "category_links": ["https://www.wsj.com/news/types/magazine-what-s-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sarah-sze-laguardia-airport-interview-11597772039", "title": "The Artist Making LaGuardia Airport Beautiful Again", "date": "2020-09-03 08:30", "summary": "Sarah Sze on installing her work at NYC's now mostly empty travel hub and on the items that matter to her most.. \"In the middle, a document of Mahatma Gandhi's life from this very quirky museum called Birla House [now called Gandhi Smriti] in New Delhi. In front, on the black stone, handmade rings. I really don't wear jewelry; when I got married, I thought, Should we wear rings? I thought it would be interesting to actually make them, so I made one for my husband [author and oncologist Siddhartha Mukherjee]. One of the rings my older daughter made for me. The rings are on a Chinese inkstone. There's a depression to hold the ink, which feels like the way water would erode it. You don't know what part of it is a natural gesture or a handmade gesture. In the back, an ukiyo-e print book, which is out-of-print and collectible. It's really beautiful. Atop that book and the Gandhi document are two of my favorite paints. The book in the middle right is a Chinese painting book. My great aunt on my Chinese side was a painter, and she gave that to me when I was a child. Beneath everything are my grandmother's dresses. She passed away when I was in my teens, and she left me all of her clothes. They're like a diary of her life and her body. In the middle left, a collage my younger daughter made. It's a very sophisticated composition that's reminiscent of a Russian constructivist poster and a dada poem. In the back on the right, blue string and blue tape. I often use them both in paintings and sculptures. Those are atop a neon-green safety vest I wore on-site putting up my sculpture [Shorter than the Day] at LaGuardia Airport. The painting behind everything is just a painting that I'm working on in my studio. This whole picture is taken on my studio floor. In the back left, a broken wine glass. I started making sculptures out of things that were broken. Whenever anything breaks in the house, it goes onto this shelf, where it waits to become a sculpture.\"", "categories": [["Still Life"]], "category_links": ["https://www.wsj.com/news/types/magazine-still-life?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/facebook-under-pressure-in-india-bans-politician-for-hate-speech-11599105042", "title": "Facebook, Under Pressure in India, Bans Politician for Hate Speech", "date": "2020-09-03 08:30", "summary": "Move against ruling-party member T. Raja Singh comes amid scrutiny of company's handling of extremist content. NEW DELHI- Facebook Inc. banned a member of India's ruling party for violating its policies against hate speech, amid a growing political storm over its handling of extremist content on its platform.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/excess-money-sees-european-banks-spurn-short-term-borrowing-11599133723", "title": "Oversupply of Easy Money Sends European Borrowing Rates to Record Low", "date": "2020-09-03 07:48", "summary": "ECB's more than $1.5 trillion in loans has damped demand for cash in the interbank market. The interest rate that European banks use to lend among themselves dropped to a record low this week in a sign of how credit markets have been distorted by central banks' aggressive measures this year.", "categories": [["Markets", "Stocks", "Europe Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb", "https://www.wsj.com/news/types/europe-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nvidia-has-to-play-this-game-perfectly-11599130981", "title": "Nvidia Has to Play This Game Perfectly", "date": "2020-09-03 07:03", "summary": "Chipmaker is expected to deliver 'monster' gaming cycle as valuation has surged to record levels. The phrase \"this time is different\" can be a dangerous one in business. Fortunately for Nvidia Corp. , it also appears to be accurate.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/starved-for-italy-mark-your-calendar-for-next-falls-harvest-time-11599129053", "title": "Starved for Italy? Mark Your Calendar for Next Fall's Harvest Time", "date": "2020-09-03 06:30", "summary": "For one recent visitor, a working-vacation in the olive groves of Puglia was well worth savoring-and repeating. IT'S BEEN 10 months-though it seems like 10 years-since I stood under an olive tree outside Altamura, in the Puglia region of southeastern Italy, and was instructed by Tonio Creanza on how, literally, to get the low-hanging fruit.", "categories": [["Life & Work", "Travel", "Traveler's Tale"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/magazine/travel?mod=breadcrumb", "https://www.wsj.com/news/types/traveler-s-tale?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hot-back-to-school-items-during-coronavirus-are-tents-webcams-11599125400", "title": "Hot Back-to-School Items During Coronavirus Are Tents, Webcams", "date": "2020-09-03 05:30", "summary": "Schools are buying up tech and safety gear to protect students and teachers; 'money has gone quickly to say the least'. The most popular back-to-school gear this year besides pencils and notebooks are keyboard covers, webcams and plexiglass.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/juneteenth-investing-shines-light-on-black-owned-businesses-11599125402", "title": "Big Gains in Black-Owned Firms From Juneteenth Bets Prove Fleeting", "date": "2020-09-03 05:30", "summary": "Interest has benefited longer-term shareholders of Broadway Financial, Carver Bancorp. Investors piled into shares of some Black-owned businesses in June amid widespread racial-justice protests and newfound interest in the Juneteenth holiday marking the emancipation of the last slaves in the U.S. The gains in some cases proved fleeting, showing the difficulty of using the stock market to express social views.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cfos-worry-about-salary-benefit-costs-as-pandemic-drags-on-11599125401", "title": "CFOs Worry About Salary, Benefit Costs as Pandemic Drags On", "date": "2020-09-03 05:30", "summary": "Managers forecast higher salaries for the next 12 months, survey shows. Home builder Toll Brothers Inc. expects an increase in labor costs in the coming months amid the surging demand for new homes over the summer, according to finance chief Martin Connor.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-glut-of-refineries-is-the-oil-industrys-next-problem-11599123822", "title": "A Glut of Refineries Is the Oil Industry's Next Problem", "date": "2020-09-03 05:03", "summary": "New capacity in the developing world is making European plants that turn oil into gasoline and other products obsolete. This year's oil glut is already receding. It is a shame that can't be said of the global glut of oil refineries, which is only getting worse.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/warren-buffett-and-the-market-that-foreign-money-forgot-11599122879", "title": "Warren Buffett and the Market That Foreign Money Forgot", "date": "2020-09-03 04:50", "summary": "Many investors have been checking out of Japanese stocks, but keeping exposure to them is a sensible proposition. This week, Warren Buffett unveiled a $6 billion investment in five Japanese trading houses, one of his few international bets. But data released Friday show that Mr. Buffett is swimming in the opposite direction to other international investors.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/dozens-missing-after-cargo-ship-sinks-in-typhoon-near-japan-11599122608", "title": "Dozens Missing After Cargo Ship Sinks Near Japan", "date": "2020-09-03 04:43", "summary": "One crew member rescued from vessel transporting around 5,800 live cattle from New Zealand to China. TOKYO-Japan's coast guard was searching for 42 missing sailors a day after a cargo ship carrying cattle sank in the East China Sea as a typhoon passed nearby.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pelosi-faces-criticism-over-hair-salon-visit-11599062897", "title": "Pelosi Faces Criticism Over Hair-Salon Visit", "date": "2020-09-03 00:44", "summary": "Salon owner green-lighted Pelosi hair appointment, stylist says. House Speaker Nancy Pelosi called the controversy over her visit to a San Francisco hair salon a setup, an assertion backed up by her stylist, after video of the apparent violation of local Covid-19 ordinances sparked criticism.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11599074867", "title": "Pepper...and Salt", "date": "2020-09-03 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/russian-dissident-navalny-poisoned-with-novichok-nerve-agent-germany-says-11599055910", "title": "Putin Critic Poisoned With Novichok, Berlin Says", "date": "2020-09-03 23:54", "summary": "Traces of banned nerve agent point to Russian security forces, according to German officials. BERLIN-Russian opposition politician Alexei Navalny was poisoned with Novichok, a chemical nerve agent, the German government said Wednesday, presenting the strongest evidence yet that the attack could have been carried out by Russian state agencies.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/venezuelan-opposition-politician-backs-elections-in-break-with-guaido-11599100459", "title": "Venezuelan Opposition Politician Backs Elections in Break With Guaidó", "date": "2020-09-03 22:34", "summary": "Henrique Capriles said he believes the vote is a powerful tool. A prominent Venezuelan opposition figure on Wednesday said he is supporting congressional elections in December that Juan Guaidó, the opposition leader backed by the U.S., has pledged to boycott.", "categories": [["World", "Latin America"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/latin-america-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/baseball-hall-of-famer-tom-seaver-dies-at-75-11599098830", "title": "Baseball Hall of Famer Tom Seaver Dies at 75", "date": "2020-09-03 22:18", "summary": "Pitcher turned the New York Mets from the 'Lovable Losers' into World Series champions in 1969. Tom Seaver, the charismatic, hard-throwing pitcher who transformed the New York Mets from laughingstocks into World Series champions in the late 1960s, died Monday at the age of 75. The cause was complications of Lewy body dementia and Covid-19, according to a statement released by the baseball Hall of Fame.", "categories": [["World", "Obituaries"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/obituaries?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sec-probes-chinas-gsx-techedu-after-short-sellers-pleas-11599046396", "title": "SEC Probes China's GSX Techedu After Short Sellers' Pleas", "date": "2020-09-03 22:06", "summary": "Short sellers accuse New York-listed tutoring company of inflating its sales. GSX Techedu Inc., a Chinese after-school tutoring company, said it is being investigated by the U.S. Securities and Exchange Commission after short sellers accused the Beijing-based firm of inflating its sales.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/thomas-laubach-a-top-adviser-to-federal-reserve-chairman-dies-11599088420", "title": "Thomas Laubach, a Top Adviser to Federal Reserve Chairman, Dies", "date": "2020-09-03 20:41", "summary": "Mr. Laubach was an influential thinker in monetary economics. Thomas Laubach, a top adviser to Federal Reserve Chairman Jerome Powell who led the central bank's division of monetary affairs, died Wednesday at his home in Kensington, Md., after being treated for pancreatic cancer. He was 55.", "categories": [["Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-court-declines-to-take-up-appeal-in-libel-case-against-dow-jones-11599093080", "title": "New York Court Declines to Take Up Appeal in Libel Case Against Dow Jones", "date": "2020-09-03 20:31", "summary": "Antiquities dealer sued over Wall Street Journal article. New York's highest court has declined to take up the appeal of a case brought by an antiquities dealer who accused The Wall Street Journal's publisher of libel.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/robinhood-faces-sec-probe-related-to-deals-with-high-speed-traders-11599074891", "title": "Robinhood Faces SEC Probe for Not Disclosing Deals With High-Speed Traders", "date": "2020-09-03 20:20", "summary": "Company could have to pay a fine exceeding $10 million if it agrees to settle. Robinhood Markets Inc. faces a civil fraud investigation over its early failure to fully disclose its practice of selling clients' orders to high-speed trading firms, people familiar with the matter said.", "categories": [["WSJ News Exclusive", "Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}]