[{"link": "https://www.wsj.com/articles/u-s-families-economy-government-in-limbo-as-trump-remains-mum-on-covid-19-aid-bill-11608924128", "title": "U.S. in Limbo as Trump Remains Mum on Covid-19 Aid Bill", "date": "2020-12-25 23:59", "summary": "President has neither vetoed nor signed aid, spending bill, a day before pandemic-related unemployment benefits expire. WASHINGTON-Millions of Americans could soon lose their pandemic-related unemployment benefits amid continued uncertainty about whether President Trump will sign or veto a coronavirus-relief package.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/explosion-rattles-downtown-nashville-11608911741", "title": "Nashville Rattled by Explosion Thought to Be Intentional", "date": "2020-12-25 19:17", "summary": "FBI is working with ATF and local law-enforcement to investigate the early-morning blast. Authorities are trying to determine the motive behind an explosion that rocked downtown Nashville, Tenn., early Christmas morning, forcing residents to evacuate, shattering windows and igniting fires after an RV blared a warning that it would detonate within 15 minutes.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/japan-to-phase-out-gasoline-powered-cars-bucking-toyota-chief-11608887640", "title": "Japan to Phase Out Gasoline-Powered Cars, Bucking Toyota Chief", "date": "2020-12-25 17:34", "summary": "All new vehicles must be hybrids or fully electric starting in mid-2030s, government says. TOKYO-Japan said it planned to stop the sale of new gasoline-powered cars by the mid-2030s, bucking criticism by Toyota Motor Corp.'s chief that a rapid shift to electric vehicles could cripple the car industry.", "categories": [["Business", "Autos & Transportation", "Autos Industry"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/transportation?mod=breadcrumb", "https://www.wsj.com/news/types/autos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/covid-19-risk-for-workers-at-restaurants-cramped-kitchens-11608892200", "title": "Cramped Kitchens Pose Covid-19 Risk for Restaurant Workers", "date": "2020-12-25 17:10", "summary": "Coronavirus-case data and employee complaints suggest food-prep workers can face exposure. Many restaurants are struggling with a simple fact-there often is no easy way to make their kitchens entirely safe.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/having-fun-together-while-social-distancing-11608933601", "title": "Having Fun Together While Social Distancing", "date": "2020-12-25 17:00", "summary": "A behavioral economist answers questions on virtual parties, planning for surgery and choosing a gift for a new acquaintance.. Behavioral economist Dan Ariely uses psychological research to advise on everyday dilemmas. Read more columns here.", "categories": [["Life & Work", "Ideas", "Ask Ariely"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/ask-ariely?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/celtics-hall-of-famer-k-c-jones-dies-at-88-11608932187", "title": "Celtics Hall of Famer K.C. Jones Dies at 88", "date": "2020-12-25 16:36", "summary": "The 12-time NBA champion is one of only seven players in history to win championships in college and the pros along with an Olympic gold medal. Basketball Hall of Famer K.C. Jones, a 12-time NBA champion who was one of only seven players in history to win championships in college and the pros along with an Olympic gold medal, has died. He was 88.", "categories": [["Sports", "NBA"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/nba?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/businesses-brace-for-disruption-despite-post-brexit-trade-deal-11608920866", "title": "Businesses Brace for Disruption Despite Post-Brexit Trade Deal", "date": "2020-12-25 16:14", "summary": "For the first time in almost 50 years, goods moving between the EU and the U.K. will face customs checks and need to meet separate regulations. LONDON-Business groups are calling for more time to adjust to Britain's new trade agreement with the European Union, saying new rules set to come into force next week risk disrupting the $590 billion-plus annual trade in goods that previously flowed freely.", "categories": [["World", "Europe", "U.K."]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb", "https://www.wsj.com/news/types/u-k-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/backflips-saturday-crossword-december-26-11608400579", "title": "Backflips (Saturday Crossword, December 26)", "date": "2020-12-25 16:01", "categories": [["WSJ Puzzles", "Crossword"]], "category_links": ["https://www.wsj.com/news/puzzle?mod=breadcrumb", "https://www.wsj.com/news/types/crossword?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/candy-canes-saturday-variety-puzzle-december-26-11608400739", "title": "Candy Canes (Saturday Variety Puzzle, December 26)", "date": "2020-12-25 16:01", "categories": [["WSJ Puzzles", "Variety Puzzle"]], "category_links": ["https://www.wsj.com/news/puzzle?mod=breadcrumb", "https://www.wsj.com/news/types/variety-puzzle?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/kiss-myself-goodbye-review-one-step-ahead-of-the-truth-11608927887", "title": "'Kiss Myself Goodbye' Review: One Step Ahead of the Truth", "date": "2020-12-25 15:24", "summary": "His aunt was the life of the party and the ruler of the roost. But her past was a set of intricate, purposeful mysteries.. Haven't we all wished for an aunt like Ferdinand Mount's Aunt Betty? A stylish, darting little woman nicknamed Munca, she loved having her nephew spend childhood summers at her Sussex house (complete with chauffeur, nanny, cook, maid) and, in later years, ferried him up to London in her Rolls-Royce to meet theater friends at the Café de Paris. One memorable encounter in 1957, for example, was with the aging trouper Sophie Tucker. \"This is my nephew,\" Aunt Betty proudly declared of the mortified teenager. \"He's going to be a writer.\" To which Tucker responded, \"That's swell . . . I've always had a lot of time for the guy with the pencil.\"", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/from-the-mountains-to-the-sea-review-unchained-waterway-11608927780", "title": "'From the Mountains to the Sea' Review: Unchained Waterway", "date": "2020-12-25 15:23", "summary": "The dream to restore the Atlantic salmon to a Maine river required engineers and ecologists to make friends.. 'All history shows this: that civilization is not the progressive elaboration of a single idea, but the successive dominance of a series of ideas,\" wrote Aldo Leopold in 1938, proposing a new idea himself. \"Engineering is clearly the dominant idea of the industrial age. What I have here called ecology is perhaps one of the contenders for a new order.\"", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/president-trump-spends-christmas-at-mar-a-lago-and-joe-biden-in-delaware-11608900768", "title": "Trump Spends Christmas at Mar-a-Lago", "date": "2020-12-25 15:10", "summary": "Mr. Trump thanks front-line medical workers, law enforcement, first responders in statement. WASHINGTON-President Trump is spending Christmas at his private Florida club and President-elect Joe Biden will remain in Delaware, the unofficial headquarters of his transition to the White House.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bidens-fast-track-to-reregulation-11608926882", "title": "Biden's Fast Track to Reregulation", "date": "2020-12-25 15:08", "summary": "The Congressional Review Act could swiftly undo Trump successes.. If Democrats control the Senate next month after Georgia's runoffs, say a quick goodbye to President Trump's recent deregulation. With full control of Washington, Democrats could use the Congressional Review Act to annul the Trump Administration's handiwork, as Republicans undid Barack Obama's. The good news: More of Mr. Trump's efforts are now safe from the CRA, thanks to the wrangling over virus relief.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trumps-weissmann-pardons-11608926786", "title": "Trump's Weissmann Pardons", "date": "2020-12-25 15:06", "summary": "Political clemency will inevitably follow political prosecutions.. President Trump's flurry of pardons and grants of clemency this week are being denounced far and wide, and many of them appear to be undeserved, or worse. But the critics would have more credibility if they tried to understand why tens of millions of Americans will discount these as the Andrew Weissmann pardons.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/michael-mcdonald-of-the-doobie-brothers-is-a-modest-superstar-11608926400", "title": "Michael McDonald of the Doobie Brothers Is a Modest Superstar", "date": "2020-12-25 15:00", "summary": "The musician behind many chart-topping classics calls himself 'a master of nothing who could do a few things at once'. Michael McDonald is one of the most recognizable voices of his generation. He wrote and sang songs that have topped the airwaves for decades, including \"Takin' It to the Streets,\" \"What a Fool Believes\" and \"Minute by Minute\" with his Doobie Brothers bandmates, as well as \"I Keep Forgettin'\" as a solo artist. But to hear Mr. McDonald tell it, he was something of an accidental superstar, \"a master of nothing who could do a few things at once: play some piano, write some songs, sing background.\"", "categories": [["Life & Work", "Ideas", "Weekend Confidential"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/weekend-confidential?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/want-to-move-to-the-countryside-11608926280", "title": "Want to Move to the Countryside?", "date": "2020-12-25 14:58", "summary": "The pandemic offers a unique opportunity to fix the housing crisis plaguing rural America.. With the Covid-19 pandemic has come the rise of remote work, and rural America is having a moment. Searches on RedFin and Zillow show upticks in interest in rural areas, as more Americans determine to flee the cities for greener pastures.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-woke-see-no-eviland-nothing-but-evil-11608925768", "title": "The Woke See No Evil-and Nothing but Evil", "date": "2020-12-25 14:49", "summary": "Behind the paradox lies a superstition about history that may explain their viciousness and violence.. It is impossible to read Mark Twain in the 21st century without being aware, each time one encounters it, of the single most unspeakable word in the English language today; a word that in Twain's time was as common as mud and therefore completely unremarkable on both sides of the Mason-Dixon Line. The issue concerning the appropriateness of designating \"Huckleberry Finn\" and \"Tom Sawyer\" in their original and unexpurgated state as assigned reading in English classes in the public schools has troubled teachers and administrators since at least the 1990s.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/clean-your-room-or-ill-call-my-union-rep-11608925303", "title": "Clean Your Room or I'll Call My Union Rep", "date": "2020-12-25 14:41", "summary": "An ill-conceived bid to turn Massachusetts foster parents into salaried government employees.. Service Employees International Union Local 509 launched an effort in October to organize Massachusetts foster parents, claiming that it would \"amplify foster parent voices in order to make meaningful repairs to our broken system.\" In reality, unionizing foster parents would turn them into salaried government employees, creating a conflict of interest for Local 509. The union represents child welfare agency caseworkers, who are frequently the target of complaints from foster parents.", "categories": [["Opinion", "Commentary", "Cross Country"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb", "https://www.wsj.com/news/types/cross-country?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/notable-quotable-rand-paul-11608925235", "title": "Notable & Quotable: Rand Paul", "date": "2020-12-25 14:40", "summary": "'Today many of these same Republicans will vote for a bill that makes Modern Monetary Theory look like child's play in comparison.'. Sen. Rand Paul (R., Ky.) speaking on the Senate floor Dec. 21:", "categories": [["Opinion", "Commentary", "Notable & Quotable"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb", "https://www.wsj.com/news/types/notable-quotable?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chinese-stocks-have-banner-year-gaining-nearly-5-trillion-11608892204", "title": "Chinese Stocks Have Banner Year, Gaining Nearly $5 Trillion", "date": "2020-12-25 13:51", "summary": "Surge aided by country's rapid recovery from Covid-19, string of initial public offerings, rally in shares of consumer and technology companies. Chinese stocks have gained nearly $4.9 trillion in value this year, aided by the country's rapid recovery from the new coronavirus, a string of initial public offerings, and a blistering rally in shares of consumer and technology companies.", "categories": [["Markets", "Stocks"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/photos-blast-seen-as-intentional-rocks-downtown-nashville-11608921882", "title": "Photos: Blast Rocks Downtown Nashville", "date": "2020-12-25 13:44", "summary": "The blast shook the largely deserted streets early Christmas morning, shattering windows, damaging buildings and wounding three people. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/what-tintin-taught-europeans-about-china-11608919200", "title": "What Tintin Taught Europeans About China", "date": "2020-12-25 13:00", "summary": "The original cover art for 'The Blue Lotus,' an artistic breakthrough for the cartoonist Hergé, will be auctioned in Paris next month.. 'It's too good for children!\" exclaimed Georges Remi about \"The Blue Lotus,\" the fifth in his series of comic books about the intrepid boy reporter Tintin. Remi-better known to readers by his pen name Hergé-created the character in 1929 for a Belgian newspaper, but it was the books that made Tintin world-famous: 23 were published before the cartoonist's death in 1983. When \"The Blue Lotus\" appeared in 1936, Hergé was 29 years old and approaching the peak of his powers as an artist. \"In terms of quality there is a before and after 'The Blue Lotus,'\" says Eric Leroy, comic strip expert for the Artcurial auction house in Paris.", "categories": [["Life & Work", "Ideas", "Icons"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/icons?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/from-demi-moore-to-matthew-mcconaughey-screen-stars-are-turning-to-podcasts-11608915600", "title": "From Demi Moore to Matthew McConaughey, Screen Stars Are Turning to Podcasts", "date": "2020-12-25 12:00", "summary": "Scripted shows are the latest step in the evolution of audio storytelling. Early in the pandemic, Demi Moore spent hours in her bathroom listening to women describe their fantasies.", "categories": [["Books & Arts", "Arts", "Arts & Entertainment"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/arts?mod=breadcrumb", "https://www.wsj.com/news/types/arts-entertainment?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/christmas-storm-leaves-thousands-without-power-in-northeast-11608914182", "title": "Christmas Storm Leaves Thousands Without Power in Northeast", "date": "2020-12-25 11:36", "summary": "Utility companies report widespread outages mainly due to downed trees. A holiday rainstorm with powerful winds has left tens of thousands of residents without power throughout the Northeast.", "categories": [["U.S.", "Tri-State Area"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-region?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-trained-afghan-fighter-pilot-is-in-hiding-after-being-denied-safe-passage-11608912017", "title": "Afghan Fighter Pilot Is in Hiding After U.S. Denies Safe Passage", "date": "2020-12-25 11:00", "summary": "The case of a top Afghanistan pilot facing death threats from the Taliban has drawn ire from inside U.S. military ranks. Maj. Naiem Asadi, an Afghan pilot trained by the U.S. military, became known for his bravery during six years of fighting in the country's war, from battling Taliban and Islamic State fighters to helping rescue a crashed American pilot.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/first-covid-19-vaccines-are-given-in-latin-america-but-region-faces-challenges-11608911207", "title": "First Covid-19 Vaccines Are Given in Latin America", "date": "2020-12-25 10:48", "summary": "Countries that are among the hardest hit by the coronavirus also must contend with limited funds and logistical difficulties. Three Latin American countries administered their first doses of vaccines against Covid-19 on Thursday, as the region hardest hit by the pandemic begins what health officials say will be a long slog toward inoculating the masses.", "categories": [["World", "Latin America"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/latin-america-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pope-francis-in-christmas-day-speech-calls-for-equitable-distribution-of-covid-19-vaccines-11608898880", "title": "Pope Francis Calls for Equitable Distribution of Covid-19 Vaccines", "date": "2020-12-25 10:11", "summary": "Pontiff's traditional survey of global hot spots highlights the Middle East. ROME-Pope Francis on Friday called for international solidarity in addressing the Covid-19 pandemic, especially through the equitable distribution of vaccines.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chief-executive-or-diversity-chief-nielsens-ceo-is-both-11608908446", "title": "Chief Executive or Diversity Chief? Nielsen's CEO Is Both.", "date": "2020-12-25 10:00", "summary": "Taking on both jobs at once, David Kenny is staking his reputation directly on racial equity and inclusion at the media-ratings company. When Nielsen Holdings PLC's top diversity executive stepped down after 12 years in the role, the company started looking for a hire.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/vaccine-rollout-presenting-states-with-questions-over-race-and-access-11608908400", "title": "Vaccine Rollout Presenting States With Questions Over Race and Access", "date": "2020-12-25 10:00", "summary": "Some are focusing on outreach to Black and Latino Americans; others say groups hit hardest by Covid-19 should get vaccine earlier. Black and Latino Americans have been killed by the coronavirus at more than twice the rate of white residents. Now, states are pledging to make sure the hardest-hit minority groups have equal-or, in some cases, prioritized-access to the vaccine.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/buffalo-bills-fans-root-for-clearance-to-attend-playoff-game-11608908401", "title": "Buffalo Bills Fans Root for Clearance to Attend Playoff Game", "date": "2020-12-25 10:00", "summary": "New York Gov. Andrew Cuomo to decide whether to allow spectators at stadium despite Covid-19 ban. Over the course of the coronavirus pandemic, New York Gov. Andrew Cuomo has held dozens of news conferences, made countless tough calls on closing restaurants and other businesses and even written a book about crisis leadership.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-capitalism-saved-christmas-11608908441", "title": "How Capitalism Saved Christmas", "date": "2020-12-25 10:00", "summary": "The commercialization of the holiday, a familiar lament this time of year, helped rescue Christmas from the grip of violent street gangs. Back in Business is an occasional column that puts the present day in perspective by looking at business history and those who shaped it.", "categories": [["Business", "Back in Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/back-in-business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/english-soccers-sound-of-silence-someone-falling-over-11608876725", "title": "English Soccer's Sound of Silence: Someone Falling Over", "date": "2020-12-25 10:00", "summary": "In the Premier League's mostly empty stadiums, shouting for penalties is more convincing than ever. If a player falls on a soccer pitch and no one is in the stands to hear it, does he make a sound?", "categories": [["Sports", "Soccer"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/soccer?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/housing-boom-brings-a-shortage-of-land-to-build-new-homes-11608904980", "title": "U.S. Housing Market Faces a Land Shortage", "date": "2020-12-25 09:03", "summary": "Builders are looking to expand to meet surging demand, but are constrained by the number of lots ready for construction. Amid the biggest housing boom in years, home builders are worried they are running out of land.", "categories": [["Real Estate"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/inside-the-amazon-boxyour-swiffer-refill-or-your-christmas-gift-11608904173", "title": "Inside the Amazon Box-Your Swiffer Refill or Your Christmas Gift?", "date": "2020-12-25 08:49"}, {"link": "https://www.wsj.com/articles/brexits-unwinding-of-integration-with-eu-to-test-u-k-economy-11608902697", "title": "Brexit's Unwinding of Integration With EU to Test U.K. Economy", "date": "2020-12-25 08:24", "summary": "Trade deal will lessen early turbulence, but disruption comes at a challenging time. LONDON-The free-trade agreement that the U.K. struck with the European Union on Christmas Eve will heap new challenges onto a British economy that has performed worse than its peers through 2020.", "categories": [["World", "Europe", "U.K."]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb", "https://www.wsj.com/news/types/u-k-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-blueprint-for-green-buildings-struggles-to-catch-on-11608901200", "title": "A Blueprint for Green Buildings Struggles to Catch On", "date": "2020-12-25 08:00", "summary": "Architecture group AIA has lofty goals for putting up energy-efficient structures. Much work remains.. The American Institute of Architects has for years challenged its members to design buildings to combat climate change, setting a goal to hit \"net zero\" edifices by 2030.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/with-brexit-the-u-k-finds-sovereignty-doesnt-necessarily-mean-getting-its-way-11608897659", "title": "U.K. Finds Sovereignty Doesn't Necessarily Mean Getting Its Way", "date": "2020-12-25 07:01", "summary": "Britain discovers that trade talks are about power; the EU is a much more important market to the U.K. than vice versa. LONDON-Since Britain's 2016 referendum vote to leave the European Union, the U.K. government has said its aim is reclaiming sovereignty-the ability to set its own rules for its own benefit.", "categories": [["World", "Europe", "News Analysis"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-american-movement-11608897600", "title": "New American Movement", "date": "2020-12-25 07:00", "summary": "Max Weber's 'Athletic Contest' features a mix of new ideas, formal experiments and theories then current in advanced art.. Well into the 1960sMax Weber (1881-1961) was the most famous early modernist in America. Since then, Marsden Hartley, Georgia O'Keeffe and Arthur Dove have been accorded top places in our history. However, from 1909 to 1919, he produced some of the greatest paintings ever made in this country. There is now a fine Weber on view at the Metropolitan Museum of Art, the remarkable \"Athletic Contest.\"", "categories": [["Books & Arts", "Masterpiece"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/masterpiece?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-attorney-general-will-be-greeted-with-politically-challenging-inbox-of-cases-11608897600", "title": "Biden Attorney General Faces Politically Challenging Inbox of Cases", "date": "2020-12-25 07:00", "summary": "Eventual appointee will have to grapple with investigations of president-elect's son and Trump personal lawyer Rudy Giuliani. President-elect Joe Biden has told advisers that he doesn't want his administration to be overshadowed by politically sensitive investigations at the Justice Department, yet his attorney general will quickly be confronted by a number of them.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/municipal-bonds-arent-out-of-peril-11608892206", "title": "Municipal Bonds Face a Bumpy Road", "date": "2020-12-25 05:30", "summary": "The initial Covid-19 shock has faded, but assuming that things are back to normal in the $4 trillion municipal bond market would be a mistake. Investors in staid municipal bonds got a shock when the U.S. went into lockdown in March: Yields on some of the highest-quality issues ballooned to more than three times that of Treasurys of similar maturity. They usually are somewhat lower than those of Treasurys due to their tax advantages.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-lawyers-get-little-backup-from-their-firms-or-universities-11608892200", "title": "Trump Lawyers Get Little Backup From Their Firms or Universities", "date": "2020-12-25 05:30", "summary": "Chapman University becomes the latest organization to formally distance itself from the president's legal efforts to challenge the election results. LAWYERS HELPING TRUMP with his quixotic election challenges are finding little support from their firms or their university affiliations, which don't want their brands associated with the campaign. Chapman University became the latest organization to formally distance itself from a Trump legal effort after it ordered faculty member John Eastman to stop using a Chapman email, phone number and physical address in his court filings on behalf of Trump before the Supreme Court. A recent court filing by the Trump campaign shows that Eastman has since changed his listed address to a UPS store in Anaheim, Calif.", "categories": [["Politics", "Washington Wire"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/washington-wire?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/covid-19-caused-chaos-for-investors-in-2020-these-hedge-funds-earned-billions-11608892202", "title": "How Hedge Funds Earned Billions During Covid-19", "date": "2020-12-25 05:30", "summary": "Managers who bet certain stocks would rise and others would fall had their best year in a decade. The biggest winners wagered that e-commerce and cloud computing would thrive while shopping centers and travel struggled.. For little-known hedge-fund manager Jim Davis, 2020 is a career-defining year.", "categories": [["Markets", "Financial Services", "Hedge Funds"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/business/financial-services?mod=breadcrumb", "https://www.wsj.com/news/types/hedge-funds?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pakistan-court-orders-man-convicted-of-murdering-wall-street-journal-reporter-daniel-pearl-to-be-freed-11608796033", "title": "Pakistan Seeks to Continue Detention of Man Convicted of Murdering WSJ Reporter Daniel Pearl", "date": "2020-12-25 03:50", "summary": "Move follows judges' removal of temporary detention order that has kept Omar Sheikh in jail since his death sentence was set aside in April. ISLAMABAD-The Pakistani authorities were seeking new legal means to continue to detain the man convicted in 2002 as the mastermind of the kidnapping and killing of Wall Street Journal reporter Daniel Pearl, officials said, after a court Thursday ordered the man's release.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/inspiring-holiday-messages-during-the-pandemic-11608047050", "title": "How to Help Others During This Holiday Season", "date": "2020-12-25 00:01", "summary": "Here are some of the messages of hope that spiritual leaders are delivering during the pandemic. The Rev. Carmen D'Amico stood before his congregation in Muse, a former coal town in western Pennsylvania, and talked about not giving into despair and darkness.", "categories": [["Life & Work", "Turning Points"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/turning-points?mod=breadcrumb"]}]