[{"link": "https://www.wsj.com/articles/global-stock-markets-dow-update-11-03-2020-11604383947", "title": "Dow Logs Biggest One-Day Gain Since July", "date": "2020-11-03 18:47", "summary": "A Democratic sweep of the White House and Congress could lead to a generous fiscal stimulus. The Dow Jones Industrial Average had its best day since July as tens of millions of Americans headed to the polls to select the next president.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-diagnosis-for-american-polarization-11604447133", "title": "A Diagnosis for American Polarization", "date": "2020-11-03 18:45", "summary": "'Splitting' is a defense mechanism by which we frame ideas or people in all-or-nothing terms.. Why are evidence and reason largely absent from political discussion? Why are well-supported facts often no match for emotion? Much of it can be explained by a process called \"splitting.\" Though little known to the public, the term is used widely by mental-health professionals.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/notable-quotable-2016-election-trauma-11604447058", "title": "Notable & Quotable: 2016 Election Trauma", "date": "2020-11-03 18:44", "summary": "'I'm not superstitious, but they just felt tainted and brought back the trauma of that night.'. Alex Abad-Santos writing at Vox.com, Nov. 3:", "categories": [["Opinion", "Commentary", "Notable & Quotable"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb", "https://www.wsj.com/news/types/notable-quotable?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-rabins-assassination-gave-new-life-to-oslo-11604447094", "title": "How Rabin's Assassination Gave New Life to Oslo", "date": "2020-11-03 18:44", "summary": "The murder of the Israeli prime minister should be remembered as a blow not to peace but to democracy.. Israeli Prime Minister Yitzhak Rabin was assassinated at a peace rally on Nov. 4, 1995. The day 25 years ago marks one of the lowest moments in Israeli-and even Jewish-history. This is not, as many believe, because Rabin's assassination killed the Oslo peace process between Israel and the Palestinians. It didn't. Hamas terrorism and Yasser Arafat's lies did that. But that makes it no less essential to memorialize and even ritualize Rabin's death. As the prime minister warned minutes before his murder: \"Violence erodes the basis of Israeli democracy. It must be condemned and isolated.\"", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-your-vote-matters-11604447028", "title": "Why Your Vote Matters", "date": "2020-11-03 18:43", "summary": "Students debate the meaning of election participation in a democracy.. Editor's note: In this Future View, students discuss why voting and democracy matter. Next week we'll ask, \"What can each party learn from the election result?\" Students should click here to submit opinions of fewer than 250 words before Nov. 10. The best responses will be published that night.", "categories": [["Opinion", "Future View"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/future-view?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-coronavirus-changed-election-2020-voting-and-polling-stations-11604444111", "title": "How Coronavirus Changed Election 2020 Voting and Polling Stations", "date": "2020-11-03 18:43", "summary": "Resume Subscription. OVERLAND PARK, Kan.-Dennis Randall showed up to vote Tuesday at the Blue Valley High School gymnasium here and checked in with a poll worker seated behind a plexiglass shield. Then he waited for someone to disinfect the voting machine before stepping up to mark his choices with a disposable pen emblazoned with an \"I Voted\" slogan.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/100-years-of-media-lying-11604446869", "title": "100 Years of Media Lying", "date": "2020-11-03 18:41", "summary": "A 1920 pundit and a 2020 provocateur have in common a respect for facts.. The media contretemps of the day, the departure of irascible left-wing journalist Glenn Greenwald from the news site he co-founded, TheIntercept.com, is only partly a result of his insistence on taking seriously new evidence that Joe Biden became mixed up in his son's influence-peddling business, which his editors apparently thought overwrought.", "categories": [["Opinion", "Business World"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/business-world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-last-assassin-review-avenging-a-conspiracy-11604446908", "title": "'The Last Assassin' Review: Avenging a Conspiracy", "date": "2020-11-03 18:41", "summary": "A manhunt across continents sought to ﬁnd-and punish-the men who plotted the murder of Julius Caesar. Each would meet his doom.. 'They had to be like the Furies of tragedy, hounding down the guilty until the last stain was cleansed.\" So writes esteemed British journalist Peter Stothard of the Roman commanders who punished the killers of Julius Caesar. That sentence both summarizes the plot of his taut historical narrative, \"The Last Assassin,\"and also exemplifies its darkly lyrical style. In prose that evokes (and often quotes) tragic verse, Mr. Stothard tells a grim tale that spans 15 chaotic years and 19 violent deaths.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hedge-fund-manager-crispin-odey-to-step-down-from-running-his-firm-11604446366", "title": "Hedge-Fund Manager Crispin Odey to Step Down From Running His Firm", "date": "2020-11-03 18:32", "summary": "The embattled founder of one of Europe's best-known hedge-fund firms will focus solely on managing money instead. LONDON-Crispin Odey, one of Europe's highest profile hedge-fund managers, is stepping down from running the firm he founded nearly 30 years ago to concentrate on managing money instead.", "categories": [["Markets", "Financial Services", "Hedge Funds"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/business/financial-services?mod=breadcrumb", "https://www.wsj.com/news/types/hedge-funds?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/philly-catholics-and-foster-kids-11604445735", "title": "Philly, Catholics and Foster Kids", "date": "2020-11-03 18:22", "summary": "The Supreme Court's next religious-liberty case could be big.. Religious liberty is America's first freedom, enshrined in the opening 16 words of the Bill of Rights. But the rise of progressive secularism is putting increased tension on American pluralism. Case in point is Fulton v. Philadelphia, an appeal from a Catholic foster agency that the Supreme Court will take up Wednesday.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hurricane-eta-edges-closer-to-nicaragua-as-a-category-4-11604409778", "title": "Hurricane Eta Crashes Into Nicaragua as Category 4", "date": "2020-11-03 18:20", "summary": "Storm threatens to bring significant damage and flooding to Nicaragua and neighboring Honduras. MEXICO CITY-Hurricane Eta crashed into northeastern Nicaragua Tuesday as a Category 4 storm, knocking down trees and power lines, damaging homes and threatening to bring significant flooding to Nicaragua and neighboring Honduras.", "categories": [["World", "Latin America"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/latin-america-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/edward-snowdens-new-loyalty-11604445616", "title": "Edward Snowden's New Loyalty", "date": "2020-11-03 18:20", "summary": "The NSA leaker says he's applying for Russian citizenship.. Although National Security Agency leaker Edward Snowden has settled in Russia, he has insisted that his \"ultimate goal\" is to return to the U.S. But the fugitive now has begun the process of formally pledging loyalty to the Russian state.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/britain-locks-down-again-11604445556", "title": "Britain Locks Down, Again", "date": "2020-11-03 18:19", "summary": "The U.K's second Covid-19 shutdown is a political blunder by Boris Johnson.. Less than a year ago Boris Johnson won a historic victory, and an 80-seat parliamentary majority, in the U.K.'s last general election. You might have forgotten, because now Mr. Johnson is lurching from one political misstep to another. The new Covid-19 lockdown he announced over the weekend may be the worst.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/an-american-born-in-jerusalem-11604445511", "title": "An American, Born in Jerusalem", "date": "2020-11-03 18:18", "summary": "Trump acts so U.S. passports can now list Israel as a birth country.. It took more than a decade, but Menachem Zivotofsky can finally list the country of his birth on his U.S. passport. Secretary of State Mike Pompeo confirmed that news last week, and on Friday U.S. Ambassador to Israel David Friedman presented the first passport so marked to Mr. Zivotofsky, the American who as an infant began the legal saga that brought us to this day.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pelosi-and-the-judiciary-11604444485", "title": "Pelosi and the Judiciary", "date": "2020-11-03 18:01", "summary": "Will MSNBC be reporting on her trashing of constitutional norms?. This column understands that for some members of the media, presenting President Donald Trump as a threat to the republic never gets old. But pundits who've spent years accusing Mr. Trump of trashing vaguely defined constitutional norms might want to pay some attention to the running commentary from one of America's other senior political leaders.", "categories": [["Opinion", "Best of the Web"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/best-of-the-web-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/prudential-kicks-off-insurance-earnings-with-profit-increase-of-almost-5-11604443977", "title": "Prudential Posts Profit Increase of Almost 5%", "date": "2020-11-03 17:52", "summary": "Firm says it has already cut $135 million this year out of its $140 million cost-cutting goal. Prudential Financial Inc. posted growth in the third quarter despite a low interest-rate environment and fallout from the coronavirus pandemic.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/court-considers-life-without-parole-sentencing-for-juveniles-11604443211", "title": "Court Considers Prerequisites for Juveniles' Life-Without-Parole Sentences", "date": "2020-11-03 17:40", "summary": "Series of decisions since 2005 on juvenile sentencing left question of 'permanent incorrigibility' unclear. WASHINGTON-The Supreme Court weighed Tuesday whether trial judges must find juvenile offenders \"permanently incorrigible\" before sentencing them to life in prison without the possibility of parole.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-wild-could-futures-markets-get-on-2020-election-night-11604442940", "title": "How Wild Could Futures Markets Get on 2020 Election Night?", "date": "2020-11-03 17:35", "summary": "A recent tweak by exchange operator CME Group allows for wider swings in stock futures. Swings in U.S. stock futures on election night could be even wilder than they were during President Trump's surprise victory in 2016 due to a recent tweak by exchange operator CME Group Inc.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ant-founder-jack-ma-faces-backlash-from-regulators-11604442018", "title": "Ant Founder Jack Ma Faces Backlash From Regulators", "date": "2020-11-03 17:20", "summary": "IPO suspension caps a monthslong tug of war between the billionaire and China's top regulators. Jack Ma is getting a lesson about who is in charge.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/vienna-terrorist-attacker-who-killed-four-is-named-as-kujtim-fejzulai-11604401398", "title": "Vienna Shooting Suspect Had Previous Terrorism Conviction", "date": "2020-11-03 17:02", "summary": "Austrian national was released in December after serving part of his sentence for trying to join Islamic State in Syria. VIENNA-The gunman suspected of killing four people in a terrorist attack in Vienna was convicted on terrorism charges last year after trying to join Islamic State in Syria but was released from prison after serving part of his term, authorities said Tuesday.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fbi-probes-stay-home-robocalls-amid-vote-suppression-fears-11604432003", "title": "FBI Probes 'Stay Home' Robocalls Amid Vote-Suppression Fears", "date": "2020-11-03 16:59", "summary": "Officials in Michigan, Nebraska, Kansas and New York urge voters to disregard calls telling them to stay home or wait to vote. The Federal Bureau of Investigation is probing a robocall that urges recipients to \"stay safe and stay home\" over concerns that the message might be an attempt to suppress votes in Tuesday's election, according to officials familiar with the matter.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sneakernet-helps-election-officials-process-results-11604440573", "title": "'Sneakernet' Helps Election Officials Process Results", "date": "2020-11-03 16:56", "summary": "With the internet representing a cyber risk, hand-carrying voting data is often the norm. Voting machines and other devices that tally and store votes are unlikely to be connected to the internet. But they might be connected to the so-called sneakernet, slang for the method of transmitting electronic information by physically carrying it from one place to another.", "categories": [["CIO Journal"]], "category_links": ["https://www.wsj.com/news/types/cio-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/frances-engie-backs-out-of-u-s-lng-deal-11604435609", "title": "French Power Company Drops U.S. LNG Deal", "date": "2020-11-03 16:49", "summary": "Power company's decision to halt talks with NextDecade follows reports of pressure from the French government over methane concerns. French power company Engie SA has halted negotiations on a multibillion-dollar contract to import U.S. liquefied natural gas, raising alarms in the American energy industry that environmental concerns could limit the foreign market for the fuel.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/utilities-stocks-shed-safety-image-as-investors-bet-on-blue-wave-bump-11604400490", "title": "Utilities Stocks Shed 'Safety' Image as Investors Bet on Blue-Wave Bump", "date": "2020-11-03 16:48", "summary": "Typically defensive utilities stocks have outperformed thanks to bets that a Biden victory could accelerate shift to greener energy. Utilities stocks have been standout performers in the U.S. stock market lately. But not for the reasons that one traditionally might think.", "categories": [["Markets", "Stocks"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-may-try-to-fire-wray-but-fbi-director-has-gop-support-on-capitol-hill-11604434965", "title": "Trump May Try to Fire Wray, but FBI Director Has GOP Support on Capitol Hill", "date": "2020-11-03 16:29", "summary": "A key supporter is Sen. Jerry Moran, who heads appropriations panel that controls FBI's budget. President Trump has frequently and openly speculated about firing FBI Director Christopher Wray after the election, but Mr. Wray continues to enjoy support from some GOP senators.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/readers-share-their-takes-on-pandemic-fatigue-11604438426", "title": "Readers Share Their Tips on Pandemic Fatigue", "date": "2020-11-03 16:20", "summary": "In response to a WSJ article about the mental toll of living with coronavirus, readers sent their own thoughts and tips for how to get a fourth wind. As the pandemic drags on, Ellen Byron wrote about new ways to recharge. Readers weighed in with their own ideas on the subject. Here is an edited selection of reader responses.", "categories": [["Life & Work", "Health & Wellness"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/health-wellness?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/canada-targets-online-streaming-services-with-cultural-levy-11604437390", "title": "Canada Targets Streaming Services With Cultural Levy", "date": "2020-11-03 16:03", "summary": "Under proposal, video and audio streaming companies would set aside revenue for Canadian TV, music production. Canada proposes to compel online streaming services to set aside part of their revenue to fund domestic television and music production as the government looks to force global digital players to make a bigger contribution to the local economy.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ant-group-ipo-postponed-by-shanghai-stock-exchange-11604409597", "title": "Ant IPO in Shanghai and Hong Kong Suspended", "date": "2020-11-03 16:02", "summary": "Meeting with Jack Ma and top executives, changing regulatory environment disqualified the listing, Shanghai exchange says. China called a sudden halt to the world's biggest initial public offering, casting uncertainty over the future of financial-technology giant Ant Group Co. and delivering an extraordinary rebuke to its controlling shareholder, Jack Ma.", "categories": [["Markets", "Stocks", "IPOs"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb", "https://www.wsj.com/news/types/ipos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cast-party-wednesday-crossword-november-4-11604260748", "title": "Cast Party (Wednesday Crossword, November 4)", "date": "2020-11-03 16:01", "categories": [["WSJ Puzzles", "Crossword"]], "category_links": ["https://www.wsj.com/news/puzzle?mod=breadcrumb", "https://www.wsj.com/news/types/crossword?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ai-in-popular-culture-how-much-do-you-remember-11604437200", "title": "AI in Popular Culture: How Much Do You Remember?", "date": "2020-11-03 16:00", "summary": "From Frankenstein to HAL to Scarlett Johansson. Test your smarts in our quiz.. Artificial intelligence has been a feature of popular culture since long before the term was coined in 1955.", "categories": [["Business", "Journal Reports: Technology"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/jpmorgan-faces-possible-fine-related-to-internal-controls-11604436536", "title": "JPMorgan Faces Possible Fine Related to Internal Controls", "date": "2020-11-03 15:48", "summary": "Bank said it was in discussions to resolve claims over historical deficiencies with an unnamed U.S. regulatory agency. A JPMorgan Chase & Co. subsidiary is facing a potential regulatory fine over internal controls, the bank disclosed late Monday.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/b-positive-review-kidney-donor-comedy-11604434608", "title": "'B Positive' Review: Kidney-Donor Comedy", "date": "2020-11-03 15:16", "summary": "In CBS's sitcom, a single father faced with renal failure is rescued by his old high-school classmate.. Once upon a time, network sitcoms filled the autumn air like falling leaves, some developing into hits, spinoffs and franchises, others being raked into piles and set on fire. The 30-minute comedy-more like 22 minutes, with commercials-is an art in itself, but its status has seemed iffy in the wake of bingeable series of hour-long installments, high-end casts, high-flown themes and highly untraditional decency standards. And yet it persists. Why? Because sometimes you just want an apple-cider doughnut instead of Thanksgiving dinner.", "categories": [["Books & Arts", "Television Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/television-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/buying-a-home-during-coronavirus-11603988728", "title": "A Guide to Buying a House in This Crazy Covid Market", "date": "2020-11-03 15:16", "summary": "Resume Subscription. Real estate is a local industry and, as a rule, varies widely from market to market. But when Covid detonated in March, even that constant was upturned: For two weeks or more, deals everywhere fell apart, closings were delayed, buyers didn't shop and sellers wouldn't let them in anyway.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/masks-are-no-panacea-but-make-good-sense-11604432909", "title": "Masks Are No Panacea but Make Good Sense", "date": "2020-11-03 14:48", "summary": "Dr. Ladapo fails to distinguish between the effectiveness of government mandates to wear masks and the effectiveness of actually wearing masks.. Regarding Dr. Joseph A. Ladapo's \"Masks Are a Distraction From the Pandemic Reality\" (op-ed, Oct. 29): In February when epidemeologist Chen Chien-Jen, was Taiwan's vice president, he instituted the strictest mask mandate of any country with a weekly allocation of high-quality masks to everyone. Despite direct flights from Wuhan, Taiwan has had only seven Covid deaths in seven months.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/brazils-government-is-protecting-its-forests-11604432824", "title": "Brazil's Government Is Protecting Its Forests", "date": "2020-11-03 14:47", "summary": "President Jair Bolsonaro has declared on multiple occasions that the Brazilian government maintains a zero-tolerance policy toward environmental crime.. President Jair Bolsonaro has declared on multiple occasions that the Brazilian government maintains a zero-tolerance policy toward environmental crime (\"Illegal Loggers Undercut Brazil Forest Efforts,\" World News, Oct. 29). Those words have been translated into actions. A special legislation-the Guarantee of Law and Order decree-was adopted to allow the use of the armed forces in the protection of the Amazon rainforest. Thousands of troops have been deployed to that end. In the case of Rondônia, the object of particular attention in the story, Brazil's federal police launched an operation last July against illegal logging in that state. Other similar operations have been implemented, achieving concrete results. In October, the federal police also dismantled a criminal group involved in illegal timber trade acting in conservation units and indigenous lands in the states of Goiás and Pará.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cruise-industrys-fate-hinges-on-which-way-u-s-election-blows-11604432766", "title": "Cruise Industry Hinges on Vote", "date": "2020-11-03 14:46", "summary": "Long-awaited good news could turn sour for the cruise industry, pending U.S. presidential election results. The Centers for Disease Control and Prevention have lifted their sailing ban for U.S. cruise voyages as of Nov. 1, buoying shares of major cruise-line stocks over the past few days. But investors hoping for full steam ahead in the industry could run into trouble.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/exaggeration-keeps-democratic-pols-united-11604432625", "title": "Exaggeration Keeps Democratic Pols United", "date": "2020-11-03 14:43", "summary": "What is the influence that Nancy Pelosi and Chuck Schumer have that can keep their members from even considering or voting for something that their leadership doesn't want?. Regarding Lance Morrow's \"The Amazing, Horrifying Age of Exaggeration\" (op-ed, Oct. 28): Talk about exaggeration! Didn't Mr. Morrow watch the hearings for Judge Amy Coney Barrett's confirmation? According to the Democratic opposition (without even asking her a question), she was going to eliminate health care for millions of Americans. And then after her confirmation, Sen. Chuck Schumer said that this was \"one of the darkest days\" in the history of the Senate.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/teachers-should-weigh-less-risk-for-greater-benefits-11604432512", "title": "Teachers Should Weigh Less Risk for Greater Benefits", "date": "2020-11-03 14:41", "summary": "Teachers and day-care workers are no more likely to become infected than most other professions.. In response to David R. Henderson and Ryan Sullivan's \"End the School Shutdown\" (op-ed, Oct. 21), reader Douglas Peterson wrote that he believes teachers are overly exposed to Covid when they are at school (Letters, Oct. 28). On the contrary, research has shown that children are at very low risk of getting sick from the virus and, importantly, that teachers and day-care workers are no more likely to become infected than most other professions.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-those-two-a-bombs-on-japan-helped-avoid-11604432427", "title": "What Those Two A-Bombs on Japan Helped Avoid", "date": "2020-11-03 14:40", "summary": "America's plans for the invasion of Japan included a concomitant order for Purple Heart medals in anticipation of a large number of casualties.. Regarding William Lloyd Stearman's \"I Owe My Life to the A-Bomb\" (op-ed, Oct. 28): America's plans for the invasion of Japan included a concomitant order for Purple Heart medals in anticipation of a large number of casualties. Thankfully those medals weren't needed then, but that stockpile was ample enough to be distributed during Korea, Vietnam, two wars in Iraq, and Afghanistan.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-new-orleanss-oldest-restaurant-can-teach-us-about-resilience-11604431585", "title": "What New Orleans's Oldest Restaurant Can Teach Us About Resilience", "date": "2020-11-03 14:26", "summary": "The party is a little quieter at Antoine's these days, but this French Quarter fixture always comes roaring back. For the Time Capsule series, we spotlight a cherished restaurant, hotel or landmark that's changed remarkably little over the years. This week, we visit Antoine's in New Orleans.", "categories": [["Life & Work", "Travel", "Off Duty Travel"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/magazine/travel?mod=breadcrumb", "https://www.wsj.com/news/types/off-duty-travel?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/companies-ban-work-travel-warn-employees-of-civil-unrest-in-election-week-11604431576", "title": "Companies Ban Travel, Warn Employees of Civil Unrest", "date": "2020-11-03 14:26", "summary": "Employers urge workers to be vigilant while voting and to prepare for possible delays in results, with some discouraging travel to nation's capital. U.S. companies geared up for Election Day with a flurry of memos and emails urging employees to avoid work travel and be on guard against civil unrest and potential disruptions.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ferrari-vs-ferrari-do-sports-car-makers-need-motorsports-11604431021", "title": "Ferrari vs. Ferrari: Do Sports Car Makers Need Motorsports?", "date": "2020-11-03 14:17", "summary": "The Italian company's problems on the track this year don't seem to be affecting its ability to sell cars to the super-rich. Does racing help the business of selling cars? Ferrari's capacity to churn out impressive results despite its worst performance on the track in years suggests the link isn't a strong one.", "categories": [["Markets", "Overheard"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/overheard?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/comcast-walmart-in-talks-to-develop-and-distribute-smart-tvs-11604430314", "title": "Comcast, Walmart in Talks to Develop, Distribute Smart TVs", "date": "2020-11-03 14:13", "summary": "Under the terms being discussed, the retail giant would promote TV sets running Comcast software and receive share of recurring revenue. Comcast Corp. is in talks with Walmart Inc. to develop and distribute smart TVs, according to people familiar with the matter, as the cable giant looks to become a dominant hub for streaming apps, not just TV channels.", "categories": [["WSJ News Exclusive", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/paypals-growth-may-fade-but-its-future-is-still-bright-11604430344", "title": "PayPal's Growth May Fade, but Its Future Is Still Bright", "date": "2020-11-03 14:05", "summary": "A historic windfall for PayPal might be slowing, but opportunities still abound. When it comes to online spending growth, PayPal Holdings may no longer be able to just hold out a bucket in a historic downpour. But that doesn't mean its potential is drying up.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-ai-can-help-save-forests-11604430000", "title": "How AI Can Help Save Forests", "date": "2020-11-03 14:00", "summary": "Satellite imagery and artificial intelligence give new hope to those fighting pests, wildfires and deforestation. A beetle no larger than a grain of rice is ravaging European forests, infesting and killing trees faster than they can be culled to slow the insects' spread. It turns out the best way to spot the pests, and stop them, may be from space.", "categories": [["Business", "Journal Reports: Technology"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/when-closing-a-home-becomes-a-fight-to-the-finish-11604427343", "title": "When Closing a Home Becomes a Fight to the Finish", "date": "2020-11-03 13:15", "summary": "These two real-estate agents got caught in the middle of brawling buyers and sellers. Jonathan Schulz", "categories": [["Real Estate", "Homes"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/homes?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/an-election-doesnt-have-to-tear-us-apart-11604426711", "title": "An Election Doesn't Have to Tear Us Apart", "date": "2020-11-03 13:05", "summary": "Both parties can defend the legitimate process of counting, even if it takes days.. As this piece goes to press, Americans across the country are still voting. I don't know who will win the election, and there's a significant chance you don't either, even if you're reading this on Wednesday. But the most important question isn't who wins; it is whether the outcome strengthens-or further undermines-trust in governing institutions.", "categories": [["Opinion", "Politics & Ideas"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/politics-ideas?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/at-18-i-wasnt-mature-enough-to-vote-11604426664", "title": "At 18, I Wasn't Mature Enough to Vote", "date": "2020-11-03 13:04", "summary": "In 1971 I wrote in my girlfriend's dad. A poll worker told everyone in town.. I'll never forget the election of 1971.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/saudi-aramco-cant-escape-a-brutal-oil-market-11604419446", "title": "Saudi Aramco Can't Escape a Brutal Oil Market", "date": "2020-11-03 12:35", "summary": "World's biggest crude producer had a strong third quarter but faces tough conditions ahead. Oil producers are used to price cycles, but this one has been a doozy and hopes are fading that the worst has passed. Saudi Aramco has few easy ways to offset the pain.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fox-books-quarterly-gains-from-fox-news-political-advertising-11604414242", "title": "Fox Books Quarterly Gains With Lift From Fox News", "date": "2020-11-03 12:29", "summary": "Profit and revenue climb despite a drop in coverage of live sports related to coronavirus pandemic. Fox Corp. boosted profit and revenue on a strong performance from Fox News in its latest quarter, showing how crucial the cable news network is for the media company, as other areas of its business declined.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/wayfair-finally-starts-to-feel-comfortable-11604424096", "title": "Wayfair Finally Starts to Feel Comfortable", "date": "2020-11-03 12:21", "summary": "Online furniture seller books second consecutive quarterly profit. Wayfair is finally proving its business case this year as customers keep shopping for furniture and home products from their couches.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/electric-car-batteries-get-a-boost-from-artificial-intelligence-11604422792", "title": "Electric-Car Batteries Get a Boost From Artificial Intelligence", "date": "2020-11-03 11:59", "summary": "Researchers are using AI to speed up the development of batteries that are safer and recharge faster. Artificial intelligence is poised to add some juice to electric vehicles-by speeding up improvements in battery technology.", "categories": [["Business", "Journal Reports: Technology"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/saudis-other-opec-producers-consider-deeper-cuts-amid-pandemic-11604421735", "title": "Saudis, Other OPEC Producers Consider Deeper Cuts Amid Pandemic", "date": "2020-11-03 11:56", "summary": "Cartel had hoped to gradually reverse steep production cuts put in place to prop up prices amid demand shock. Saudi Arabia and other OPEC members are considering deepening oil production cuts amid rising Covid-19 cases in the West and fresh economic lockdowns in Europe that could curb oil demand further, according to oil officials and advisers in these countries.", "categories": [["WSJ News Exclusive", "Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-to-prepare-for-resuming-student-loan-payments-11604420716", "title": "How to Prepare for Resuming Student Loan Payments", "date": "2020-11-03 11:25", "summary": "The Cares Act relief period on student loan payments is set to end on Jan. 1 unless Congress acts. More than 22 million borrowers with direct federal student loans have frozen their payment plans since March, amid the Covid-19 pandemic, according to data analyzed by Mark Kantrowitz, publisher and vice president of research at savingforcollege.com. If you are one of them, here are three things you should know before the relief period ends on Jan. 1, 2021 and payments are scheduled to resume.", "categories": [["Money"]], "category_links": ["https://www.wsj.com/news/types/noted-money?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/natural-gas-drillers-outshine-oil-peers-as-covid-19-surges-11604404800", "title": "Natural-Gas Drillers Outshine Oil Peers as Covid-19 Surges", "date": "2020-11-03 11:18", "summary": "Coronavirus worries hold down crude prices, helping to reverse fortunes among fracking companies. A split reality is emerging for U.S. shale drillers: Those that primarily pump oil are still struggling to survive, while those that produce natural gas are slowly seeing signs of recovery.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/election-night-what-to-watch-for-in-key-races-11604323800", "title": "An Hour-by-Hour Guide to Election Night", "date": "2020-11-03 11:07", "summary": "Guide with hour-by-hour poll-closing times, key races, bellwether counties and battleground states. Officials across the U.S. have warned Americans to be prepared to do something on Election Day they have rarely done in recent decades: go to bed without knowing the outcome of the presidential race.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/election-2020-will-the-polls-get-it-right-11604334207", "title": "Election 2020: Will the Polls Get It Right?", "date": "2020-11-03 10:59", "summary": "Some surveys, especially in battleground states, got the results wrong in 2016. Here's what the polls are telling us about this year's race.. Vice President Joe Bidenholds a 10-point lead over President Trump in the final Wall Street Journal/NBC News national survey, while polls in many battleground states suggest that enough are in play to allow either candidate to build an Electoral College majority.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/security-industry-asks-for-more-regulation-of-new-crop-of-thermal-cameras-11604409453", "title": "Covid-19 Temperature Scanners Have Accuracy Issues, Security Industry Says", "date": "2020-11-03 10:23", "summary": "Pandemic sparked demand for thermal imaging devices but some manufacturers warn against products that can't properly screen for fevers. Security camera manufacturers are asking government regulators for tighter oversight of temperature-detecting cameras, saying that a flood of new products prompted by the Covid-19 pandemic endangers public safety by providing inaccurate fever screenings.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-to-make-artificial-intelligence-less-biased-11604415654", "title": "How to Make Artificial Intelligence Less Biased", "date": "2020-11-03 10:00", "summary": "AI systems can unfairly penalize certain segments of the population-especially women and minorities. Researchers and tech companies are figuring out how to address that.. As artificial intelligence spreads into more areas of public and private life, one thing has become abundantly clear: It can be just as biased as we are.", "categories": [["Business", "Journal Reports: Technology"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/in-nyc-pandemic-sparks-a-new-wave-of-street-vendors-11604415600", "title": "Pandemic Sparks a New Wave of Street Vendors in New York City", "date": "2020-11-03 10:00", "summary": "Some people who lost their jobs have set up shop on sidewalks to make a buck. If you like street vendors as much as I do, you have been delighted by all the new sidewalk stands popping up around New York City, hawking everything from leopard-print face masks and empanadas to lucky Buddha statues. The sobering part: Many are run by people who lost their jobs because of the pandemic. They've taken to the streets in hopes of earning a living.", "categories": [["U.S.", "Metro Money"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/metro-money?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/photos-eta-to-strike-nicaragua-as-powerful-hurricane-11604376982", "title": "Photos: Eta Strikes Nicaragua as Powerful Hurricane", "date": "2020-11-03 09:56", "summary": "Hurricane Eta quickly intensified Tuesday night before hitting the Nicaraguan coast, threatening significant damage and flooding to the area and neighboring Honduras. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/if-jackson-pollock-designed-a-race-car-it-might-look-like-this-bmw-11604414934", "title": "If Jackson Pollock Designed a Race Car, It Might Look Like This BMW", "date": "2020-11-03 09:48", "summary": "Resume Subscription. Abby Hempy, 24, a graduate student, and Tucker Alsup, 29, a research engineer, both at Michigan Tech in Houghton, Mich., on their 1998 BMW 528i racing art car, as told to A.J. Baime.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/big-tech-enlists-hollywood-to-boost-adoption-of-enhanced-reality-11604399401", "title": "Big Tech Snags Hollywood Talent to Pursue Enhanced Reality", "date": "2020-11-03 09:46", "summary": "From 'Star Wars' to Animoji, visual effects gurus create digital worlds meant to advance computing. Silicon Valley's biggest companies are snapping up the people and technology behind some of Hollywood's blockbusters in an effort to improve their augmented- and virtual-reality offerings.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/zoom-gets-drawn-into-debate-about-policing-content-a-big-thankless-job-11604408401", "title": "Zoom Video Tackles Tricky Role of Policing Its Service", "date": "2020-11-03 09:40", "summary": "Videoconferencing app is looking at its handling of politically sensitive public events after recent criticisms. Zoom Video Communications Inc.'s rise as a lifeline for many businesses and individuals during the pandemic is drawing the company into a fraught area that has caused problems at much larger tech firms: policing its service.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/photos-this-race-car-rocks-11604413521", "title": "Photos: This Race Car Rocks", "date": "2020-11-03 09:25", "summary": "Abby Hempy and Tucker Alsup show off their 1998 BMW 528i 'art car'. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/trump-biden-election-chances-win-probability-sports-11604412764", "title": "Biden vs. Trump as Explained by the World Series and Super Bowl", "date": "2020-11-03 09:18", "summary": "Polls, forecasts and markets give Biden the advantage in Tuesday's election. The year's biggest sporting events show that it's improbable-but not impossible-to overcome long odds.. Joe Biden has a sizable lead over Donald Trump in national polls, a significant edge in the betting markets and the overwhelming advantage in finely calibrated forecasts. So how can you understand the probabilities for Tuesday's presidential election?", "categories": [["Sports"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/paypal-arista-solaredge-what-to-watch-when-the-stock-market-opens-today-11604405523", "title": "PayPal, Arista, SolarEdge: What to Watch When the Stock Market Opens Today", "date": "2020-11-03 09:12", "summary": "S&P 500 is poised to climb a second day, extending a 55% rally that began at the end of Election Day in 2016. Here's what we are watching as markets kick into gear Tuesday.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/i-covered-covid-19s-surge-in-peru-then-death-came-to-my-own-family-11604412000", "title": "I Covered Covid-19's Surge in Peru. Then Death Came to My Own Family.", "date": "2020-11-03 09:00", "summary": "Resume Subscription. LIMA, Peru-Months into the coronavirus pandemic, Peru has suffered the world's worst per capita death toll, a surge in death that has left tens of thousands of families heartbroken. Including my own.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/rising-farm-exports-to-china-lift-agribusiness-farmers-11604412000", "title": "Rising Farm Exports to China Lift Agribusiness, Farmers", "date": "2020-11-03 09:00", "summary": "Improved prospects for farmers help Bunge, Archer Daniels Midland, other agriculture businesses. Rising agricultural exports to China are helping revive the fortunes of some agribusiness companies and farmers, after the coronavirus pandemic upended the U.S. farm sector.", "categories": [["Markets", "Commodities"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/vienna-terror-attack-what-happened-in-austria-11604363647", "title": "Vienna Terrorist Attack: What Happened in Austria?", "date": "2020-11-03 09:00", "summary": "Shots fired at six locations in Austria's capital left at least four people dead and many others wounded; police killed the gunman. A shooting in Vienna that authorities described as a terrorist attack left at least four people dead and many more wounded on Monday night. The suspected attacker, shot dead by police, was a recently released terrorism convict, authorities said. Here's what we know.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/argentinas-presidentstruggles-to-avert-economic-crash-11604406557", "title": "Argentina's President Struggles to Avert Economic Crash", "date": "2020-11-03 08:57", "summary": "Alberto Fernández is under fire for a foundering economy, as he grapples with a leftist faction loyal to Vice President Kirchner. When Argentine President Alberto Fernández was elected last year, many hoped he could lift the country out of a painful economic recession.", "categories": [["World", "Latin America"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/latin-america-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-fewer-chips-say-made-in-the-u-s-a-11604411810", "title": "Why Fewer Chips Say 'Made in the U.S.A.'", "date": "2020-11-03 08:56", "summary": "More semiconductors are now manufactured in Asia than anywhere else. A chart-filled look at how that happened and what it means. In 1990, the U.S. and Europe produced more than three-quarters of the world's semiconductors. Now, they produce less than a quarter. Japan, South Korea, Taiwan and China have risen to squeeze out the U.S. and Europe. And China is on pace to become the world's largest chip producer by 2030.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/supreme-court-to-hear-case-of-catholic-agencys-refusal-to-place-foster-children-with-same-sex-couples-11604411370", "title": "Supreme Court to Hear Case of Catholic Agency's Refusal to Place Foster Children With Same-Sex Couples", "date": "2020-11-03 08:49", "summary": "City of Philadelphia requires agencies it contracts to abide by nondiscrimination law. WASHINGTON-The Supreme Court on Wednesday will hear a Catholic organization's argument that the First Amendment entitles it to exclude same-sex couples from a Philadelphia child-welfare program it helps run with taxpayer funds.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/wirecard-probe-criticizes-germanys-financial-supervisor-11604410425", "title": "Wirecard Probe Criticizes Germany's Financial Supervisor", "date": "2020-11-03 08:33", "summary": "European watchdog says German regulator BaFin may lack independence. Europe's top markets watchdog said it found a series of problems with Germany's regulatory oversight and handling of Wirecard AG , the fintech darling that collapsed amid allegations of fraud.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bets-on-democratic-sweep-boost-emerging-market-currencies-11604403035", "title": "Bets on Democratic Sweep Boost Emerging-Market Currencies", "date": "2020-11-03 08:29", "summary": "Investors see developing economies benefiting from the trillions of dollars that the U.S. is likely to spend on coronavirus-relief measures. Far from Washington, investors are betting that a Democratic victory will benefit many emerging markets.", "categories": [["Markets", "Currencies", "Foreign Exchange"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/currencies?mod=breadcrumb", "https://www.wsj.com/news/types/foreign-exchange?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/three-injured-in-armed-attack-on-vienna-synagogue-11604348986", "title": "Vienna Shooting Kills Four, Injures Several in Terrorist Act", "date": "2020-11-03 08:26", "summary": "Interior minister says police found evidence that dead attacker was radicalized, sympathized with Islamic State. BERLIN-At least one gunman killed four people and seriously injured several others before being shot dead by police in an attack in the Austrian capital, Vienna, that officials called Islamist terrorism.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/david-lynch-and-gillian-anderson-explain-how-they-broke-through-11604409934", "title": "David Lynch and Gillian Anderson Explain How They Broke Through", "date": "2020-11-03 08:25", "summary": "The \"Twin Peaks\" creator and \"X-Files\" actress join four other luminaries weighing in on this month's topic: Breakthroughs. ", "categories": [["Soapbox"]], "category_links": ["https://www.wsj.com/news/types/magazine-soapbox?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-and-british-investors-cash-in-on-u-k-multifamily-housing-boom-11604408403", "title": "U.S. and British Investors Cash In on U.K. Multifamily Housing Boom", "date": "2020-11-03 08:00", "summary": "Greystar Real Estate Partners and the Duke of Westminster's property firm are among those betting on the sector. Multifamily housing is a relatively new phenomenon in the U.K., but it is rapidly drawing a crowd of new investment from both sides of the Atlantic.", "categories": [["Real Estate"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/real-estate-slump-forcing-big-funds-to-delay-investor-redemption-requests-11604408401", "title": "Real Estate Slump Forcing Big Funds to Delay Investor Redemption Requests", "date": "2020-11-03 08:00", "summary": "With the pandemic bringing down values of hotels, retail properties and office buildings, investors are lining up to cash out of these funds. Some of the most conservative real-estate funds are suffering from falling property values, putting their fund managers in a tough spot as investors look to cash out.", "categories": [["Real Estate", "Property Report"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/property-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-a-boy-with-autisms-world-turned-upside-down-when-pandemic-shut-school-11604408402", "title": "How a Boy With Autism's World Turned Upside Down When Pandemic Shut School", "date": "2020-11-03 08:00", "summary": "Sara and Ziggy Hood changed everything to meet their son's special needs during remote schooling; path back to classroom isn't clear. Before the pandemic, 10-year-old Josiah Hood had a team of 17 people helping him with physical therapy, occupational therapy, speech therapy and behavioral therapy at home and at school.", "categories": [["Tech", "Family & Tech: Julie Jargon"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb", "https://www.wsj.com/news/types/family-tech-julie-jargon?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/college-athletes-have-tuesday-off-to-vote-college-football-coaches-are-not-happy-11604408402", "title": "College Athletes Have Tuesday Off to Vote. Football Coaches Aren't Happy.", "date": "2020-11-03 08:00", "summary": "The NCAA agreed to give players Election Day off after the Black Lives Matter protests. But Clemson and Notre Dame have a game to prepare for on Saturday.. At the height of the Black Lives Matter protests over the summer, the National Collegiate Athletic Association began a drive to bar practices on Election Day so that players could vote.", "categories": [["Sports", "College Football"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/college-football?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chinas-risky-bet-on-a-lonely-return-to-greatness-11604398497", "title": "China's Risky Bet on a Lonely Return to Greatness", "date": "2020-11-03 07:24", "summary": "Its economy and exports have surged back, but this early success conceals worrying structural shifts in the global political environment. China is opening to the world again, but the world's hearts and minds are closing to China. Sino-U.S. \"decoupling\" will be costly for the U.S., requiring expensive investments and imaginative reforms to offset. The same is true for China-only more so. If other advanced economies also pull away, China's prospects will darken sharply.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-biden-win-could-mean-a-tax-rewrite-for-private-equity-11604404800", "title": "A Biden Win Could Mean a Tax Rewrite for Private Equity", "date": "2020-11-03 07:00", "summary": "The Democratic presidential candidate's tax plan would limit perks for fund managers. A Joe Biden administration could cause serious pain for private-equity managers' wallets, potentially reversing the gains they have enjoyed from the 2017 tax overhaul.", "categories": [["Pro PE Commentary Analysis"]], "category_links": ["https://www.wsj.com/news/types/pro-pe-commentary-analysis?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/as-coronavirus-surges-in-u-s-and-europe-some-other-places-see-even-one-case-as-too-many-11604399645", "title": "Even One Case of the Coronavirus Is Too Many in Some Parts of the World", "date": "2020-11-03 06:39", "summary": "In Asia-Pacific's zero-tolerance spots, Covid-19 is treated as a dangerous but beatable enemy that needs to be aggressively suppressed. As the coronavirus surges in the U.S. and Europe, some parts of the world are sticking to a different path: zero cases, or near that.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/investors-should-keep-vaccine-hopes-in-check-11604403182", "title": "Investors Should Keep Vaccine Hopes in Check", "date": "2020-11-03 06:33", "summary": "Late-stage vaccine data from Pfizer is coming soon, but Wall Street shouldn't bank on a conclusive result. Some answers are coming soon on whether the Covid-19 vaccines in development are safe and effective. Investors shouldn't be too hopeful for an entirely conclusive answer just yet, however.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bnp-paribas-profit-steady-as-trading-booms-11604387360", "title": "BNP Paribas Profit Steady as Trading Booms", "date": "2020-11-03 06:02", "summary": "Income from French lender's markets unit soars. BNP Paribas SA's net profit held steady in the third quarter as income from trading securities offset a decline in retail banking earnings.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bayer-posts-third-quarter-loss-on-agriculture-woes-11604393190", "title": "Bayer Posts Third-Quarter Loss on Agriculture Woes", "date": "2020-11-03 05:41", "summary": "Two years after Monsanto acquisition, German firm is hurting from Covid-19 pandemic, legal battle over Roundup. BERLIN- Bayer AG on Tuesday posted a loss in the third quarter as the coronavirus pandemic compounded problems the German chemical and drug giant has been facing since its acquisition of agriculture giant Monsanto just over two years ago.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/come-for-the-desk-stay-for-the-pool-11604399402", "title": "Come for the Desk, Stay for the Pool: Hotels Lure Remote Workers With Daytime Rates", "date": "2020-11-03 05:30", "summary": "Hit by a coronavirus slump, hotels try to lure guests by offering an alternative workspace with daytime rates. Francis Meynard and his wife recently checked into a Hyatt Regency in Huntington Beach, Calif. The oceanfront property features a beach bonfire and poolside cabanas. But the real-estate executive checked in to work.", "categories": [["Real Estate", "Property Report"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/property-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/immigration-and-taxes-are-among-the-election-issues-that-matter-to-vcs-11604399403", "title": "Immigration and Taxes Are Among the Election Issues That Matter to VCs", "date": "2020-11-03 05:30", "summary": "Donald Trump and Joe Biden differ significantly on key concerns for the venture industry. Who wins Tuesday's presidential election could affect several issues key for the venture-capital industry, such as the ability of entrepreneurs to immigrate to the U.S. and the tax treatment of capital gains.", "categories": [["Pro VC Commentary Analysis"]], "category_links": ["https://www.wsj.com/news/types/pro-vc-commentary-analysis?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-to-buy-a-home-together-when-youre-not-married-11604399401", "title": "How to Buy a Home Together When You're Not Married", "date": "2020-11-03 05:30", "summary": "There are a number of financial and practical risks to consider. As U.S. home sales rise to a 14-year high and families search for larger spaces in quarantine, more unmarried couples may be considering buying a house together. For them, there is a different set of risks, both financial and practical, to consider.", "categories": [["Markets", "Personal Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/personal-finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/officials-on-watch-for-disinformation-if-2020-election-results-are-delayed-11604399402", "title": "Officials on Watch for Disinformation If 2020 Election Results Are Delayed", "date": "2020-11-03 05:30", "summary": "Potential attackers, including foreign governments, could sow confusion over causes of delays. Election Day will put to the test four years of U.S. preparations to block a cyberattack on its voting systems. But officials face an immediate follow-up challenge: Disinformation that could become more damaging the longer it takes to declare a winner.", "categories": [["Pro Cyber News"]], "category_links": ["https://www.wsj.com/news/types/pro-cyber-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/emptied-sports-stadiums-tackle-losses-with-new-experiences-11604399008", "title": "Emptied Sports Stadiums Tackle Losses With New Experiences", "date": "2020-11-03 05:23", "summary": "Drive-ins, weddings and dinosaur safaris help keep jobs-but can't compete with game-day revenues. Darryl Dunn, the chief executive and general manager of the Rose Bowl Operating Co., would have been preparing to receive the biggest crowd of his year around now, had this year been normal. The 90,000-plus college football fans that usually flock to the Rose Bowl's stadium in Pasadena, Calif., for the annual New Year's Day game will be watching the action at home this time, in accordance with California's social-distancing measures.", "categories": [["Experience Report"]], "category_links": ["https://www.wsj.com/news/experience-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/aramco-sticks-by-18-75-billion-dividend-despite-sharp-fall-in-profit-11604398175", "title": "Aramco Sticks by $18.75 Billion Dividend, Despite Sharp Fall in Profit", "date": "2020-11-03 05:09", "summary": "Outlay for third-quarter dividend, part of a promise from last year's IPO, exceeds free cash flow. Saudi Aramco, the world's largest oil producer, said it remains committed to paying its quarterly dividend, amounting to $18.75 billion every three months, despite a sharp drop in profit driven by lower crude prices.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/europe-considers-new-idea-about-who-should-get-tested-for-covid-everybody-11604346337", "title": "Europe Considers Testing Everyone for Covid-19-'You Have Nothing to Lose'", "date": "2020-11-03 03:07", "summary": "Slovakia's test of its entire population has fueled a debate over whether testing should be far more sweeping. European governments beset by an autumn wave of Covid-19 are turning to mass testing, in some cases screening swaths of their population at once, in a bid to contain a pandemic that has forced nations into lockdowns they can't sustain.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11604362943", "title": "Pepper...and Salt", "date": "2020-11-03 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-biden-pitch-dueling-coronavirus-visions-in-final-campaign-sprint-11604328122", "title": "Trump, Biden Pitch Dueling Visions in Final Sprint", "date": "2020-11-03 21:19", "summary": "On the eve of the election, the president and his Democratic challenger focus on battleground states. WASHINGTON-President Trump and Democratic nominee Joe Biden offered dueling visions for the future, closing out the 2020 presidential campaign against a backdrop of concerns over the vote-counting process and the prospect of legal challenges ahead.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/gop-handed-election-law-defeats-in-texas-nevada-11604363294", "title": "GOP Handed Election Law Defeats in Texas, Nevada", "date": "2020-11-03 21:18", "summary": "More than 120,000 drive-through ballots allowed in Texas; Nevada's mail-in vote counting practices upheld. Judges rejected Republican challenges to rules for casting and counting ballots in Texas and Nevada, as courts continued to consider voting battles on the eve of Election Day.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hurricane-eta-bears-down-on-central-america-11604348278", "title": "Hurricane Eta Bears Down on Central America", "date": "2020-11-03 20:12", "summary": "Category 4 storm threatens to bring damage and flooding to Nicaragua and Honduras. MEXICO CITY-Hurricane Eta strengthened into a Category 4 storm with ferocious winds Monday as it churned toward the Caribbean coast of Central America, threatening to bring significant damage and flooding to Nicaragua and neighboring Honduras.", "categories": [["World", "Latin America"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/latin-america-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lawmakers-press-for-answers-on-allen-stanford-ponzi-cleanup-11604364903", "title": "Lawmakers Press for Answers on Allen Stanford Ponzi Cleanup", "date": "2020-11-03 19:55", "summary": "Bipartisan group says the Securities and Exchange Commission should shake up the court-supervised receivership of Stanford International Bank. A bipartisan group of congressional lawmakers is urging a U.S. regulator to shake up the receivership cleaning up after R. Allen Stanford's $7 billion Ponzi scheme, saying the money recovered from the fraud is insufficient.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/judge-strikes-down-public-charge-rule-restricting-immigrants-11604363710", "title": "Judge Strikes Down 'Public Charge' Rule Restricting Immigrants", "date": "2020-11-03 19:35", "summary": "The Trump administration policy made it easier for government to deny green cards to low-income applicants. WASHINGTON-A federal court in Chicago struck down a Trump administration policy that makes it easier for the government to deny green cards to low-income applicants.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/jack-dorsey-will-remain-twitter-ceo-11604357141", "title": "Twitter's Jack Dorsey Survives Scrutiny From Activist Investor", "date": "2020-11-03 19:00", "summary": "Elliott Management initiated the review of company's leadership in the spring. Jack Dorsey's job as CEO of Twitter Inc. appears safe.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}]