[{"link": "https://www.wsj.com/articles/defense-officials-push-proposal-to-separate-nsa-cyber-command-11608420491", "title": "Defense Officials Push Proposal to Separate NSA, Cyber Command", "date": "2020-12-20 22:36", "summary": "Plan to split control before end of Trump administration faces resistance from lawmakers. WASHINGTON-A Pentagon proposal to put the nation's top electronic spy agency under civilian leadership drew bipartisan criticism from lawmakers who said the idea was ill-timed and against the law.", "categories": [["Politics", "National Security"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/national-security?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/restaurant-safety-net-frays-as-covid-19-pandemic-progresses-to-winter-11608460201", "title": "Restaurant Safety Net Frays as Covid-19 Pandemic Progresses to Winter", "date": "2020-12-20 22:12", "summary": "Independent operators say there are dwindling options for financial help in the new year. The money and goodwill extended to restaurants early in the pandemic are drying up.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-are-so-many-italians-dying-of-covid-19-11608469200", "title": "Why Are So Many Italians Dying of Covid-19?", "date": "2020-12-20 20:56", "summary": "Resume Subscription. ROME-Italy, the first non-Asian country hit by the coronavirus pandemic early this year, once again is struggling with one of the world's deadliest outbreaks.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/the-unfinished-business-of-office-diversity-training-11608512401", "title": "The Unfinished Business of Office Diversity Training", "date": "2020-12-20 20:00", "summary": "Companies announced major diversity initiatives amid last summer's protests-half a year later, progress has been inconsistent. For a few weeks last June and July, Seyi Fabode's phone rang off the hook.", "categories": [["Life & Work", "At Work"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/at-work?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/covid-political-relief-11608504612", "title": "Covid Political Relief", "date": "2020-12-20 19:19", "summary": "Another spending blowout, but at least it has limits on the Fed.. Congressional leaders reached agreement on a $900 billion Covid-19 relief bill Sunday evening, but please don't call this economic stimulus. With some exceptions, the main relief here is for the politicians who want to take credit for doling out more cash to constituents.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ppp-borrowers-stand-to-gain-tax-deductions-11608373801", "title": "PPP Borrowers Stand to Gain Tax Deductions", "date": "2020-12-20 19:10", "summary": "Congress considers countermanding Treasury with tax benefits worth hundreds of billions of dollars for business owners. WASHINGTON-Congress is poised to deliver a tax benefit worth hundreds of billions of dollars to business owners who took Paycheck Protection Program loans.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/jack-ma-makes-ant-offer-to-placate-chinese-regulators-11608479629", "title": "Jack Ma Makes Ant Offer to Placate Chinese Regulators", "date": "2020-12-20 19:09", "summary": "Trying to salvage his relationship with regulators in a Nov. 2 meeting, the Chinese billionaire said he was ready to do what the country needed. As Jack Ma was trying to salvage his relationship with Beijing in early November, the beleaguered Chinese billionaire offered to hand over parts of his financial-technology giant, Ant Group, to the Chinese government, according to people with knowledge of the matter.", "categories": [["WSJ News Exclusive", "Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/covid-19-keeps-new-yorks-capitol-closed-in-run-up-to-legislative-session-11608508800", "title": "With New York Capitol Closed for Covid-19, Advocates Lament Their Lack of Access", "date": "2020-12-20 19:00", "summary": "Access restrictions have remained in place since the spring, posing a hurdle for advocacy groups. Advocacy groups said they are disappointed that the New York state Capitol remains closed to the general public on the eve of a legislative session where lawmakers will consider raising taxes, adjusting the state budget and legalizing marijuana for recreational use.", "categories": [["U.S.", "State Street"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/state-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-officials-urge-calm-over-new-covid-19-strain-abroad-11608500730", "title": "U.S. Officials Urge Calm Over New Covid-19 Strain Abroad", "date": "2020-12-20 18:38", "summary": "Scientists say mutations are unlikely to affect efficacy of vaccines; no evidence variant is in U.S.. Officials across the U.S. urged calm and continued caution Sunday, following the identification of a new strain of Covid-19 in the U.K.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trumps-bad-exit-11608504571", "title": "Trump's Bad Exit", "date": "2020-12-20 17:49", "summary": "As his days in office dwindle, he's making everything about him.. President Trump accomplished a great deal in four years, but as he leaves office he can't seem to help reminding Americans why they denied him a second term.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/education-rescue-in-providence-11608504529", "title": "Education Rescue in Providence", "date": "2020-12-20 17:48", "summary": "Rhode Island allows more charter schools after union failures.. A report last year found abject student performance, demoralized teachers and deteriorating buildings in Providence, Rhode Island's traditional public schools. Well, this particular hell may have frozen over, as last week the state's education council voted to expand and open more charter schools to rescue students in the district.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cdc-panel-recommends-people-aged-75-and-over-essential-workers-be-next-for-covid-19-vaccines-11608497868", "title": "CDC Panel Recommends Covid-19 Vaccines for Front-Line Workers, People Over 75 Next", "date": "2020-12-20 17:27", "summary": "Group includes people considered essential to functioning of the economy and at high risk of exposure to Covid-19. A federal advisory panel recommended Sunday that both the nation's oldest, most vulnerable people and front-line essential workers be offered the next place in line for Covid-19 vaccines, hoping to use limited vaccine supplies in early 2021 both to reduce hospitalizations and deaths and slow transmission of the virus.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-are-covid-antibody-drugs-sitting-on-shelves-11608499832", "title": "Why Are Covid Antibody Drugs Sitting on Shelves?", "date": "2020-12-20 16:30", "summary": "Strapped hospitals are struggling to set up infusion sites. But states and the feds can help.. The Friday approval of a second Covid vaccine is welcome news, but much of the public won't be able to get inoculated for many months. Meanwhile, the best way to reduce suffering and hardship is therapeutic technologies like antibody drugs. But right now, many of these drugs are languishing on shelves at hospitals and not reaching patients.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-military-learned-to-stop-the-bleeding-11608499774", "title": "The Military Learned to Stop the Bleeding", "date": "2020-12-20 16:29", "summary": "Many civilian lives could be saved by using tourniquets.. Robyn Gardner lay bleeding by a river near Sacramento, Calif., her thigh ripped open by a boat's propeller. A former Army medic happened to be nearby. He applied a tourniquet, which immediately stopped the bleeding and stabilized Gardner. But when the ambulance arrived, the crew removed the tourniquet, because tourniquets weren't an approved trauma intervention in the jurisdiction. EMTs tried other techniques to control the bleeding, but Gardner died at 38 in 2003.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/online-class-and-false-adhd-diagnoses-11608499798", "title": "Online Class and False ADHD Diagnoses", "date": "2020-12-20 16:29", "summary": "Children under 10 can't be expected to stare at a computer for hours.. Online learning is especially difficult for young children, and schools are blaming parents. A woman came to see me because her 8-year-old daughter's school recommended neuropsychological evaluation. Each day the girl was expected to sit in a chair, stare at a computer for hours, listen, memorize and repeat. Not surprisingly, she had trouble staying engaged, often got up and moved around, and was distracted when the teacher called on her. She had no learning or attention problems before Covid-19 and her reactions were perfectly normal. The problem was the school's unrealistic expectations.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-tech-got-ready-for-2020-11608499711", "title": "How Tech Got Ready for 2020", "date": "2020-12-20 16:28", "summary": "Breakthroughs like video calling and quick delivery are part of a quest for convenience.. Woody Allen was onto something when he said \"80% of success is showing up.\" Sure, that gives short shrift to all the work we put in-Thomas Edison's \"99% perspiration.\" But never has showing up been more important than in 2020. You had to be ready when panic and turmoil and lockdowns hit.", "categories": [["Opinion", "Inside View"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/inside-view?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cubas-san-isidro-uprising-11608499604", "title": "Cuba's San Isidro Uprising", "date": "2020-12-20 16:26", "summary": "There has been organized dissent for decades. This time could be different.. In a telephone interview last week I asked Luis Manuel Otero Alcántara, one of the leaders of the dissident San Isidro Movement in Havana, what he thinks of Fidel Castro.", "categories": [["Opinion", "The Americas"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/the-americas?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-sphinx-review-the-riddle-in-her-eyes-11608499542", "title": "'The Sphinx' Review: The Riddle in Her Eyes", "date": "2020-12-20 16:25", "summary": "An American beauty who might have stepped out of a Henry James novel, Gladys Deacon beguiled artists and aristocrats alike.. In 1943 Henry \"Chips\" Channon, a well-known British socialite and Conservative politician, spotted Gladys, Duchess of Marlborough, in a Bond Street jewelry shop. He was shocked by her appearance, as was his dog, whichbegan to growl. When Channon reintroduced himself to her, she looked at him, \"stared vacantly with those famous turquoise eyes that once drove men insane with desire.\" She muttered, in French, \"I have never heard that name.\" Gladys dropped the ruby clip she was examining and left without another word.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/amid-vaccine-rollout-and-historic-hack-trump-remains-focused-on-reversing-election-11608401545", "title": "Trump Remains Focused on Reversing Election", "date": "2020-12-20 16:24", "summary": "The president has been largely out of sight, paying little public attention to any events other than his efforts to overturn Joe Biden's victory. WASHINGTON-In a week that began with the Electoral College affirming Joe Biden's victory and ended with Vice President Mike Pence taking a new Covid-19 vaccine, with a massive national security breach in between, President Trump has been largely out of sight.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-starts-rollout-of-modernas-covid-19-vaccine-11608460200", "title": "U.S. Starts Delivery of Moderna's Covid-19 Vaccine", "date": "2020-12-20 15:37", "summary": "Trucks carrying the shot will start rolling out Sunday, with injections slated to commence Monday. Immunizations using the newly authorized Covid-19 vaccine from Moderna Inc. are slated to start Monday, boosting the mass inoculation campaign that was launched just last week.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/economy-week-ahead-housing-consumer-spending-and-jobless-claims-11608494402", "title": "Economy Week Ahead: Housing, Consumer Spending and Jobless Claims", "date": "2020-12-20 15:00", "summary": "A holiday-shortened week offers an array of data likely to confirm the U.S. economic recovery is slowing. The holiday-shortened week offers an array of data likely to confirm the U.S. economic recovery is slowing.", "categories": [["Economy", "Economy Week Ahead"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/economy-week-ahead?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/wonder-woman-1984-debut-overseas-stifled-by-enduring-pandemic-11608491989", "title": "'Wonder Woman 1984' Debut Overseas Stifled by Pandemic", "date": "2020-12-20 14:19", "summary": "Key international markets like the U.K. and Brazil confront surging coronavirus numbers. Warner Bros.' highly anticipated \"Wonder Woman\" sequel faced stiff headwinds as the studio rolled out the movie across a patchwork of international markets, many of which are still being hit hard by the Covid-19 pandemic.", "categories": [["Business", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hospitals-retreat-from-early-covid-treatment-and-return-to-basics-11608491436", "title": "Hospitals Retreat From Early Covid Treatment, Resume Basics", "date": "2020-12-20 14:10", "summary": "Resume Subscription. Doctors are treating a new flood of critically ill coronavirus patients with treatments from before the pandemic, to keep more patients alive and send them home sooner.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/fis-global-payments-held-unsuccessful-talks-to-merge-11608487357", "title": "FIS, Global Payments Held Unsuccessful Talks to Merge", "date": "2020-12-20 13:24", "summary": "Deal could have been valued at around $70 billion as payments industry continues wave of consolidations. Fidelity National Information Services Inc. and Global Payments Inc. recently held unsuccessful talks for a merger deal that could have been valued at around $70 billion, people familiar with the matter said, in a sign that a wave of consolidation is still sweeping through the payments industry.", "categories": [["WSJ News Exclusive", "Deals"]], "category_links": ["https://www.wsj.com/news/types/deals-deal-makers?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/college-football-playoff-is-set-alabama-vs-notre-dame-clemson-vs-ohio-state-11608487537", "title": "College Football Playoff Offers No Surprises", "date": "2020-12-20 13:05", "summary": "In a season filled with chaos and surprise, the final four teams are the biggest names in the sport. After a pandemic season filled with chaos and surprise, the College Football Playoff is set with perhaps the most unsurprising lineup of powerhouses imaginable: Alabama, Clemson, Ohio State and Notre Dame.", "categories": [["Sports", "College Football"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/college-football?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nursing-homes-grapple-with-staff-hesitant-to-get-the-covid-19-vaccine-11608477474", "title": "Nursing Homes Grapple With Staff Hesitant to Get Covid-19 Vaccine", "date": "2020-12-20 12:52", "summary": "Nearly 72% of certified nursing assistants say they don't want to be vaccinated, a recent survey found. More nursing homes around the country will start getting a Covid-19 vaccine Monday, but the impact of the massive effort will partly depend on winning over front-line workers like LaShundra Williams, who say they are skeptical of the shots.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/senate-panel-rebukes-faa-in-wake-of-boeing-737-max-tragedies-11608470513", "title": "Senate Panel Rebukes FAA in Wake of Boeing 737 MAX Tragedies", "date": "2020-12-20 12:45", "summary": "Commerce committee details agency lapses policing airlines and pilots, retaliation against those raising safety concerns. A congressional panel issued a report documenting what it determined were safety-oversight lapses by the Federal Aviation Administration, from agency intimidation of federally protected whistleblowers to lax policing of maintenance errors.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/no-more-generals-atop-the-pentagon-11608484385", "title": "No More Generals Atop the Pentagon", "date": "2020-12-20 12:13", "summary": "I voted to exempt Jim Mattis from the law but won't repeat that mistake with Lloyd Austin.. On Jan. 13, 2017, I voted to allow retired Marine Gen. Jim Mattis to serve as secretary of defense. Like every Marine of my generation, I looked up to Gen. Mattis as the embodiment of the Marine Corps ethos. I still do. But I have come to believe that my vote was a mistake. Congress was wrong to exempt him from a legal prohibition on recently retired military officers serving as defense secretary. And Congress shouldn't do the same for President-elect Joe Biden's nominee, retired Army Gen. Lloyd Austin.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-cyber-threat-is-real-and-growing-11608484291", "title": "The Cyber Threat Is Real and Growing", "date": "2020-12-20 12:11", "summary": "The U.S. must respond proportionally to the SolarWinds breach-and prepare for the next attack.. The SolarWinds breach could be the most significant cyber incident in American history. Russian intelligence-likely the SVR, the foreign-intelligence branch-infiltrated and sat undetected on U.S. government networks for nearly 10 months. It was a sophisticated, smart and savvy attack that should alarm the public and private sectors.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/race-is-key-issue-as-california-governor-picks-harriss-senate-replacement-11608483601", "title": "Race Is Key as California Governor Picks Harris's Senate Replacement", "date": "2020-12-20 12:00", "summary": "Some urge Gov. Gavin Newsom to appoint state's first Latino senator, while others say Black woman should get role. As he considers a replacement for Vice President-elect Kamala Harris, California Gov. Gavin Newsom is facing pressure from advocates who want him to either appoint the state's first Latino senator or ensure there is still at least one Black woman in the U.S. Senate.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/alacazoom-magic-acts-disappear-from-theaters-reappear-online-11608482754", "title": "Alacazoom! Magic Acts Disappear from Theaters, Reappear Online", "date": "2020-12-20 11:45", "summary": "Magicians have gone virtual, presenting new challenges; 'They need to believe it's exactly what they would see if we were together in person'. Magician and mind-reader Chris Cox spent last December on Broadway, and the one before on the stage of the Sydney Opera House. This year, he is performing from his spare bedroom in England's Buckinghamshire, taking off his sweater in front of his webcam to reveal a Lycra leotard emblazoned with a tiger.", "categories": [["A-hed"]], "category_links": ["https://www.wsj.com/news/types/a-hed?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/voting-in-u-s-got-easier-in-2020-will-changes-remain-in-next-election-11608482155", "title": "Voting in U.S. Got Easier in 2020. Will Changes Remain?", "date": "2020-12-20 11:35", "summary": "Resume Subscription. More voting by mail, expanded early in-person voting and other changes states adopted for the pandemic helped a record number of Americans cast ballots in the 2020 general election. The nation is now debating what changes will stick and how voting might differ.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/well-keep-wishing-you-a-merry-christmas-11608480680", "title": "We'll Keep Wishing You a 'Merry Christmas'", "date": "2020-12-20 11:11", "summary": "Awkward moments with some nonbelievers or people with other religious beliefs tend to be brief and manageable. No harm, no foul.. When a Christian believer says \"Merry Christmas,\" the message conveys personal feelings, beliefs and a value system. If the response is \"Merry Christmas\" right back, those who exchange the wishes likely are kindred spirits. Awkward moments with some nonbelievers or people with other religious beliefs tend to be brief and manageable. No harm, no foul.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-continuing-saga-of-fannie-and-freddie-11608480578", "title": "The Continuing Saga of Fannie and Freddie", "date": "2020-12-20 11:09", "summary": "Without appropriate oversight these companies could easily repeat the mistakes that put them in conservatorship in the first place.. In Washington, \"least bad\" solutions are often the best that the political process can produce (\"The Fannie and Freddie Conundrum,\" Review & Outlook, Dec. 9). But releasing government-sponsored enterprises Fannie Mae and Freddie Mac from conservatorship with little capital and no reforms is no solution at all. It would undermine investor confidence, create volatility in the mortgage market and impede access to credit for consumers. Why upend the mortgage market at a time when it is one of the few economic bright spots? Moody's recently wrote that an exit from conservatorship without a government guarantee could result in a downgrade in the GSEs' debt ratings.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-the-election-revealed-about-our-institutions-health-11608480204", "title": "What the Election Revealed About Our Institutions' Health", "date": "2020-12-20 11:03", "summary": "Our system can withstand attempts to subvert fair elections and the rule of law.. It's true, as William A. Galston points out in \"Institutions Saved the 2020 Election\" (Politics & Ideas, Dec. 16), that federal judges ruled impartially on President Trump's numerous appeals. But Mr. Galston fails to mention the activist judges and state Supreme Court justices who ignored state law to change requirements for mail-in voting, including the proper completion of the ballots and the date at which they would no longer be accepted. Most Americans don't know if there were election shenanigans or not, but I suspect most wouldn't want to go through this every four years. Can't we acknowledge Joe Biden as the president-elect and still investigate the voting process?", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mind-what-neuroscientists-can-tell-us-about-the-brain-11608480132", "title": "Mind What Neuroscientists Can Tell Us About the Brain", "date": "2020-12-20 11:02", "summary": "The materialist interpretation is that consciousness and the mind aren't separate from the brain, but rather are products of the brain.. In the book \"Seven and a Half Lessons About the Brain,\" reviewed by Emily Bobrow (Bookshelf, Dec. 14), Professor Lisa Feldman Barrett writes without equivocation, \"Your brain's most important job is to control your body-to manage allostasis.\" But is that right?", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/in-connecticut-covid-19-forces-one-in-three-small-businesses-to-close-11608476400", "title": "In Connecticut, Covid-19 Forces One in Three Small Businesses to Close", "date": "2020-12-20 10:00", "summary": "Vaccine lifts hope, but hundreds of small business owners will struggle to make it through the winter and spring. About one in three small businesses have closed their doors in Connecticut since the beginning of the coronavirus pandemic, a setback for a state that never fully recovered from the last recession.", "categories": [["U.S.", "Tri-State Area"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-region?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/small-businesses-hit-hard-by-pandemic-are-being-starved-of-credit-11608476400", "title": "Small Businesses Are Being Starved of Credit", "date": "2020-12-20 10:00", "summary": "Resume Subscription. Small businesses that cleared the hurdle of the coronavirus shutdowns are now encountering an all-too-familiar obstacle: Banks don't want to lend to them.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/ill-take-tesla-for-1-please-fractional-shares-11608307055", "title": "I'll Take Tesla for $1, Please", "date": "2020-12-20 09:56", "summary": "Fractional shares are a new way for investors to own a small slice of a high-priced stock. Whether that's good or bad depends on how you use it.. Stocks are near record highs, but they're finally getting cheaper to buy.", "categories": [["Markets", "The Intelligent Investor"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/the-intelligent-investor?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-buffalo-bills-have-won-the-afc-east-this-isnt-a-misprint-11608475812", "title": "The Buffalo Bills Have Won the AFC East. This Isn't a Misprint.", "date": "2020-12-20 09:50", "summary": "A resurgent franchise takes its first divisional title in a quarter-century. The playoffs await.. The planet shuddered, perceptibly, Saturday night. Perhaps you felt the rumble.", "categories": [["Sports"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tesla-shares-hit-record-after-last-minute-surge-ahead-of-s-p-500-debut-11608331441", "title": "Tesla Shares Hit Record After Last-Minute Surge", "date": "2020-12-20 09:48", "summary": "Electric-car maker has soared into ranks of most valuable U.S. companies; shares closed at $695. Tesla Inc. shares roared to a record high on the eve of their inclusion in the S&P 500, punctuating a 2020 rally that has propelled the electric-car maker into the ranks of the most-valuable U.S. companies.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/food-delivery-fees-how-to-avoid-the-18-burger-11608472800", "title": "Food Delivery Fees: How to Avoid the $18 Burger", "date": "2020-12-20 09:00", "summary": "You can lower your delivery costs by signing up for an app's monthly membership-or by contacting your favorite restaurants directly. On the Caviar food-delivery app for San Francisco, a double ShackBurger from Shake Shack is listed at $8.99, the same price it costs in-store. Yet by the time it reaches your door, it costs $18.91. Here's the breakdown of nearly $10 in added charges:", "categories": [["Tech", "Personal Tech", "Personal Technology: Nicole Nguyen"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb", "https://www.wsj.com/news/types/personal-technology-joanna-stern?mod=breadcrumb", "https://www.wsj.com/news/types/personal-technology-nicole-nguyen?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-christmas-star-jupiter-and-saturn-alignment-sparks-comparisons-11608472851", "title": "A Christmas Star? Jupiter and Saturn Alignment Sparks Comparisons", "date": "2020-12-20 09:00", "summary": "Solar system's two largest planets have only twice appeared this close in the past 800 years. Jupiter and Saturn will appear to nearly touch in the night sky on the winter solstice this Monday, in a rare alignment that has happened only twice since the Middle Ages.", "categories": [["Life & Work", "Science"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/science?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fitness-studios-pushed-to-the-brink-by-covid-are-forced-to-get-creative-11608472800", "title": "Fitness Studios Are Forced to Get Creative", "date": "2020-12-20 09:00", "summary": "Resume Subscription. Pamela Bennett, owner of a fitness studio in the Atlanta area, moved some of her Zumba and cycling classes to the parking lot months after coronavirus restrictions in March prevented indoor workouts in Georgia. She enlisted a DJ to play dance songs to get members in the workout mood during a Labor Day block party.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/goldman-sachs-netflix-ramp-up-covid-19-testing-for-workers-11608472801", "title": "Goldman Sachs, Netflix Ramp Up Covid-19 Testing for Workers", "date": "2020-12-20 09:00", "summary": "Companies are using on-site tests from CVS to screen employees more regularly and catch outbreaks before vaccines become broadly available. Goldman Sachs Group Inc. plans to test workers reporting to its New York offices for Covid-19 more frequently than it has throughout the pandemic. Netflix Inc. is adding more rapid testing to quickly clear the cast and crews of its TV shows.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-overloaded-employees-can-cut-out-the-busy-work-11608469236", "title": "How Overloaded Employees Can Cut Out the Busy Work", "date": "2020-12-20 08:00", "summary": "Staffers working remotely during the Covid pandemic are getting the boss's blessing to jettison routine tasks that feel like a waste of time. In the 1999 cubicle comedy, \"Office Space,\" paper-pushers obsess over memos about cover sheets for reports. Today, some real-life employees doing their jobs remotely are trying to clear the decks of virtual busy work.", "categories": [["Life & Work", "Life & Style"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/life-style?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/an-olympics-power-player-faces-scrutiny-over-dual-roles-11608433632", "title": "An Olympics Power Player Faces Scrutiny Over Dual Roles", "date": "2020-12-20 08:00", "summary": "Australia's John Coates holds key positions at both the Olympics and the world's top sports court, whose ruling on Russian doping sparked outrage. With high-ranking positions at two of the world's top sports bodies, a sharp-tongued Australian lawyer named John Coates has long been one of the most powerful players in the Olympics universe.", "categories": [["Sports", "Olympics"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/olympics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/indian-iphone-factory-apologizes-to-workers-for-mishandling-wages-11608388075", "title": "Indian iPhone Factory Apologizes to Workers for Mishandling Wages", "date": "2020-12-20 06:05", "summary": "Angry workers had damaged a Wistron assembly plant, which Apple has since put on probation for violating its code of conduct. NEW DELHI- Wistron Corp. apologized for mishandling wages at its plant in India that makes iPhones, saying it will correct the problems that led a group of angry workers to damage its facilities a week ago.", "categories": [["World", "Asia", "India"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/india-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chip-giants-intel-and-nvidia-face-new-threats-from-amazon-to-google-to-apple-11608460201", "title": "Chip Giants Intel and Nvidia Face New Threats From Amazon to Google", "date": "2020-12-20 05:30", "summary": "Custom chip making has exploded at large tech companies, driven by expanding balance sheets and the growth of AI. The world's largest semiconductor companies face a growing competitive threat: their biggest customers making their own chips tailored to the supercharged areas of cloud-computing and artificial intelligence.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tesla-bulls-double-down-as-stock-reaches-new-heights-11608460200", "title": "Tesla Bulls Double Down as Stock Reaches New Heights", "date": "2020-12-20 05:30", "summary": "Resume Subscription. Die-hard Tesla Inc. investors are feeling vindicated: The stock is extending its relentless run, and the company is set to join the S&P 500, the most widely tracked stock benchmark in the world. Many are even buying more shares.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/how-2020-whipsawed-economists-11608460201", "title": "2020 Whipsawed Economists", "date": "2020-12-20 05:30", "summary": "Faced with an unprecedented pandemic, forecasters went from too sanguine to too pessimistic. All year, economists, central banks and private forecasters have struggled to predict the economic impact of the Covid-19 pandemic.", "categories": [["Economy", "The Outlook"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/the-outlook?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mcconnell-calls-on-congress-to-finish-virus-relief-deal-saturday-11608395967", "title": "Senate Leaders Clear Last Hurdle on Covid-19 Package", "date": "2020-12-20 00:58", "summary": "Senate Minority Leader Chuck Schumer says both the House and Senate could vote Sunday on $900 billion bill. WASHINGTON-Senators reached an agreement on the Federal Reserve's emergency lending powers late Saturday, clearing the last major hurdle on a $900 billion coronavirus-relief package, according to aides from both parties.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/on-snl-jim-carrey-steps-aside-for-alex-moffat-the-new-joe-biden-11608441489", "title": "On 'SNL,' Jim Carrey Steps Aside for Alex Moffat, the New 'Joe Biden'", "date": "2020-12-20 00:18", "summary": "Resume Subscription. What's funny about Joe Biden? Comedians have been trying to crack that question with mixed results in their impersonations of the president-elect, including Jim Carrey on \"Saturday Night Live.\" The \"Dumb and Dumber\" superstar embodied Mr. Biden with lanky energy and a toothy rictus during the last stretch of the election. But his impression divided the nation-or at least the population with strong opinions about political satire and late-night sketch comedy.", "categories": [[]], "category_links": []}]