[{"link": "https://www.wsj.com/articles/trump-criticizes-cdc-guidelines-for-schools-reopening-11594225571", "title": "Trump Criticizes CDC Guidelines for Reopening Schools", "date": "2020-07-08 19:57", "summary": "President calls rules too expensive, renewing push to get children back to classrooms this fall despite rising coronavirus cases. WASHINGTON-President Trump pushed federal health officials to ease coronavirus guidelines for schools and threatened to withhold federal funding from districts that don't reopen, stepping up his effort to get children back in classrooms.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/facebook-is-doing-too-little-on-civil-rights-concerns-auditors-say-11594198537", "title": "Facebook Is Doing Too Little on Civil-Rights Concerns, Auditors Say", "date": "2020-07-08 19:56", "summary": "Lawyers hired by the social-media giant credit the company for progress, but say it is too reactive and slow in dealing with hate speech and misinformation. Facebook Inc. and its detractors tried to win over advertisers Wednesday, after a company-commissioned audit found continued problems with how the social-media giant polices hate speech and other problematic content on its platform.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/amazon-settles-allegations-of-u-s-sanctions-violations-11594252099", "title": "Amazon Settles Allegations of U.S. Sanctions Violations", "date": "2020-07-08 19:48", "summary": "The e-commerce giant's screening system allegedly failed to flag transactions with blacklisted customers. Amazon.com Inc. agreed to settle allegations that it violated multiple U.S. sanctions regulations, the U.S. Treasury Department said Wednesday.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/facebook-takes-downs-a-network-of-accounts-tied-to-roger-stone-11594246632", "title": "Facebook Takes Down a Network of Accounts Tied to Roger Stone", "date": "2020-07-08 19:42", "summary": "Facebook says the pages and accounts violated coordinated inauthentic-behavior rules. Facebook Inc. on Wednesday said it had removed a network of more than 100 pages and accounts linked to Roger Stone, the longtime confidant of President Trump, because it violated the company's rules against coordinated inauthentic behavior.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/kitchen-supply-chain-sur-la-table-files-for-bankruptcy-11594250882", "title": "Kitchen-Supply Chain Sur La Table Files for Bankruptcy", "date": "2020-07-08 19:28", "summary": "High-end cookware retailer has a buyout offer from Fortress Investment for up to 70 stores. Kitchen-supply chain Sur La Table Inc., which sells high-end cookware and offers gourmet-cooking classes at its stores, filed for bankruptcy protection Wednesday with a buyout offer from investment firm Fortress Investment Group LLC.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/i-cited-their-study-so-they-disavowed-it-11594250254", "title": "I Cited Their Study, So They Disavowed It", "date": "2020-07-08 19:17", "summary": "If scientists retract research that challenges reigning orthodoxies, politics will drive scholarship.. The Proceedings of the National Academy of Sciences is a peer-reviewed journal that claims to publish \"only the highest quality scientific research.\" Now, the authors of a 2019 PNAS article are disowning their research simply because I cited it.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/democrats-are-making-unforced-errors-11594250217", "title": "Democrats Are Making Unforced Errors", "date": "2020-07-08 19:16", "summary": "Republicans must seize the opportunities to regain the offensive in the campaign.. As the mainstream media all but declares the 2020 election for Joe Biden, Democrats are making mistakes. They're saying and doing things that could cause problems-if Republicans step up their game.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-fourth-of-july-election-11594250125", "title": "A Fourth of July Election", "date": "2020-07-08 19:15", "summary": "After the pandemic and protests, opinion polls won't reveal how the beaten-down American population will vote this year.. If you believe every presidential election is a big bet, you probably think this one is over. In the betting markets, Joe Biden is up on Donald Trumpby more than 18 points. Most polls look like a permanent path to the golf course for the president. Gallup's most recent presidential approval number is 38%.", "categories": [["Opinion", "Wonder Land"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/wonder-land?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/these-days-it-all-feels-like-yesterday-11594250150", "title": "These Days, It All Feels Like Yesterday", "date": "2020-07-08 19:15", "summary": "Our last haircut or dinner out bear a new emotional weight.. Like many people, I'm usually better with long-term memories than the short-term kind. Mention sports, and I'll deliver details about the time I hit a homer in high school: the look on the pitcher's face when he released the ball, the sight of my manager jumping up and down in the coach's box as I rounded third.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/haldane-review-political-man-pivotal-moment-11594250086", "title": "'Haldane' Review: Political Man, Pivotal Moment", "date": "2020-07-08 19:14", "summary": "He found his party moving from the idea of limited government to a new agenda, one aimed at responding to the rising spirit of socialism.. Current debates about liberalism-especially about whether a free society can thrive alongside ever more urgent calls for government action-bring to mind an episode from the Edwardian era. It was then that the Liberal Party in Britain underwent a kind of identity crisis over policy and principle. Richard Burdon Haldane, later Viscount Haldane, stands out as a key figure in that story. Haldane (1856-1928) was \"a picture of the well-fed but poorly slept\" lawyer, John Campbell says, a man who combined professional success and public service. Now largely forgotten, Haldane embodied a political type that is familiar to Americans in the high-minded figures of the Progressive Era and in their descendants today, who possess an almost missionary zeal for human betterment.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/religious-liberty-lives-at-the-supreme-court-11594249558", "title": "Religious Liberty Lives at the Supreme Court", "date": "2020-07-08 19:06", "summary": "In two 7-2 rulings, the Justices uphold conscience protections.. Religious Americans sometimes fear that intolerant secular progressives will soon try to ruin them for holding traditional views. They can take heart in a pair of 7-2 rulings Wednesday from the Supreme Court, in which the Justices upheld conscience protections for nuns and parochial schools.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-not-to-punish-china-11594249525", "title": "How Not to Punish China", "date": "2020-07-08 19:05", "summary": "Weaponizing the dollar to hurt Hong Kong would backfire on the U.S.. Washington is mulling a variety of ways to punish Beijing for violating Hong Kong's autonomy. But one new idea should be off the table: weaponizing the U.S. dollar to undermine Hong Kong's currency.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bonfire-of-the-liberals-11594249492", "title": "Bonfire of the Liberals", "date": "2020-07-08 19:04", "summary": "A defense of free speech leads to recriminations on the left.. America's liberal intelligentsia thought the election of Donald Trump meant America would re-enact \"1984,\" but it's starting to look more like \"Homage to Catalonia,\" George Orwell's account of the left's internecine savagery during the Spanish Civil War. Witness the spectacular online meltdown that followed a liberal open letter opposing left-wing attacks on free speech.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/after-the-who-withdrawal-11594249450", "title": "After the WHO Withdrawal", "date": "2020-07-08 19:04", "summary": "If the agency can't be reformed, the world needs an alternative.. We can't blame President Trump for moving to withdraw from the World Health Organization (WHO). The agency's failures during the Covid-19 pandemic deserve a response beyond rote condemnation, but sending notice also isn't enough.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nearly-70-000-tech-startup-employees-have-lost-their-jobs-since-march-11594167238", "title": "Nearly 70,000 Tech Startup Employees Have Lost Their Jobs Since March", "date": "2020-07-08 18:48", "summary": "Layoffs among tech startups reflect economic fallout of Covid-19. Technology startups have been laying off tens of thousands of workers to cope with the economic fallout of the coronavirus pandemic, potentially blunting a key innovation pipeline for the enterprise information-technology market, according to industry analysts.", "categories": [["CIO Journal"]], "category_links": ["https://www.wsj.com/news/types/cio-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bed-bath-beyond-to-close-200-stores-11594248448", "title": "Bed Bath & Beyond to Close 200 Stores", "date": "2020-07-08 18:47", "summary": "Retailer posts 49% drop in quarterly sales after coronavirus temporarily closed most of its stores. Bed Bath & Beyond Inc. said it would permanently close roughly 200 stores, a bet that the home-goods chain can ride out the coronavirus pandemic by shrinking its bricks-and-mortar footprint.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fbi-probes-chinese-exile-including-work-with-former-trump-aide-steve-bannon-11594248436", "title": "FBI Probes Chinese Exile, Including Work With Former Trump Aide Steve Bannon", "date": "2020-07-08 18:47", "summary": "Feds question source of funds for media company tied to Guo Wengui. The FBI is examining exiled Chinese businessman Guo Wengui and the money used to fund his media efforts in the U.S., including his work with Steve Bannon, a former senior adviser to President Trump, according to people familiar with the matter.", "categories": [["WSJ News Exclusive", "U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/census-to-start-knocking-on-doors-11594247997", "title": "Census to Start Knocking on Doors", "date": "2020-07-08 18:39", "summary": "Count will send enumerators out next week, after pandemic kept efforts mostly online since March. WASHINGTON-The Census Bureau said it would begin deploying hundreds of thousands of enumerators to knock on doors nationwide next week, after it delayed parts of the 2020 count because of the coronavirus pandemic.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-k-pumps-billions-into-its-ailing-economy-to-keep-crisis-at-bay-11594213996", "title": "U.K. Pumps Billions Into Its Ailing Economy to Keep Crisis at Bay", "date": "2020-07-08 18:36", "summary": "The treasury chief said the measures were designed to help people feel confident. The U.K. government announced up to $38 billion in fresh stimulus measures intended to boost the country's economy as it exits lockdown, a path that is also being considered by other rich nations as they seek to prevent the economic shock of the pandemic from snowballing into a multiyear slowdown that could leave deep scars on their societies, businesses and economies.", "categories": [["World", "Europe", "U.K."]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb", "https://www.wsj.com/news/types/u-k-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fed-names-banks-in-600-billion-main-street-lending-program-11594238834", "title": "Fed's $600 Billion Lending Program Will See More Interest if Economy Slumps, Official Says", "date": "2020-07-08 18:25", "summary": "The Main Street Lending Program has struggled to get off the ground since it was announced in April. WASHINGTON-The Federal Reserve's $600 billion lending program for medium-size businesses hasn't attracted much interest yet, but that is likely to change if the U.S. economy takes a turn for the worse amid rising coronavirus cases, said the official who runs the program.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/suv-drives-through-midtown-manhattan-protest-11594214632", "title": "SUV Drives Through Black Lives Matter Protest in New York City", "date": "2020-07-08 18:11", "summary": "Demonstrators tried to stop the car while they marched, NYPD officials say; no one was injured or arrested. The New York Police Department is investigating why a man drove his SUV through a Black Lives Matter protest in Midtown Manhattan.", "categories": [["U.S.", "Tri-State Area"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-region?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/entrepreneurs-top-sycamore-in-pier-1-bankruptcy-auction-11594246288", "title": "Entrepreneurs Top Sycamore In Pier 1 Bankruptcy Auction", "date": "2020-07-08 18:11", "summary": "The company that bought Dressbarn's branding last year was named the winning bidder to purchase Pier 1's brand assets out of bankruptcy for $31 million. A pair of serial entrepreneurs beat out private-equity firm Sycamore Partners in a bidding war to purchase home-goods retailer Pier 1 Imports Inc. 's branding and e-commerce business out of bankruptcy, according to people familiar with the matter.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/judge-dismisses-gms-racketeering-lawsuit-against-fiat-chrysler-11594234268", "title": "GM's Suit Against Rival Fiat Chrysler Quashed by Federal Judge", "date": "2020-07-08 18:04", "summary": "Lawsuit had accused rival auto maker of bribing union officials to win labor-cost advantage. A federal judge dismissed a General Motors Co. lawsuit accusing Fiat Chrysler Automobiles NV of bribing union officials to gain an advantage on its labor costs, in an unusual legal standoff between rival automotive giants.", "categories": [["Business", "Autos & Transportation", "Autos Industry"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/transportation?mod=breadcrumb", "https://www.wsj.com/news/types/autos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-sanders-allies-call-for-climate-policing-policies-11594245597", "title": "Biden, Sanders Allies Call for Climate, Policing Policies", "date": "2020-07-08 17:59", "summary": "Both sides say they don't expect that much drama over the 2020 platform, because progressives feel more included than they did in 2016. Allies of Joe Biden and Bernie Sanders are recommending the Democratic Party support eliminating carbon emissions from power plants by 2035 and making it easier to prosecute police for civil-rights violations, offering the latest evidence the party is uniting behind a common agenda faster than in 2016.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-budget-gap-in-june-nearly-matched-entire-fiscal-2019-deficit-11594244577", "title": "U.S. Budget Gap in June Nearly Matched Entire Fiscal 2019 Deficit", "date": "2020-07-08 17:59", "summary": "Federal spending tripled last month in fight against coronavirus, and tax revenues fell sharply. WASHINGTON-The U.S. budget deficit totaled $863 billion in June, nearly as much as the entire gap for fiscal year 2019, as federal spending tripled to combat the coronavirus pandemic and tax revenues plunged, the Congressional Budget Office said Wednesday.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/atlanta-feds-bostic-says-some-data-suggest-recovery-pace-leveling-off-11594240278", "title": "Atlanta Fed's Bostic Says Some Data Suggest Recovery Pace Leveling Off", "date": "2020-07-08 17:55", "summary": "Regional Fed leader also says another broad shutdown of the economy is unlikely. Federal Reserve Bank of Atlanta President Raphael Bostic said Wednesday there are signs that the U.S. economy's recovery from the coronavirus pandemic-induced recession may be stalling as some parts of the country appear to not have handled reopening efforts as well as they could have.", "categories": [["Economy", "Central Banks"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/central-banks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/twitter-signals-interest-in-developing-subscription-service-11594245176", "title": "Twitter Signals Interest in Developing Subscription Service", "date": "2020-07-08 17:52", "summary": "Social-media company has been seeking new sources of revenue. Twitter Inc. said it was developing a subscription service that could give the social-media company a new revenue source at a time when it is under pressure to boost earnings.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/military-bases-ships-heroes-and-traitors-11594243578", "title": "Military Bases, Ships, Heroes and Traitors", "date": "2020-07-08 17:26", "summary": "If Matthew Fontaine Maury was a traitor, then George Washington and the signers of the Declaration of Independence were also traitors.. Regarding Rep. Mike Garcia's \"Name Bases For Heroes, Not Traitors\" (op-ed, July 3): If Matthew Fontaine Maury was a traitor, then George Washington and the signers of the Declaration of Independence were also traitors. Maury renounced his allegiance to the U.S.; Washington renounced his allegiance to King George III. Maury was neither a slave owner nor a proponent of slavery. His views of slavery were very similar to those of Abraham Lincoln, who would have accepted slavery to preserve the Union, and whose views would unquestionably be considered racist today. Maury is honored by the Navy not because he was a Confederate but because he was a great scientist with long and distinguished service in the U.S. Navy.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hamilton-and-cancellation-11594243514", "title": "'Hamilton' and Cancellation", "date": "2020-07-08 17:25", "summary": "Was the Broadway show's 2015 debut really so long ago?. The video debut of a Broadway hit is finding commercial success but also a social-media backlash for its positive portrayal of men who helped found the greatest nation on earth.", "categories": [["Opinion", "Best of the Web"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/best-of-the-web-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/no-plot-by-venezuelas-interim-government-11594243530", "title": "No Plot by Venezuela's Interim Government", "date": "2020-07-08 17:25", "summary": "No member from Interim President Juan Guaidó's government is linked to or participated in the false-flag operation \"Gideon,\" including Leopoldo López.. As Venezuela's ambassador to the U.S., I write regarding \"Venezuelan Opposition Politician Led Planning to Topple Maduro\" (World News, June 27) instead of Leopoldo López, coordinator of the National Government Center of the Interim Presidency of Venezuela, because the Nicolás Maduro regime continues to deny both his freedom of speech and freedom of movement. The article put him at even greater risk. Less than one day after the story was published, the regime used it to attack and slander Mr. López and pressure the Spanish government to hand him over to the dictatorship. This is not only a risk to Mr. López but also to thousands of activists of the Voluntad Popular, one of the foundational allies of the interim government.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cuomos-covid-response-was-never-so-great-11594243450", "title": "Cuomo's Covid Response Was Never so Great", "date": "2020-07-08 17:24", "summary": "It's hard to believe that anyone would attempt to defend New York Gov. Andrew Cuomo's ill-fated March 25 directive on returning Covid-infected patients to nursing homes.. It's hard to believe that anyone would attempt to defend New York Gov. Andrew Cuomo's ill-fated March 25 directive on returning Covid-infected patients to nursing homes (\"On the Whole, Cuomo's Managed Covid Well,\" Letters, July 2). The excuse offered by the letter writers and the Cuomo administration is that \"a decision was forced by the rapidly overwhelming demand for hospital space in New York for seriously ill patients.\" Then why were the emergency facilities set up around New York City never fully used? Did we fear that President Trump, who spared no effort to mobilize public and private resources, might get some positive press?", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/massive-drug-advertising-budgets-prices-and-r-d-11594243389", "title": "Massive Drug Advertising Budgets, Prices and R&D", "date": "2020-07-08 17:23", "summary": "The pharmaceutical R&D budget is actually a pittance compared with the budget for marketing.. John Stanford's argument that \"Price Controls Would Throttle Biomedical Innovation\" (op-ed, July 2) is a tired, old, specious argument designed to scare the health-consuming public. The R&D budget is actually often smaller than the budget for marketing-those annoying ads on the nightly news which advise you to tell your doctor if you have tuberculosis or cancer before she prescribes you the product. We need to go back to the days (mid '90s) when advertising drugs directly to the public was banned. The money saved could reduce the costs of drugs and increase R&D. Of course, this wouldn't be good for Mr. Stanford, the venture capitalist.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/scholars-from-elementary-school-reunite-in-print-11594243205", "title": "Scholars From Elementary School Reunite in Print", "date": "2020-07-08 17:20", "summary": "Walter Mead and \"Sandy\" Darity were classmates at Glenwood Elementary School in Chapel Hill, N.C., during the early 1960s.. Walter Russell Mead's review of William A. Darity Jr. and A. Kirsten Mullen's \"From Here to Equality\" (Bookshelf, June 18) is filled with interesting and important historical details. Here is one more: Walter Mead and \"Sandy\" Darity were classmates at Glenwood Elementary School in Chapel Hill, N.C., during the early 1960s. Mr. Darity was the first African-American to attend the formerly all-white public school and often the smartest student in class; Mr. Mead was a budding intellectual, who rivaled Mr. Darity for the top grades. After more than a half-century of success and contributions from each of them, it's fun to see Walter and Sandy's lives intersect again.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-ivy-league-says-no-sports-until-2021-11594243087", "title": "Ivy League Says No Sports Until 2021", "date": "2020-07-08 17:18", "summary": "The decision postpones, and possibly cancels, football and other fall athletics, setting the stage for bigger college sports bodies to face the same decision. The Ivy League on Wednesday became the first Division I conference to postpone football and other sports until at least the start of 2021, setting the stage for bigger college sports bodies to either follow suit or try to press on toward an uncertain season.", "categories": [["Sports", "College Football"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/college-football?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pompeo-urges-iraq-to-act-against-killers-of-top-security-analyst-11594242303", "title": "Pompeo Urges Iraq to Act Against Killers of Top Security Analyst", "date": "2020-07-08 17:05", "summary": "Secretary of state says Hisham al-Hashimi received threats from Iran-backed armed groups in days leading up to his killing. Secretary of State Mike Pompeo urged Iraq to hold to account those responsible for the assassination of a prominent Iraqi security analyst who had been threatened by Iran-backed militias, raising pressure on the new government to rein in the powerful paramilitary groups.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/wirecard-under-criminal-scrutiny-by-u-s-authorities-as-part-of-probe-into-alleged-bank-fraud-conspiracy-11594229246", "title": "Wirecard Under Criminal Scrutiny in Probe of Alleged Bank Fraud", "date": "2020-07-08 17:01", "summary": "Federal prosecutors, FBI examining Wirecard's work as payment processor, merchant bank in alleged $100 million fraud involving cannabis company. The Justice Department is examining whether scandal-plagued German payment company Wirecard AG played a critical role in an alleged $100 million bank-fraud conspiracy connected to an online marijuana marketplace, according to people familiar with the investigation.", "categories": [["WSJ News Exclusive", "Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/meet-the-wsj-noted-advisers-11593628429", "title": "Meet the WSJ Noted Advisers", "date": "2020-07-08 16:55", "summary": "The WSJ Noted Advisers are part of a network of 18-34 year olds across the U.S.. The WSJ Noted Adviser network is composed of over 200 18 to 34-year-olds who will have the opportunity to connect with their peers across the U.S. We'll be soliciting their feedback about the topics they care most about. This community provides an important connection between WSJ Noted and our audience.", "categories": [["Ideas"]], "category_links": ["https://www.wsj.com/news/types/noted-ideas?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bayer-agrees-with-decision-to-pull-part-of-roundup-settlement-11594222366", "title": "Bayer's Roundup Settlement Comes Up Short", "date": "2020-07-08 16:52", "summary": "Company agrees to rework part of agreement that deals with future claims tied to weedkiller's safety. Bayer AG is scrapping a $1.25 billion proposal for resolving future lawsuits over whether its Roundup weedkiller causes cancer, highlighting the difficulty of settling litigation over a product still on the market.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/united-warns-it-may-furlough-36-000-staff-11594222563", "title": "United Warns It May Cut Almost Half Its U.S. Workforce", "date": "2020-07-08 16:51", "summary": "The airline's involuntary cuts are likely to be set in August and go into effect from Oct. 1. United Airlines Holdings Inc. said it is exploring the possibility of shedding almost half its U.S. workforce, the first major domestic carrier to detail how deep the industry might have to retrench amid the pandemic-driven slump in passenger demand.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/allstate-to-acquire-rival-insurer-national-general-for-4-billion-11594182627", "title": "Allstate to Buy Rival Insurer National General for $4 Billion", "date": "2020-07-08 16:50", "summary": "Allstate says the all-cash deal will help increase its business in the personal property-liability market. U.S. insurance giant Allstate Corp. agreed to acquire peer National General Holdings Corp. for about $4 billion in cash, expanding its reach in the personal property-liability business.", "categories": [["Markets", "Deals"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/deals-deal-makers?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/global-stock-markets-dow-update-07-08-2020-11594200949", "title": "U.S. Stocks Climb While China Rally Powers Ahead", "date": "2020-07-08 16:44", "summary": "Chinese shares rise for seventh day as small investors bet a recovering economy will boost profits. U.S. stocks rose Wednesday, while mainland Chinese shares extended their winning streak for a seventh consecutive day.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/yrc-lenders-agree-to-extend-truckers-debt-terms-11594238914", "title": "YRC Lenders Agree to Extend Trucker's Debt Terms", "date": "2020-07-08 16:43", "summary": "Agreements bring breathing room as company readies for $700 million federal lifeline under pandemic relief program. YRC Worldwide Inc.'s lenders gave the troubled trucker a three-and-a-half year reprieve on its heavy debt load as the company prepares for a $700 million federal bailout package.", "categories": [["Logistics Report"]], "category_links": ["https://www.wsj.com/news/types/logistics-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/gold-etf-inflows-hit-record-as-bullion-rally-continues-11594216597", "title": "Gold ETF Inflows Hit Record as Bullion Rally Continues", "date": "2020-07-08 16:20", "summary": "Gold prices are up nearly 20% for the year amid buying by skittish investors during coronavirus. Nearly $40 billion flowed into gold-backed exchange-traded funds in the first half of the year, topping the previous annual record and highlighting robust investor demand for precious metals during the coronavirus pandemic.", "categories": [["Markets", "Commodities", "Precious Metals"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb", "https://www.wsj.com/news/types/precious-metals?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-companies-slashed-dividends-at-fastest-pace-in-more-than-a-decade-11594239429", "title": "U.S. Companies Slashed Dividends at Fastest Pace in More Than a Decade", "date": "2020-07-08 16:17", "summary": "Outlook, though, appears to be brightening slightly as cuts slow. U.S. companies scrambling to withstand the coronavirus pandemic unveiled in the second quarter their steepest dividend cuts since 2009, though the pace of cuts appears to have slowed.", "categories": [["Markets", "Stocks"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/dan-gilbert-will-keep-voting-control-at-quicken-loans-parent-after-ipo-11594235872", "title": "Dan Gilbert Will Keep Voting Control at Quicken Loans Parent After IPO", "date": "2020-07-08 16:15", "summary": "Rocket Companies, which owns the biggest U.S. mortgage lender, plans to attempt a public offering. Detroit businessman and Cleveland Cavaliers owner Dan Gilbert spent the past 35 years building Quicken Loans into a mortgage lending giant and an extension of his personal brand. That won't stop when the company goes public.", "categories": [["Markets", "Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/grant-thornton-former-u-k-executives-sanctioned-for-misconduct-11594238473", "title": "Grant Thornton, Former U.K. Executives Sanctioned for Misconduct", "date": "2020-07-08 16:01", "summary": "U.K. regulator fines audit firm £1.95 million for missteps in Conviviality Retail audit. The U.K. Financial Reporting Council sanctioned accounting firm Grant Thornton UK LLP and two of its former executives for misconduct in relation to a company audit, the latest such regulatory action amid rising concerns about the quality of auditing in the country.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/rollback-of-payday-loan-proposal-decried-by-consumer-groups-welcomed-by-banks-11594238239", "title": "Rollback of Payday Loan Proposal Decried by Consumer Groups", "date": "2020-07-08 15:57", "summary": "CFPB move this week repeals Obama-era plans to crack down on high-rate lending. WASHINGTON-A Trump administration decision to roll back an Obama-era effort to rein in payday lenders was denounced by consumer advocates and Democrats but welcomed by banks seeking to enter the market for high-interest consumer loans.", "categories": [["Markets", "Financial Regulation"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/financial-regulation?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-administration-proposes-denying-asylum-to-people-who-travel-from-countries-where-contagious-disease-is-widespread-11594238011", "title": "U.S. Weighs Denying Asylum to Migrants Traveling From Places With Widespread Contagions", "date": "2020-07-08 15:53", "summary": "New rule would apply to pandemics like the coronavirus and allow officials to declare future outbreaks of other diseases as threats for judging protections. WASHINGTON-The Trump administration proposed a new set of rules Wednesday that would block migrants from applying for asylum if they came from or passed through a country with a widespread contagious disease like the coronavirus.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/shoot-for-the-stars-aim-for-the-moon-by-pop-smoke-review-a-young-artists-final-dispatch-11594237424", "title": "'Shoot for the Stars, Aim for the Moon' by Pop Smoke Review: A Young Artist's Final Dispatch", "date": "2020-07-08 15:43", "summary": "Extending and refining the Brooklyn-based hip-hop genre he helped pioneer, the new album from rapper Pop Smoke comes just months after his murder at age 20.. ", "categories": [["Books & Arts", "Music Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/music-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/palm-springs-review-i-do-again-and-again-11594237076", "title": "'Palm Springs' Review: 'I Do,' Again and Again", "date": "2020-07-08 15:37", "summary": "Andy Samberg stars in a film about two guests at a California wedding who get trapped reliving the big day.. Based on purely anecdotal evidence, the hunger for brainless but amusing content right now seems very high, and \"Palm Springs\" would, at first glance, appear to qualify: Two guests at a destination wedding in the California desert take a contemptuous attitude toward everything they see, including each other, but seem ultimately destined to spend eternity together.", "categories": [["Books & Arts", "Television Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/television-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-killing-of-top-iranian-general-was-unlawful-u-n-expert-says-11594224293", "title": "U.S. Killing of Top Iranian General Was Unlawful, U.N. Expert Says", "date": "2020-07-08 15:31", "summary": "Report also condemns Iran's retaliatory missile strikes targeting a base in Iraq housing U.S. troops. A top United Nations investigator condemned the U.S. killing of Iranian Maj. Gen. Qassem Soleimani in January as unlawful, saying Washington failed to provide sufficient evidence that he posed an immediate threat to American interests to justify the drone strike.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/petsmart-workers-ask-retailers-private-equity-owner-for-coronavirus-protections-11594235984", "title": "PetSmart Workers Ask Retailer's Private-Equity Owner for Coronavirus Protections", "date": "2020-07-08 15:19", "summary": "Some staff are working in stores without basic safety measures, a petition says. PetSmart says workers have appropriate PPE.. A group of employees at PetSmart Inc. are calling on the retailer's private-equity owner to take steps to shield them from the impact of the coronavirus pandemic.", "categories": [["Pro PE Industry News"]], "category_links": ["https://www.wsj.com/news/types/pro-pe-industry-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-to-watch-crazy-rich-asians-author-kevin-kwan-on-the-tv-writing-that-makes-him-jealous-11594235229", "title": "What to Watch: 'Crazy Rich Asians' Author Kevin Kwan on the TV Writing That Makes Him Jealous", "date": "2020-07-08 15:07", "summary": "The author recommends a Netflix series that bridges East and West, and Penn & Teller's Penn Jillette on the best TV ever.. Big stars are in two new movies being released on streaming services this week.", "categories": [["Books & Arts", "Entertainment", "Screen Time"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/arts-entertainment?mod=breadcrumb", "https://www.wsj.com/news/types/screen-time?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/decorating-rvs-how-to-avoid-these-7-tacky-mistakes-11594235073", "title": "Decorating RVs: How to Avoid These 7 Tacky Mistakes", "date": "2020-07-08 15:04", "summary": "The décor in recreational vehicles notoriously veers toward cheesy or lamentably bland. Owners and designers share common flubs and natty fixes.. THE 2006 ROBIN WILLIAMS comedy \"RV\" might have extinguished a generation's taste for campers. Plastered with an orange, oversize \"Rent Me\" sign, the vehicle that Bob Munro (Williams) commandeers in a seemingly doomed attempt to broker peace between his dysfunctional offspring is cringingly conspicuous. Beige pleather seating and faux wood complete the forced-family-trip nightmare.", "categories": [["Real Estate", "Design"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/design?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/former-fox-news-anchor-shepard-smith-joins-cnbc-to-host-evening-newscast-11594233300", "title": "Former Fox News Anchor Shepard Smith Joins CNBC", "date": "2020-07-08 14:35", "summary": "'The News with Shepard Smith' will debut this fall on the cable news business channel. CNBC has signed former Fox News journalist Shepard Smith to anchor a new one-hour evening news program, the network said Wednesday.", "categories": [["Business", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/for-some-homeowners-historic-properties-get-better-with-age-11594233030", "title": "For Some Homeowners, Historic Properties Get Better With Age", "date": "2020-07-08 14:30", "summary": "Old homes come with lots of character, even if they lack certain modern conveniences. When it comes to real estate, shiny and new isn't always a plus. In cities like Boston and New Orleans, some of the most enviable (and expensive) homes were built in the early 1900s or before. Many buyers refuse to reckon with the realities of living in an older home, such as smaller rooms and less insulation. But others see historic properties as being filled with the kind of detailing and personality they would hate to live without.", "categories": [["Real Estate", "Homes"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/homes?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/recession-forces-spending-cuts-on-states-cities-hit-by-coronavirus-11594200600", "title": "Recession Forces Spending Cuts on States Hit by Virus", "date": "2020-07-08 14:29", "summary": "Education takes the brunt of reductions; governments have cut 1.5 million jobs since March, with more expected. State and local governments from Georgia to California are cutting money for schools, universities and other services as the coronavirus-induced recession wreaks havoc on their finances.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/aging-gracefully-11594232661", "title": "Aging Gracefully", "date": "2020-07-08 14:24", "summary": "Historic homes are some of the most sought-after properties in cities such as Boston, Philadelphia and Baltimore. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/russian-mining-company-refuses-to-pay-2-billion-damages-demand-for-arctic-fuel-spill-11594227798", "title": "Russian Company Refuses $2 Billion Government Bill for Arctic Fuel Spill", "date": "2020-07-08 14:14", "summary": "Norilsk Nickel questioned how the request was calculated, as incident points to risk of Arctic warming. MOSCOW-The Russian mining company that saw a massive fuel leak at one of its Arctic installations in May is refusing to pay some $2 billion in damages sought by the Russian government to cover the cleanup, and has questioned how the figure was calculated.", "categories": [["World", "Europe", "Russia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb", "https://www.wsj.com/news/types/russia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/earnings-forecasts-are-too-dire-but-still-proceed-with-caution-11594230381", "title": "Earnings Forecasts Are Too Dire, but Still Proceed With Caution", "date": "2020-07-08 13:46", "summary": "Analysts' expectations for S&P 500 earnings seem far too pessimistic since they haven't adjusted for a partial economic rebound, but stocks might have priced that in already. The second quarter probably wasn't as horrible for U.S. companies as estimates suggest. That hardly counts as an all-clear signal as the Covid-19 crisis reasserts itself.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/alcoa-counters-weak-demand-with-cost-cuts-11594224945", "title": "Alcoa Counters Weak Demand With Cost Cuts", "date": "2020-07-08 13:33", "summary": "Aluminum maker says it has limited its losses in the face of lower product prices. Alcoa Corp. said job cuts and other cost reductions have helped trim losses stemming from lower aluminum prices as the coronavirus pandemic weighed heavily on the industrial economy.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mental-health-advocates-push-for-more-services-for-officers-amid-protests-over-policing-11594229381", "title": "Mental-Health Advocates Push for More Services for Officers Amid Protests Over Policing", "date": "2020-07-08 13:29", "summary": "'In March, April, and May, they were heroes. Now they are being seen as villains'. New Jersey Attorney General Gurbir Grewal was leaving a holiday police luncheon in 2018 when a smiling police officer walked up and greeted him in Mr. Grewal's native language of Punjabi.", "categories": [["U.S.", "Tri-State Area"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-region?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/riskiest-european-government-debt-rallies-to-pre-coronavirus-crisis-levels-11594214121", "title": "Riskiest European Government Debt Rallies to Pre-Coronavirus Crisis Levels", "date": "2020-07-08 13:28", "summary": "The difference between the cost of borrowing for Italy or Greece compared with Germany has fallen to pre-lockdown levels. Despite European Central Bank President Christine Lagarde's statement earlier this year that it isn't the central bank's job to close spreads, that is precisely what it has done.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/brooks-brothers-demise-a-final-indignity-for-the-yuppie-generation-11594228627", "title": "Brooks Brothers' Demise: A Final Indignity for the Yuppie Generation", "date": "2020-07-08 13:17", "summary": "The 202-year-old maker of business suits joins other apparel brands in bankruptcy court. The Brooks Brothers bankruptcy is a sign of the times, the culmination of trends from working-from-home to e-commerce to casual dress on Wall Street.", "categories": [["Markets", "Overheard"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/overheard?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/libyas-foul-foretaste-of-the-post-american-world-11594228201", "title": "Libya's Foul Foretaste of the Post-American World", "date": "2020-07-08 13:10", "summary": "Amid the chaos, the EU, NATO and the Arab world are all divided over which warlords to support.. Does Libya show us the future of world politics?", "categories": [["Opinion", "Global View"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/global-view?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/voters-choice-growth-or-stagnation-11594228240", "title": "Voters' Choice: Growth or Stagnation", "date": "2020-07-08 13:10", "summary": "Before the shutdown, the economy was booming. Credit Trump's policies, not Obama and Biden's.. The year began with a recovery that belied every negative cliché about the Trump tax cuts and regulatory reform. Tax cuts demagogued as giveaways to the rich were creating higher wages and bonuses for workers and producing the lowest unemployment rates on record for blacks, Hispanics, single women, the disabled and those with criminal records. Wages at the bottom were growing faster than at the top. The once-disappearing middle class was prospering and propagating again. According to the United Nations, the birthrate in the U.S. had started to rise for the first time in the 21st century. In short, the postwar prosperity that we feared had been lost forever was coming home to America.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/little-voice-review-a-show-biz-fantasy-11594226779", "title": "'Little Voice' Review: A Show-Biz Fantasy", "date": "2020-07-08 12:46", "summary": "A show on Apple TV+, with original songs by Sara Bareilles, follows a young woman trying to make it as a musician in New York.. 'Little Voice\" is a New York fantasy, afloat on show-biz myths and sleight-of-hand, but it does make a few admirable attempts at verisimilitude. Aspiring singer-songwriter Bess Alice King (Brittany O'Grady)-the central character of the nine-episode series-has a roommate. Her rehearsal space is a storage locker. She walks dogs for a living. Gives piano lessons to tin-eared children. Entertains at nursing homes. And tends bar at a music club where braver performers command the stage. Actual musicians might snort when they see that her big Tuesday-night gig at a wine bar comes with a dressing room. But being stiffed by the owner is straight out of reality.", "categories": [["Books & Arts", "Television Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/television-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/kkr-to-buy-global-atlantic-financial-group-for-around-4-billion-11594207178", "title": "KKR to Buy Global Atlantic Financial Group for $4.4 Billion", "date": "2020-07-08 12:39", "summary": "The private-equity giant would increase assets under management and give itself a stronger hold in the insurance sector. KKR & Co. agreed to buy the retirement and life-insurance company Global Atlantic Financial Group Ltd. for more than $4.4 billion, in a deal that would boost the private-equity firm's assets under management by more than one-third and help it dig deeper into a market rivals have been mining aggressively.", "categories": [["Markets", "Deals"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/deals-deal-makers?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/overnight-a-hong-kong-hotel-is-transformed-into-chinas-state-security-hq-11594219721", "title": "Overnight, a Hong Kong Hotel Is Transformed Into China's State Security HQ", "date": "2020-07-08 12:37", "summary": "Rapid arrival of China's security agents shows how quickly the cosmopolitan financial center is changing. HONG KONG-First the construction signs went up, then a flagpole appeared and police officers started to swarm the streets. Within hours, a skyscraper hotel in a cozy neighborhood of bars, apartments and boutiques was transformed into something new: the headquarters of Beijing's powerful new security agency for the city.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tiktok-ventures-warily-into-politicsand-finds-complications-11594224268", "title": "TikTok, Once an Oasis of Inoffensive Fun, Ventures Warily Into Politics", "date": "2020-07-08 12:04", "summary": "Resume Subscription. TikTok has been one of the world's biggest distractions during the pandemic, thanks to its endless stream of bite-size videos featuring dance-offs, pranks and other goofs.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/wirecard-probe-brings-scrutiny-to-how-fintech-companies-are-audited-11594223998", "title": "Wirecard Probe Brings Scrutiny to How Fintech Companies Are Audited", "date": "2020-07-08 11:59", "summary": "Electronic-payment services may operate under several business models and use multiple accounting methods. Auditors are still figuring out how to assess the financial statements of fintech companies, a challenge highlighted in the recent accounting scandal surrounding German electronic-payments company Wirecard AG .", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/as-chinese-trade-surpluses-persist-so-will-risk-of-trade-wars-11594223892", "title": "As Chinese Trade Surpluses Persist, So Will Risk of Trade Wars", "date": "2020-07-08 11:58", "summary": "By suppressing consumption, China imposes a production glut on the world, to the detriment of its own workers and trading partners. President Trump's trade war with China is meeting at least one of his goals. The U.S. trade deficit with China in the past 12 months has dropped to its lowest since 2012.", "categories": [["Economy", "Capital Account"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/capital-account?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/wsj-noted-wants-to-answer-your-questions-11594219926", "title": "WSJ Noted. Wants to Answer Your Questions", "date": "2020-07-08 11:52", "summary": "Our recurring series, Dear Noted, is not your traditional advice column. A core part of our mission at WSJ Noted is to have your voices and experiences at the center of our reporting. That's why, even before we launched our first issue, we answered your questions in the first installment of our series, Dear Noted.", "categories": [["Ideas"]], "category_links": ["https://www.wsj.com/news/types/noted-ideas?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/reopened-theme-parks-ban-screaming-on-roller-coasters-riders-are-howling-11594222278", "title": "Reopened Theme Parks Ban Screaming on Roller Coasters. Riders Are Howling.", "date": "2020-07-08 11:31", "summary": "Resume Subscription. TOKYO-At the Fuji-Q Highland amusement park recently, the chief executive and his corporate boss took a ride on the park's No. 1 attraction, the Fujiyama roller coaster, and plunged 230 feet without so much as a peep.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/gopro-founder-wants-20-million-for-150-acre-california-ranch-11594222238", "title": "GoPro Founder Wants $20 Million for 150-Acre California Ranch", "date": "2020-07-08 11:30", "summary": "Nick Woodman added biking and hiking trails to the property known as \"Boogie Ranch\". The founder of action camera maker GoPro is listing his 150-acre ranch near Santa Cruz, Calif., for $20 million.", "categories": [["WSJ News Exclusive", "Private Properties"]], "category_links": ["https://www.wsj.com/news/types/private-properties?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-california-ranch-to-get-your-boogie-on-11594222089", "title": "A California Ranch to Get Your Boogie On", "date": "2020-07-08 11:28", "summary": "The home of GoPro founder Nick Woodman has a pool, bocce court, and a barn full of outdoor gear. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/harvard-mit-sue-trump-administration-over-international-student-policy-11594214579", "title": "Harvard, MIT Sue Administration Over International Student Policy", "date": "2020-07-08 11:27", "summary": "Policy forbids international students from staying in U.S. if classes are taught entirely online. Harvard University and the Massachusetts Institute of Technology sued the Trump administration in federal court Wednesday over new rules barring international students from staying in the U.S. while taking classes entirely online this fall.", "categories": [["U.S.", "Education"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/education?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-art-market-faces-another-pandemic-era-test-11594221444", "title": "Christie's Tests the Art Market's Strength Amid Coronavirus", "date": "2020-07-08 11:17", "summary": "The auction house packs its July 10 live-streamed sale with blue-chip artists and guarantees; the experimental global format is the wild card.. A week after a Sotheby's sale revealed a healthy high-end art market, rival Christie's will offer its own test Friday when it live-streams a global auction that could strengthen or shake collectors' confidence.", "categories": [["Books & Arts", "Arts", "Art & Auctions"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/arts?mod=breadcrumb", "https://www.wsj.com/news/types/art-auctions?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/supreme-court-expands-religious-school-exemption-from-civil-rights-laws-11594217445", "title": "Supreme Court Expands Religious-School Exemption From Civil-Rights Laws", "date": "2020-07-08 10:57", "summary": "Ruling is latest in a series of decisions elevating the role of religious exercise and sectarian institutions in American society. WASHINGTON-The Supreme Court on Wednesday expanded religious schools' exemption from civil-rights laws, the latest in a series of decisions elevating the role of religious exercise and sectarian institutions in American society.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/are-you-missing-out-on-shower-cocktails-11594219484", "title": "Are You Missing Out on...Shower Cocktails?", "date": "2020-07-08 10:44", "summary": "Once a quirky indulgence, sipping your beer, wine or tequila soda in the shower now seems downright sensible for multi-tasking WFH professionals. AFTER 20 years in Brooklyn, Bart Higgins had a bar for every occasion: Maison Premiere for date-night Champagne, Karasu for Japanese cocktails with clients. When Covid-19 closed the city, Mr. Higgins, founder and CEO of the design and innovation firm Future Perfect X, packed up his Fort Greene apartment and moved his family to their weekend home in the Catskills. Mornings were spent with his 5-year-old twins and on Zoom calls with clients in Europe and Asia. This modified schedule forced Mr. Higgins to move his daily a.m. shower to what was once happy hour. To optimize the experience, he started bringing a tequila soda with muddled mint and lime into the bathroom. \"The living room is now my office, my wife's design studio, and a pandemic preschool,\" Mr. Higgins said. \"The shower is my speakeasy cocktail bar.\"", "categories": [["Life & Work", "Reading & Retreating"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/reading-retreating?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/brooks-brothers-hurt-by-casual-fridays-and-coronavirus-files-for-bankruptcy-11594210645", "title": "Brooks Brothers, Hurt by Casual Friday and Virus, Files for Bankruptcy", "date": "2020-07-08 10:43", "summary": "The 202-year-old maker of business suits, and one of the last with U.S. factories, joins other apparel brands in bankruptcy court. Brooks Brothers dressed the American business class in pinstripes for more than 200 years and survived two world wars and the shift to casual dressing. But it was no match for the coronavirus pandemic.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/homeowners-sharpen-their-short-game-with-backyard-putting-greens-11594218797", "title": "Homeowners Sharpen Their Short Game With Backyard Putting Greens", "date": "2020-07-08 10:33", "summary": "One firm that installs practice golf greens has seen an uptick in demand since the coronavirus pandemic hit. \"We haven't missed a day of work.\". It was late, around 11:15 p.m., and Dean Vagnozzi saw his chance. His wife had gone to bed, making this a perfect time to quietly slip out of the house for a rendezvous with the other love of his life. Golf.", "categories": [["Real Estate", "Homes"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/homes?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tech-startups-got-billions-of-dollars-in-government-loans-11594218258", "title": "Tech Startups Got Billions in Government Loans", "date": "2020-07-08 10:24", "summary": "Silicon Valley leaned on the Paycheck Protection Program despite opposition from some VCs. Billionaire tech entrepreneur Tom Siebel said last month that his software company, C3.ai Inc., is growing sales 80% annually. It has raised hundreds of millions of dollars from big name venture capital investors including early Facebook Inc. backer Jim Breyer. It also received at least $5 million from the government's Paycheck Protection Program.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/beware-of-bargains-at-shopping-malls-11594207486", "title": "Beware of Bargains at Shopping Malls", "date": "2020-07-08 10:20", "summary": "Rental income will be under pressure long after the pandemic has passed for retail landlords like Westfield's owner URW. After years of worrying about e-commerce, mall owners face another unwelcome reckoning from the pandemic. Their stocks appear cheap, but investors are better off window shopping until the long-term hit to rental income is understood.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/can-you-get-covid-19-twice-11589388593", "title": "Can You Catch Covid-19 Twice?", "date": "2020-07-08 10:02", "summary": "Most scientists say patients gain some immunity to the virus after the first infection. Months into the pandemic, the scientific community's understanding of Covid-19, the illness caused by the new coronavirus, is rapidly evolving. New reports of patients testing positive, or appearing to suffer symptoms months after initial diagnosis, continues to generate concern that people who have had Covid-19 are getting infected anew.", "categories": [["Life & Work", "Health & Wellness"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/health-wellness?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tom-hanks-is-now-officially-americas-captain-with-apple-tv-s-greyhound-11594216500", "title": "Tom Hanks Is Now Officially America's Captain in 'Greyhound'", "date": "2020-07-08 09:55", "summary": "In a new movie, Hanks is a World War II sea captain. We look at the other times the actor has taken the helm.. In \"Greyhound,\" Tom Hanks once again suits up as a captain who keeps his head amid chaos. It's no surprise he's returning to the helm. Mr. Hanks has delivered strong performances portraying brave, humble captains before, in \"Apollo 13,\" \"Saving Private Ryan,\" \"Captain Phillips\" and \"Sully.\"", "categories": [["Books & Arts", "Arts", "Film"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/arts?mod=breadcrumb", "https://www.wsj.com/news/types/film?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-u-s-airport-thats-buzzing-as-covid-shuts-down-world-travel-11594215729", "title": "The World's Busiest Airport (When Hardly Anyone's Flying)", "date": "2020-07-08 09:42", "summary": "With coronavirus drastically reducing travel, Dallas-Fort Worth International finds itself suddenly as the busiest in world-by default. Grapevine, Texas", "categories": [["Life & Work", "Travel", "The Middle Seat"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/magazine/travel?mod=breadcrumb", "https://www.wsj.com/news/types/the-middle-seat?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/black-lives-matter-co-founder-patrisse-cullors-on-writing-messages-in-the-sky-11594215063", "title": "Black Lives Matter Co-Founder Patrisse Cullors on Writing Messages in the Sky", "date": "2020-07-08 09:31", "summary": "Cullors is part of the collaborative project 'In Plain Sight,' which recruited sky-typing air fleets to write messages against mass detention and incarceration and which began the weekend of July 4: \"What I feel really moved by is this idea that you can look up and see a message that's affirmative.\". In this series, we get the inside story from artists about their upcoming exhibitions and installations-plus, learn about their mantras, rituals and what they're up to next.", "categories": [["Art & Design", "Self-Expressionism"]], "category_links": ["https://www.wsj.com/news/magazine/art-design?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/from-a-former-butcher-shop-a-london-couple-carves-out-a-new-home-11594213826", "title": "From a Former Butcher Shop, a London Couple Carves Out a New Home", "date": "2020-07-08 09:10", "summary": "Richard Travers and his partner, Andy Acres, meticulously renovated the store and transformed it into an elegant home. Now they're selling it for $837,000. There is nothing unusual about converting a commercial building into a home. But rather than adapt a space to suit his lifestyle, Richard Travers bought an extraordinarily well-preserved Victorian butcher shop and let the history of the building take the lead.", "categories": [["Real Estate", "Living History"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/living-history?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/reopened-a-greek-isle-beckons-amid-the-pandemic-11594211655", "title": "Reopened, a Greek Isle Beckons Amid the Pandemic", "date": "2020-07-08 08:34", "summary": "As Hydra faces a challenging tourist season, the island's storied past and glittering present-rife with legendary writers and artists, from Lord Byron and Leonard Cohen to Jeff Koons and Kara Walker-continue to lure tycoons and fellow travelers. Mornings on Hydra are heralded by the island's overzealous cockerels. The baying of donkeys starts shortly after, accompanied by a low chorus, synonymous with heat and pine, of cicadas. These sounds eventually give way to the clock tower's chime and the click-tick of komboloi-Greek worry beads-that elders flip languidly with their fingers. Parked beneath awnings of port-front cafes, these longtime Hydriots survey the tourists, who in turn survey the yachts jostling with fishing boats at the harbor's edge.", "categories": [["Feature"]], "category_links": ["https://www.wsj.com/news/types/magazine-feature?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/reopened-a-greek-isle-beckons-amid-the-pandemic-11594211607", "title": "Reopened, a Greek Isle Beckons Amid the Pandemic", "date": "2020-07-08 08:33", "summary": "As Hydra faces a challenging tourist season, the island's storied past and glittering present-rife with legendary writers and artists, from Lord Byron and Leonard Cohen to Jeff Koons and Kara Walker-continue to lure tycoons and fellow travelers.. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/reopened-a-greek-isle-beckons-amid-the-pandemic-11594211512", "title": "Reopened, a Greek Isle Beckons Amid the Pandemic", "date": "2020-07-08 08:31", "summary": "As Hydra faces a challenging tourist season, the island's storied past and glittering present-rife with legendary writers and artists, from Lord Byron and Leonard Cohen to Jeff Koons and Kara Walker-continue to lure tycoons and fellow travelers.. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/drug-derived-from-plasma-of-covid-19-patients-to-be-tested-as-preventive-measure-11594211400", "title": "Drug Derived From Plasma of Covid-19 Patients to Be Tested as Preventive Measure", "date": "2020-07-08 08:30", "summary": "Mount Sinai Health System is working with drugmaker Emergent Biosolutions on drug that could protect health-care workers and others. Drugmaker Emergent Biosolutions Inc. plans to work with Mount Sinai Health System in New York City to test whether a drug derived from the blood plasma of recovered Covid-19 patients can prevent infections in doctors, nurses and military forces.", "categories": [["WSJ News Exclusive", "Health"]], "category_links": ["https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/brutal-gang-rises-as-mexicos-top-security-threat-11594209600", "title": "Brutal Gang Rises as Mexico's Top Security Threat", "date": "2020-07-08 08:00", "summary": "Jalisco New Generation Cartel dominates the trade in fentanyl and methamphetamines and has eclipsed the more famous Sinaloa Cartel, formerly run by 'El Chapo'. MEXICO CITY-In late June, more than two dozen gunmen mounted a predawn ambush, shooting at Mexico City's police chief as his convoy drove down leafy, iconic Reforma Avenue and shattering the calm of the capital's most elegant neighborhood, home to ambassadors, cabinet ministers and tycoons.", "categories": [["World", "Latin America"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/latin-america-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/contact-tracing-isnt-keeping-up-with-americas-reopening-11594209600", "title": "Contact Tracing Isn't Keeping Up With America's Reopening", "date": "2020-07-08 08:00", "summary": "More interactions create more work for contact tracing teams that have to reach more people and convince them to isolate. When Nancy Griffith began managing the contact-tracing program for Washington County, Ore., in March, her team called fewer than five people on average for every patient infected with the new coronavirus.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/walgreens-to-open-doctors-offices-at-its-u-s-stores-11594209601", "title": "Walgreens to Open Doctors' Offices at Its U.S. Stores", "date": "2020-07-08 08:00", "summary": "Retailer to invest $1 billion in VillageMD to add physician offices, seeking to expand its health-care services. ", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-coronavirus-surges-stall-economic-recovery-11594209321", "title": "New Coronavirus Surges Slow Economic Recovery", "date": "2020-07-08 07:55", "summary": "The new economic disruptions are concentrated in California, Texas, Florida and Arizona. The nation's fledgling economic recovery is losing momentum, as a new wave of coronavirus infections causes businesses to scale back or reshutter in several big states and consumers to retreat anew.", "categories": [["Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chinas-ride-hailing-giant-didi-to-test-beijings-new-digital-currency-11594206564", "title": "China's Ride-Hailing Giant Didi to Test Beijing's New Digital Currency", "date": "2020-07-08 07:09", "summary": "Partnership with central bank advances effort to digitize the yuan. BEIJING-Chinese ride-hailing giant Didi Chuxing Technology Co. said it is working with the People's Bank of China to test the central bank's fledgling digital currency on its transportation platform, advancing Beijing's effort to digitize the yuan.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/offices-try-to-combat-coronavirus-with-more-fresh-air-11594206158", "title": "Offices Try to Combat Coronavirus With More Fresh Air", "date": "2020-07-08 07:02", "summary": "Pathogen's spread in enclosed spaces is changing the way commercial buildings operate. One way to reduce the spread of coronavirus is to maintain ventilation with plenty of fresh air. But what does that amount to in buildings?", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-reopening-trade-is-stalling-11594206001", "title": "The Reopening Trade Is Stalling", "date": "2020-07-08 07:00", "summary": "Shares of hotels, airlines, restaurants are falling again as coronavirus cases rise. Bets on a relatively smooth reopening of businesses across America are fizzling out in the stock market.", "categories": [["Markets", "Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pandemic-slowed-private-equity-fund-closings-in-first-half-11594206000", "title": "Pandemic Slowed Private-Equity Fund Closings in First Half", "date": "2020-07-08 07:00", "summary": "Firms struggled to reach the fundraising finish line after the coronavirus outbreak shut down economies world-wide. Private-equity firms are having difficulty closing new funds in the time of social distancing and Zoom meetings.", "categories": [["Pro PE Fund News"]], "category_links": ["https://www.wsj.com/news/types/pro-pe-fund-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/apple-in-a-pickle-11594206001", "title": "Apple in a Pickle", "date": "2020-07-08 07:00", "summary": "Wall Street isn't yet factoring in an iPhone launch delay. Wall Street is so over the moon about Apple Inc.'s next iPhone that few seem to care when it will actually arrive.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-city-improves-disease-surveillance-to-avert-covid-19-surge-11594206001", "title": "New York City Improves Disease Surveillance to Avert Covid-19 Surge", "date": "2020-07-08 07:00", "summary": "Public health officials are triangulating different data sources to guide coronavirus response. Technology used by New York City public health officials to spot cases of Legionnaires' disease or a serious food-borne illness has now been fine-tuned to pick up potentially connected cases of the novel coronavirus.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/need-help-social-distancing-try-these-giant-summer-dresses-11594205672", "title": "Need Help Social Distancing? Try These Giant Summer Dresses", "date": "2020-07-08 06:54", "summary": "Busy women are turning to voluminous, full-skirted styles that safeguard their personal space. PLEASE RESPECT social distancing,\" read a June Instagram post by Katie Ruensumran, a London fashion consultant with a penchant for outsize attire. In the photo, she's captured mid-swirl, wearing a floral-print tulle skirt that fans out from her body. Her social-media message was tongue-in-cheek, but as the world begins to reopen, not-so-subtle \"stay back\" signals arguably have a place in fashion (see the new vogue for parasols).", "categories": [["Life & Work", "Style & Fashion", "Fashion"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/fashion?mod=breadcrumb", "https://www.wsj.com/news/types/fashion?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/omnicom-plans-20-million-in-podcast-ads-on-spotify-11594204200", "title": "Omnicom Plans $20 Million in Podcast Ads on Spotify", "date": "2020-07-08 06:30", "summary": "Podcasters try to lure more marketers with high-profile talent and better ad technology. Omnicom Media Group plans to spend $20 million on advertising in podcasts distributed by Spotify Technology SA under a deal covering the second half of this year, the companies said.", "categories": [["CMO Today"]], "category_links": ["https://www.wsj.com/news/types/cmo-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/these-jeans-look-faded-in-a-pandemic-11594204202", "title": "These Jeans Look Faded in a Pandemic", "date": "2020-07-08 06:30", "summary": "Levi's results appear worse than others, but that shouldn't send its share prices down so much. Many have joked that widening waistlines and seated Zoom calls have eliminated the need for new pants. Levi Strauss & Co. shareholders aren't laughing.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chubbs-pandemic-estimate-could-buffer-insurers-11594202402", "title": "Chubb's Pandemic Estimate Could Buffer Insurers", "date": "2020-07-08 06:00", "summary": "Chubb's estimate of a $1.4 billion pretax loss due to Covid-19 is big, but not necessarily worse than many feared. Investors in insurance companies have been held back by an unusual amount of uncertainty. Now they have a new benchmark to go by.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-poses-big-problems-for-worlds-biggest-countries-11594200605", "title": "Sprawling Countries Find Coronavirus Hard to Contain", "date": "2020-07-08 05:30", "summary": "Most-populous nations including the U.S., Brazil and India face challenges such as multiple outbreaks and the need for millions of tests, with only China making major strides to dial back the pandemic. Six months after the coronavirus emerged, most of the world's most-populous countries are still struggling to push infection rates below peak levels.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chinese-tech-firms-get-trading-boost-from-hong-kong-listings-11594200602", "title": "Chinese Tech Firms Get Trading Boost From Hong Kong Listings", "date": "2020-07-08 05:30", "summary": "High stock turnover, plus U.S. political pressure, could lure other New York-listed Chinese companies to the city. Hong Kong is becoming an active center for trading stock in some of China's largest technology groups, bolstering the case for more secondary listings of U.S.-listed Chinese companies.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/as-big-airlines-retrench-some-carriers-detect-an-opening-11594200600", "title": "As Big Airlines Retrench, Some Carriers Detect an Opening", "date": "2020-07-08 05:30", "summary": "Low-cost airlines are moving quickly to pick up market share as their larger, legacy rivals cut back amid the coronavirus pandemic. For many of the world's big airlines, the coronavirus pandemic is an existential threat. For Wizz Air Holdings PLC, a European budget carrier, it is an opportunity.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/updated-bribery-law-guide-reinforces-broad-view-of-accounting-provisions-11594200601", "title": "Updated Bribery Law Guide Reinforces Broad View of Accounting Provisions", "date": "2020-07-08 05:30", "summary": "The second edition of an influential guide to the U.S. Foreign Corrupt Practices Act brings the two agencies in charge of enforcing the statute into greater sync-at least on paper. The second edition of an influential handbook on the U.S. Foreign Corrupt Practices Act incorporates nearly eight years of developments in the antibribery law. It also clarifies the government's view on controversial aspects of the statute's enforcement.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-other-chinese-property-debt-to-worry-about-11594198858", "title": "The Other Chinese Property Debt to Worry About", "date": "2020-07-08 05:01", "summary": "Developer Tahoe Group's unpaid bondholders may be joined by the buyers of its unbuilt homes. Holders of yuan bonds issued by China's Tahoe Group Co. were left empty-handed this week, when the company failed to pay around $214 million due. But they're not the only creditors to Chinese real-estate developers worth watching.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-remains-ready-to-resume-nuclear-talks-with-north-korea-envoy-says-11594198543", "title": "U.S. Remains Ready to Resume Nuclear Talks With North Korea, Envoy Says", "date": "2020-07-08 04:55", "summary": "Pyongyang has said it has no interest in talks before U.S. elections in November. SEOUL-The U.S. stands ready to resume nuclear talks if North Korea is willing to make a deal, a top State Department official said Wednesday, though Pyongyang has signaled it is in no mood to come back to the negotiating table.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/disney-world-reopens-with-capacity-limits-strict-rules-11594234202", "title": "Disney World Set to Reopen With Capacity Limits, Strict Rules", "date": "2020-07-08 00:01", "summary": "Guests who ignore Covid-19 mask mandate may be ejected from theme park. Langley Roby, a 38-year-old teacher, counts traveling to Walt Disney World in her mother's womb as her first visit to the theme park in Orlando, Fla. Her mother was six months pregnant, but that didn't stop her from riding Space Mountain, says Ms. Roby.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11594150686", "title": "Pepper...and Salt", "date": "2020-07-08 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tiktok-to-pull-out-of-hong-kong-after-china-imposed-national-security-law-11594096439", "title": "TikTok Maker Seeks to Strike Balance on China, U.S. Tensions", "date": "2020-07-08 23:52", "summary": "The social-media sensation will pull its app out of Hong Kong amid concerns of the new national-security law; U.S. suggests limiting user access. The Chinese maker of TikTok, the popular short-video platform, said it would pull its app out of Hong Kong amid concerns about a new national-security law, its second market exit in as many weeks, as Secretary of State Mike Pompeo hinted the Trump administration was considering limiting U.S. users' access to the app.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chief-justice-roberts-hospitalized-overnight-after-a-fall-11594180242", "title": "Chief Justice Roberts Hospitalized Overnight Last Month After a Fall", "date": "2020-07-08 23:50", "summary": "Supreme Court spokeswoman said doctors believe dehydration likely led to his fall. WASHINGTON-Chief Justice John Roberts was hospitalized last month after falling and injuring his forehead, a Supreme Court spokeswoman said Tuesday.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/amy-kennedy-wins-democratic-primary-for-new-jerseys-second-congressional-district-11594172935", "title": "Amy Kennedy Wins Democratic Primary for New Jersey's Second Congressional District", "date": "2020-07-08 22:29", "summary": "Former schoolteacher will face Republican U.S. Rep. Jeff Van Drew in November. Former schoolteacher Amy Kennedy won the Democratic primary for New Jersey's second congressional district and will face Republican U.S. Rep. Jeff Van Drew in November.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/former-ohio-state-university-president-michael-drake-named-next-university-of-california-president-11594168937", "title": "Michael Drake to Be Next University of California President", "date": "2020-07-08 22:14", "summary": "Drake to become the first Black president of the sprawling public school. The University of California named Michael V. Drake as its next president, tapping the former head of Ohio State University to lead one of the nation's largest systems of higher education at a time when the sector is undergoing significant changes.", "categories": [["U.S.", "Education"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/education?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/dollar-edges-up-as-investors-retreat-toward-safety-11594129756", "title": "Dollar Edges Up as Investors Retreat Toward Safety", "date": "2020-07-08 21:45", "summary": "Analysts expect the dollar to remain at high levels-or even gain-as hopes for a V-shaped recovery dampen. The dollar crept higher as concerns about the rise in new Covid-19 infections in parts of the U.S. and across emerging markets took the edge off the broader market rally of recent days.", "categories": [["Markets", "Currencies", "Foreign Exchange"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/currencies?mod=breadcrumb", "https://www.wsj.com/news/types/foreign-exchange?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/civil-rights-groups-express-disappointment-with-facebook-meeting-11594161841", "title": "Civil-Rights Groups Express Disappointment With Facebook Meeting", "date": "2020-07-08 21:13", "summary": "Company says it has invested billions of dollars in content moderation and taken hundreds of white-supremacist entities off its platforms. Civil-rights advocates came out of a meeting Tuesday with Facebook Inc. Chief Executive Mark Zuckerberg saying they didn't make progress on their demands over how the social-media giant polices the platform.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/brazil-president-jair-bolsonaro-tests-positive-for-coronavirus-11594135631", "title": "Brazil President Jair Bolsonaro Tests Positive for Coronavirus", "date": "2020-07-08 20:21", "summary": "President of South America's largest country had been ordered by a court to wear mask. SÃO PAULO-Brazilian President Jair Bolsonaro, one of the most prominent world leaders to play down the severity of the coronavirus pandemic, said Tuesday he tested positive for the virus.", "categories": [["World", "Latin America"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/latin-america-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tiktok-user-data-what-does-the-app-collect-and-why-are-u-s-authorities-concerned-11594157084", "title": "What User Data Does TikTok Collect and Why Is the U.S. Concerned?", "date": "2020-07-08 20:16", "summary": "Officials worry about China potentially amassing vast amounts of personal information on Americans. U.S. Secretary of State Mike Pompeo has indicated the Trump administration is considering limiting U.S. users' access to the popular video-messaging app TikTok. The Chinese-owned company has faced scrutiny in Washington as concerns grow that Beijing could tap the social-media platform's information to gather data on Americans.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}]