[{"link": "https://www.wsj.com/articles/facebook-to-ban-qanon-groups-and-pages-11602027760", "title": "Facebook to Ban QAnon Groups and Pages", "date": "2020-10-06 19:50", "summary": "Social-media company says policy change reflects greater understanding of QAnon messaging; individual users can still post about movement. Facebook Inc. said it would step up its crackdown on QAnon, removing more groups and pages devoted to the fast-growing conspiracy-theory movement that has thrived on social media.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/neither-snow-nor-rain-nor-latency-usps-report-explores-a-5g-role-11602026267", "title": "Neither Snow nor Rain nor Latency: USPS Report Explores a 5G Role", "date": "2020-10-06 19:17", "summary": "The Postal Service's watchdog recently pitched its 31,000 facilities as possible hubs for 5G equipment. The U.S. Postal Service could play a role in the nationwide buildout of 5G wireless technology, with 31,000 facilities that could host critical infrastructure for the superfast communications network.", "categories": [["CIO Journal"]], "category_links": ["https://www.wsj.com/news/types/cio-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pelosis-taxpayer-ransom-demand-11602026171", "title": "Pelosi's Taxpayer Ransom Demand", "date": "2020-10-06 19:16", "summary": "Trump walked after the Speaker insisted on no less than $2 trillion.. President Trump decided Tuesday to walk away from talks on another coronavirus spending blowout until after the election, and that's the best decision for the economy and taxpayers. Speaker Nancy Pelosi and Democrats refused to accept anything below $2 trillion, and their political ransom demand is what blew up the deal.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-city-to-increase-testing-in-schools-near-coronavirus-hot-spots-11602026151", "title": "New York City to Increase Testing in Schools Near Coronavirus Hot Spots", "date": "2020-10-06 19:15", "summary": "Gov. Andrew Cuomo requires weekly random tests in some areas, in addition to planned monthly tests at all schools. Just as New York City gears up for random monthly testing for the new coronavirus in schools, Gov. Andrew Cuomo on Tuesday added a new requirement: weekly random testing in schools near hot spots.", "categories": [["U.S.", "Schools"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-schools?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/joe-manchins-marshall-mistake-11602026141", "title": "Joe Manchin's Marshall Mistake", "date": "2020-10-06 19:15", "summary": "The West Virginia Senator forgets Supreme Court history.. Several Democratic Senators have announced ostentatiously they won't meet with Judge Amy Coney Barrett, President Trump's Supreme Court nominee. So credit to West Virginia's Joe Manchin, one of the few red-state Democrats, for sitting down with the judge last week.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-covid-and-reason-11602026102", "title": "Trump, Covid and Reason", "date": "2020-10-06 19:15", "summary": "A new statement by scientists explains how to live with the virus.. President Trump's tweet Monday \"Don't be afraid of Covid\" has invited more criticism that he's again downplaying the virus. Mr. Trump doesn't do nuance, and he and his team have often acted recklessly, most prominently at the Rose Garden ceremony announcing Judge Amy Coney Barrett's nomination. But scientists generally agree with his fundamental point that Americans need to learn to live with the virus.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-dialogue-with-pope-francis-11602026069", "title": "A Dialogue With Pope Francis", "date": "2020-10-06 19:14", "summary": "Amid a Vatican scandal, he opines on markets and Covid-19.. On Sunday Pope Francis released his encyclical Fratelli Tutti (\"All Brothers\"), meant to point a world reeling from Covid-19 in a more hopeful direction. Though ranging from war and nationalism to immigration and social dialogue based on \"insult,\" the document repeats his earlier indictments of capitalism. In particular he scores \"those who would have had us believe that freedom of the market was sufficient to keep everything secure\" after the pandemic hit.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/kamala-harriss-american-example-11602026030", "title": "Kamala Harris's American Example", "date": "2020-10-06 19:13", "summary": "Her family is an immigrant success story. So why does she prefer to play victim?. Sen. Kamala Harris is an inspiring example of what is possible in America. Her late mother came from India, like my parents, earned a doctorate in endocrinology, and became a breast cancer researcher. Her father came from Jamaica, earned a doctorate in economics, and retired as a Stanford professor.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trumps-economic-dream-come-true-11602026003", "title": "Trump's Economic Dream Come True", "date": "2020-10-06 19:13", "summary": "The coronavirus-induced recession is no reason to abandon economic policies that proved their worth.. Remember the economy of seven months ago? Until March it was growing at an impressive pace, but the Covid crisis makes it seem distant. With the election approaching, America should refresh its memory of the policies-namely, tax cuts and deregulation-that helped drive growth before the pandemic.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/is-your-iphone-too-easy-to-use-11602025935", "title": "Is Your iPhone Too Easy to Use?", "date": "2020-10-06 19:12", "summary": "If the Supreme Court rules against Google, different companies' devices might become incompatible.. Software depends on \"interoperability\"-the ability of digital products and services to work together. You should be able to send a photo from the Outlook account on your iPhone to a colleague's Gmail address, then edit that photo on a Surface tablet before you save it in Google Drive and post it to Twitter .", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/where-have-the-honest-liberals-gone-11602025882", "title": "Where Have the Honest Liberals Gone?", "date": "2020-10-06 19:11", "summary": "'Critical race theory' is a dangerous folly, but these days only conservatives are willing to criticize it.. Stanley Crouch, the cultural critic who died last month at 74, was a tell-it-like-it-is kind of guy.", "categories": [["Opinion", "Upward Mobility"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/upward-mobility?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/making-india-great-review-rising-expectations-11602025858", "title": "'Making India Great' Review: Rising Expectations", "date": "2020-10-06 19:10", "summary": "India logically aspires to great-power status, but ﬁrst it must address problems-in the economy and culture-that impede its ascent.. Far too many Indian nationalists regard their country's present-day bid for global greatness as a rightful reversion to ancient type, a vindication of what Aparna Pande calls a \"continuous civilization\" that began in the Indus Valley in 3300 B.C. Some would even take issue with the title of Ms. Pande's book, \"Making India Great,\" scolding her for her failure to round it off with that restorative word, \"Again.\"", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/st-louis-couple-indicted-for-waving-guns-at-protesters-11602025825", "title": "St. Louis Couple Indicted for Waving Guns at Protesters", "date": "2020-10-06 19:10", "summary": "Mark and Patricia McCloskey were charged with felony unlawful use of a weapon stemming from June incident captured on video. A grand jury on Tuesday indicted the St. Louis couple who displayed firearms while hundreds of people protesting against racial injustice marched down their private street.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/job-one-for-the-veep-explain-covid-11602025818", "title": "Job One for the Veep: Explain Covid", "date": "2020-10-06 19:10", "summary": "Mike Pence gets a second chance to level about a disease we will be living with.. When the vice-presidential candidates meet in Wednesday night's debate, Subject One will be the coronavirus. President Trump tested positive and was hospitalized. Vice President Mike Pence has, since Feb. 26, chaired an administration task force. Here's my wish. Let this be an opportunity for the country to remove its blinders.", "categories": [["Opinion", "Business World"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/business-world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bidens-chance-to-take-the-offensive-11602025766", "title": "Biden's Chance to Take the Offensive", "date": "2020-10-06 19:09", "summary": "Students discuss which attacks land and which ones flop.. Editor's note: In this Future View, students discuss the strengths and weaknesses of Joe Biden's messaging. Next week we'll ask, \"Is there any hope left for the Trump campaign? Does it have a plausible road to victory?\" Students should click here to submit opinions of fewer than 250 words before Oct. 13. The best responses will be published that night.", "categories": [["Opinion", "Future View"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/future-view?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tax-agency-watchdog-investigating-irs-use-of-cellphone-location-data-11602014554", "title": "Tax Agency Watchdog Is Investigating IRS Use of Cellphone Location Data", "date": "2020-10-06 18:47", "summary": "Internal Revenue Service criminal unit was using data to try to identify phones present at scene of crimes. WASHINGTON-The inspector general who oversees the Internal Revenue Service said he would open a review into the legal basis for the agency's use of a commercial tool that allows the warrantless surveillance of mobile phones.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-new-york-is-trying-to-get-more-people-to-register-to-vote-11602024215", "title": "How New York Is Trying to Get More People to Register to Vote", "date": "2020-10-06 18:43", "summary": "More than 430,000 young eligible voters have yet to sign up to vote. State-mandated shutdowns due to the Covid-19 pandemic have hampered voter registration efforts, but city and civic-engagement groups are trying to make up the difference ahead of the Oct. 9 deadline to register in New York, particularly among 18-29 year-olds.", "categories": [["Noted"]], "category_links": ["https://www.wsj.com/news/types/noted?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-yorks-mayor-prods-state-to-approve-business-closures-in-covid-19-hot-spots-11602005344", "title": "New York Sets New Lockdown Restrictions Where Coronavirus Has Resurged", "date": "2020-10-06 18:36", "summary": "Curbs will affect parts of New York City and two nearby counties, Gov. Andrew Cuomo said. New York will reimpose lockdown restrictions in parts of the state that have seen recent surges in new coronavirus cases, Gov. Andrew Cuomo said Tuesday, and he warned of wider limitations if infection rates continued to rise.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/feds-powell-says-u-s-faces-tragic-risks-from-doing-too-little-to-support-economy-11601995201", "title": "Fed's Powell Says U.S. Faces 'Tragic' Risks From Doing Too Little to Support Economy", "date": "2020-10-06 18:28", "summary": "'The recovery will be stronger and move faster' if government spending supports the economy 'until it is clearly out of the woods,' says Fed chairman. Federal Reserve Chairman Jerome Powell warned of potentially tragic economic consequences if Congress and the White House don't provide additional support to households and businesses disrupted by the coronavirus pandemic.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/eddie-van-halen-dies-at-65-11602015589", "title": "Eddie Van Halen Dies at 65", "date": "2020-10-06 18:25", "summary": "Guitarist's band became one of rock's hall-of-fame groups, with hits including 'Jump' and 'Panama'. Eddie Van Halen, whose pressing inventiveness lofted him among the all-time elite guitarists and whose life epitomized both the aspirational American dream and the rough-and-tumble of rock 'n' roll, died Tuesday after battling cancer. He was 65 years old.", "categories": [["World", "Obituaries"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/obituaries?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/supreme-court-weighs-monetary-damages-under-religious-freedom-law-11602023112", "title": "Supreme Court Weighs Monetary Damages Under Religious Freedom Law", "date": "2020-10-06 18:25", "summary": "Three Muslim men claim FBI agents put them on no-fly list when they refused to be informants. WASHINGTON-The Supreme Court's recent jurisprudence has made quite clear its views in two seemingly unrelated areas: religious rights, to which a majority of the justices have shown broad deference, and limits on public officials' personal liability for misconduct, which the court has signaled a deep reluctance to expand.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-one-school-superintendent-says-he-is-tackling-the-impact-of-racism-11602021362", "title": "How One School Superintendent Says He Is Tackling the Impact of Racism", "date": "2020-10-06 17:56", "summary": "Priority in-person learning seats for students from marginalized groups and antiracist training for teachers are among measures being taken. As the national conversation in schools around race brews, Evanston, Ill. school superintendent Devon Horton is giving students from marginalized groups first priority for in-person learning. He has hired a dean of culture and climate and a diversity hiring specialist and said teachers in his district will be required to take antiracist training. \"If you're not antiracist, we can't have you in front of our students,\" he said.", "categories": [["Education"]], "category_links": ["https://www.wsj.com/news/types/noted-education?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-executives-say-about-leading-through-uncertain-times-11602021318", "title": "What Bill Gates, Satya Nadella and Gen. Stanley McChrystal Say About Leading During Pandemic", "date": "2020-10-06 17:55", "summary": "Executives sound off on constant adaptation; 'Crisis is great revealer'. As the pandemic stretches on, high-ranking leaders are confronting how best to keep their people from burning out while propelling their businesses forward.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/rolling-stones-canon-fodder-11602021018", "title": "Rolling Stone's Canon Fodder", "date": "2020-10-06 17:50", "summary": "Rolling Stone released a new version of its list of the 500 Greatest Albums of All Time, but the streaming era, with its explosion of records and musical subgenres, might spell the end of a pop canon.. ", "categories": [["Opinion", "Commentary", "Cultural Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb", "https://www.wsj.com/news/types/cultural-commentary?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/we-need-to-build-on-the-new-start-treaty-11602020832", "title": "We Need to Build on the New START Treaty", "date": "2020-10-06 17:47", "summary": "It is unquestionably in the U.S. interest to retain limits and verification on Russia's most dangerous nuclear-weapon systems for an additional five years.. The primary job of any president is to prevent national-security risks and keep Americans safe. Failing to extend New START, the only remaining treaty limiting Russian and U.S. nuclear forces, before it expires in February would be a catastrophic loss for Americans and the international community (\"Russia Rejects U.S. Terms for Arms Deal,\" World News, Oct. 2).", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/wait-stocks-did-better-under-the-democrats-11602020778", "title": "Wait, Stocks Did Better Under the Democrats", "date": "2020-10-06 17:46", "summary": "To imply that policies of Democrats somehow have an adverse affect on the markets and investors' wealth doesn't hold up under scrutiny of market history.. While Grover Norquist is right to point out that perhaps half of Americans have money in the stock market, his selective use of statistics neglects to mention that for most people, that \"stock ownership\" is a very small sum, indeed (\"The Trump-Biden Stakes: Your Life Savings,\" op-ed, Oct. 1). Bankrate.com calculates that the median stock ownership for workers 50-59 years old was just $65,000, not nothing, certainly, but not nearly the amount needed to cover expenses for retirement, including the exorbitant costs for health care and medicine, coming in just a few short years for this age group.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-latest-news-10-06-2020-11601974019", "title": "U.S. Adds Almost 40,000 Coronavirus Cases as Trump Leaves Hospital", "date": "2020-10-06 17:46", "summary": "The country's total Covid-19 infections are at nearly 7.5 million. The U.S. added almost 40,000 coronavirus cases, bringing its total to nearly 7.5 million, as President Trump returned to the White House after three nights in a hospital with Covid-19 and several top military officials went into quarantine.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/college-schooling-at-home-for-70-000-no-activities-11602020714", "title": "College Schooling at Home for $70,000, No Activities", "date": "2020-10-06 17:45", "summary": "The bigger problem is young adults attending college when some of them aren't adult enough to act sensibly when away from home and essentially on their own.. I understand Stephen Moore's concern in \"The Coronavirus College Scam\" (op-ed, Oct. 2). However, in addition to the colleges, many parents are also to blame. Mr. Moore states: \"According to one report, college students represent 19 of the 25 hottest coronavirus outbreaks in the country with some 40,000 positive cases recorded in September, so administrators are suspending or even expelling students for irresponsible behaviors like going to crowded parties. But what did college presidents expect when they invited students back?\"", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/barretts-resources-hardly-typical-for-working-moms-11602020632", "title": "Barrett's Resources Hardly Typical for Working Moms", "date": "2020-10-06 17:43", "summary": "For the majority of working mothers, the benefits afforded to the Supreme Court nominee don't exist.. Kate Bachelder Odell's \"Amy Coney Barrett Sets an Example for Working Mothers\" (op-ed, Sept. 29): Contrary to Mrs. Odell's impassioned commentary, I fail to see how Amy Coney Barrett sets an example for working mothers. For the majority of working mothers, the benefits afforded to the Supreme Court nominee don't exist. As a mother of two with more working-mother years under my belt than Ms. Barrett, I would love to have had the benefit of a husband who was willing to do \"far more than his share\" in child rearing, the benefit of nearby relatives who willingly provided free child care and the benefit of a \"flexible workplace\" when time could be taken to attend my children's daytime school events. An unspoken truth is that, even if both parents are employed and financially stable, child care is the mother's responsibility. Throughout their lifespans, women face challenges that are unique to their gender, and federal law cannot be used to diminish their rights. If confirmed as an associate justice, Amy Coney Barrett's decisions must reflect an honest, abiding commitment to advocate for all women, regardless of their employment status.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/dont-give-gov-newsom-the-education-prize-11602020460", "title": "Don't Give Gov. Newsom the Education Prize", "date": "2020-10-06 17:41", "summary": "I seriously doubt that the legislature is reticent about the wording of the bill after Gov. Newsom's veto message.. Your editorial \"Hope for California's Schools\" (Oct. 2) gives Gov. Gavin Newsom too much credit. I fully suspect that he doesn't want to sign anything that would be a cautionary, if not frightening, example of what will happen on a national level after the November elections if both the executive and legislative branches are controlled by the Democrats. I seriously doubt that the Legislature is reticent about the wording of the bill after Gov. Newsom's veto message. I fully expect that postelection, no matter who wins, this issue will rise again, an equally egregious bill will pass and, absent an immediate threat of a negative election reaction, the governor will sign it.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sugar-touches-seven-month-high-11602000335", "title": "Sugar Touches Seven-Month High", "date": "2020-10-06 17:16", "summary": "Sugar prices have steadily recovered from an early year tumble; Lockdowns and a fresh wave of supply could change that. Sugar prices hit their highest level since early March on Tuesday, lifted by supply disruptions. But a new wave of lockdowns and elevated production from heavyweight Brazil threaten to dull the sugar high.", "categories": [["Markets", "Commodities"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/kyrgyzstan-opposition-says-it-is-near-to-seizing-control-of-former-soviet-republic-11602011530", "title": "Kyrgyzstan Opposition Says It Seeks to Seize Control of Country", "date": "2020-10-06 17:12", "summary": "President Jeenbekov fled the presidential palace, saying political rivals were trying to oust him. Political opposition forces in Kyrgyzstan said they were seeking to seize power and form a new government after taking control of state buildings in the capital following elections that international monitors said were marred by allegations of voter fraud.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/global-stock-markets-dow-update-10-06-2020-11601976965", "title": "Stocks End Lower After Trump Puts Halt to Stimulus Talks", "date": "2020-10-06 17:09", "summary": "Investors are trying to assess President Trump's illness and election polling data. U.S. stocks fell Tuesday after President Trump dashed hopes for a new economic relief package before the November election.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/facebooks-status-the-easiest-target-11602008795", "title": "Facebook's Status: The Easiest Target", "date": "2020-10-06 17:08", "summary": "Social network prepares to fight breakup effort, where it may be most vulnerable. Facebook 's lawyers are clearly worried about being broken up. They have good reasons.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/jpmorgan-pledges-to-push-clients-to-align-with-paris-climate-agreement-11602018245", "title": "JPMorgan Pledges to Push Clients to Align With Paris Climate Agreement", "date": "2020-10-06 17:04", "summary": "The bank, long under pressure from climate activists, says lowering emissions can help a company attract capital and stay relevant. The U.S. is pulling out of the Paris climate accord, but the biggest U.S. bank is committing to it.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ge-says-it-has-received-wells-notice-from-sec-relating-to-accounting-investigation-11602008493", "title": "GE Says It Received 'Wells Notice' Tied to Accounting Investigation", "date": "2020-10-06 16:43", "summary": "SEC staff recommend civil action against the company for allegedly violating securities laws. Federal securities regulators have warned General Electric Co. of a civil-enforcement action over its accounting for a legacy insurance business, adding a fresh hurdle to efforts to turn around the once-mighty manufacturer.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/aurelius-challenges-j-c-penney-over-lender-backed-bankruptcy-sale-11602017018", "title": "Aurelius Challenges J.C. Penney Over Lender-Backed Bankruptcy Sale", "date": "2020-10-06 16:43", "summary": "Group of lenders led by Aurelius Capital Management opposes how company plans to divide up proceeds from proposed sale. A group of J.C. Penney Co. lenders criticized the way the company plans to parcel out proceeds from its proposed sale to two mall owners and a larger group of lenders that have been steering the retailer's bankruptcy.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bill-gates-says-antibody-drugs-could-sharply-reduce-covid-19-death-rate-11602016762", "title": "Bill Gates Says Antibody Drugs Could Sharply Reduce Covid-19 Death Rate", "date": "2020-10-06 16:39", "summary": "Effective vaccines could bring life back to normal by end of next year, he says. Antibody drugs that are in testing and were administered to President Trump could significantly reduce the death rate from Covid-19 once they are approved by regulators and more widely available, billionaire philanthropist Bill Gates said Tuesday.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/facebook-removes-trumps-post-about-covid-19-citing-misinformation-rules-11602003910", "title": "Facebook Pulls Trump's Post About Covid-19, Citing Misinformation Rules", "date": "2020-10-06 16:13", "summary": "President claimed seasonal flu more dangerous than coronavirus, which medical professionals say is false. Facebook Inc. said it took down a post by President Trump playing down the deadliness Covid-19 Tuesday because it contained misinformation about the dangers of the coronavirus.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-art-of-the-meltdown-11602015018", "title": "The Art of the Pandemic Meltdown", "date": "2020-10-06 16:10", "summary": "Under stress from every front, we're having more meltdowns. Here's how to lose it the right way.. Preston Woodruff held it together for months during the pandemic-working in his garden and making musical instruments in his workshop, sharing meals with his daughter, and walking in the woods behind his home.", "categories": [["Life & Work", "Bonds"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/bonds?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/joint-chiefs-of-staff-in-quarantine-after-coast-guard-official-tests-positive-for-covid-19-11602004374", "title": "Joint Chiefs in Quarantine After Admiral Tests Positive for Covid-19", "date": "2020-10-06 16:02", "summary": "All of the Joint Chiefs have tested negative; members were in meetings with Adm. Charles Ray earlier this week. WASHINGTON-Several of the nation's top uniformed military officers went into quarantine Monday night after attending meetings at the Pentagon with a Coast Guard admiral who tested positive this week for Covid-19, the disease caused by the novel coronavirus.", "categories": [["Politics", "National Security"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/national-security?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-wont-the-media-listen-to-these-scientists-11602013456", "title": "Why Won't the Media Listen to These Scientists?", "date": "2020-10-06 15:44", "summary": "Prize-winning biologists vs. compelling narratives.. This week dozens of esteemed medical experts with blue-chip academic credentials published a warning about the destructive policies adopted to address Covid-19. Since the Sunday publication of this \"Great Barrington Declaration\" more than a thousand biological scientists and more than 1,500 medical practitioners have added their names to the petition. Yet it's been almost entirely ignored by the media outlets that spend much of their days presenting themselves as obedient to science.", "categories": [["Opinion", "Best of the Web"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/best-of-the-web-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tight-senate-races-take-new-turn-after-trumps-covid-diagnosis-11602004110", "title": "Tight Senate Races Take New Turn After Trump's Covid-19 Diagnosis", "date": "2020-10-06 15:36", "summary": "Republicans fighting to hold onto Senate majority hope Supreme Court battle will rally conservative voters, shift focus from pandemic. A week ago, Senate Republicans were looking forward to a contentious Supreme Court fight that they predicted would fire up their base and win back center-right voters who had become disenchanted with President Trump's rhetoric and his handling of the coronavirus.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/white-house-unusually-quiet-as-many-aides-work-from-home-11602008842", "title": "White House Unusually Quiet as Many Aides Work From Home", "date": "2020-10-06 15:33", "summary": "Months after coronavirus emptied workplaces around the world, the White House staff is changing its own work habits in response to a rash of positive tests. WASHINGTON-President Trump has returned to an unusually quiet White House, with many officials working from home as the administration grapples with how to isolate Mr. Trump, who tested positive for Covid-19 last week, and protect the remaining staff from contracting the new coronavirus.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-best-stimulus-0-income-tax-11602003602", "title": "The Best Stimulus: 0% Income Tax", "date": "2020-10-06 15:33", "summary": "Instead of collecting and spending $2 trillion, why not cut out the middleman?. Before President Trump suspended negotiations Tuesday, he and Congress were homing in on an economic stimulus plan that would cost some $2 trillion. That money would fund schools and hospitals, a bailout of mostly Democratic states and cities that have amassed large budget deficits, small-business loans, airline and Postal Service bailouts and $1,000-a-person payments to households. It's a mishmash of spending that aims to inflate the economy for a few months.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-were-not-voting-by-phone-yet-11602011889", "title": "Why We're Not Voting by Phone Yet", "date": "2020-10-06 15:18", "summary": "Despite mobile-voting experiments in the U.S., no system is currently viewed as secure enough to be trusted for a general election. Mobile voting would make the process faster, easier and more accessible for most people and several mobile-voting pilot programs have been launched with the expectation that over the coming years, the generations that have grown up using smartphones will demand services for voting as well. But the effort to get people voting on their phones also presents new concerns about privacy and security.", "categories": [["Ideas"]], "category_links": ["https://www.wsj.com/news/types/noted-ideas?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nobel-prize-in-physics-is-awarded-to-three-scientists-for-discoveries-about-black-holes-11601979287", "title": "Nobel Prize in Physics Is Awarded for Discoveries About Black Holes", "date": "2020-10-06 15:00", "summary": "The Royal Swedish Academy of Sciences recognized scientists from the U.K., Germany and the U.S.. Three scientists from the U.K., Germany and the U.S. shared the Nobel Prize in Physics on Tuesday for proving that black holes exist and for complementary work that demonstrates how those regions glower at the dark heart of the Milky Way and many other galaxies.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/boeing-expects-pandemic-to-put-big-dent-in-jet-demand-11602010445", "title": "Boeing Expects Pandemic to Put Big Dent in Jet Demand", "date": "2020-10-06 14:54", "summary": "Aerospace giant forecasts crisis will reduce industry sales by $200 billion over a decade. Boeing Co. said the coronavirus pandemic will reduce global jetliner demand by around 2,000 planes over the next decade as people around the world remain wary of air travel.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-trade-gap-in-august-was-largest-since-2006-11601988513", "title": "Global Outlook Brightens as U.S. Consumer Imports Reach Pre-Pandemic Levels", "date": "2020-10-06 14:45", "summary": "U.S. trade deficit in August was largest since 2006 on recovery of consumer-goods imports. The outlook for the global economy has improved amid evidence that trade picked up faster than expected from coronavirus-triggered disruptions, with U.S. imports of consumer goods reaching pre-pandemic levels at the end of the summer.", "categories": [["Economy", "Economic Data"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/economic-data?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/florida-extends-voter-registration-deadline-after-website-problems-11602009530", "title": "Florida Extends Voter Registration Deadline After Website Problems", "date": "2020-10-06 14:38", "summary": "Law enforcement investigating why some users couldn't register online ahead of original deadline. Florida officials extended the deadline to register to vote as a result of glitches with the state's registration website, and law enforcement is investigating the problems.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/employer-demand-for-workers-weakens-as-pandemic-passes-half-year-mark-11601997455", "title": "Employer Demand for Workers Weakens as Pandemic Passes Half-Year Mark", "date": "2020-10-06 14:36", "summary": "The recovery in U.S. job openings cooled in September from early summer, offering another sign the labor market is losing momentum. The recovery in U.S. job openings cooled in September from early summer, offering another sign the labor market is losing momentum six months into the coronavirus pandemic.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sick-of-your-zoom-shirt-add-a-ferris-bueller-inspired-vest-11602008399", "title": "Ferris Bueller, Style Icon? The Patterned Sweater Vest Is Back", "date": "2020-10-06 14:20", "summary": "In our from-the-waist-up world, the knit style favored by Matthew Broderick's character in the 1986 film 'Ferris Bueller's Day Off' looks just as fresh now as it did 34 years ago. WHEN COSTUME designer Marilyn Vance was working on the 1986 cult classic \"Ferris Bueller's Day Off,\" she ran into a roadblock. Ms. Vance wanted a sweater vest for the film's titular truant but couldn't find one. As she recently recalled, although sweater vests abounded in '80s London, she was hard-pressed to find any in Chicago, where the movie was being filmed. So the industrious Ms. Vance marched over to department store Marshall Field's, bought a geometric-patterned cardigan and promptly lopped the sleeves off it. Problem solved. Ferris's now legendary brown-and-black sweater vest was born.", "categories": [["Life & Work", "Copy Cat"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/undefined?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/gen-stanley-mcchrystal-says-he-agonized-over-decision-to-endorse-biden-11602007697", "title": "Gen. McChrystal Says He Agonized Over Decision to Endorse Biden", "date": "2020-10-06 14:11", "summary": "Onetime commander in Afghanistan resigned after disagreements with former vice president, but says 'respectful' exchanges occurred. Retired Army Gen. Stanley McChrystal said Tuesday he endorsed Joe Biden despite policy disagreements that preceded his ouster in 2010 as the allied military commander in Afghanistan, because he approved of decision-making processes under the Obama administration.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/apple-to-host-oct-13-event-5g-iphone-expected-11602007202", "title": "Apple to Host Oct. 13 Event; 5G iPhone Expected", "date": "2020-10-06 14:00", "summary": "Online event has the tagline 'Hi, Speed' and comes a month after Apple unveiled a new smartwatch and virtual fitness service. Apple Inc. said it would host an online event next week, at which the company is expected to reveal an iPhone with 5G connectivity.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mercedes-benz-to-slash-costs-20-in-next-five-years-11602000567", "title": "Mercedes-Benz to Slash Costs 20% in Next Five Years", "date": "2020-10-06 13:59", "summary": "Daimler says brand will increase its emphasis on luxury as it seeks to boost profit, roll out electric cars. BERLIN- Daimler AG said Tuesday that the company's flagship Mercedes-Benz brand would slash costs by more than 20% over the next five years and move its vehicles upmarket in an attempt to boost profit amid weak demand and rising investments in electric vehicles.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-k-watchdog-bans-sale-of-cryptocurrency-derivatives-to-individual-investors-11602006650", "title": "U.K. Watchdog Bans Sale of Cryptocurrency Derivatives to Individual Investors", "date": "2020-10-06 13:50", "summary": "The rule, effective next January, doesn't apply to trading cryptocurrencies themselves. The U.K.'s financial watchdog said it will ban the sale of derivatives linked to cryptocurrencies to retail consumers.", "categories": [["Markets", "Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/for-some-fathers-pandemic-brings-a-new-perspectiveand-quiet-joys-11602006508", "title": "For Some Fathers, Pandemic Brings a New Perspective-and Quiet Joys", "date": "2020-10-06 13:48", "summary": "Parenting in the Covid era is hard. But it has created some happy shifts in fatherhood, too.. Before the pandemic, Larry Schooler's busy travel schedule as a dispute mediator meant he often missed family dinners. But Covid has brought his travel to a halt. Recently, he spent a weeknight watching his 6- and 9-year-old sons chase each other around the kitchen table at home in Fort Lauderdale, Fla. \"I noticed the total bliss I felt,\" he recalls, \"and the feeling that I didn't want to be anywhere else.\"", "categories": [["Life & Work", "Life & Style"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/life-style?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/john-bolton-says-u-s-policy-isnt-deterring-china-11602006167", "title": "John Bolton Says U.S. Policy Isn't Deterring China", "date": "2020-10-06 13:42", "summary": "Former Trump security adviser thinks Beijing would prefer Biden-because he would be more predictable. The U.S. strategy to deter China hasn't been effective, former national security adviser John Bolton said, calling for a more consistent approach by Washington in its dealings with Beijing.", "categories": [["Politics", "National Security"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/national-security?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hurricane-delta-bears-down-on-mexico-11602005663", "title": "Hurricane Delta Bears Down on Mexico", "date": "2020-10-06 13:34", "summary": "Residents and tourists are being evacuated from the Caribbean resort of Cancún. MEXICO CITY-Mexico began evacuating residents and tourists in and around the Caribbean resort of Cancún ahead of the expected arrival of Hurricane Delta , which strengthened rapidly Tuesday as it moved toward the Yucatán Peninsula.", "categories": [["World", "Latin America"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/latin-america-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sweden-tries-to-isolate-covid-19-cases-without-a-lockdown-as-infections-surge-11602004646", "title": "Sweden Tries to Isolate Covid-19 Cases Without a Lockdown as Infections Surge", "date": "2020-10-06 13:17", "summary": "The new measures recommend that all members of a household isolate for a week if one gets infected. Sweden, almost alone in Europe in rejecting a broad lockdown this spring, has introduced new guidelines to curb a surge in coronavirus infections but is sticking to its largely voluntary approach.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/day-trading-is-so-last-semester-11602004018", "title": "Day Trading Is So Last Semester", "date": "2020-10-06 13:06", "summary": "College students at the University of Pennsylvania want in on the SPAC boom. Kids these days!", "categories": [["Markets", "Overheard"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/overheard?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/microsoft-ceo-wants-increased-focus-on-internet-safety-in-social-media-11602003736", "title": "Microsoft CEO Urges Increased Focus on Internet Safety in Social Media", "date": "2020-10-06 13:02", "summary": "Satya Nadella says social-media players should do better job at self-regulation and expect closer regulatory scrutiny. Microsoft Corp. Chief Executive Satya Nadella said that internet safety should be a greater focus for social-media companies and that the software company would have applied some of its experience in that area to video-sharing app TikTok.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/an-equitable-post-covid-recovery-11602003635", "title": "An Equitable Post-Covid Recovery", "date": "2020-10-06 13:00", "summary": "How to help women and minorities, who have been suffering most in the downturn.. Americans are focused on President Trump's recovery from Covid-19, but the electorate still cares about the country's enduring problems. In a Gallup survey released Oct. 5, voters ranked the economy as their top voting issue, followed by terrorism and national security, the response to the pandemic, then health care. This is good news for Mr. Trump, who scores better on handling the economy than he does on any other issue.", "categories": [["Opinion", "Politics & Ideas"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/politics-ideas?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-france-that-time-and-tourism-forgot-11602002654", "title": "The France That Time and Tourism Forgot", "date": "2020-10-06 12:44", "summary": "With France still closed to American tourists, a Francophile recalls his trip to a long-overlooked region in the foothills of the Pyrenees. A DECADE HAD passed since my family's Paris days, a three-year period during which I worked at a newspaper, our daughters studied at French écoles and we explored many of France's most-celebrated regions, from Normandy to the Alps to the Côte d'Azur. But, like most foreigners, and even most French, we'd never journeyed to Ariège-a rugged and secluded region between Toulouse to the north and Spain to the south, with a checkered history.", "categories": [["Life & Work", "Travel", "Traveler's Tale"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/magazine/travel?mod=breadcrumb", "https://www.wsj.com/news/types/traveler-s-tale?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bristol-myers-squibb-cuts-its-cancer-risk-11602001696", "title": "Bristol-Myers Squibb Cuts Its Cancer Risk", "date": "2020-10-06 12:28", "summary": "The pharmaceutical company is making a $13 billion roll of the dice, but it has chosen its target wisely. For big drugmakers, paying $13.1 billion in cash for a company that has yet to generate sales isn't nearly as crazy as it sounds.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ikea-sees-strong-demand-for-work-desks-and-kitchen-gear-11601999925", "title": "IKEA Sees Strong Demand for Work Desks and Kitchen Gear", "date": "2020-10-06 12:23", "summary": "Furniture retailer benefits from home working amid the coronavirus pandemic, but store closures hit annual sales. IKEA reported a drop in annual sales blaming store closures early in the coronavirus pandemic but said consumers have flocked to its stores since lockdowns lifted to buy desks, chairs and kitchens.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/covid-19-antibody-drug-from-glaxo-vir-enters-phase-3-testing-11601997925", "title": "Covid-19 Antibody Drug From Glaxo, Vir Advances in Testing", "date": "2020-10-06 11:25", "summary": "The experimental drug belongs to the same class of therapy recently administered to President Trump. GlaxoSmithKline PLC and Vir Biotechnology Inc. said they are advancing their antibody drug into a final-stage clinical trial of Covid-19 patients at high risk of being hospitalized, the latest sign of progress for a promising class of coronavirus treatments.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/supreme-court-reinstates-south-carolinas-absentee-ballot-witnessrule-11601947729", "title": "Supreme Court Reinstates South Carolina's Absentee-Ballot Rule", "date": "2020-10-06 11:17", "summary": "State must accept any absentee ballots returned through Wednesday without a witness signature. WASHINGTON-The Supreme Court on Monday reinstated South Carolina's requirement that voters obtain a witness when casting absentee ballots, blocking lower court orders that suspended the rule because of the coronavirus pandemic.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/can-businesses-keep-up-with-new-cyber-threats-11601996485", "title": "Can Businesses Keep Up With New Cyber Threats?", "date": "2020-10-06 11:01", "summary": "Resume Subscription. Author", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/ethan-hawke-was-shaped-by-his-moms-independence-11601996450", "title": "Ethan Hawke Was Shaped by His Mom's Independence", "date": "2020-10-06 11:00", "summary": "The 'Good Lord Bird' star was an only child who hung out in a multiplex and performed in an after-school acting class. Ethan Hawke, 49, is an actor, writer and director who has appeared in \"Dead Poets Society,\" \"Boyhood\" and \"Before Midnight.\" He co-created and stars in \"The Good Lord Bird,\" a Showtime miniseries. He spoke with Marc Myers.", "categories": [["Real Estate", "House Call"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/house-call?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lebron-jamess-teammates-legends-nba-champions-and-these-guys-11601985601", "title": "LeBron James's Teammates: Legends, NBA Champions and These Guys", "date": "2020-10-06 10:53", "summary": "What is it like to play with the world's best player?. The first time that LeBron James walked into a locker room and found himself overshadowed by someone on his own team was Lance Allred's first day with the Cleveland Cavaliers. Allred's story was irresistible.", "categories": [["Sports", "NBA"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/nba?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/is-this-the-ugliest-jersey-in-sports-historyor-the-greatest-11601994918", "title": "Is This the Ugliest Jersey in Sports History-or the Greatest?", "date": "2020-10-06 10:35", "summary": "An American cycling team makes a splash, and draws a fine, with an outrageous uniform redesign. This is a story for bike dorks. Everyone's invited-encouraged!-to read it, of course, but if you're not a bike dork, and you get a few paragraphs into it and you're like, Hey, this story is really for bike dorks, remember: You were warned. I gave you a full heads-up. No complaints.", "categories": [["Sports"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/alabama-senate-tommy-tuberville-coach-auburn-vanderbilt-11601926564", "title": "A Question Haunting the Alabama Senate Race: How Could Auburn Lose to Vanderbilt?", "date": "2020-10-06 10:30", "summary": "Alabama GOP nominee Tommy Tuberville won't debate his opponent, so Democrats are dredging up fodder from his coaching record. Alabama's U.S. Senate race this fall features pressing 2020 questions: Whither the pandemic, the Supreme Court and the economy?", "categories": [["A-hed"]], "category_links": ["https://www.wsj.com/news/types/a-hed?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/companies-give-up-cash-cushions-to-buy-back-debt-11601994331", "title": "Companies Give Up Cash Cushions to Buy Back Debt", "date": "2020-10-06 10:25", "summary": "Bond issuers are cutting excess cash amid low interest rates, sunnier economic forecasts. Companies in the U.S. and Europe are buying back bonds to reduce the cash piles they built up earlier this year, signaling expectations for more stable economic times ahead.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/consumer-brands-seek-ways-to-make-paper-mimic-plastic-11601989583", "title": "Consumer Brands Seek Ways to Make Paper Mimic Plastic", "date": "2020-10-06 10:21", "summary": "Nestlé, Unilever and others see paper packaging as addressing environmental concerns, but keeping food fresh is a big challenge. Consumer-goods companies are increasingly substituting paper for plastic packaging but face a big challenge: how to stop products from going stale or soggy.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bonnier-corp-to-sell-its-biggest-u-s-magazines-to-venture-equity-group-11601992861", "title": "Bonnier Corp to Sell Its Biggest U.S. Magazines to Venture Equity Group", "date": "2020-10-06 10:01", "summary": "Deal hands Saveur, Popular Science, Field & Stream and others to North Equity. Magazine publisher Bonnier Corp. has agreed to sell seven of its best-known American titles, including Saveur, Popular Science and Field & Stream, to a venture equity group, the company said.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-prize-honors-ordinary-new-yorkers-doing-extraordinary-things-11601992801", "title": "New York City Dreamers and Doers Have Their Eyes on a New Prize", "date": "2020-10-06 10:00", "summary": "The newly minted David Prize will go to five NYC residents to continue pioneering innovative strategies to solve city problems. Within the first 10 minutes of meeting me at his office in Ridgewood, Queens, Father Michael Lopez offered me a cigar, admitted he was trying not to drink too much during the pandemic, and mock-kicked one of his food-pantry volunteers in the behind.", "categories": [["U.S.", "Metro Money"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/metro-money?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chinas-global-image-dips-to-new-lows-over-its-coronavirus-response-11601992802", "title": "China's Global Image Dips to New Lows Over Its Coronavirus Response", "date": "2020-10-06 10:00", "summary": "Nearly three-quarters of respondents in a 14-country Pew survey see China in an unfavorable light; the U.S. received bad marks for its handling of the pandemic. China's international image has plummeted amid widespread disapproval over how it has handled the coronavirus pandemic, a new survey of 14 industrialized countries found.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/as-luxury-watch-sales-slow-one-retailer-speeds-up-11601992147", "title": "As Luxury Watch Sales Slow, One Retailer Speeds Up", "date": "2020-10-06 09:49", "summary": "A stellar performance at Watches of Switzerland can't be taken as a sign of a wider recovery for the travel-dependent industry. Plunging tourist demand for luxury watches hasn't held back one specialist retailer-quite the opposite. Unfortunately, there is little chance that its larger peers can mimic the performance.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/food-crisis-grows-amid-coronavirus-pandemic-11601991326", "title": "Food Crisis Grows Amid Coronavirus Pandemic", "date": "2020-10-06 09:35", "summary": "Humanitarian experts say hundreds of millions face food shortages. A food crisis is worsening around the world as the coronavirus pandemic drags on.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/partisan-divisions-hinder-house-big-tech-report-11601991340", "title": "Partisan Divisions Hinder House Big Tech Report", "date": "2020-10-06 09:35", "summary": "Disagreements focus on policy recommendations for reining in companies. WASHINGTON-Partisan divisions are emerging in the final stage of a congressional inquiry into U.S. technology giants, showing the uphill road ahead for legislation to rein in Big Tech despite widespread concern about the companies' power.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-audi-r8-that-rezz-takes-for-a-spin-11601991083", "title": "The Audi R8 That Rezz Takes for a Spin", "date": "2020-10-06 09:31", "summary": "Resume Subscription. Rezz (Ukrainian-born Isabelle Rezazadeh), 25, the Toronto-based DJ, recording artist and producer currently featured in the documentary \"Underplayed,\" on her wrapped 2018 Audi R8, as told to A.J. Baime.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/photos-the-story-of-the-audi-that-rezz-wrapped-11601990708", "title": "Photos: The Story of the Audi That Rezz Wrapped", "date": "2020-10-06 09:25", "summary": "The Toronto DJ shows off her 2018 R8 with a custom black and red exterior. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/stepped-up-recruitment-of-poll-watchers-adds-to-election-tensions-11601990150", "title": "Stepped-Up Recruitment of Poll Watchers Adds to Election Tensions", "date": "2020-10-06 09:15", "summary": "Both parties claim record numbers of volunteers to monitor voting issues; Democrats worry about violence or intimidation. Poll watchers recruited to monitor voting are a likely flashpoint in a heated presidential election, as election-law scholars and voting-rights groups warn about the potential for disruption and voter intimidation.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/spain-becomes-europes-weak-link-11601989361", "title": "Spain Becomes Europe's Weak Link", "date": "2020-10-06 09:02", "summary": "The Spanish economy is suffering from a particularly bad resurgence in Covid-19 cases as well as its outsized exposure to tourism. Once a rising star of the European economy, Spain is on a path to becoming its problem child-and the latest example of why global investors should tread carefully around Southern European stocks.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bill-gross-1990s-dotcom-trailblazer-is-now-betting-on-green-energy-11601989201", "title": "Dotcom Trailblazer Is Now Betting on Green Energy", "date": "2020-10-06 09:00", "summary": "Swapping software for solar, investor sees similarities but also bigger challenges. Bill Gross bet early on the internet and got rich with a stable of startups. He's hoping to be right a second time in staking his money and reputation on green energy.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/eight-tricks-for-making-remote-school-easier-11601989200", "title": "Eight Tricks for Making Remote School Easier", "date": "2020-10-06 09:00", "summary": "From timers to calendars, simple tech tools can ease a lot of virtual-school headaches. Now that many families are well into the fall semester's remote-learning program, I wanted to know if anyone had advice for managing the school-from-home hassle. I've developed a few hacks of my own, but I reached out to dozens of parents, students and education experts to compare notes.", "categories": [["Tech", "Family & Tech: Julie Jargon"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb", "https://www.wsj.com/news/types/family-tech-julie-jargon?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/uniqlo-takes-on-h-m-and-zara-with-focus-on-asian-stores-11601989217", "title": "Uniqlo Takes On H&M, Zara With Focus on Asian Stores", "date": "2020-10-06 09:00", "summary": "CEO Tadashi Yanai says that while the company plans to boost online sales, he sees bricks-and-mortar shops as essential complement. TOKYO-Asia's top clothing retailer is betting it can emerge from the coronavirus storm in a better position than Western rivals, in part by focusing on China and continuing to build physical stores.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/san-francisco-office-rents-tumble-and-show-no-sign-of-bottoming-11601985601", "title": "San Francisco Office Rents Tumble and Show No Sign of Bottoming", "date": "2020-10-06 08:54", "summary": "Big technology firms are exploring cheaper cities or allowing employees to work from home. The technology boom elevated San Francisco office rents to the highest levels in the country. Now during the pandemic, these buildings are suffering the biggest rent declines.", "categories": [["Real Estate", "Property Report"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/property-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/southwest-pfizer-biontech-what-to-watch-when-the-stock-market-opens-today-11601983025", "title": "Southwest, Pfizer, BioNTech: What to Watch When the Stock Market Opens Today", "date": "2020-10-06 08:43", "summary": "S&P 500 futures wobble ahead of trade-deficit data and Powell's comments on the economic outlook.. Here's what we are watching as markets kick into gear Tuesday.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/wall-streets-most-exclusive-club-is-getting-smaller-the-perks-are-getting-better-11601987861", "title": "Wall Street's Most Exclusive Club Is Getting Smaller. The Perks Are Getting Better.", "date": "2020-10-06 08:37", "summary": "Goldman Sachs will promote fewer partners this year and give them access to profits from its private investment funds.. A seat in Goldman Sachs Group Inc.'s partnership was once Wall Street's most coveted prize. The firm's 1999 initial public offering minted one generation of multimillionaires; the trading and buyout boom of the 2000s made another.", "categories": [["WSJ News Exclusive", "Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fly-fishing-popular-essay-11601986851", "title": "The Fly-Fishing Boom Is Finally Here", "date": "2020-10-06 08:21", "summary": "A new generation of fly-fishing fans is turning toward the soulful history of the sport with sought-after vintage gear. Late last year, Jonas Clark reached out to the owner of Vintage Fly Tackle, an online dealer of ultrafine rods, reels and other fly-fishing equipment coveted by the sport's most ardent collectors.", "categories": [["Feature"]], "category_links": ["https://www.wsj.com/news/types/magazine-feature?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-japan-india-and-australia-strengthen-ties-to-counter-china-11601986397", "title": "U.S., Japan, India and Australia Strengthen Ties to Counter China", "date": "2020-10-06 08:13", "summary": "Secretary of State Mike Pompeo visits Tokyo for meeting of the Quad. U.S. Secretary of State Mike Pompeo and the foreign ministers of Japan, India and Australia pledged to uphold territorial sovereignty and freedom of navigation as rising tension between the countries and China draws them closer to counter Beijing's expansionist ambitions.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/imf-managing-director-georgieva-says-economic-outlook-less-dire-than-in-june-11601985901", "title": "IMF Says Economic Outlook Now 'Less Dire'", "date": "2020-10-06 08:05", "summary": "Updated 2020 forecast will be an improvement from June estimate of a 4.9% contraction. The coronavirus-battered global economy won't contract this year as severely as projected in June, according to International Monetary Fund Managing Director Kristalina Georgieva.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-hot-new-real-estate-investment-is-in-keeping-food-chilled-11601985601", "title": "The Hot New Real-Estate Investment Is in Keeping Food Chilled", "date": "2020-10-06 08:00", "summary": "Cold-storage facilities are having a moment as the food supply chain adapts to the pandemic, and investors are taking notice. Cold storage is becoming one of the hottest real-estate investments during the pandemic.", "categories": [["Real Estate", "Property Report"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/property-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/commercial-property-foreclosures-are-poised-to-rise-as-covid-19-lingers-11601985600", "title": "Commercial-Property Foreclosures Poised to Rise as Covid-19 Lingers", "date": "2020-10-06 08:00", "summary": "More lenders go after malls, hotels and apartment buildings as forbearance periods expire. The coronavirus pandemic came at a bad time for the Burnsville Center mall near Minneapolis. In May, Macy's Inc. said it would close its store. J.C. Penney Co., which also has a store at the mall, filed for bankruptcy.", "categories": [["Real Estate", "Property Report"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/property-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/europes-second-covid-wave-starts-to-spill-over-from-young-to-old-11601982003", "title": "Europe's Second Covid-19 Wave Starts to Spill Over From Young to Old", "date": "2020-10-06 07:00", "summary": "Resume Subscription. Since the summer, Europe's second wave of the coronavirus has mainly affected young people, who usually have mild or no symptoms. But infections are beginning to leak into older age groups, the latest data show, often spreading from younger to older members of the same family.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/can-school-be-antiracist-a-new-superintendent-in-evanston-ill-has-a-plan-11601982001", "title": "Can School be 'Antiracist'? A New Superintendent in Evanston, Ill., Has a Plan", "date": "2020-10-06 07:00", "summary": "Resume Subscription. EVANSTON, Ill.-This summer, school superintendent Devon Horton told the residents of this city north of Chicago that for \"oppressed minorities,\" the coronavirus was only the latest chapter in their long history of persecution-the pandemic of \"inequity and racism and classism\" had been holding them down for a lot longer.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/a-prescription-for-what-ails-cvs-walgreens-11601982001", "title": "A Prescription for What Ails CVS, Walgreens", "date": "2020-10-06 07:00", "summary": "High demand for flu shots and, later on, Covid-19 vaccinations could drive traffic to pharmacies struggling with poor sales. Pharmacy stocks are ailing, thanks to the coronavirus. Ironically, the response to the virus could help lead the way back.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/generate-capital-provides-alturus-with-600-million-for-energy-efficiency-projects-11601982000", "title": "Generate Capital Provides Alturus With $600 Million for Energy-Efficiency Projects", "date": "2020-10-06 07:00", "summary": "Alturus finances, develops and runs sustainable corporate infrastructure projects such as energy-storage systems and power generators. Generate Capital has acquired a minority stake in energy-efficiency company Alturus LLC and plans to provide as much as $600 million in financing for outsourced sustainable infrastructure projects.", "categories": [["Pro PE Deals"]], "category_links": ["https://www.wsj.com/news/types/pro-pe-deals?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-coronavirus-changed-the-retail-landscape-11601976600", "title": "How Coronavirus Changed the Retail Landscape", "date": "2020-10-06 05:30", "summary": "From foot traffic to profit margins, the story of the retail reckoning in charts. The coronavirus pandemic accelerated a major shift in the retail industry. Traffic to stores evaporated. Online credit-card transactions soared. E-commerce sales in the second quarter rose by 44.5% compared with the same period in 2019 and they now make up 16% of all U.S. retail sales, according to the Commerce Department.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/eu-seeks-authority-to-cut-off-banks-tech-suppliers-if-found-wanting-on-cybersecurity-11601976601", "title": "EU Seeks Authority to Cut Off Banks' Tech Suppliers if Found Wanting on Cybersecurity", "date": "2020-10-06 05:30", "summary": "Proposed legislation would stop banks and financial firms from using IT services that present risks, and would standardize cyber regulation across Europe. Banks and other financial institutions could be forced to cut ties with cloud providers and other technology suppliers under a draft European Union regulation that aims to limit cybersecurity risks to the sector.", "categories": [["Pro Cyber News"]], "category_links": ["https://www.wsj.com/news/types/pro-cyber-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ppp-money-aboundedbut-some-got-it-faster-than-others-11601976601", "title": "PPP Money Abounded-but Some Got It Faster Than Others", "date": "2020-10-06 05:30", "summary": "Resume Subscription. WASHINGTON-Six months after launching the biggest small business aid initiative in history, Congress is working to extend the Paycheck Protection Program-but with new measures to ensure the most vulnerable of businesses have a better shot at funding.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/mondelez-cfo-frees-up-funds-as-snack-maker-turns-advertising-back-on-11601976601", "title": "Mondelez CFO Frees Up Funds as Snack Maker Turns Advertising Back On", "date": "2020-10-06 05:30", "summary": "Owner of Oreo cookies plans to shift majority of its advertising spending toward digital channels. Mondelez International Inc.'s finance chief is reallocating funds to boost the snack maker's marketing, and the company for the first time will spend the majority of its advertising dollars on digital channels instead of on television commercials.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/feds-bullard-likely-robust-recovery-wont-call-for-change-in-fed-policy-11601976600", "title": "Fed's Bullard: Likely Robust Recovery Won't Call For Change in Fed Policy", "date": "2020-10-06 05:30", "summary": "The St. Louis Fed chief says markets may be surprised that a strong economic rebound won't prompt a response from the central bank. ", "categories": [["Economy", "Central Banks"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/central-banks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/this-regulator-wants-to-help-banks-embrace-cryptocurrency-11601976600", "title": "This Regulator Wants to Help Banks Embrace Cryptocurrency", "date": "2020-10-06 05:30", "summary": "The Office of the Comptroller of the Currency hopes more guidance from the regulator would help ease banks' concerns about the new financial technology. The Office of the Comptroller of the Currency is hoping more regulatory guidance will help traditional banks warm up to cryptocurrency.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-pandemic-hastens-demise-of-at-risk-municipal-money-funds-11601976602", "title": "Pandemic Hastens the Demise of at-Risk Municipal Money Funds", "date": "2020-10-06 05:30", "summary": "Vanguard, Federated Hermes and Bank of New York Mellon's Dreyfus shutter state-focused funds. The pandemic is putting a nail in the coffin of the most vulnerable municipal money funds, taking away tax-free investment options from some mom-and-pop investors.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ecbs-christine-lagarde-is-prepared-to-inject-fresh-stimulus-cut-rates-11601973358", "title": "Lagarde Is Prepared to Add Stimulus, Cut Rates to Support European Recovery", "date": "2020-10-06 04:36", "summary": "Central banker said Europe's economic recovery looks 'a little bit more shaky' amid a second wave of the virus in the continent. European Central Bank President Christine Lagarde said the bank is ready to inject fresh monetary stimulus to support the eurozone's stuttering economic recovery from the Covid-19 pandemic, including by cutting a key interest rate further below zero.", "categories": [["Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/when-china-opens-markets-and-customers-dont-arrive-11601970805", "title": "When China Opens Markets and Customers Don't Arrive", "date": "2020-10-06 03:53", "summary": "Overseas investors have been lukewarm buyers of Chinese stocks this year, and are picky with their purchases of bonds, even as Beijing has opened access in unprecedented ways. For years, the idea of insatiable, pent-up foreign appetite for Chinese assets was taken as a given-as was the idea that further opening Chinese markets would lead to a flood of ravenous investors.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11601935433", "title": "Pepper...and Salt", "date": "2020-10-06 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/jewish-lawmakers-face-alarming-anti-semitic-tweets-report-says-11601956860", "title": "Jewish Lawmakers Face 'Alarming' Anti-Semitic Tweets, Report Says", "date": "2020-10-06 00:01", "summary": "The Anti-Defamation League says Jewish members of Congress are facing anti-Semitic vitriol on Twitter. Jewish members of Congress are facing anti-Semitic attacks on Twitter in the lead-up to the November election, according to a new report from the Anti-Defamation League.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/quartz-is-put-on-the-block-just-two-years-after-sale-11602034051", "title": "News Site Quartz Is Put on the Block", "date": "2020-10-06 00:01", "summary": "Japan's Uzabase expects to sell the business news site for far less than the $86 million it paid for it. Online business news site Quartz has been put up for sale just over two years after it was acquired by a Japanese financial intelligence and media company, according to people familiar with the matter.", "categories": [["WSJ News Exclusive", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-remains-hospitalized-as-doctors-offer-mixed-signals-on-presidents-health-11601898786", "title": "Trump Leaves Hospital Monday Evening", "date": "2020-10-06 21:52", "summary": "President says he feels well, but questions about his condition remain and officials in his inner circle continue to test positive for the coronavirus. WASHINGTON-President Trump left the hospital with a cautious prognosis Monday after three days of treatment for Covid-19, returning to a White House roiled by the spread of the contagion among his top aides a month before he seeks re-election.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/president-trump-still-faces-risk-as-he-convalesces-at-white-house-11601944622", "title": "President Trump Still Faces Risk as He Convalesces at White House", "date": "2020-10-06 21:34", "summary": "He enters a dangerous second-week period during which patients with Covid-19 can quickly worsen. President Trump has left the hospital to return to the White House, but he will still require close monitoring and could be at risk of worsening symptoms in the coming days, doctors said.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/southwest-asks-employees-to-accept-pay-cuts-to-avoid-furloughs-11601940411", "title": "Southwest Asks Employees to Accept Pay Cuts to Avoid Furloughs", "date": "2020-10-06 20:47", "summary": "Airline says it can avoid job cuts through next year with union deals. Southwest Airlines Co. is asking the company's labor unions to accept pay cuts for the first time to prevent furloughs and layoffs through the end of next year.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}]