[{"link": "https://www.wsj.com/articles/russian-spy-unit-paid-taliban-to-attack-americans-u-s-intelligence-says-11593214584", "title": "Russian Spy Unit Paid Taliban to Attack U.S. Troops, Intelligence Assessment Finds", "date": "2020-06-27 18:10", "summary": "Bounties paid by GRU are disclosed as U.S. plans troops drawdown, Taliban peace plan. WASHINGTON-A Russian spy unit paid members of Afghanistan's Taliban movement to conduct lethal attacks on U.S. troops in that country, according to a classified American intelligence assessment, people familiar with the report said.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-latest-news-06-27-2020-11593250928", "title": "U.S. Coronavirus Infections Hit Another Daily Record", "date": "2020-06-27 18:05", "summary": "Acceleration in cases prompts authorities in states including Texas and Florida to impose new restrictions. Coronavirus cases continued to surge in the U.S., as Florida reported another record-breaking number of new confirmed infections on Saturday, the second day in a row that it broke such a record.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/rising-coronavirus-cases-put-fresh-strain-on-mask-supplies-11593288837", "title": "Rising Coronavirus Cases Put Fresh Strain on Mask Supplies", "date": "2020-06-27 16:14", "summary": "Hospitals, nursing homes face new challenges finding enough N95s for front-line workers. The renewed surge in coronavirus cases across much of the U.S. is undermining efforts hospitals and manufacturers made in recent months to provide enough N95 masks to front-line workers.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/john-j-mooney-helped-create-devices-to-scrub-car-exhaust-11593283009", "title": "John J. Mooney Helped Create Devices to Scrub Car Exhaust", "date": "2020-06-27 14:36", "summary": "Engineer co-invented three-way catalytic converter, reducing pollution world-wide. ", "categories": [["World", "Obituaries"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/obituaries?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/princeton-to-remove-woodrow-wilsons-name-from-public-policy-school-11593277963", "title": "Princeton to Remove Woodrow Wilson's Name From Public-Policy School", "date": "2020-06-27 14:05", "summary": "Board says former U.S. president is an inappropriate namesake, citing his 'racist thinking and policies'. Princeton University's board of trustees voted Friday to remove Woodrow Wilson's name from its public-policy school, the latest in a string of institutions reconsidering the names of some buildings and programs at a time of public reckoning over racism in the U.S.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-athletes-to-olympics-let-us-protest-11593277343", "title": "U.S. Athletes to Olympics: Let Us Protest", "date": "2020-06-27 13:02", "summary": "An athletes' group calls on the International Olympic Committee to repeal a rule banning demonstrations at venues. U.S. Olympic and Paralympic athletes and 1968 Olympian John Carlos joined a growing chorus in sports to let competitors protest at events, calling on the International Olympic Committee to abolish its rule prohibiting such demonstrations.", "categories": [["Sports", "Olympics"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/olympics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/wirecard-scandal-puts-spotlight-on-auditor-ernst-young-11593286933", "title": "Wirecard Scandal Puts Spotlight on Auditor Ernst & Young", "date": "2020-06-27 11:54", "summary": "Emails show auditor had questions related to unorthodox financial arrangements in 2016. Ernst & Young GmbH, auditor to insolvent German fintech company Wirecard AG , had questions related to unorthodox arrangements under which the company's cash was held in bank accounts it didn't control as far back as 2016, according to emails seen by The Wall Street Journal.", "categories": [["WSJ News Exclusive", "Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/as-coronavirus-cases-spike-many-gop-lawmakers-back-masks-and-tests-11593270000", "title": "As Coronavirus Cases Spike, Many GOP Lawmakers Back Masks and Tests", "date": "2020-06-27 11:00", "summary": "The new emphasis comes as the pandemic shifts to southern and western states. WASHINGTON-Many congressional Republicans are throwing their support behind the use of masks and robust testing as coronavirus cases spike in some GOP-led states, taking a more urgent stance on the matter than President Trump.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/as-pandemic-keeps-borders-shut-closed-consulates-are-biggest-barrier-for-many-11593250200", "title": "As Pandemic Keeps Borders Shut, Closed Consulates Are Biggest Barrier for Many", "date": "2020-06-27 10:27", "summary": "Couples are separated, workers and students remain stuck outside the U.S. as coronavirus shutdown extends into third month. When Natasha Bhat rushed to India after her father-in-law died in late February, she expected that returning home to Fremont, Calif., a few weeks later would be a simple matter of having her H-1B visa stamped at the U.S. consulate in Kolkata.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-new-virus-hot-spots-are-the-centers-of-the-sports-world-11593266457", "title": "The New Virus Hot Spots Are the Centers of the Sports World", "date": "2020-06-27 10:00", "summary": "Florida, Texas and Arizona are central to the sports comeback. They're also where the coronavirus is surging.. It feels like March again.", "categories": [["Sports"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-airport-restaurants-and-stores-are-cleared-for-price-increases-11593266400", "title": "New York Airport Businesses Are Cleared for Price Increases", "date": "2020-06-27 10:00", "summary": "Port Authority says change is needed after decision to raise minimum wage for thousands of workers. New York airport businesses have the green light to raise prices on everything from neck pillows to potato chips later this summer.", "categories": [["U.S.", "Tri-State Area"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-region?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/florida-thought-it-had-dodged-coronavirus-now-it-faces-reckoning-11593266400", "title": "Florida Faces Surge After Thinking It Dodged Covid-19", "date": "2020-06-27 10:00", "summary": "Sunshine State is breaking new case records on a nearly daily basis: 'There's a very small window of opportunity'. MIAMI-Florida Gov. Ron DeSantis heralded the state's declining coronavirus case numbers in late April as he prepared to reopen the state's economy. Two months later the number of cases is soaring, taxing hospitals and forcing some businesses to shut down again.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/protesters-wont-leave-chop-in-seattle-as-tensions-rise-11593262801", "title": "Protesters Won't Leave CHOP in Seattle as Tensions Rise", "date": "2020-06-27 09:00", "summary": "Following shootings, city leaders and local businesses apply pressure, but some occupiers say their demands for a police overhaul must be met. Several hundred demonstrators are staying in an autonomous area claimed by protesters for racial justice in Seattle, even as its size is shrinking and pressure to shut it down completely is increasing from local businesses and residents, as well as city officials.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pick-up-albertsons-on-sale-11593286313", "title": "Pick Up Albertsons on Sale", "date": "2020-06-27 09:00", "summary": "The grocer's underwhelming IPO shows investors are being cautious about supermarkets; they seem to be overlooking the sector's tailwinds. After an ill-fated attempt in 2015, Albertsons -the second-largest U.S. grocery business by number of stores, behind Kroger -became a publicly traded company Friday to an underwhelming response. Investors' caution is reasonable, but seems overdone.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/irish-lawmakers-back-new-coalition-government-11593259356", "title": "Irish Lawmakers Back New Coalition Government", "date": "2020-06-27 08:02", "summary": "Two previously fierce rivals, Fianna Fáil and Fine Gael, will work together with Green Party. Ireland's lawmakers backed a new coalition government on Saturday, nearly five months after an inconclusive election that saw an antiestablishment party grab the largest share of votes cast.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/on-the-streets-with-photographers-of-black-lives-matter-protests-across-the-u-s-11593259200", "title": "On the Streets With Photographers of Black Lives Matter Protests", "date": "2020-06-27 08:00", "summary": "Photojournalists from Tampa to Seattle, Philadelphia to Memphis share their images and experiences of documenting unrest during the month since police killed George Floyd. The Memorial Day killing of George Floyd, a Black man, by a white Minneapolis police officer touched off a series of mass demonstrations that began in cities throughout the U.S. and quickly spread beyond large metropolises as smaller communities joined calls for racial justice and changes to law enforcement.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/europes-far-right-parties-fail-to-capitalize-on-coronavirus-pandemic-11593259210", "title": "Europe's Far-Right Fails to Capitalize on Coronavirus Crisis", "date": "2020-06-27 08:00", "summary": "In previous crises, populist forces gained support, railing against 'Brussels elites.' This time, establishment parties are basking in popularity.. The political center is holding in Europe, despite the pandemic and the economic turmoil.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/more-democratic-women-urge-joe-biden-to-pick-a-black-woman-running-mate-11593259201", "title": "Biden Is Urged to Pick Black Woman Running Mate", "date": "2020-06-27 08:00", "summary": "Former vice president is considering at least six for the job that is a heartbeat away from the presidency. WASHINGTON-Joe Biden has often spoken on the campaign trail about a January 2009 day when he waited on a train platform in Wilmington, Del., for Barack Obama, soon to be the nation's first black president, a moment that served for Mr. Biden as a sign of American progress.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-staying-inside-guide-masters-of-illusion-11593255601", "title": "The Staying Inside Guide: Masters of Illusion", "date": "2020-06-27 07:00", "summary": "Various documentaries and online sources offer engaging histories of art forgery and its wily practitioners.. Fakes and forgeries have been an inescapable part of the art world since at least the Renaissance, when the young Michelangelo, in an effort to boost his fledgling career, passed off his marble \"Sleeping Cupid\" as a rediscovered Roman sculpture. The dealer involved was imprisoned, but the artist was proclaimed a master.", "categories": [["Books & Arts", "Art Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/art-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/recognition-and-on-the-tender-spot-of-every-calloused-moment-reviews-jazz-artists-speak-transnational-truths-11593255600", "title": "'Recognition' and 'On the Tender Spot of Every Calloused Moment' Reviews: Jazz Artists Speak Transnational Truths", "date": "2020-06-27 07:00", "summary": "Sara Serpa's multimedia project explores the history of Portugese colonialism in Africa; trumpeter Ambrose Akinmusire's album mines African-American musical inheritances.. ", "categories": [["Books & Arts", "Music Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/music-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-to-rethink-your-budget-with-just-one-income-11593252170", "title": "How to Rethink Your Budget With Just One Income", "date": "2020-06-27 06:02", "summary": "Coronavirus-related job losses may force some couples to adjust to living on one salary. Here's what to keep in mind. The coronavirus pandemic has cost some 20 million Americans their jobs. The virus has also prompted some women to leave the workforce because of school and child-care closures.", "categories": [["Markets", "Personal Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/personal-finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-data-reveal-just-how-deadly-covid-19-is-for-the-elderly-11593250200", "title": "New Data Reveal Just How Deadly Covid-19 Is for the Elderly", "date": "2020-06-27 05:30", "summary": "Almost 80% of deaths linked to the coronavirus in Europe were in people over 75. Almost 80% of deaths linked to Covid-19 in Europe were in people over 75, a staggering toll on the region's oldest citizens that is shaping public-health policy as authorities look ahead to the fall and winter.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/six-months-that-shook-the-world-11593231014", "title": "Six Months That Shook the World", "date": "2020-06-27 00:10", "summary": "Resume Subscription. The pandemic has so far taken more than 120,000 lives in the U.S., put the economy into a tailspin and pushed the financial system to the brink of collapse. It abruptly ended a bull market, before stocks rallied in dramatic fashion. A massive social-justice movement swept America's streets and made its way into the business community.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/10-business-leaders-on-what-they-learned-from-the-pandemic-11593230821", "title": "10 Business Leaders on What They Learned From the Pandemic", "date": "2020-06-27 00:07", "summary": "Top executives from a range of industries share the insights they've gained about managing in a crisis, communicating with employees, working from home and mastering the art of the Zoom meeting. In this time of ambiguity, you have to be open to learning. Because if you don't learn, you don't know how to adapt.... Being transparent, being inquisitive are good ingredients. One thing we talk about is mental fatigue. I talk about the brain as a muscle. I'm pushing my people to say: Take a break. Put in a lunch hour. Cut yourself off at five o'clock.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/work-life-conflict-cant-be-solvedand-thats-a-good-thing-11593230460", "title": "Work-Life Conflict Can't Be Solved-and That's a Good Thing", "date": "2020-06-27 00:01", "summary": "Instead of trying to get the balance between career and family right once and for all, parents should recognize the benefits of playing multiple roles.. The life of a working parent has always been relentlessly demanding, but during the Covid-19 pandemic it has morphed into a rigged game of whack-a-mole. Attending to a child's education means neglecting a meeting. Focusing on a work assignment means leaving children to their own mischievous devices-or, in the case of toddlers, to interrupt you every 30 seconds. Giving children early bedtimes so you can get some rest means they will wake up extra early the next morning to start the whole cycle again.", "categories": [["Life & Work", "Ideas", "Essay"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/essay?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/progressive-energy-offers-joe-biden-a-mixed-blessing-11593230460", "title": "Progressive Energy Offers Biden a Mixed Blessing", "date": "2020-06-27 00:01", "summary": "Democratic presidential candidate can try to harness enthusiasm from congressional primary results, but the better progressives perform, the more they are going to demand policy positions to their liking. One of the big questions of this election cycle has been where the Democratic Party will land on the ideological spectrum-and specifically how big the pull will be from the party's energetic progressive left.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11593206794", "title": "Pepper...and Salt", "date": "2020-06-27 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-you-need-a-trip-to-toni-morrisons-mythical-caribbean-this-summer-11593230439", "title": "Why You Need a Trip to Toni Morrison's Mythical Caribbean This Summer", "date": "2020-06-27 00:00", "summary": "For a transporting beach read with real depth, revisit 'Tar Baby,' where themes of racial and class tensions are woven through a tempestuous love story set on an imaginary island. WITHIN THE FIRST few pages of Toni Morrison's \"Tar Baby,\" a young black Floridian fugitive named Son jumps off the top deck of a cargo ship and into the warm waters of the Caribbean Sea-and off we go. Morrison's fourth book, an unexpected, unforgettable love story, follows the roiling romance of Son and Jadine, a fashion model of \"unhinging beauty.\" Living between New York and Paris and educated at the Sorbonne, Jadine (or Jade) was raised by her aunt Ondine and uncle Sydney, a black couple from Baltimore and the longtime cook and butler, respectively, of a white entrepreneur, Valerian Street, and his wife, Margaret, a redhead with \"blue-if-it's-a-boy blue eyes.\" Valerian buys an island in the Caribbean and builds a lavish home there. That's where most of the novel takes place, an immoderately lush backdrop for the searing conflicts about race, class, abuse and loyalty that ignite as soon as Son arrives.", "categories": [["Life & Work", "Comfort Reads"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/comfort-reads?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/wary-of-subways-6-electric-options-for-a-solo-work-commute-11593230421", "title": "Wary of Subways? 6 Electric Options for a Solo Work Commute", "date": "2020-06-27 00:00", "summary": "All modes of solo 'micromobility'-from e-bikes and scooters to futuristic unicycles-can seem less risky than mass transit as we return to work. But which one might suit you best?. DESPITE WHAT you've heard about the myriad ways sweatpants and Zoom calls will forever transform work in America, most professionals still yearn for the normalcy office life brings. According to a May survey by Gensler Research Institute, only 12% of office workers plan to toil from home full-time after the pandemic subsides. The rest will happily don constricting clothing if it means a return to making decisions over coffee rather than during pixelated meetings spent spying on each other's bedroom décor.", "categories": [["Tech", "Personal Tech", "Gear & Gadgets"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb", "https://www.wsj.com/news/types/personal-technology-joanna-stern?mod=breadcrumb", "https://www.wsj.com/news/types/gear?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-the-american-consumer-has-fewer-choicesmaybe-for-good-11593230443", "title": "Why the American Consumer Has Fewer Choices-Maybe for Good", "date": "2020-06-27 00:00", "summary": "U.S. companies spent the past decades trying to please everyone. The pandemic made that impossible, and now some no longer plan to try.. Some IGA Inc. grocery stores now offer only four choices of toilet paper. A few months ago, before the coronavirus pandemic, IGA's 1,100 U.S. stores typically carried about 40 varieties.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hundreds-gather-around-now-fenced-off-lincoln-statue-in-d-c-11593215471", "title": "Emancipation Memorial Still Stands in D.C., for Now", "date": "2020-06-27 23:53", "summary": "After calls to pull down monument depicting Abraham Lincoln and a kneeling slave, debate shifts to consider other options. WASHINGTON-Hundreds of demonstrators gathered in Lincoln Park on Friday evening for a heated but largely peaceful demonstration about the fate of a statue of Abraham Lincoln freeing a black slave.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/judge-orders-release-of-migrant-children-from-family-detention-centers-11593227127", "title": "Judge Orders Release of Migrant Children From Family Detention Centers", "date": "2020-06-27 23:05", "summary": "Order applies to children held for more than 20 days at three family detention centers in Texas and Pennsylvania operated by ICE. A federal judge on Friday ordered the release of children held with their parents in U.S. immigration centers and denounced the Trump administration's prolonged detention of families during the coronavirus pandemic.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/delta-warns-pilots-of-possible-furloughs-11593226550", "title": "Delta Warns Pilots of Possible Furloughs", "date": "2020-06-27 22:55", "summary": "The airline says it will send notices next week to over 2,500 pilots next week. Delta Air Lines Inc. will send notices next week to over 2,500 pilots warning of potential furloughs as travel demand is still languishing due to the coronavirus pandemic, the airline wrote in a letter Friday.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-signs-executive-order-to-increase-penalties-for-damaging-monuments-11593211631", "title": "Trump's Executive Order Calls for Limiting Federal Funds to States if They Can't Protect Monuments", "date": "2020-06-27 22:03", "summary": "The action comes after activists have toppled statues of Confederate generals and other historical figures. WASHINGTON-President Trump signed an executive order Friday that calls on the U.S. government to prosecute individuals who damage statues or monuments and to limit federal support to states and law-enforcement agencies that don't protect them.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fbi-highlights-lone-actors-in-protest-violence-11593221446", "title": "FBI Highlights Lone Actors in Protest Violence", "date": "2020-06-27 21:36", "summary": "As civil unrest has swept much of the U.S., federal authorities have arrested dozens of people around the country for alleged crimes during protests. As civil unrest has swept much of the U.S., federal authorities have arrested dozens of people around the country for alleged crimes during protests.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/buzzfeed-fires-reporter-after-investigation-into-plagiarism-11593221507", "title": "BuzzFeed Fires Reporter After Investigation Into Plagiarism", "date": "2020-06-27 21:31", "summary": "Ryan Broderick, a senior reporter on the tech reporting team at BuzzFeed News, was the subject of a multiple-week investigation. BuzzFeed News said it uncovered a pattern of incorrectly credited material in 11 articles written by one of its reporters, Ryan Broderick, after conducting an investigation into his work.", "categories": [["Business", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-latest-news-06-26-2020-11593159630", "title": "Texas Governor Orders Bars to Close, Restricts Gatherings; Florida Cases Surge", "date": "2020-06-27 21:01", "summary": "Florida cases surge nearly 80% as country marks daily high of nearly 40,000 new cases. Coronavirus cases surged in the U.S., outstripping a peak not seen since the worst day in April and prompting some states and cities that have reopened quickly or shunned shutdowns to reverse course.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/disney-postpones-mulan-leaving-hollywood-without-major-releases-until-august-11593218849", "title": "Disney Postpones 'Mulan' Until August", "date": "2020-06-27 20:47", "summary": "Move signals that schedule shifts prompted by the coronavirus have thrown distribution plans into disarray for the foreseeable future. LOS ANGELES-Walt Disney Co. said Friday it was again postponing the release of its \"Mulan\" reboot, the second such delay in a week that confirmed that Hollywood's hopes to be back in the theatrical business by next month won't come to fruition.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/unilever-to-halt-u-s-ads-on-facebook-and-twitter-for-rest-of-2020-11593187230", "title": "Facebook Tightens Controls on Speech as Ad Boycott Grows", "date": "2020-06-27 20:44", "summary": "Unilever to halt ads on Facebook, Twitter for remainder of year. Under mounting pressure from advertisers, Facebook Inc. said it would start labeling political speech that violates its rules and take other measures to prevent voter suppression and protect minorities from abuse.", "categories": [["WSJ News Exclusive", "Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/luckin-coffee-drops-nasdaq-appeal-shares-to-be-delisted-11593188282", "title": "Luckin Coffee Drops Nasdaq Appeal; Shares to Be Delisted", "date": "2020-06-27 20:36", "summary": "Decision by Chinese company comes ahead of potential board upheaval. Embattled Chinese coffee chain Luckin Coffee Inc. said it no longer plans to appeal a decision by the Nasdaq Stock Market to delist its shares, and the company's board proposed to remove its chairman as an internal investigation deepened.", "categories": [["Markets", "Stocks"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/simpsons-producers-say-nonwhite-characters-wont-be-voiced-by-white-actors-11593216715", "title": "'Simpsons' Producers Say Nonwhite Characters Won't Be Voiced by White Actors", "date": "2020-06-27 20:11", "summary": "Several animated shows including 'Family Guy' and 'Big Mouth' have made similar declarations about the voices on their shows. The producers of the long-running hit animated comedy \"The Simpsons\" said Friday that going forward nonwhite characters would no longer be voiced by white actors.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}]