[{"link": "https://www.wsj.com/articles/naomi-osaka-battles-back-to-win-u-s-open-11599949460", "title": "Naomi Osaka Battles Back to Win U.S. Open", "date": "2020-09-12 18:35", "summary": "After losing the first set, the 22-year old prevails over Victoria Azarenka for her third Grand Slam title. QUEENS, N.Y.-The quiet atmosphere inside this year's U.S. Open was a world apart from the last time Naomi Osaka played in the women's final here, but the result was the same:", "categories": [["Sports", "Tennis"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/tennis?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tropical-storm-sally-forms-off-floridas-southwest-coast-11599947974", "title": "Tropical Storm Sally Forms Off Florida's Southwest Coast", "date": "2020-09-12 17:59", "summary": "The 18th-named storm of the hurricane season was forecast to strengthen over the next two days. Tropical Storm Sally has formed off the southwest coast of Florida and is expected to strengthen into a hurricane by Monday, the National Hurricane Center said Saturday.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-latest-news-09-12-2020-11599916430", "title": "U.S. Coronavirus-Case Count Is Highest in a Week", "date": "2020-09-12 15:56", "summary": "Friday's tally of new cases is 47,643; Japan prepares to let in more baseball fans. The U.S. added 47,643 new coronavirus cases Friday, the largest daily increase in a week, according to data compiled by Johns Hopkins University. Globally, nearly 320,000 cases were reported, bringing the total close to 28.5 million.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/softbank-nearing-deal-to-sell-arm-holdings-to-nvidia-for-more-than-40-billion-11599928360", "title": "SoftBank Nears $40 Billion Deal to Sell Arm Holdings", "date": "2020-09-12 13:18", "summary": "Union of Arm, Nvidia would create a powerhouse in the chip industry. SoftBank Group Corp. is nearing a deal to sell British chip designer Arm Holdings to Nvidia Corp. for more than $40 billion, according to people familiar with the matter, the latest in a series of big asset sales by the Japanese technology conglomerate.", "categories": [["Markets", "Deals"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/deals-deal-makers?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bucket-hats-arent-just-for-summer-anymore-11599930009", "title": "Bucket Hats Aren't Just for Summer Anymore", "date": "2020-09-12 13:00", "summary": "The shady chapeaus get a head start on fall, bringing chic shelter from sun, wind and rain.. ", "categories": [["What's News"]], "category_links": ["https://www.wsj.com/news/types/magazine-what-s-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/alaska-built-one-of-the-most-comprehensive-covid-19-testing-operations-in-u-s-11599930000", "title": "Alaska Built One of Nation's Most Comprehensive Covid-19 Testing Operations", "date": "2020-09-12 13:00", "summary": "Resume Subscription. The U.S. State Department contacted Alaska Gov. Mike Dunleavy's office in late January, warning that it was evacuating 201 Americans out of Wuhan, China, on a flight that was going to make a brief stopover at Anchorage's main airport.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/get-your-fall-fashion-inspiration-from-biker-style-11599929773", "title": "Get Your Fall Fashion Inspiration From Biker Style", "date": "2020-09-12 12:56", "summary": "Easy all-in-ones, leather jackets and relaxed pieces are road-trip ready this fall.. Living life on the open road seems like a good idea for the current moment. With the wind blowing through your hair and some leather on your back, you're sure to shake some of those quarantine blues away. Bonus points if you've got the stereo cranked up to 11, blasting some classic rock tunes. Even if you don't have a hot new bike to rev up, you can still embrace biker style this autumn. Take a cue from some road warriors and embrace the classic motorcycle jacket. But don't just stop at outerwear: leather is great for a skirt, too. Especially if paired with some Frye boots. Try rocking a matching Gucci set straight off the runway that will fit in perfectly at the repair shop. And never, ever turn down some good quality denim. Here, see our biker-inspired fashion shoot that will give your wardrobe the acceleration it needs this season.", "categories": [["Fashion"]], "category_links": ["https://www.wsj.com/news/types/magazine-fashion?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/china-injects-hundreds-of-thousands-with-experimental-covid-19-vaccines-11599834029", "title": "China Injects Hundreds of Thousands With Experimental Covid-19 Vaccines", "date": "2020-09-12 12:22", "summary": "Chinese pharmaceutical companies administer newly developed inoculations outside of clinical trials, despite dangers. A Chinese pharmaceutical company has injected hundreds of thousands of people with experimental Covid-19 vaccines, as its Western counterparts warn against administering mass vaccinations before rigorous scientific studies are complete.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/toots-hibbert-reggae-star-has-died-11599925046", "title": "Toots Hibbert, Reggae Star, Has Died", "date": "2020-09-12 11:37", "summary": "Frontman of Toots & the Maytals was one of reggae's founders and gave the music its name. Toots Hibbert, one of reggae's founders and most beloved stars who gave the music its name and later helped make it an international movement through such classics as \"Pressure Drop,\" \"Monkey Man\" and \"Funky Kingston,\" has died. He was 77 years old.", "categories": [["World", "Obituaries"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/obituaries?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-to-campaign-in-battleground-nevada-site-of-narrow-loss-in-2016-11599883261", "title": "Trump to Campaign in Battleground Nevada, Site of Narrow Loss in 2016", "date": "2020-09-12 11:26", "summary": "Most analysts put state in Democratic column, though some in party worry Biden campaign isn't doing enough. President Trump planned to campaign this weekend in Nevada, as he makes a play for a state he narrowly lost four years ago and which some Democrats worry could be within his reach.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/at-least-50-gold-miners-die-in-east-congo-adding-to-string-of-deadly-accidents-11599916151", "title": "At Least 50 Gold Miners Die in East Congo, Adding to String of Deadly Accidents", "date": "2020-09-12 11:02", "summary": "Around 90% of the world's miners work in small-scale operations or illegally, frequently operating in dangerous conditions with no safety regulations. At least 50 miners died after flooding at an unregulated gold mine in the Democratic Republic of Congo, a local official said, adding to the deadly tally of recent accidents at illegal and small-scale mines around the developing world.", "categories": [["World", "Africa"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/africa-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-to-keep-debt-from-derailing-a-new-marriage-11599922801", "title": "How to Keep Debt From Wrecking a New Marriage", "date": "2020-09-12 11:00", "summary": "Couples need to be honest about their liabilities, create a plan to reduce them and commit to executing the plan. Some couples enter marriage with a big secret: their debt. But that secret can create major problems for the relationship.", "categories": [["Markets", "Journal Reports: Wealth Management"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-wealth-management?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-covid-19-derailed-my-financial-goals-11599922800", "title": "How Covid-19 Derailed My Financial Goals", "date": "2020-09-12 11:00", "summary": "Many millennials started 2020 with all sorts of money and career plans. Now it's all they can do to look one month into the future.. My friends and I meet up every January for an annual goal-setting get-together, where we hash out what we want to do in the coming year to advance our careers and improve our personal, financial and social lives.", "categories": [["Markets", "Journal Reports: Wealth Management"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-wealth-management?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-ignited-gold-rush-helps-south-africas-tarnished-mines-to-shine-11599917825", "title": "Coronavirus-Ignited Gold Rush Helps South Africa's Tarnished Mines to Shine", "date": "2020-09-12 10:33", "summary": "Global economic turmoil and weak local currency combine to slow-for now-the long decline of country's storied gold-mining sector. JOHANNESBURG-The glory days of South Africa's gold industry are long gone, but record prices on the international market for the metal combined with a weak local currency have thrown a lifeline to the country's remaining producers.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-biden-justice-department-would-shift-vastly-from-trumps-11599919460", "title": "A Biden Justice Department Would Shift Vastly From Trump's", "date": "2020-09-12 10:04", "summary": "Democrat has promised more accountability on police conduct, while the current administration sees limited federal role in civil-rights enforcement. Democratic presidential nominee Joe Biden has pledged, if elected, to transform American policing, using the Justice Department's power to hold entire cities accountable for police misconduct and advocate passage of legislation lowering the bar for filing civil-rights cases against police officers.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/extended-holiday-season-is-no-gift-for-retailers-11599919380", "title": "Extended Holiday Season Is No Gift for Retailers", "date": "2020-09-12 10:03", "summary": "A holiday season is typically a merry one for most retailers, but this time could be different. Wreaths and reindeer will make early appearances at retailers this year, and no wonder: Holiday sales-usually spanning November and December-represent roughly 20% of annual U.S. retail sales each year, according to the National Retail Federation. But a longer season doesn't necessarily mean a better one.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-american-late-bloomer-helping-to-win-the-tour-de-france-11599919303", "title": "The American Late-Bloomer Helping to Win the Tour de France", "date": "2020-09-12 10:01", "summary": "Mountain specialist Sepp Kuss and his team are just one week from riding the yellow jersey into Paris. CLERMONT-FERRAND, France-Anyone who has heard anything about Primoz Roglic, the current leader of the Tour de France, knows about his former career leaping off snowy mountains. His life in winter sports comes up so often that the words \"former ski jumper\" might as well be attached to his name on the road to Paris.", "categories": [["Sports"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-city-principals-say-they-dont-have-enough-teachers-11599915600", "title": "New York City Principals Say They Don't Have Enough Teachers", "date": "2020-09-12 09:00", "summary": "Hybrid-learning plans require more instructors, but administrators say the money isn't there. New York City principals welcomed staff back to work this week, but many say they don't have nearly enough teachers to accommodate the hybrid reopening plan for students who return to classrooms on Sept. 21.", "categories": [["U.S.", "Schools"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-schools?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/families-plead-for-return-of-hong-kong-activists-detained-in-mainland-china-11599915138", "title": "Families Plead for Return of Hong Kong Activists Detained in Mainland China", "date": "2020-09-12 08:52", "summary": "Pompeo expresses concern as relatives say a dozen people missing for three weeks are denied chosen lawyers. HONG KONG-Families of Hong Kong activists detained by mainland Chinese authorities last month after trying to flee the city by boat appealed for information and demanded their immediate return.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/iranian-executes-wrestler-trump-had-asked-authorities-to-spare-11599909346", "title": "Iran Executes Wrestler Trump Had Asked Authorities to Spare", "date": "2020-09-12 07:15", "summary": "President's tweet to 'the leaders of Iran' drew response accusing him of endangering many Iranians' lives during the pandemic with sanctions. TEHRAN-Iran has executed a wrestler and alleged murderer whose life President Trump had asked the country's leaders to spare, Iranian state TV reported.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/frieze-sculpture-at-rockefeller-center-review-midtown-abstractions-11599908400", "title": "'Frieze Sculpture at Rockefeller Center' Review: Midtown Abstractions", "date": "2020-09-12 07:00", "summary": "A collection of contemporary works in New York makes for an enjoyable outdoor exhibition, even if it falls short of its loftier didactic goals.. New York", "categories": [["Books & Arts", "Art Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/art-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/when-the-climbing-gym-closed-she-took-her-workout-to-new-heights-11599904800", "title": "When the Climbing Gym Closed, She Took Her Workout to New Heights", "date": "2020-09-12 06:00", "summary": "Covid concerns caused this Albuquerque physician to climb outside, from the fence in her yard to rocks in remote areas. Favia Dubyk's favorite climbing gym in Albuquerque has reopened, but the 33-year-old physician doesn't plan to go back.", "categories": [["Life & Work", "What's Your Workout?"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/what-s-your-workout?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/texas-border-communities-struggle-to-rebuild-after-a-summer-of-woes-11599903000", "title": "Texas Border Communities Struggle to Rebuild After a Summer of Woes", "date": "2020-09-12 05:30", "summary": "In impoverished Starr County, 'Covid left me an orphan and the hurricane left me homeless'. RIO GRANDE CITY, Texas-Delia Perez could barely stomach stepping inside the destroyed shell of her home last month.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hospitals-oppose-positive-covid-19-test-requirement-for-more-medicare-funding-11599903000", "title": "Hospitals Oppose Positive Covid-19 Test Requirement for More Medicare Funding", "date": "2020-09-12 05:30", "summary": "Trump administration's condition for receiving enhanced Medicare funding aims to prevent fraud, but hospitals point to coronavirus testing problems. Many health-care companies and hospital industry groups are fighting a Trump administration policy tying extra federal coronavirus reimbursements to test results proving that patients are positive for Covid-19, saying the requirement unfairly deprives them of relief money established by Congress.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/afghanistan-and-taliban-begin-first-ever-direct-peace-talks-11599892222", "title": "Afghanistan, Taliban Begin First-Ever Direct Peace Talks", "date": "2020-09-12 04:12", "summary": "Officials meet in Qatar to mark start of long-sought U.S.-brokered negotiations. The Afghanistan government and the Taliban began on Saturday their first direct talks to end nearly two decades of fighting, a negotiation brokered by the U.S. as part of its plan to withdraw from its longest war.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/goodbye-open-office-hello-dynamic-workplace-11599883273", "title": "Goodbye, Open Office. Hello, 'Dynamic Workplace.'", "date": "2020-09-12 00:01", "summary": "With their headquarters largely empty amid the pandemic, tech companies are reconfiguring their open-plan spaces to appeal to employees when they return, with opportunities for collaboration and focus workers can't get at home.. When historians of the early 21st century look back on the pre-Covid era, one of the absurdities they might highlight is the vogue for gigantic, open-plan offices. The apotheosis of this trend of breaking down barriers between co-workers must surely be Facebook Inc.'s 433,555-square-foot Frank Gehry-designed open-plan office at its headquarters in Menlo Park, Calif. Opened in 2015, it's now a ghost town, a monument to offices vacated by the pandemic.", "categories": [["Tech", "Keywords: Christopher Mims"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb", "https://www.wsj.com/news/types/keywords?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-beethoven-can-still-teach-us-11599883260", "title": "What Beethoven Can Still Teach Us", "date": "2020-09-12 00:01", "summary": "Born 250 years ago in a revolutionary age, the composer was a product of the Enlightenment who struggled against its certainties. The 250th anniversary year of Beethoven's birth hasn't been kind to the composer. The pandemic has consigned performances and celebrations to silence or postponement. Protests and riots have pushed musical commemorations out of public consciousness. But Beethoven has been facing even more difficult circumstances for decades, as the Western art music tradition in which he plays such a central role has become a diminished force.", "categories": [["Life & Work", "Ideas", "Essay"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/essay?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11599845533", "title": "Pepper...and Salt", "date": "2020-09-12 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-california-law-was-supposed-to-give-uber-drivers-new-protections-instead-comedians-lost-work-11599883243", "title": "A California Law Was Supposed to Give Uber Drivers New Protections. Instead, Comedians Lost Work.", "date": "2020-09-12 00:00", "summary": "While companies like Uber, Lyft and DoorDash have fought AB-5 in court, the law has ensnared other freelance workers. Early this year, the organizers of a small Bay Area theater told Alicia Dattner they wouldn't be able to pay her for an upcoming comedy act. The reason: A new California law that reclassified gig-economy workers, such as Uber drivers, as employees meant it would be too expensive to hire her.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/womens-apparel-retailer-j-jill-avoids-bankruptcy-11599882772", "title": "Women's Apparel Retailer J.Jill Avoids Bankruptcy", "date": "2020-09-12 23:52", "summary": "Company says it has garnered the support needed from its lenders for an out-of-court debt restructuring. Women's clothing retailer J.Jill Inc. has managed to stave off filing for bankruptcy protection after a majority of its lenders and shareholders agreed to support an out-of-court financial restructuring deal.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/can-wonder-woman-james-bond-and-netflix-save-the-fall-movie-season-11599574489", "title": "Can Wonder Woman, James Bond and Netflix Save the Fall Movie Season?", "date": "2020-09-12 22:02", "summary": "Scarlett Johansson to lend a hand; Netflix schedules films by David Fincher and Ron Howard. As studios and theaters make efforts to rekindle moviegoing-as long as theaters can stay open-this fall's calendar for new films reflects not only months of disruption caused by the pandemic but also politically active producers' desire to inform Americans ahead of this year's election. Keep in mind that opening dates are subject to change, especially in theaters.", "categories": [["Books & Arts", "Arts", "Arts & Entertainment"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/arts?mod=breadcrumb", "https://www.wsj.com/news/types/arts-entertainment?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hopes-fade-for-new-stimulus-checks-federal-jobless-aid-11599824603", "title": "Hopes Fade for Second Round of Stimulus Checks, Federal Jobless Aid", "date": "2020-09-12 20:56", "summary": "Jobless aid also remains tied up in broader talks as economy partially rebounds from spring depths. WASHINGTON-A second round of $1,200 stimulus checks to help Americans weather the pandemic once seemed all but ensured, with both Democrats and Republicans supporting the provision in early coronavirus relief negotiations in July.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/wonder-woman-sequel-delayed-by-at-t-s-warner-bros-studio-11599839648", "title": "'Wonder Woman 1984' Delayed as Pandemic Slows U.S. Theater Reopenings", "date": "2020-09-12 20:39", "summary": "Warner Bros. postpones movie's release from Oct. 2 to Christmas Day. Warner Bros. is postponing the release of its Wonder Woman sequel by more than two months, signaling that Hollywood studios fear U.S. moviegoers are hesitant to return to theaters in sufficient numbers to justify a second major movie release in the span of a month.", "categories": [["Business", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}]