[{"link": "https://www.wsj.com/articles/two-big-new-york-city-landlords-highlight-rent-collection-woes-11588075202", "title": "Two Big New York City Landlords Highlight Rent-Collection Woes", "date": "2020-04-28 19:51", "summary": "Reports by SL Green and Empire State provide clear signs that the coronavirus is slamming the U.S.'s largest commercial-office market. New York City's office landlords are struggling with rent defaults, a wafer-thin sales market and the evaporation of financing in the state hardest-hit by the Covid-19 pandemic.", "categories": [["Real Estate", "Property Report"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/property-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-yorks-subways-face-growing-problem-with-homeless-amid-coronavirus-11588117611", "title": "New York Aims to Tackle Subway Homeless Problem Amid Coronavirus", "date": "2020-04-28 19:46", "summary": "Mayor de Blasio calls on MTA to close 10 stations between midnight and 5 a.m. to clean trains, offer outreach services. New York's Metropolitan Transportation Authority has struggled to deal with the number of homeless people sheltering on the city's subway system as ridership and service has declined because of the new coronavirus crisis.", "categories": [["U.S.", "Transit"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-transit?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trolls-world-tour-breaks-digital-records-and-charts-a-new-path-for-hollywood-11588066202", "title": "'Trolls World Tour' Breaks Digital Records and Charts a New Path for Hollywood", "date": "2020-04-28 19:41", "summary": "In three weeks of digital release, 'Trolls' sequel has made more money for Universal Pictures than original did during five months in theaters. LOS ANGELES-Last month, as the nation's movie theaters were days from closing down, executives at Comcast Corp.'s Universal Pictures moved on a decision that would soon pay off handsomely.", "categories": [["WSJ News Exclusive", "Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-coming-gop-spending-split-11588115854", "title": "The Coming GOP Spending Split", "date": "2020-04-28 19:17", "summary": "Trump risks dividing his party in the Senate with another $1 trillion bill.. The U.S. Congress has appropriated an astonishing $2.9 trillion in a mere six weeks to counter the coronavirus, and Democrats and some Republicans want trillions more. President Trump talks as if he's eager to go along, but if he does he may have a Senate Republican revolt on his hands. The better strategy is to pause, see how the country's reopening goes, and then decide where the money is needed if it still is.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/apps-to-track-the-new-coronavirus-have-an-old-problem-getting-the-downloads-11588115728", "title": "Apps to Track Coronavirus Desperately Need One Thing: Users", "date": "2020-04-28 19:15", "summary": "At least 60% of a population would have to opt in for contact-tracing apps to work well, some experts say. Researchers at Covid Watch, an international group of academics building a mobile app to track the novel coronavirus, have one number in the back of their minds: 60%. That is a commonly cited percentage of the population that would need to adopt any such Bluetooth-enabled app to paint a clear picture of Covid-19.", "categories": [["Pro Cyber News"]], "category_links": ["https://www.wsj.com/news/types/pro-cyber-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hawaii-penalizes-the-helpers-11588115631", "title": "Hawaii Penalizes the Helpers", "date": "2020-04-28 19:13", "summary": "Liquor regulators target a brewery that made hand sanitizer.. Mr. Rogers famously advised children to \"look for the helpers\" during scary times. Amid the pandemic, they include entrepreneurs who have applied creativity and expertise to get essential goods to health workers and consumers. The bad news is that no good deed goes unscrutinized by regulators.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/germanys-r0-coronavirus-experiment-11588115565", "title": "Germany's R0 Coronavirus Experiment", "date": "2020-04-28 19:12", "summary": "Berlin tries to manage a variable no one can measure accurately.. Sweden's resistance to a government-imposed lockdown is generally viewed as Europe's boldest coronavirus experiment, but now Berlin is giving Stockholm a run for its money. As Germany reopens for business, there are signs that its lockdown hasn't permanently blocked Covid-19 after all.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/russias-free-press-takes-another-hit-11588115516", "title": "Russia's Free Press Takes Another Hit", "date": "2020-04-28 19:11", "summary": "An independent business paper is fighting a Kremlin power grab.. A crucial part of Vladimir Putin's consolidation of power in Russia has been his erosion of the country's free press. Few publications remain outside Kremlin control, and now the country's leading business daily is on the brink of losing its independence.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pfizer-coronavirus-vaccine-could-be-ready-for-emergency-use-by-fall-11588094064", "title": "Race for Coronavirus Vaccine Accelerates as Pfizer Says U.S. Testing to Begin Next Week", "date": "2020-04-28 19:03", "summary": "The pharmaceutical firm joins various groups pushing to have vaccines ready for emergency use in the fall, though hurdles remain. The race for a vaccine to combat the new coronavirus is moving faster than researchers and drugmakers expected, with Pfizer Inc. joining several other groups saying that they had accelerated the timetable for testing and that a vaccine could be ready for emergency use in the fall.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mondelez-reports-stronger-revenue-as-consumers-stockpile-food-amid-lockdowns-11588107075", "title": "Mondelez Reports Higher Revenue as Consumers Stockpile Food", "date": "2020-04-28 18:42", "summary": "Company says higher costs resulting from the pandemic will continue. Mondelez International Inc. said the coronavirus pandemic is driving unprecedented demand for its snacks in North America, but higher costs and supply-chain disruptions weighed on the company's first-quarter earnings.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/you-must-wear-a-maskor-you-may-not-11588113606", "title": "You Must Wear a Mask-or You May Not", "date": "2020-04-28 18:40", "summary": "Some states suspend anti-Klan laws to combat coronavirus.. When it comes to masks, it sometimes seems as if everything that isn't forbidden is compulsory. The Centers for Disease Control and Prevention discouraged the public from wearing them to prevent infection, until it changed its advice on April 3. Some governors have since mandated their use \"where you come into contact with other people in a situation that is not socially distanced,\" as New York's Andrew Cuomo put it. But at least 18 states, including New York, have laws making it a crime to wear a mask in public.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-my-joke-on-twitter-became-a-federal-case-11588113551", "title": "How My Joke on Twitter Became a Federal Case", "date": "2020-04-28 18:39", "summary": "The NLRB is investigating me for a humorous tweet about Vox's labor dispute.. I'm under federal investigation for making a joke on Twitter .", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/borrower-beware-cares-loans-carry-a-steep-cost-11588113575", "title": "Borrower Beware: Cares Loans Carry a Steep Cost", "date": "2020-04-28 18:39", "summary": "They invite investigations, reputation costs, and maybe even social and environmental measures.. Questions are already arising about whether the federal dollars flooding the U.S. economy during the Covid-19 crisis are reaching the intended recipients. Rightly so, when trillions in taxpayer dollars are at stake. But it should make businesses think twice before they take federal money.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-stem-m-b-a-11588113472", "title": "The STEM M.B.A.", "date": "2020-04-28 18:37", "summary": "Business schools can easily help many of their foreign students stay in America longer after graduation.. My Stanford friend A.J. flew back to India days before the coronavirus lockdown. Having lost the H-1B visa lottery, he returns jobless, with a management degree and more than $200,000 in debt. With 11 years' experience in strategy and marketing, he hoped to work in the U.S. and eventually launch a startup. But he ran up against the 12-month deadline for the Optional Practical Training period, during which graduates are allowed to remain and work in the U.S.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-case-against-switching-to-pass-fail-11588113308", "title": "The Case Against Switching to Pass/Fail", "date": "2020-04-28 18:35", "summary": "Colleges shouldn't force students off the letter-grade system during the coronavirus pandemic.. Editor's note: This Future View is about the switch to pass/fail grading at many universities. Next week we'll ask, \"Assuming we don't yet have a vaccine for the coronavirus, would you like your college to reopen in the fall?\" Students should click here to submit opinions of fewer than 250 words before May 5. The best responses will be published that night.", "categories": [["Opinion", "Future View"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/future-view?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/does-coronavirus-doom-density-11588113291", "title": "Does Coronavirus Doom Density?", "date": "2020-04-28 18:34", "summary": "The pandemic will make suburban, exurban and rural life more tempting for some, but cities will survive.. Harvard economist Edward Glaeser opens his 2011 book, \"Triumph of the City,\" with this observation: \"Two hundred forty-three million Americans crowd together in the 3 percent of the country that is urban.\" Reading that nine years ago, I found it fascinating. Rereading it earlier this week, as I sheltered in place with my family, I found it a little frightening.", "categories": [["Opinion", "Upward Mobility"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/upward-mobility?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-media-vs-flatten-the-curve-11588113213", "title": "The Media vs. Flatten the Curve", "date": "2020-04-28 18:33", "summary": "Despite the dopamine economics of online news, we need to see multiple variables.. I joked the other day that the media doesn't do multivariate, but it wasn't a joke. Sometimes it imposes a hard cap on what we can achieve with public policy when the press can't fulfill its necessary communication function.", "categories": [["Opinion", "Business World"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/business-world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bluffing-texas-style-review-forgeries-and-fires-11588113171", "title": "'Bluffing Texas Style' Review: Forgeries and Fires", "date": "2020-04-28 18:32", "summary": "Johnny Jenkins was that irresistible type-a Wild West con man you couldn't help but like and almost admire while he was cheating you.. As the extended subtitle of Michael Vinson's book says, Johnny Jenkins (1940-1989) was an arsonist, a forger, a rare-book dealer and a high-stakes poker player who clomped around in cowboy boots and a Stetson while shuttling back and forth between Las Vegas and Austin, Texas. Jenkins was that irresistible type-a Wild West con man you couldn't help but like and almost admire while he was cheating you. He even, it seems, tried to cheat death by committing suicide in such a way that it would be taken for murder. Suicide would have shown weakness and deflated the legend of himself that Jenkins worked all his life to create. On the other hand, murder was a suitable, even inevitable end for the frontier gambler Johnny Jenkins portrayed himself as being. RIP.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/perelman-backed-vericast-takes-earnings-hit-from-covid-19-11588112928", "title": "Perelman-Backed Vericast Takes Earnings Hit From Covid-19", "date": "2020-04-28 18:28", "summary": "Private-equity-owned marketing and payment-services firm had been on track for growth before coronavirus pandemic. The coronavirus pandemic is eroding earnings at Vericast Corp., the marketing and payment-services firm owned by Ron Perelman's MacAndrews & Forbes Inc., as the company tries to manage a nearly $3 billion debt load.", "categories": [["Pro Bankruptcy Distress"]], "category_links": ["https://www.wsj.com/news/types/pro-bankruptcy-distress?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/google-hides-its-pain-well-11588112480", "title": "Google Hides Its Pain Well", "date": "2020-04-28 18:21", "summary": "Growth in first quarter obscures what is likely internet giant's toughest year ahead. Google's latest results are but a taste of what lies ahead for the internet giant. It isn't a pretty picture.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/google-revenues-climb-in-encouraging-sign-for-big-tech-11588105574", "title": "Google Revenue Climbs, but Company Warns of 'Tale of Two Quarters'", "date": "2020-04-28 18:21", "summary": "Search giant's parent reports 13% rise in first-quarter revenue amid strong consumer demand, slowdown in ad revenue during pandemic. Google's parent posted strong results in what the company called \"a tale of two quarters,\" with a head start in advertising earlier this year making up for the crunch of the global pandemic later.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/starbucks-logs-first-quarterly-sales-drop-in-11-years-11588105804", "title": "Starbucks Logs First Quarterly Same-Store Sales Drop in 11 Years", "date": "2020-04-28 18:19", "summary": "Coffee giant said it plans to keep U.S. dining rooms closed for now. Starbucks Corp. said global same-store sales dropped 10% in its second quarter as a result of the coronavirus crisis, the first downturn by that measure in nearly 11 years.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bankrupt-pier-1-targets-june-reopening-for-some-stores-11588111941", "title": "Bankrupt Pier 1 Targets June Reopening for Some Stores", "date": "2020-04-28 18:12", "summary": "Home-goods retailer receives court approval to halt further payments to landlords and others. Bankrupt Pier 1 Imports Inc. said it hopes to reopen a \"critical mass\" of its stores by June 1, the latest company getting ready for the possibility of welcoming back shoppers as more states relax stay-at-home restrictions.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/streaming-movies-are-eligible-for-the-oscars-academy-says-11588110996", "title": "Streaming Movies Are Eligible for Oscars, Academy Says", "date": "2020-04-28 18:07", "summary": "Organization temporarily suspends requirement that awards contenders must play in theaters. LOS ANGELES-The Academy of Motion Picture Arts and Sciences said it expanded the eligibility rules for the Oscars to include films that weren't released in cinemas because of the nationwide shutdown of movie theaters.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-latest-news-04-28-2020-11588063873", "title": "U.S. Coronavirus Cases Top One Million as Some Lockdowns Ease", "date": "2020-04-28 18:02", "summary": "California joins states looking at gradual rollbacks of restrictions. California joined growing ranks of U.S. states and countries around the world preparing to ease coronavirus-containment measures, with many planning gradual rollbacks to help reduce the potential for new waves of infections.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sec-charges-florida-company-over-statements-about-medical-masks-11588099387", "title": "SEC Charges Florida Company Over Statements About Medical Masks", "date": "2020-04-28 17:58", "summary": "Praxsyn Corp. and its CEO misled investors about the highly sought after protective gear, regulators said. As the novel coronavirus took hold in the U.S. in late February, and as hospitals began to run short of the protective gear necessary to combat the virus, a Florida company issued a press release saying it could guarantee the delivery of millions of sought-after medical masks. The only problem: it wasn't true, according to regulators.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nucor-holds-firm-on-dividend-during-pandemic-steel-slump-11588111010", "title": "Nucor Holds Firm on Dividend During Pandemic, Steel Slump", "date": "2020-04-28 17:56", "summary": "Steelmaker's strategy sets it apart from the companies across industries that are suspending payouts to preserve cash. Companies across industries are suspending or reducing dividends to deal with the fallout of the coronavirus pandemic. Not Nucor Corp. The steelmaker insists it can still maintain a dividend despite pressures from the pandemic and declining demand in the steel market.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/some-crimes-in-new-york-city-evade-prosecution-during-coronavirus-11588110554", "title": "Some Crimes in New York City Evade Prosecution During Coronavirus", "date": "2020-04-28 17:49", "summary": "District attorneys have declined to prosecute more than 500 cases since pandemic shut down the city. New York City prosecutors have declined trials for dozens of criminal cases in which arrests were made since the coronavirus struck, citing court closures and public health concerns associated with incarceration.", "categories": [["U.S.", "Crime"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-crime?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/southwest-reports-first-quarterly-loss-in-nine-years-11588075833", "title": "Southwest Reports First Quarterly Loss in Nine Years", "date": "2020-04-28 17:49", "summary": "Carrier plans to raise cash and cut flying capacity by 60% in the second quarter. Southwest Airlines Co. expects the lack of demand for air travel to linger for some time, as the coronavirus pandemic continues to keep prospective fliers at home.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-clouds-outlook-for-fed-conference-in-jackson-hole-this-year-11588110099", "title": "Coronavirus Clouds Outlook for Fed Conference in Jackson Hole This Year", "date": "2020-04-28 17:41", "summary": "Venue where event has been held since 1982 says it won't open this year because of the pandemic. The coronavirus crisis may upend a nearly four-decade-long run for the Kansas City Fed's annual conference in Jackson Hole, Wyo.", "categories": [["Economy", "Central Banks"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/central-banks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-relief-often-pays-workers-more-than-work-11588066200", "title": "Coronavirus Relief Often Pays Workers More Than Work", "date": "2020-04-28 17:25", "summary": "When combined with state benefits, weekly government payouts create incentives that employers say complicate efforts to reopen businesses. Roughly half of all U.S. workers stand to earn more in unemployment benefits than they did at their jobs before the coronavirus pandemic shut down swaths of the U.S. economy, a result of government relief that employers say is complicating plans to reopen businesses.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/happy-hour-comes-nearly-every-day-for-social-drinkers-as-coronavirus-keeps-them-home-11588004362", "title": "Happy Hour Gets Earlier in Lockdown", "date": "2020-04-28 17:10", "summary": "Most Popular News. By her third week of social distancing, Amanda Marie Ramos noticed that she was finishing a bottle of wine faster than usual. \"Typically if I even open a bottle on a Friday night, I make it last all the way till Sunday night, and sometimes I may not even finish it then,\" said the 39-year-old married mother of two, who lives in Canandaigua, N.Y. \"But lately I'll finish a bottle that night, or in two, depending on who I'm FaceTiming.\"", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/companies-are-suspending-dividends-at-fastest-pace-in-years-11588075203", "title": "Companies Are Suspending Dividends at Fastest Pace in Years", "date": "2020-04-28 17:07", "summary": "Moves add up to savings of about $23 billion so far, according to S&P Dow Jones Indices. General Motors Co. suspended its dividend earlier this week, part of a raft of moves to keep the company afloat in the midst of the coronavirus pandemic. It is far from alone.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/junk-bonds-bounce-back-raising-hopesand-concerns-11588066201", "title": "Junk Bonds Bounce Back, Raising Hopes-and Concerns", "date": "2020-04-28 17:02", "summary": "Bargain-hunting investors are snapping up debt of riskier companies. Many analysts are more pessimistic. A rally in corporate debt is enabling riskier companies to raise much-needed cash while fueling debate over whether investors have grown overly optimistic about the economy.", "categories": [["Markets", "Credit Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/credit-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hillary-clinton-to-endorse-joe-biden-s-presidential-bid-11588096613", "title": "Hillary Clinton Endorses Joe Biden's Presidential Bid", "date": "2020-04-28 16:55", "summary": "The 2016 Democratic presidential candidate makes announcement at presumptive nominee's virtual town hall. WASHINGTON-Hillary Clinton endorsed Joe Biden's presidential bid on Tuesday, saying the former vice president had been \"preparing for this moment his entire life.\"", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/manufacturers-hit-a-wall-as-coronavirus-saps-demand-11588087742", "title": "Manufacturers Hit a Wall as Coronavirus Saps Demand", "date": "2020-04-28 16:51", "summary": "Caterpillar, Harley and 3M are among companies idling production and cutting costs. Major U.S. manufacturers said some closed plants may never reopen and new product introductions could be delayed, after the coronavirus pandemic slashed demand for everything from motorcycles to industrial paint.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mark-zuckerberg-asserts-control-of-facebook-pushing-aside-dissenters-11588106984", "title": "Mark Zuckerberg Asserts Control of Facebook, Pushing Aside Dissenters", "date": "2020-04-28 16:49", "summary": "Resume Subscription. In December, Facebook Inc.'s top brass gathered at Mark Zuckerberg's more than 700-acre beachfront estate in Kauai, Hawaii, for an unusual board meeting to discuss how to redirect the company after years of turmoil.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/new-york-will-have-coronavirus-circuit-breaker-in-place-as-economies-reopen-11588106124", "title": "New York Will Have Coronavirus 'Circuit Breaker' in Place as Economies Reopen", "date": "2020-04-28 16:44", "summary": "Gov. Cuomo says measures will signal another outbreak of disease, need to curb activity. As New York prepares to let businesses reopen with the easing of the coronavirus pandemic, the state will have measures in place that will signal another outbreak of the disease and the need to curb activity once again, Gov. Andrew Cuomo said Tuesday.", "categories": [["U.S.", "Politics"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/global-stock-markets-dow-update-04-28-2020-11588051856", "title": "U.S. Stocks Tick Modestly Lower", "date": "2020-04-28 16:42", "summary": "Ford Motor, 3M and F5 Networks are among the session's winners. U.S. stocks edged lower Tuesday as more states prepared to relax coronavirus-containment measures, though a resurgence of economically-sensitive shares suggested growing optimism among investors about the path forward.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-staying-inside-guide-outdoor-performances-for-indoor-times-11588105770", "title": "The Staying Inside Guide: Outdoor Performances for Indoor Times", "date": "2020-04-28 16:29", "summary": "Nature provides the ideal backdrop for these operas that you can enjoy even during lockdown.. ", "categories": [["Books & Arts", "Opera Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/opera-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-city-schools-to-use-looser-grading-system-for-students-11588085809", "title": "New York City Schools to Use Looser Grading System for Students", "date": "2020-04-28 16:28", "summary": "Public elementary students will be promoted to next grade, with a mark of 'meets standards' or 'needs improvement'. New York City's public-school system announced a looser grading policy to cover the spring's difficult shift to remote learning due to the coronavirus, upsetting a vast range of parents who argued the new system was either too harsh or not strict enough.", "categories": [["U.S.", "Schools"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-schools?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/even-for-companies-with-business-from-coronavirus-the-picture-is-mixed-at-best-11588105420", "title": "Even for Companies With Business From Coronavirus, the Picture Is Mixed at Best", "date": "2020-04-28 16:23", "summary": "UPS business of delivering big shipments to offices, stores evaporates; 3M office-supply sales decline. United Parcel Service Inc. is logging higher revenue as homebound Americans shop online during the coronavirus pandemic. But its more profitable business of delivering big shipments to offices and stores has dried up.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/at-his-centennial-a-jazz-pioneer-still-rings-true-11588105141", "title": "At His Centennial, a Jazz Pioneer Still Rings True", "date": "2020-04-28 16:19", "summary": "John Lewis was a visionary pianist who imagined a different look, sound and esteem for jazz.. May 3 marks the centennial of jazzman John Lewis, best remembered as the pianist and musical director of the long-lived Modern Jazz Quartet.", "categories": [["Opinion", "Commentary", "Cultural Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb", "https://www.wsj.com/news/types/cultural-commentary?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/3m-to-cut-costs-as-business-cools-beyond-masks-11588071693", "title": "3M to Cut Costs as Business Cools Beyond Masks", "date": "2020-04-28 16:12", "summary": "Conglomerate has ramped up mask production to meet massive coronavirus demand. 3M Co. , maker of coveted N95 face masks used by workers treating coronavirus patients, said sales grew in its medical business while a deepening industrial downturn is weighing on its business overall.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-double-risk-on-the-coronavirus-front-line-and-older-11588104484", "title": "A Double Risk: On the Coronavirus Front Line, and Older", "date": "2020-04-28 16:08", "summary": "Hospitals scrambling to respond to the coronavirus outbreak need the help of experienced staffers, but the risks to older workers are greater. A veteran emergency-medicine physician, James Aiken stands gown-to-gown with the residents he teaches as they perform intubations, risking exposure from patients that may have Covid-19.", "categories": [["Life & Work", "Your Health"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/your-health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/european-countries-move-closer-to-reopening-continent-11588095446", "title": "European Countries Move Closer to Reopening Continent", "date": "2020-04-28 16:02", "summary": "Governments seek to unlock their economies without triggering a surge in infections. PARIS-European governments are preparing to unlock the continent's economy by introducing rules and guidelines that amount to a sweeping reconfiguration of everyday life, from subway seating to classroom size.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/normal-people-review-loves-labours-found-11588103557", "title": "'Normal People' Review: Love's Labour's Found", "date": "2020-04-28 15:52", "summary": "The TV adaptation of Sally Rooney's novel is a captivating look at complicated, class conscious romance.. The cachet of Irish writer Sally Rooney might be the honey that draws audiences to \"Normal People,\" but what will have them sticking around for 12 episodes will be Lenny Abrahamson's direction, which translates what might easily have become a maudlin mess into something uncannily smart, sophisticated and seductively melancholy. Readers are always concerned about how \"faithful\" an adaptation is going to be. But it's hard to imagine \"Normal People\" devotees not lapping up this adaptation precisely because it is something all its own-which, if you haven't read the book, isn't bad news either.", "categories": [["Books & Arts", "Television Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/television-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/stimulus-checks-sent-to-dead-relatives-should-be-returned-mnuchin-says-11588103323", "title": "Stimulus Checks Sent to Dead Should Be Returned, Mnuchin Says", "date": "2020-04-28 15:48", "summary": "Treasury secretary says deceased people aren't eligible for the $1,200 payments some have been getting. WASHINGTON-Deceased people aren't eligible for the $1,200 stimulus payments some of them have been getting, and their relatives and estates should pay the money back to the government, Treasury Secretary Steven Mnuchin said Tuesday.", "categories": [["WSJ News Exclusive", "Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mnuchin-warns-larger-companies-against-seeking-coronavirus-funds-meant-for-small-businesses-11588083665", "title": "Mnuchin Says Big Companies Should Apologize for Taking Small Business Loans", "date": "2020-04-28 15:37", "summary": "Treasury secretary says banks should have taken closer look at loans before approving them. WASHINGTON-Treasury Secretary Steven Mnuchin is seeking an apology to American taxpayers from large companies that sought coronavirus hardship funds intended for small businesses.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/leading-democrats-stand-behind-biden-after-sexual-assault-allegation-11588092623", "title": "Leading Democrats Back Biden After Sexual-Assault Allegation", "date": "2020-04-28 15:35", "summary": "Women seen on presumptive presidential nominee's running-mate shortlist undeterred by former Senate staffer's claims. Prominent Democrats, including some women thought to be on Joe Biden's running-mate shortlist, have lined up behind the former vice president in the month since Tara Reade, a former Senate staffer, made public an allegation he sexually assaulted her once in the 1990s.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/oil-prices-drop-to-lowest-level-since-1986-11588066453", "title": "Oil Prices Fall After Swinging Wildly", "date": "2020-04-28 15:34", "summary": "Investors and index funds rush out of near-term futures contracts. Oil prices whipsawed Tuesday on their way to ending lower as investors and index funds rushed out of near-term futures contracts for fear that the financial instruments may repeat last week's plunge into negative territory.", "categories": [["Markets", "Commodities"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/protesters-in-lebanon-demand-economic-relief-as-coronavirus-lockdown-eases-11588096707", "title": "Protesters in Lebanon Demand Economic Relief", "date": "2020-04-28 15:32", "summary": "One demonstrator dies in clash with soldiers as banks limit the amount of withdrawals. BEIRUT-As Lebanon begins to reopen after a pandemic lockdown, protesters have burst onto the streets to demand relief from the country's deteriorating economy in one of the first signs of a violent backlash following weeks under quarantine.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-dessert-that-never-fails-to-comfort-tres-leches-cake-11588101876", "title": "A Dessert That Never Fails to Comfort: Tres Leches Cake", "date": "2020-04-28 15:24", "summary": "A cake drenched in milk, rum, coffee and coconut provides a poignant taste of Puerto Rico for a writer and her family. The recipe's simple, widely accessible ingredients make it easy to recreate anywhere. THERE WERE no coconut popsicles at Señor Paleta in Old San Juan. \"The hurricanes wiped out all the coconuts,\" the server told me and my husband in December, when we stopped at the storefront tucked into a sturdy Spanish colonial facade. We had heard the same about plantains, and coffee, and papaya...and the list grew longer over our three weeks in Puerto Rico.", "categories": [["General News"]], "category_links": ["https://www.wsj.com/news/types/general-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-doubling-down-on-the-chile-is-the-way-to-go-11588101791", "title": "Why Doubling Down on the Chile Is the Way to Go", "date": "2020-04-28 15:23", "summary": "New Mexico's red and green chile sauces are so good, why not opt for both at once? This recipe for stacked enchiladas calls for saucing 'Christmas-style'-half red, half green and totally delicious. The inside of Mary and Tito's Restaurant on Albuquerque's 4th Street doesn't look like much: vinyl tablecloths, walls plastered with family photos. But the kitchen produces some of New Mexico's best chile-not the meaty stew, spelled chili, served across the border in Texas, but the pepper-based sauce that holds pride of place in New Mexican cuisine.", "categories": [["General News"]], "category_links": ["https://www.wsj.com/news/types/general-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-prompts-record-souring-of-consumers-outlookand-hope-pain-will-be-short-lived-11588101371", "title": "Coronavirus Prompts Record Souring of Consumers' Outlook-and Hope Pain Will Be Short-Lived", "date": "2020-04-28 15:16", "summary": "Conference Board index of consumer confidence sank to 86.9 in April. The coronavirus pandemic prompted a record souring of consumers' views on the U.S. economy in April surveys, but people remain hopeful the gloom will be short term.", "categories": [["Economy", "Economic Data"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/economic-data?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/simon-property-to-reopen-49-malls-11588100736", "title": "Mall Giant Simon Property to Reopen 49 Malls", "date": "2020-04-28 15:05", "summary": "Properties will begin operating in states easing stay-at-home restrictions. Simon Property Group , the largest U.S. shopping mall owner, is planning to reopen 49 malls and outlet centers in states loosening stay-at-home restrictions, according to a person familiar with the matter.", "categories": [["Real Estate"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/crop-tops-ripped-jeans-the-clothing-tweens-most-covet-11588100563", "title": "Crop Tops, Ripped Jeans: The Clothing Tweens Most Covet", "date": "2020-04-28 15:02", "summary": "Real-life tweens sound off about the trendy styles they want to wear-and why the dream-buys were banned by mom and dad. \"I want a pair of Louboutin heels really badly. My parents let me wear heels for Halloween, but it seems like more of a dress-up thing to them. Then [they don't like] the designer part: 'You don't need to show that off. A 12-year-old doesn't need to be wearing designer stuff.'\"", "categories": [["Life & Work", "Style & Fashion", "Fashion"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/fashion?mod=breadcrumb", "https://www.wsj.com/news/types/fashion?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/harry-david-decides-its-stores-wont-reopen-after-coronavirus-11588100324", "title": "Harry & David Decides Its Stores Won't Reopen After Coronavirus", "date": "2020-04-28 14:58", "summary": "Gift basket seller to close 38 bricks-and-mortar locations, focus on e-commerce business. The coronavirus pandemic has forced many retailers to close. Not all of them will reopen.", "categories": [["WSJ News Exclusive", "Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/its-badly-written-but-dont-make-it-worse-11588100187", "title": "PPP: Badly Written but Don't Make It Worse", "date": "2020-04-28 14:56", "summary": "One of the Republican Party's core values is supposed to be a reverence for the rules and their fair application. Changing the PPP's forgiveness rules after the fact is anything but.. I'm amazed that a GOP senator like Ron Johnson would propose moving the goal posts of the Paycheck Protection Program while the game has already started (\"PPP Loan Forgiveness Needs Limits,\" op-ed, April 23). One of the Republican Party's core values is supposed to be a reverence for the rules and their fair application. Changing the PPP's forgiveness rules after the fact is the opposite.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hong-kong-arrests-follow-hong-kongs-law-11588100124", "title": "Hong Kong Arrests Follow Hong Kong's Law", "date": "2020-04-28 14:55", "summary": "Arrests of certain figures for taking part in unauthorized assemblies were made by Hong Kong authorities in accordance with Hong Kong law. In Hong Kong, everyone is equal before the law.. Regarding your editorial \"China's Hong Kong Roundup\" (April 20) concerning the implementation of \"one country, two systems\" and the Basic Law in Hong Kong: April 18 arrests of certain figures for taking part in unauthorized assemblies were made by Hong Kong authorities in accordance with Hong Kong law. In Hong Kong, everyone is equal before the law.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/inflation-isnt-a-big-risk-even-with-all-the-spending-11588099700", "title": "Inflation Isn't a Big Risk, Even With All the Spending", "date": "2020-04-28 14:48", "summary": "It is an excess of aggregate demand over aggregate supply that generates inflation.. Tim Congdon's warning that the Federal Reserve's recent bold monetary policy action will lead to higher inflation is all too reminiscent of similar dire warnings over the past decade that the Fed's earlier rounds of quantitative easing would lead to a burst in inflation (\"Get Ready for the Return of Inflation,\" op-ed, April 24).", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mia-land-olakess-sad-end-and-patrick-desjarlait-11588099617", "title": "Mia Land O'Lakes's Sad End and Patrick DesJarlait", "date": "2020-04-28 14:46", "summary": "If this cloud has a silver lining, it will be an increased awareness and appreciation for the artist Patrick DesJarlait.. I was disappointed to read in your editorial \"Mia Land O'Lakes, 1928-2020\" (April 21) that Land O' Lakes has redesigned its logo and removed the iconic image of Mia, the Native American maiden who graced its butter cartons for close to a century. That the Mia we've known since the 1950s was designed by a Native American artist is significant, and I hope that those who read this editorial will look up the artist Patrick DesJarlait. He was known not only for his commercial artwork, but also for his brilliant watercolor paintings, two of which are in the permanent collection of the Minnesota Museum of American Art. He was also an art educator and wrote two books about his work as a Native American artist. DesJarlait's artwork is noteworthy for its representations of Ojibwe culture and its bold and colorful beauty.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/strange-sad-link-between-jaws-and-the-coronavirus-11588099505", "title": "Strange, Sad Link Between 'Jaws' and the Coronavirus", "date": "2020-04-28 14:45", "summary": "The surprising parallels of the current Covid-19 crisis with the 1975 movie, Jaws, was aptly described by Lee Siegel.. The surprising parallels of the current Covid-19 crisis with the 1975 movie \"Jaws,\" is aptly described by Lee Siegel (\"Coronavirus as a Sequel to 'Jaws,'\" op-ed, April 24). He, like many of us, was left with the indelible scene of the grieving mother confronting the town officials about the needless death of her boy. Ironically, the actress who played that part, Lee Fierro, died from complications of Covid-19 in early April. A poignant echo of the reach of this ongoing plague.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cheese-your-own-adventure-quesadillas-for-kids-11588190301", "title": "Cheese Your Own Adventure: Quesadillas for Kids", "date": "2020-04-28 14:31", "summary": "With a simple recipe as a jumping-off point, help your children express themselves with these creative ingredient combos. TOTAL TIME: 5 minutes MAKES: 1 (6-inch) quesadilla", "categories": [["Life & Work", "Food & Drink"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/food-cooking-drink?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/let-your-kid-make-dessertand-a-memory-11588181155", "title": "Let Your Kid Make Dessert-And a Memory", "date": "2020-04-28 14:31", "summary": "Chocolate salami is a recipe easy enough for a child to handle, hard for an adult to forget. WHEN I WAS growing up, Olivia, our nanny, steadied our family with hard work, warmth, wisdom, kindness, discipline and excellent food. When I was 15 she moved back to Portugal, but her hold on my heart has remained strong.", "categories": [["Life & Work", "Food & Drink"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/food-cooking-drink?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-compound-by-the-beach-in-southampton-sells-for-57-5-million-11588097726", "title": "A Compound by the Beach in Southampton Sells for $57.5 Million", "date": "2020-04-28 14:15", "summary": "The roughly 6-acre spread includes two chateau-style homes, one of which has direct frontage on the ocean. A family compound in the elite vacation destination of Southampton, N.Y., has sold for $57.5 million, according to public records and the listing agent.", "categories": [["WSJ News Exclusive", "Private Properties"]], "category_links": ["https://www.wsj.com/news/types/private-properties?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pathologists-hunt-for-earlier-coronavirus-cases-in-new-york-11588003955", "title": "Pathologists Look for Earlier Coronavirus Cases in New York", "date": "2020-04-28 14:04", "summary": "Scrutiny of flu swabs and deaths could alter timeline of arrival. Medical researchers are doing detective work to see if the novel coronavirus was in New York before March, undertaking studies of flu swabs and deaths that could challenge the official timeline of the infection's arrival in the state.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trumps-new-tariff-pause-11588095822", "title": "Trump's New Tariff 'Pause'", "date": "2020-04-28 14:01", "summary": "Outside of China, the President wants to keep his favorite trade negotiating tool on the shelf.. President Donald Trump says he plans \"a pause on new tariffs\" other than ones related to China \"for a short while.\" The President hasn't given up his belief that tariffs can be a valuable negotiating tool and a useful source of government revenue. But he is increasingly focused on encouraging a post-shutdown economic rebound and figures that this is not the moment to engage in new trade fights with allies. \"These are different times,\" he said in a Monday interview with this column at the White House.", "categories": [["Opinion", "Best of the Web"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/best-of-the-web-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/wirecard-tumbles-as-questions-remain-after-special-audit-11588071316", "title": "Wirecard Tumbles as Questions Remain After Special Audit", "date": "2020-04-28 13:43", "summary": "German fintech giant delays issuing 2019 annual report, which was due on Thursday. Shares in German electronics-payments giant Wirecard AG dropped more than 26% on Tuesday after a special audit reviewing allegations about some of its accounting practices left unanswered questions.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/relying-on-foreign-drugs-is-dangerous-11588093635", "title": "Relying on Foreign Drugs Is Dangerous", "date": "2020-04-28 13:07", "summary": "Generics are often made in India, with ingredients from China. Time to diversify the supply chain.. Health security is critical to national security. The Covid-19 pandemic is a moment to re-evaluate U.S. dependence on China for pharmaceutical ingredients and to solidify the pharmaceutical supply chain in advance of proliferating threats.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/after-coronavirus-lockdowns-dont-expect-normal-11588093666", "title": "After Coronavirus Lockdowns, Don't Expect 'Normal'", "date": "2020-04-28 13:07", "summary": "States will embrace different strategies. But we must protect the vulnerable.. America's center of gravity has shifted during the past week. The question is no longer whether to begin reopening the economy, but how.", "categories": [["Opinion", "Politics & Ideas"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/politics-ideas?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/centene-predicts-strong-impact-from-coronavirus-pandemic-11588090986", "title": "Centene Predicts Strong Impact From Coronavirus Pandemic", "date": "2020-04-28 12:49", "summary": "Provider of managed Medicaid plans expects rising membership, higher Covid-19 treatment costs. Centene Corp. missed Wall Street's expectations for its first-quarter earnings and said its results for the rest of the year would be strongly affected by the coronavirus pandemic, including an expected increase to enrollment as more Americans move into Medicaid and Affordable Care Act coverage.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/one-equity-backed-orion-innovation-seals-add-on-deal-without-personal-contact-11588090762", "title": "One Equity-Backed Orion Innovation Seals Add-On Deal Without Personal Contact", "date": "2020-04-28 12:19", "summary": "The software company bought Tekmark Global Solutions, conducting almost all of the negotiations virtually. Orion Innovation, a private equity-backed technology company, had to do without one key component of the deal-making process when it purchased engineering technology company Tekmark Global Solutions LLC this month: physical contact.", "categories": [["Pro PE Deals"]], "category_links": ["https://www.wsj.com/news/types/pro-pe-deals?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hsbcs-loan-losses-hint-at-tougher-times-for-banks-11588090776", "title": "HSBC's Loan Losses Hint at Tougher Times for Banks", "date": "2020-04-28 12:19", "summary": "Almost a quarter of the lender's $3 billion provision was for one borrower, highlighting the risks of portfolio concentration. HSBC 's Asian focus gives it a slight lead over its European and U.S. peers in understanding the impact of coronavirus shutdowns. Its first-quarter numbers stand as a warning.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/is-it-really-an-excellent-time-to-buy-a-home-11588089761", "title": "Is It Really an Excellent Time to Buy a Home?", "date": "2020-04-28 12:02", "summary": "Spooked by the Covid-19 pandemic, the lowest share of Americans in decades thinks this is the time to buy residential real estate. Worried about the economy? It is an excellent time to buy a home. Sheltering in place due to Covid-19? It is still an excellent time to buy a home. Global thermonuclear war? You can probably guess the answer.", "categories": [["Markets", "Overheard"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/overheard?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/globalization-is-down-but-not-yet-out-11588089674", "title": "Globalization Is Down but Not Out Yet", "date": "2020-04-28 12:01", "summary": "By addressing flaws exposed by pandemic, nations could build a wiser, more resilient global system. Globalization was on the ropes when the pandemic delivered a gut punch. Barriers to trade and immigration, already on the rise, have been joined by travel bans, border closures and restrictions on medical exports. Trade volumes are in free fall.", "categories": [["Economy", "Capital Account"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/capital-account?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-chinese-banks-billion-dollar-oil-slick-11588089311", "title": "A Chinese Bank's Billion-Dollar Oil Slick", "date": "2020-04-28 11:55", "summary": "Big losses on an oil-backed Chinese investment product once again show how financial complexity, moral hazard and yield-starved Chinese retail investors make for a volatile mix. Treasure hunting is a perilous undertaking-particularly when the gold is black.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/dont-use-cash-eat-side-by-side-south-koreas-rulebook-for-reopening-11588089086", "title": "South Korea's Playbook for Reopening: Don't Use Cash, Sit Side by Side", "date": "2020-04-28 11:51", "summary": "Resume Subscription. SEOUL-After two months of intensive social distancing, South Korea is about to open up. And it has a rule for everything.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/ups-slashes-spending-halts-stock-buybacks-over-coronavirus-uncertainty-11588074874", "title": "UPS Slashes Spending, Halts Stock Buybacks", "date": "2020-04-28 11:35", "summary": "Delivery giant sees boom in home delivery but business shipments plunge; withdraws revenue and profit forecasts. United Parcel Service Inc. is doing more but making less.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/dont-let-the-screens-win-11588066203", "title": "Parents: Don't Let the Screens Win", "date": "2020-04-28 11:17", "summary": "Parents are struggling to dial back the extra screen time they have allowed their kids during the pandemic; we have ways to help. Tucker Dansie, a father of five near Salt Lake City, relaxed the normally stringent screen-time limits he had for his kids once the coronavirus shutdown began. Now, like many parents who are several weeks into working from home while caring for children, he fears the extra non-school screen time has gotten to be too much.", "categories": [["Tech", "Family & Tech: Julie Jargon"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb", "https://www.wsj.com/news/types/family-tech-julie-jargon?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mlb-teams-to-announce-updated-ticket-policies-paving-way-for-refunds-11588086381", "title": "MLB Teams to Announce Updated Refund Policies", "date": "2020-04-28 11:13", "summary": "Games had been officially listed as postponed rather canceled, but the league office is now providing clubs with new guidance. In a normal world, Major League Baseball would be about a month into the season, which means that more than 10 million tickets sold would already have been counted toward the sport's overall attendance.", "categories": [["Sports", "MLB"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/mlb?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lufthansa-germany-tussle-over-aid-that-could-approach-10-billion-11588086328", "title": "Lufthansa, Germany Tussle Over Aid That Could Approach $10 Billion", "date": "2020-04-28 11:05", "summary": "German flag carrier fights back against Berlin's request for board seats. BERLIN-Deutsche Lufthansa AG is balking at a request by the German government for two board seats at the carrier in exchange for what is shaping up to be one of the world's biggest airline bailouts so far in the new coronavirus pandemic, according to people familiar with the situation.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/medical-masks-are-protecting-chinas-electric-vehicle-champion-11588086120", "title": "Medical Masks Are Protecting China's Electric-Vehicle Champion", "date": "2020-04-28 11:02", "summary": "Berkshire Hathaway-backed BYD is struggling with its core car business, but other lines of work are thriving. BYD sold more electric vehicles last year than any other company except Tesla . This year, the company is having more luck selling other products-notably medical masks.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-home-price-growth-accelerated-then-housing-markets-momentum-was-hit-by-coronavirus-11588081182", "title": "U.S. Home-Price Growth Accelerated, Then Housing Market's Momentum Slowed With Coronavirus", "date": "2020-04-28 10:55", "summary": "Case-Shiller index rose 4.2% in the year that ended in February. Home-price growth accelerated in February to its highest level in more than a year, but the housing market's momentum headed into the spring-selling season has been reversed in recent weeks by the coronavirus pandemic.", "categories": [["Economy", "Economic Data"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/economic-data?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/prosecutors-regulators-probe-boeing-737-max-production-issues-11588085503", "title": "Prosecutors, Regulators Probe Boeing 737 MAX Production Issues", "date": "2020-04-28 10:51", "summary": "Company's inspections have found debris left in roughly half of undelivered 737 MAX jets. Boeing Co. faces criminal and civil scrutiny into years of widespread quality-control lapses on its 737 MAX assembly line, according to people familiar with the details, potentially exposing the plane maker to greater legal liability than previously anticipated by industry and government officials.", "categories": [["WSJ News Exclusive", "Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-first-to-do-once-a-coronavirus-lockdown-is-lifted-a-haircut-11588080123", "title": "The First To-Do Once a Coronavirus Lockdown Is Lifted? A Haircut", "date": "2020-04-28 10:44", "summary": "Many people are eager to see their stylist; 'I haven't done anything with my hair or put makeup on since I've been sitting here at home'. Leah Adams's first haircut since the coronavirus pandemic didn't include the usual shampoo, scalp massage and blow dry, but she said it was still worth the two-hour drive to Atlanta.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cheese-off-a-truck-farmers-try-to-salvage-food-and-some-sales-11588084929", "title": "Farmers Try to Salvage Food, and Some Sales", "date": "2020-04-28 10:42", "summary": "Slaughterhouses are selling meat in bulk, and farmers are making home deliveries. Dobson, N.C., a destination for fans of \"The Andy Griffith Show,\" drew throngs of visitors this month for another reason-the local chicken plant was selling leftovers in bulk.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pressure-builds-to-re-open-churches-in-italy-11588084807", "title": "Pressure Builds to Reopen Churches in Italy", "date": "2020-04-28 10:40", "summary": "Masses are still on hold, stirring a debate between religious liberty and public-health concerns across Europe and the U.S.. Many Catholics in Italy and other European countries are calling on governments to permit public Masses again after weeks of lockdown to contain the coronavirus, in a debate that pits religious liberty against public-health concerns.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/some-school-districts-plan-to-end-the-year-early-call-remote-learning-too-tough-11588084673", "title": "Some School Districts Plan to End the Year Early", "date": "2020-04-28 10:37", "summary": "Georgia, other states waive minimum instruction-time requirements during the pandemic. ", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-bargain-with-the-devilbill-comes-due-for-overextended-airbnb-hosts-11588083336", "title": "'A Bargain With the Devil'-Bill Comes Due for Overextended Airbnb Hosts", "date": "2020-04-28 10:15", "summary": "Entrepreneurs built mini-empires of short-term rental properties, borrowing against revenue that's now vanishing under coronavirus lockdowns. For years, Cheryl Dopp considered the ding on her phone from a new Airbnb Inc. booking to be the sound of what she called \"magical money.\" A property she rented out in Jersey City, N.J., on Airbnb could gross more than $8,000 a month, she said, double what long-term tenants would pay.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-lockdown-creates-captive-audience-for-80s-show-11588082808", "title": "Coronavirus Lockdown Creates Captive Audience for '80s Show", "date": "2020-04-28 10:06", "summary": "'Ramayan,' a 78-part telling of an epic Hindu tale airing on Indian public television, is all the rage again. As Hollywood battles for subscribers in the world-wide streaming binge brought on by the new coronavirus, reruns of a 1980s religious drama from a state-run broadcaster have emerged as a surprise hit in India.", "categories": [["A-hed"]], "category_links": ["https://www.wsj.com/news/types/a-hed?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-familys-1958-buick-moves-to-a-new-generation-11588082492", "title": "A Family's 1958 Buick Moves to a New Generation", "date": "2020-04-28 10:01", "summary": "More than 60 years ago, Steve Kugler's grandparents splurged on a $3,789 Buick. Today, he uses the car to bring his grandchildren out for ice cream. Steve Kugler, 63, a mechanical contractor living in Littleton, Colo., on his 1958 Buick Super, as told to A.J. Baime. All the photos were taken before the coronavirus pandemic.", "categories": [["Life & Work", "Cars", "My Ride"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/automotive?mod=breadcrumb", "https://www.wsj.com/news/types/my-ride?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/some-outlaw-new-yorkers-bend-the-rules-to-shake-lockdown-funk-11588082400", "title": "Some New Yorkers Bend Lockdown Rules to Avoid 'Werewolf Syndrome'", "date": "2020-04-28 10:00", "summary": "The ban on non-essential businesses has created a gray market for in-home beauty services. 'I felt trapped and now I feel liberated.'. After Manhattan barber Sal Salzano's shop closed in March, he spent two weeks in quarantine at home in Yonkers. Then he got on his phone and texted every client he knew: \"I'm offering home haircuts.\"", "categories": [["U.S.", "Metro Money"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/metro-money?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-strategic-costs-of-boeings-dash-for-cash-11588067907", "title": "The Strategic Costs of Boeing's Dash for Cash", "date": "2020-04-28 09:54", "summary": "Any decisions the plane maker's CEO makes to keep the company airborne come at the expense of its portfolio breadth. Whatever flight path Boeing finds through the Covid-19 crisis, it is unlikely to improve the U.S. aerospace giant's competitive position versus European rival Airbus .", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bp-posts-loss-maintains-dividend-amid-pandemic-and-oil-rout-11588068555", "title": "BP Racks Up $6 Billion in New Debt in Three Months Amid Pandemic", "date": "2020-04-28 09:33", "summary": "British oil giant is first of the world's oil majors to detail effect of the coronavirus, oil price collapse. BP PLC said debt rose sharply and warned of falling production and a worsening outlook for refining margins, offering a first look at how the new coronavirus pandemic is straining the balance sheets of the world's largest oil companies.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/to-combat-coronavirus-blues-one-city-commissioned-a-song-11588080725", "title": "To Combat Coronavirus Blues, Louisville Commissions an Uplifting Song", "date": "2020-04-28 09:32", "summary": "From rock and classical to bluegrass, musicians from Louisville pieced together a new anthem while working remotely. Mayor Greg Fischer has long wanted a theme song for Louisville, Ky. Now the city has one, but the tune doesn't mention bourbon whiskey, the Kentucky Derby, Muhammad Ali or any other beacons of civic pride and tourism.", "categories": [["Books & Arts", "Arts", "Music"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/arts?mod=breadcrumb", "https://www.wsj.com/news/types/music?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepsico-posts-higher-quarterly-sales-withdraws-guidance-11588070978", "title": "PepsiCo Posts Higher Sales as Americans Stock Up on Food, Snacks", "date": "2020-04-28 09:25", "summary": "Demand for oatmeal, snacks in March helped offset drop in soda sales at convenience stores; company withdraws financial forecasts. PepsiCo Inc. is grappling with a drop in beverage sales caused by coronavirus lockdowns, as fewer people grab sodas on the go at convenience stores and gas stations. The decline in the company's beverages has been only partially offset by an increase in sales of potato chips, oatmeal and pancake mixes, as consumers eat breakfast at home and snack more throughout the day.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/senator-pushes-doj-to-open-criminal-investigation-into-amazon-11588067701", "title": "Senator Pushes DOJ to Open Criminal Probe Into Amazon", "date": "2020-04-28 09:16", "summary": "Sen. Josh Hawley requests antitrust probe of Amazon's use of third-party seller data. A senator is pushing the Justice Department to open a criminal antitrust investigation into Amazon . com Inc. after a Wall Street Journal report detailed the company's use of third-party seller data to develop its products.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hair-stylists-barbers-experience-post-lockdown-demand-11588079336", "title": "Hair Stylists, Barbers Experience Post-Lockdown Demand", "date": "2020-04-28 09:08", "summary": "Georgia and some other states have eased coronavirus emergency measures and allowed salons to reopen. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/when-kim-jong-uns-health-status-is-revealed-the-world-will-be-surprised-11588078943", "title": "Kim Jong Un's Absence Fits a Pattern of Secrecy Around His Family's Health", "date": "2020-04-28 09:02", "summary": "'It's impossible to know in real-time when and if the North Korean leader has fallen ill'. SEOUL-North Korea typically puts on a good poker face when a member of its ruling Kim dynasty falls gravely ill. The health of North Korean leaders is among the isolated regime's most closely guarded secrets-and something foreign intelligence agencies have struggled to keep tabs on.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/if-you-must-negotiate-your-bills-heres-how-11588078800", "title": "If You Must Negotiate Your Bills, Here's How", "date": "2020-04-28 09:00", "summary": "Some creditors have already set up relief programs-you may just have to request help. For those looking to reduce expenses in the current downturn, renegotiating your bills is one way to do that.", "categories": [["Markets", "Personal Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/personal-finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-tests-housing-regulators-free-market-views-11588078804", "title": "Coronavirus Tests Housing Regulator's Free-Market Views", "date": "2020-04-28 09:00", "summary": "Mark Calabria says mortgage company fears of cash crunch are overblown. For years, Mark Calabria has said the government should shrink its role in the housing market. The coronavirus pandemic is putting his free-market beliefs to the test.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/blackrock-unit-to-increase-its-stake-in-u-s-cybersecurity-company-cofense-11588078801", "title": "BlackRock Unit to Increase Its Stake in U.S. Cybersecurity Company Cofense", "date": "2020-04-28 09:00", "summary": "Cofense provides cybersecurity services to large U.S. corporations and multiple branches of the U.S. government. An investment unit of BlackRock Inc. has agreed to increase its stake in U.S. cybersecurity company Cofense Inc., a vote of confidence in a business that was at the center of a spat between U.S. national security officials and a private-equity firm last year.", "categories": [["Pro PE Deals"]], "category_links": ["https://www.wsj.com/news/types/pro-pe-deals?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-familys-1958-buick-super-is-preserved-for-another-generation-11588020307", "title": "A Family's 1958 Buick Super Is Preserved for Another Generation", "date": "2020-04-28 08:34", "summary": "Steve Kugler's grandparents splurged on a Buick Super in 1958. Today he uses it to bring his own grandchildren out for ice cream.. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/nicole-kidman-cover-story-interview-11586970315", "title": "The Uncommon Depth of Nicole Kidman", "date": "2020-04-28 08:30", "summary": "Three decades in Hollywood and the Oscar-winning actor says her immersion into characters still isn't easy. \"I haven't been taught it... [acting] does take a toll on my health, and it takes a toll on my spirit. I'm always trying to dig in. The unfortunate part of it is that the feelings are intense.\". It was the calm after the storm one spring morning in Nashville, Tennessee. Overnight, a tornado had torn through the city's east side and out through the surrounding towns. In between reports on the advance of Covid-19, still seemingly a continent away, the TV news kept flashing to an \"I Believe in Nashville\" mural that remained standing next to stairs now leading to nowhere. But it was sunny and bright, with a light breeze that seemed to ask, \"Who, me?\"", "categories": [["Feature"]], "category_links": ["https://www.wsj.com/news/types/magazine-feature?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-single-phone-call-that-changed-nicole-kidmans-career-11588076948", "title": "The Single Phone Call That Changed Nicole Kidman's Career", "date": "2020-04-28 08:29", "summary": "And other standout moments and relationships that have shaped her life and success. In The One Sheet, a new interview column, we ask subjects to reflect on the singular moments and relationships that have shaped their lives and careers.", "categories": [["Feature"]], "category_links": ["https://www.wsj.com/news/types/magazine-feature?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hsbc-profit-slumps-as-coronavirus-oil-prices-weigh-11588054334", "title": "HSBC Sets Aside $3 Billion for Loan Losses as Profit Dives", "date": "2020-04-28 08:26", "summary": "U.K.-based bank says first-quarter profit fell 57% from a year earlier. LONDON- HSBC Holdings PLC said its net profit for the first quarter sank as Europe's largest bank by assets strengthened its provisions against losses from borrowers hit by the coronavirus.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/investors-bet-tesla-can-stay-on-course-during-coronavirus-pandemic-11588075333", "title": "Investors Bet Tesla Can Stay on Course During Coronavirus Pandemic", "date": "2020-04-28 08:02", "summary": "CEO Elon Musk's ability to navigate latest crisis faces earnings test this week; stock has more than doubled since March low. Investors began the year betting Tesla Inc. was best positioned to usher in a new era of electric vehicles. They are sticking with that wager despite concerns of a prolonged recession caused by the coronavirus pandemic that has forced the company to suspend production at its lone U.S. car plant.", "categories": [["Business", "Autos & Transportation", "Autos Industry"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/transportation?mod=breadcrumb", "https://www.wsj.com/news/types/autos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-hunt-for-covid-19-drugs-and-vaccines-becomes-even-more-complex-11588075201", "title": "The Hunt for Covid-19 Drugs and Vaccines Becomes More Complex", "date": "2020-04-28 08:00", "summary": "Researchers confront unusual ethical and logistical obstacles, including finding enough study subjects. The fast-evolving coronavirus pandemic is posing unusual challenges in the search for drugs and vaccines, forcing researchers to rework or even scrap clinical trials as the science becomes outdated and lockdowns make study subjects harder to find.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/freelancers-and-self-employed-workers-undone-by-late-start-in-coronavirus-stimulus-program-11588075202", "title": "Late Start in Coronavirus Stimulus Hurt Freelancers and Self-Employed Workers", "date": "2020-04-28 08:00", "summary": "Some business owners received guidance just two days before $350 billion in federal funds ran out. Self-employed workers and independent contractors have been among the hardest hit in a coronavirus pandemic that ground the economy to a halt. They were also among the last to know how to get help.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/retail-tenants-landlords-clash-over-proposed-pandemic-rent-clauses-11588075204", "title": "Retail Tenants, Landlords Clash Over Proposed Pandemic Rent Clauses", "date": "2020-04-28 08:00", "summary": "Tenants are asking for clauses that give them rent relief during a pandemic, landlords and tenant lawyers say. Some retail tenants are aiming to rewrite their leases to include pandemic escape clauses and other additional forms of relief, setting up a showdown with landlords who oppose these measures.", "categories": [["Real Estate", "Property Report"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/property-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-disruptions-have-upended-lives-of-high-school-juniors-11588075200", "title": "Coronavirus Disruptions Have Upended Lives of High-School Juniors", "date": "2020-04-28 08:00", "summary": "Cancellations of SATs, summer programs and campus visits have caused shock and anxiety. But it also has given students time to breathe.. Kate Connolly was worried when the March date of the SAT test was canceled. A junior at Natick High School in Massachusetts, she had studied hard for months and felt prepared. She had hoped to have scores to submit to college track coaches in July as part of the recruiting process.", "categories": [["Life & Work", "Journal Reports: Coronavirus"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-coronavirus?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/harley-davidson-says-coronavirus-hurt-first-quarter-demand-for-motorcycles-11588074673", "title": "Harley-Davidson Says Coronavirus Hurt First-Quarter Demand", "date": "2020-04-28 07:51", "summary": "Sales were down 28% in the region including Europe and 16% in the U.S.. Harley-Davidson Inc. said demand for its motorcycles fell off in the first quarter as the coronavirus spread, but the company has restarted some manufacturing as governments look to reopen economies.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pfizer-quarterly-sales-fall-11588074076", "title": "Pfizer Quarterly Sales Fall", "date": "2020-04-28 07:41", "summary": "Drugmaker says demand related to coronavirus pandemic contributed $150 million to first-quarter sales. Pfizer Inc. said its sales fell for the latest quarter as it saw gains in its patent-protected medicines but had a decline in its Upjohn unit, while the rate of new prescriptions and vaccination slowed amid the coronavirus pandemic.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ubs-profit-jumps-in-first-quarter-11588053257", "title": "UBS Profit Jumps Despite Coronavirus Disruption", "date": "2020-04-28 07:40", "summary": "Swiss bank avoids the severe impact on earnings from coronavirus felt by other international lenders. UBS Group AG said profit rose sharply in the first quarter as its focus on lending to the world's wealthy and Swiss customers cushioned it from the blow felt by other global lenders from the coronavirus.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/heartvista-powers-up-with-8-7-million-series-a-11588073400", "title": "HeartVista Powers Up With $8.7 Million Series A", "date": "2020-04-28 07:30", "summary": "Khosla Ventures and other investors back AI technology for MRIs. ", "categories": [["Pro VC New Money"]], "category_links": ["https://www.wsj.com/news/types/pro-vc-new-money?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/caterpillar-records-smaller-first-quarter-profit-11588072348", "title": "Caterpillar Records Smaller First-Quarter Profit", "date": "2020-04-28 07:12", "summary": "Dealers added less inventory of company's machines during coronavirus pandemic. Caterpillar Inc. reported a smaller first-quarter profit as dealers slowed growth of their construction-equipment inventory during the coronavirus pandemic.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/china-said-african-swine-fever-was-stable-then-cases-climbed-again-11588071602", "title": "China Said African Swine Fever Was Stable. Then Cases Climbed Again.", "date": "2020-04-28 07:00", "summary": "Underreporting of disease that in 2019 killed about 25% of world's hogs is rampant, USDA says. As China has largely brought the coronavirus pandemic under control within its borders, another highly contagious disease-one affecting livestock-is reappearing and raising questions about the accuracy of the country's reporting.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pandemic-peril-for-renewables-is-buying-opportunity-for-heavyweights-11588071600", "title": "Pandemic Peril for Renewables Is Buying Opportunity for Heavyweights", "date": "2020-04-28 07:00", "summary": "The renewable-energy sector will experience some real but familiar pain from the compounding effect of the pandemic and the tax-credit deadline. America's renewable-power sector is a lot closer to business as usual than most industries during the pandemic. That is scant solace to smaller companies whose projects may never reach completion or, at best, will get prematurely snapped up by larger, richer players.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/when-the-music-stops-11588071600", "title": "When the Music Stops", "date": "2020-04-28 07:00", "summary": "Album delays caused by an inability to tour can hurt even the industry's streaming players. Music might seem like a fully digital business now, but the industry still relies on old-fashioned crowds. In a global pandemic, that is a big problem.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/kkr-invests-in-ai-software-maker-o9-solutions-11588071601", "title": "KKR Invests in AI Software Maker O9 Solutions", "date": "2020-04-28 07:00", "summary": "The $100 million investment values the artificial intelligence-enabled software maker at more than $1 billion. KKR & Co. 's technology growth fund has taken a minority stake in o9 Solutions Inc., valuing the cloud-based supply-chain management software maker at more than $1 billion.", "categories": [["Pro PE Deals"]], "category_links": ["https://www.wsj.com/news/types/pro-pe-deals?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-widens-europes-north-south-economic-divide-11588069310", "title": "Coronavirus Widens Europe's North-South Economic Divide", "date": "2020-04-28 06:21", "summary": "German companies forge ahead as Italian businesses wrestle with shutdowns and bureaucracy. Most nations of Europe's north are set to recover faster from their medically induced economic comas than those in the south, exacerbating a divergence of fortunes in the eurozone and feeding political tensions over how to pay for the fallout of the coronavirus pandemic.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/on-west-coast-counties-push-back-against-coronavirus-lockdowns-11588066202", "title": "On West Coast, Counties Push Back Against Lockdowns", "date": "2020-04-28 05:30", "summary": "Tension grows between Democratic leaders and conservative, rural areas that believe stay-at-home orders don't account for states' diversity. The commissioners of rural Franklin County, some 200 miles inland from Seattle, spelled out their defiance of Gov. Jay Inslee's stay-at-home order on a piece of paper in blue ink. It passed unanimously last week.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/before-coronavirus-she-made-parts-for-ford-for-26-yearsnow-she-makes-ventilators-11588066202", "title": "Before Coronavirus, She Made Parts for Ford for 26 Years-Now She Makes Ventilators", "date": "2020-04-28 05:30", "summary": "Trina Bird overcame some trepidation in opting to return to her factory this month; 'This is going to save someone's life'. Trina Bird has driven to the same Ford Motor Co. factory in Ypsilanti, Mich., for 26 years to work. Early on the morning of April 17, she sat in her compact car gripped by something she'd never experienced before.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-coronavirus-surge-in-screen-time-boosts-chip-makers-11588066203", "title": "A Coronavirus Surge in Screen Time Boosts Chip Makers", "date": "2020-04-28 05:30", "summary": "As the global lockdown spread, internet users logged an extra 5 billion hours on Google, Facebook and other popular websites in March. With much of the world in lockdown, internet users are logging billions of hours of additional screen time as daily life goes virtual.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nissan-expects-first-loss-in-11-years-over-coronavirus-impact-11588062300", "title": "Nissan Expects First Loss in 11 Years Over Coronavirus Impact", "date": "2020-04-28 04:25", "summary": "The Japanese auto maker was already struggling with weak sales in the U.S. and other key markets before the pandemic. Nissan Motor Co. said it expected to record a net loss for the fiscal year just ended because of the initial impact of the coronavirus pandemic, its first annual loss in 11 years.", "categories": [["Business", "Autos & Transportation", "Autos Industry"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/transportation?mod=breadcrumb", "https://www.wsj.com/news/types/autos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11588019496", "title": "Pepper...and Salt", "date": "2020-04-28 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/airlines-urge-passengers-to-wear-face-masks-11588039204", "title": "Airlines Urge Passengers to Wear Face Masks", "date": "2020-04-28 22:04", "summary": "Airlines are starting to require or encourage travelers to wear coverings over their noses and mouths from check-in to deplaning. Face masks are becoming a must-have travel accessory for those still flying during the coronavirus pandemic.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sitcoms-taught-dylan-mcdermott-everything-he-knew-about-family-11588036515", "title": "Sitcoms Taught Dylan McDermott Everything He Knew About Family", "date": "2020-04-28 21:15", "summary": "The 'Hollywood' star on being a latchkey kid, his adoption by Eve Ensler and the mystery behind his mother's death. Dylan McDermott, 58, is an actor who has appeared in TV's \"The Practice\" and \"American Horror Story.\" He co-stars in the Netflix series \"Hollywood,\" which begins May 1. He spoke with Marc Myers.", "categories": [["Real Estate", "House Call"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/house-call?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/antibribery-group-warns-of-bribery-risks-during-coronavirus-pandemic-11588034853", "title": "Antibribery Group Warns of Bribery Risks During Coronavirus Pandemic", "date": "2020-04-28 20:47", "summary": "OECD to examine possible impact of the pandemic on foreign bribery. An anticorruption unit of the Organization for Economic Cooperation and Development has warned countries to be on guard for potential bribery, particularly in the health care sector, as they tackle the coronavirus pandemic.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-latest-news-04-27-2020-11587982265", "title": "States Move to Ease Lockdowns as Global Cases Top 3 Million", "date": "2020-04-28 20:26", "summary": "U.K. Prime Minister Boris Johnson returns to work after recovering from infection. Texas, Ohio and other states took steps to ease lockdown orders and reopen their battered economies, as reported U.S. coronavirus cases neared one million.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/venezuela-appoints-alleged-drug-trafficker-as-oil-minister-11588032834", "title": "Venezuela Appoints Alleged Drug Trafficker as Oil Minister", "date": "2020-04-28 20:13", "summary": "Tareck El Aissami will be in charge of reorganizing country's energy sector, long hobbled by corruption and mismanagement. Venezuelan President Nicolás Maduro on Monday appointed a close ally who is accused by the U.S. of drug trafficking to lead the nation's decaying oil industry amid tightening international sanctions, nationwide fuel shortages and plunging crude production.", "categories": [["World", "Latin America"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/latin-america-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/harvard-to-have-a-fall-semester-but-details-unclear-11588032333", "title": "Harvard to Have a Fall Semester, but Details Unclear", "date": "2020-04-28 20:05", "summary": "University's announcement could impact how other schools proceed in the fall. Harvard University announced Monday that, given the uncertainty caused by the coronavirus pandemic, it is leaving the door open for a fall semester without students on campus.", "categories": [["U.S.", "Education"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/education?mod=breadcrumb"]}]