[{"link": "https://www.wsj.com/articles/chinese-companies-could-be-forced-to-give-up-u-s-listings-under-senate-bill-11590015423", "title": "Senate Bill Could Force Chinese Companies to Drop U.S. Listings", "date": "2020-05-20 19:48", "summary": "Bipartisan measure addresses China's unwillingness to grant American regulators routine access to audit records. WASHINGTON-Chinese companies could be forced to give up their listings on American stock exchanges under legislation approved by the Senate on Wednesday.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/at-t-told-to-stop-using-5g-evolution-in-marketing-11590017254", "title": "AT&T Told to Stop Using '5G Evolution' in Marketing", "date": "2020-05-20 19:27", "summary": "Company says a self-regulatory group's finding doesn't apply to its 5GE icon. AT&T Inc. will stop using the slogans \"5G Evolution\" and \"5G Evolution, The First Step to 5G\" in its marketing after losing an appeal with a self-regulatory group, but suggested that it will continue to display \"5GE\" icons on customers' phones.", "categories": [["CMO Today"]], "category_links": ["https://www.wsj.com/news/types/cmo-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-evidence-on-kids-and-covid-11590017095", "title": "The Evidence on Kids and Covid", "date": "2020-05-20 19:24", "summary": "Rare serious cases bear watching, but overall risk appears to be low.. Horrific stories are emerging of children developing rashes, cardiac abnormalities and other inflammatory symptoms that are linked to the novel coronavirus. Parents and public health officials are understandably worried, but some perspective is in order given the virus's apparent overall low risk to children.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-first-amendment-faithful-11590017004", "title": "The First Amendment Faithful", "date": "2020-05-20 19:23", "summary": "Minnesota's Governor courts a legal defeat over his church lockdown.. Minnesota churchgoers were hoping for a reprieve Wednesday when Gov. Tim Walz, as expected, announced steps for easing restrictions on bars, restaurants, hair salons and barbershops starting June 1. But churches didn't make the cut.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/googles-diversity-inquisition-11590016961", "title": "Google's Diversity Inquisition", "date": "2020-05-20 19:22", "summary": "Democrats ask why the company cut programs like 'Allyship 101.'. It's good the Democratic House has the whole pandemic-and-depression situation under control, because 10 Members took time this week to write to Google's CEO demanding he explain the scope of the company's diversity and inclusion programs.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pompeo-spurned-request-for-interview-in-saudi-arms-inquiry-official-says-11589980670", "title": "Pompeo Denies Firing of Inspector General Was Retaliation", "date": "2020-05-20 19:14", "summary": "State Department official was fired while undertaking probes of Pompeo's actions. WASHINGTON-Secretary of State Mike Pompeo lashed out at critics and press leaks on Wednesday, saying he advised President Trump to terminate the department's inspector general while denying he did so as retaliation for inquiries by the agency watchdog.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/will-bernie-take-over-the-biden-campaign-11590016248", "title": "Will Bernie Take Over the Biden Campaign?", "date": "2020-05-20 19:10", "summary": "Radicals handpicked by Sen. Sanders will help his old opponent decide what to believe.. You might have thought that Joe Biden, the presumptive Democratic nominee for president, had nothing threatening his bid to secure America's political center ground. If you did, you were mistaken.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/virtual-learning-isnt-special-education-11590016215", "title": "Virtual Learning Isn't Special Education", "date": "2020-05-20 19:10", "summary": "Many children will regress without the daily routines and face-to-face interactions they rely on to build social skills.. Thursday was supposed to mark my daughter's last day of school before summer break. As it is, she has been home for 11 weeks, with 11 more weeks-not that I'm counting-before the fall semester starts. That is, if the fall semester starts.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bring-the-drug-industry-back-to-puerto-rico-11590015910", "title": "Bring the Drug Industry Back to Puerto Rico", "date": "2020-05-20 19:05", "summary": "Improve the island's finances and reduce dependence on China.. Puerto Rico's finances are strained, and the U.S. is too dependent on China for pharmaceuticals. These distinct issues may seem unrelated, but they are very much intertwined.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/this-is-chance-review-grovers-corners-alaska-11590015843", "title": "'This Is Chance!' Review: Grover's Corners, Alaska", "date": "2020-05-20 19:04", "summary": "After a 1964 earthquake, a roving radio reporter and a community theater production of 'Our Town' helped to knit Anchorage together again.. When I lived in the Alaskan Bush during the 1970s and '80s, flying in and out of Anchorage several times each year for visits to the Lower 48, this is the joke I heard: The great thing about Anchorage is that it's so close to Alaska.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-peoples-republic-of-queensland-11590015806", "title": "The People's Republic of Queensland", "date": "2020-05-20 19:03", "summary": "The dubious conduct of an Australian university with Chinese ties shows the CCP's long reach abroad.. The University of Queensland is what Australians call a \"sandstone university,\" something like the American Ivy League in prestige. Queensland consistently appears on lists of the world's 100 best universities and is widely seen as one of the top three in Australia.", "categories": [["Opinion", "Global View"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/global-view?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/elon-musks-final-straw-11590015780", "title": "Elon Musk's 'Final Straw'", "date": "2020-05-20 19:03", "summary": "Pelosi offers not a bailout but a bail-in, a nationalization of blue-state spending.. The easiest way to comprehend Nancy Pelosi's mind-numbing $3 trillion coronavirus legislation is to draw a straight line between Elon Musk raging inside his Tesla factory in California to the House Democratic caucus in Washington.", "categories": [["Opinion", "Wonder Land"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/wonder-land?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ford-reports-two-coronavirus-cases-at-factory-11589993052", "title": "Ford's Chicago Plant Stops Production for Second Straight Day", "date": "2020-05-20 18:59", "summary": "Factory, which makes Ford Explorer SUVs, shuts down after nearby supplier suspends production. Ford Motor Co. stopped assembly lines at key factories in Chicago and Michigan on Wednesday, the latest sign of the risks to companies and their employees as they attempt to resume work during the Covid-19 outbreak.", "categories": [["WSJ News Exclusive", "Autos Industry"]], "category_links": ["https://www.wsj.com/news/types/autos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-s-ex-lawyer-michael-cohen-will-be-released-to-home-confinement-11590011092", "title": "Michael Cohen Will Be Released to Home Confinement", "date": "2020-05-20 18:59", "summary": "Cohen expected to serve rest of his three-year sentence under house arrest due to the coronavirus pandemic. President Trump's former lawyer Michael Cohen will be released from a federal prison due to coronavirus concerns and is expected to serve the rest of his three-year sentence from home, a person familiar with the matter said.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/some-childrens-tests-for-new-york-city-gifted-programs-go-missing-11590015288", "title": "Some Children's Tests for New York City Gifted Programs Go Missing", "date": "2020-05-20 18:54", "summary": "Sixty-one students recently learned they would need to take the tests again. Testing for coveted gifted programs that start in kindergarten has become a high-stakes hurdle for thousands of New York City children. Now 61 students face another challenge: The tests that they took earlier this year got lost.", "categories": [["U.S.", "Schools"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-schools?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-to-allow-small-religious-gatherings-as-coronavirus-cases-fall-11590003204", "title": "New York to Allow Small Religious Gatherings", "date": "2020-05-20 18:36", "summary": "Faith services with 10 or fewer people will be permitted, so long as participants stay apart and wear masks. ALBANY, N.Y.-Religious services with 10 or fewer people will be permitted again in New York state, Gov. Andrew Cuomo said Wednesday, as restrictions related to the new coronavirus are relaxed.", "categories": [["U.S.", "Politics"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/shelter-in-place-orders-pose-challenges-for-government-probes-11590013164", "title": "Shelter-in-Place Orders Pose Challenges for Government Probes", "date": "2020-05-20 18:19", "summary": "Investigations into corporate misconduct may take longer as key witness interviews are postponed. The novel coronavirus could slow investigations into corporate wrongdoing by prosecutors, regulators and federal agents as shelter-in-place orders and other restrictions force delays to crucial steps in their work.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mask-complaints-pour-in-from-new-york-citys-wealthiest-neighborhoods-11590013156", "title": "Mask Complaints Pour In From New York City's Wealthiest Neighborhoods", "date": "2020-05-20 18:19", "summary": "Data show more-affluent areas in Manhattan and Brooklyn register more complaints, but also lower levels of coronavirus infection and death. Face coverings have become an essential fashion and health item in New York City, but not everyone is complying with new state rules requiring them.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/senior-nasa-official-resigns-amid-probe-into-suspect-contracting-actions-11590012946", "title": "Senior NASA Official Resigns Amid Probe Into Suspect Contracting Actions", "date": "2020-05-20 18:15", "summary": "Doug Loverro's sudden departure roils NASA week before crucial orbital launch of U.S. astronauts. NASA's top human-exploration official resigned abruptly, about a week before the agency's most important astronaut launch in a decade, over what a person familiar with the details described as alleged contracting improprieties on a separate program.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/heading-back-to-the-drive-in-11590012473", "title": "Heading Back to the Drive-In", "date": "2020-05-20 18:07", "summary": "After decades of theater closures, the pandemic is introducing a new generation to the fun of 1950s-style outdoor moviegoing. Now that most entertainment can be streamed or downloaded at home, it's easy to forget that for a century, moviegoing involved a physical journey to a movie theater-by car, by bus or on foot. \"So many of the movies that we remember best from our youthful moviegoing years were because we went out and saw them,\" said Joe Dante, the director of \"Gremlins\" (1984) and \"The 'Burbs\" (1989). \"It wasn't just because we happened to find them on the 'Late Show.'\"", "categories": [["Life & Work", "Ideas", "Essay"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/essay?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nearly-half-of-u-s-households-have-lost-income-since-lockdowns-started-11589997049", "title": "Nearly Half of Adults Live in U.S. Households That Lost Income Amid Lockdowns", "date": "2020-05-20 18:06", "summary": "Census Bureau report also shows more than a third expect to lose income over next four weeks in fallout from coronavirus pandemic, despite reopening efforts. Nearly half of adults live in households that have lost income in the two months since the coronavirus pandemic led to a nationwide economic shutdown and more than a third expect to lose income over the next four weeks, the Census Bureau said in a new report.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-city-subway-looks-overseas-for-guidance-as-riders-return-11590012374", "title": "New York City Subway Looks Abroad for Guidance as Riders Return", "date": "2020-05-20 18:06", "summary": "MTA's approach to handling increased ridership to be informed by consulting firm's findings on other cities' practices. The operator of New York City's subway and bus systems has hired a consultant to examine how major transit systems around the world are handling service resumptions during the coronavirus pandemic.", "categories": [["U.S.", "Transit"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-transit?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chairman-of-u-k-audit-regulator-to-step-down-11590011775", "title": "Chairman of U.K. Audit Regulator to Step Down", "date": "2020-05-20 17:56", "summary": "Simon Dingemans, who joined in October, is leaving due to a potential conflict of interest. The chairman of the U.K. regulator for accounting and audit is planning to step down after less than a year on the job, due to a potential conflict of interest.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/feds-bostic-sees-muted-inflation-is-focused-on-recovery-efforts-11589992363", "title": "Fed's Bullard Doesn't See Virus Second Wave as Major Threat", "date": "2020-05-20 17:41", "summary": "St. Louis Federal Reserve Bank president says economy still has a good shot to recovery in second half. St. Louis Federal Reserve leader James Bullard broke from some of his central bank colleagues and said he isn't that worried that the economy will be again felled again by a later resurgence of the coronavirus.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fannie-freddie-should-hold-240-billion-in-capital-after-return-to-private-hands-fhfa-says-11590004840", "title": "Fannie, Freddie Should Hold $240 Billion in Capital After Return to Private Hands, FHFA Says", "date": "2020-05-20 17:41", "summary": "Federal housing regulator outlines ambitious proposal for mortgage finance giants. A top federal regulator said on Wednesday that mortgage giants Fannie Mae and Freddie Mac should hold $240 billion in capital after they are returned to private ownership.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/world-health-organization-projects-1-3-billion-shortfall-in-fighting-covid-19-11590008871", "title": "World Health Organization Projects $1.3 Billion Shortfall in Fighting Covid-19", "date": "2020-05-20 17:33", "summary": "WHO has raised $400 million of the $1.7 billion it projects will be required this year to confront coronavirus pandemic. The World Health Organization says it is currently $1.3 billion short of what it expects it will need this year to fight the coronavirus pandemic and is looking for donors to fill the gap as the U.S. government threatens to cut funding.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fed-minutes-reveal-anguish-over-scale-of-economic-downturn-11589997600", "title": "Fed Discussed Plans to Provide More Economic Support", "date": "2020-05-20 17:15", "summary": "Minutes of April meeting show evolving debate over how to signal intentions to keep rates low. Federal Reserve officials began contemplating last month how to provide more monetary stimulus for an economy facing its greatest shock since World War II.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/for-citizens-denied-stimulus-checks-immigration-fight-clouds-hopes-11589987702", "title": "For Citizens Denied Stimulus Checks, Immigration Fight Clouds Hopes", "date": "2020-05-20 17:14", "summary": "Aid package left out families in which an adult who filed jointly lacks a Social Security number. WASHINGTON-Some American citizens who were denied stimulus checks this spring are hoping for another chance in the next round of coronavirus talks, a long-shot bid as Democrats and Republicans spar over whether families that include an undocumented immigrant should qualify for aid.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-coronavirus-outbreak-in-china-prompts-limited-lockdown-11590009192", "title": "New Coronavirus Outbreak in China Prompts Limited Lockdown", "date": "2020-05-20 17:13", "summary": "Dozens of cases in northeastern province appear as Beijing is trying to restore economic activity. The emergence of dozens of new coronavirus cases around a northeastern Chinese city has prompted authorities to lock down the area and replace some officials, initiating a limited return to strict controls at a time when the government is trying to spur economic activity.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/global-stock-markets-dow-update-5-20-2020-11589946351", "title": "U.S. Stocks Stage Rebound Rally", "date": "2020-05-20 17:01", "summary": "The beaten-down energy group led the S&P 500 sectors as crude oil prices rallied. U.S. stocks rose Wednesday on optimism about the prospects for economic recovery in the wake of the coronavirus pandemic.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-arrests-former-green-beret-son-in-connection-with-ghosn-escape-from-japan-11589984215", "title": "U.S. Arrests Former Green Beret, Son Tied to Ghosn's Escape From Japan", "date": "2020-05-20 16:49", "summary": "Michael and Peter Taylor are arrested in Ghosn case, extradition to Japan is sought. U.S. authorities arrested a former Green Beret and his son on suspicion they helped smuggle auto titan Carlos Ghosn out of Japan inside a musical equipment box.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/blackrock-softens-stance-in-argentina-restructuring-talks-11589998874", "title": "BlackRock Softens Stance in Argentina Restructuring Talks", "date": "2020-05-20 16:40", "summary": "Asset manager now suggesting the creditor group accept recoveries between 50 cents and 55 cents on the dollar. BlackRock Inc . is proposing that a key group of Argentina's creditors accept greater losses in a restructuring ahead of a potential default on the country's sovereign debt later this week.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/luckin-coffee-shares-tumble-after-nasdaq-lifts-trading-suspension-11589978163", "title": "Luckin Coffee Shares Tumble After Nasdaq Lifts Trading Suspension", "date": "2020-05-20 16:20", "summary": "Chinese company is facing the prospect of delisting after it disclosed in April that some employees fabricated sales during three quarters of 2019. ", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/senate-panel-approves-subpoena-related-to-hunter-bidens-work-in-ukraine-11589990672", "title": "Senate Panel Approves Subpoena Related to Hunter Biden's Work in Ukraine", "date": "2020-05-20 16:17", "summary": "Committee vote revives Republican scrutiny of son of presumptive Democratic presidential nominee. WASHINGTON-A Senate panel authorized a subpoena in its probe of the work that Joe Biden's son did for a Ukrainian natural-gas company, reviving Republican scrutiny into business connections of the family of the presumptive Democratic presidential nominee.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/walmarts-u-s-boss-expects-coronavirus-to-alter-shopping-permanently-11590005488", "title": "Walmart's U.S. Boss Expects Shopping to Change Permanently", "date": "2020-05-20 16:11", "summary": "John Furner talks about speeding the retail giant's shift to e-commerce and keeping employees safe. When John Furner became chief executive of Walmart Inc.'s U.S. operations last year, the biggest challenge was Amazon.com Inc.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fasb-delays-new-accounting-rules-for-some-private-companies-nonprofits-11590005006", "title": "FASB Delays New Accounting Rules for Some Private Companies, Nonprofits", "date": "2020-05-20 16:03", "summary": "Move by U.S. accounting standard-setter is aimed at giving companies more time as they grapple with impact of coronavirus. The Financial Accounting Standards Board extended the implementation period for new accounting rules on revenue recognition and leases for certain companies to give them more time to address the impact of the coronavirus pandemic.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/danone-to-place-greater-focus-on-esg-11590004975", "title": "Danone to Place Greater Focus on ESG", "date": "2020-05-20 16:02", "summary": "Move is part of the company's efforts to get B Corp certification by 2025.. Danone SA said Wednesday that it will place greater focus on its environmental, social and governance goals by adopting the French \"Entreprise a Mission\" legal framework, and setting up an independent committee to oversee and report on its progress.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/states-face-deficits-from-virus-revenue-loss-11590004734", "title": "States Face Deficits From Virus Revenue Loss", "date": "2020-05-20 15:58", "summary": "The yawning budget deficits confronting states are overwhelmingly due to a collapse in tax revenues, not spending.. Regarding your editorial \"Should Florida Bail Out New York?\" (May 18): The yawning budget deficits confronting states are overwhelmingly due to a collapse in tax revenues, not spending. The collapse in revenues was much faster and twice as severe as during the 2007 recession. Now, unlike then, not only has the highly volatile income-tax revenue fallen, but so have sales and energy taxes. The five states suffering the biggest hits are Alaska, Louisiana, North Dakota, West Virginia and Wyoming. The Covid-19 fiscal hit does not discriminate between red and blue states.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/who-focus-widened-to-reflect-health-needs-11590004627", "title": "WHO Focus Widened to Reflect Health Needs", "date": "2020-05-20 15:57", "summary": "Part of WHO's \"mission creep,\" isn't a divergence from WHO's original aims but a growing recognition that many factors cannot be disaggregated from the transmission and experience of disease.. Your editorial \"How WHO Lost Its Way\" (op-ed, May 16) describes key challenges faced by an international organization with a broad mandate. Part of its \"mission creep,\" however, isn't a divergence from WHO's original aims but a growing recognition that many factors-infrastructure, chronic disease prevalence, social inequities-cannot be disaggregated from the transmission and experience of disease.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bigger-government-is-very-likely-to-continue-11590004564", "title": "Bigger Government Is Very Likely to Continue", "date": "2020-05-20 15:56", "summary": "Democracies that get used to government controlling the lion's share of GDP rarely shrink until every other option is exhausted.. Stephen Harper, former prime minister of Canada, may be engaging in a bit of wishful thinking when sharing his belief that \"After Covid, Government Will Have to Shrink\" (op-ed, May 13). In a pandemic, security dwarfs all other priorities but postpandemic, economic recovery requires more private- and less public-sector activity for jobs, growth and wealth creation.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lou-gehrig-was-mvp-in-27-but-babe-ruth-wasnt-eligible-11590004374", "title": "Lou Gehrig Was MVP in '27 but Babe Ruth Wasn't Eligible", "date": "2020-05-20 15:52", "summary": "The fact that Gehrig, rather than Babe Ruth, won the American League 1927 Most Valuable Player Award has no meaning.. Roger Lowenstein's review of Alan D. Gaff's \"Lou Gehrig: The Lost Memoir\" (Bookshelf, May 15) has a very misleading statement. He notes, \"Even in 1927, when Ruth set a home-run record, Gehrig had a better year and won the Most Valuable Player award.\"", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/states-can-access-capital-markets-so-why-a-bailout-11590004281", "title": "States Can Access Capital Markets, So Why a Bailout?", "date": "2020-05-20 15:51", "summary": "Sen. Warren claims this is a slush fund for Trump favorites. What do the Democrats call the bailout for states?. Regarding your editorial \"Treasury Secretary Warren\" (May 20): So Sens. Elizabeth Warren, Joe Biden and the Democrats warn that public businesses which they say don't need aid money will be punished if they apply for it. Sen. Warren claims this is a $500 billion slush fund for Trump favorites. What do the Democrats call the bailout for states? One qualifier that the Democrats have put on the Cares Act money is that if a business has access to capital markets, then it shouldn't qualify. The same standard should apply for counties, states and cities. Don't they also have access to the capital markets through the issuance of municipal bonds? How is this rule justified for one and not the other?", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/paint-by-number-sets-are-back-better-and-even-customizable-11590004274", "title": "Paint-by-Number Sets Are Back, Better and Even Customizable", "date": "2020-05-20 15:51", "summary": "No longer merely takes on corny cowboys and 'Last Supper' copies, new kits offer tasteful botanicals, surprising genres and even templates made from your photos. LAST WEEK I lay in wait for the mailman, watching from the window for him to appear in his starched blue uniform and rumpled surgical mask. After he drove off, I pulled on my own surgical mask and a pair of nitrile gloves and scurried to see if my paint-by-number kit had arrived.", "categories": [["Real Estate", "Design"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/design?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-town-discovers-a-possibly-toxic-problem-11589987031", "title": "New York Town Discovers a Possibly Toxic Problem", "date": "2020-05-20 15:27", "summary": "The findings in Cohoes, N.Y., are adding to concerns that 'forever chemicals' contribute to air pollution. ", "categories": [["WSJ News Exclusive", "U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/irans-gasoline-for-maduro-11590001963", "title": "Iran's Gasoline for Maduro", "date": "2020-05-20 15:12", "summary": "Tankers are headed for Caracas. Will the U.S. give them a pass?. Iran's economy is suffering from the Covid-19 pandemic and the collapse in oil prices. But that isn't stopping Tehran from defying U.S. sanctions by rushing to aid Venezuelan dictator Nicolás Maduro.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/apple-google-unveil-technology-for-covid-19-exposure-alerts-11590001380", "title": "Apple, Google Unveil Technology for Covid-19 Exposure Alerts", "date": "2020-05-20 15:03", "summary": "Health authorities can use apps on mobile devices to notify someone who was exposed to the coronavirus. Apple Inc. and Alphabet Inc.'s Google released technology Wednesday to help governments track the spread of Covid-19 through apps that notify users if they have been exposed to someone who tested positive for the coronavirus.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-to-watch-amazons-homecoming-returns-with-a-new-star-janelle-monae-11590001365", "title": "What to Watch: Amazon's 'Homecoming' Returns and a Coronavirus Comedy From 2016", "date": "2020-05-20 15:02", "summary": "Plus, a coronavirus comedy from 2016, a series that mystery writers love, and an absurdist British comedy. There are more options for streaming movies and shows than ever, but what do the kids really want to watch? We've talked to a few of them, and their parents, about what they really love. (And it's not on Disney+ or Netflix . ) Also this week, why all of us will start to see more animation in the near future.", "categories": [["Books & Arts", "Arts", "Screen Time"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/arts?mod=breadcrumb", "https://www.wsj.com/news/types/screen-time?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/facebook-might-plug-gap-even-amazon-cant-fill-11590000864", "title": "Facebook Might Plug Gap Even Amazon Can't Fill", "date": "2020-05-20 14:54", "summary": "Social network's Shops venture comes as coronavirus pandemic has exploded e-commerce market and tested limits of its leader. With its e-commerce business generating more than $240 billion a year and still growing fast, one would think Amazon.com doesn't leave room for many others. Facebook rightly thinks otherwise.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/steelers-vs-doomers-11590000077", "title": "Steelers vs. Doomers", "date": "2020-05-20 14:41", "summary": "Does Ben Roethlisberger understand virus risk better than Pennsylvania's governor?. Pittsburgh Steelers quarterback Ben Roethlisberger is lucky to be alive given that he once survived a motorcycle accident without a helmet. As far as this column can tell Mr. Roethlisberger is now pursuing a much less risky lifestyle. But apparently it's not safe enough for Pennsylvania's governor.", "categories": [["Opinion", "Best of the Web"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/best-of-the-web-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ios-update-addresses-iphone-coronavirus-gripesincluding-mask-issues-11589997434", "title": "iOS Update Addresses iPhone Coronavirus Gripes", "date": "2020-05-20 14:13", "summary": "The latest version includes features like faster unlocking by people wearing face masks, Covid-19 exposure-notification app support and improved group FaceTime calling. The iOS Coronavirus Update is available for your iPhone and is ready to install.", "categories": [["Tech", "Personal Tech", "Personal Technology: Review"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb", "https://www.wsj.com/news/types/personal-technology-joanna-stern?mod=breadcrumb", "https://www.wsj.com/news/types/personal-technology-joanna-stern?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mike-tysons-former-maryland-home-lands-on-the-market-for-8-5-million-11589997331", "title": "Mike Tyson's Former Maryland Home Lands on the Market for $8.5 Million", "date": "2020-05-20 13:55", "summary": "Monica Turner, who kept the house after her divorce from the retired boxer, is selling the roughly 19,000-square-foot property just outside Washington, D.C.. The former home of retired professional boxer Mike Tyson is coming on the market for $8.5 million.", "categories": [["WSJ News Exclusive", "Private Properties"]], "category_links": ["https://www.wsj.com/news/types/private-properties?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/there-goes-the-neighborhood-11589997036", "title": "There Goes the Neighborhood", "date": "2020-05-20 13:50", "summary": "Small arts organizations, suffering financially during the coronavirus turndown, are part of the social fabric of their communities. All the more reason to help them survive.. ", "categories": [["Books & Arts", "Arts & Entertainment"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/sightings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-state-by-state-guide-to-coronavirus-lockdowns-11584749351", "title": "A Guide to State Coronavirus Reopenings and Lockdowns", "date": "2020-05-20 13:47", "summary": "Many states are weighing how to ease weekslong restrictions on travel and business. For the latest details on state coronavirus restrictions, please go here.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/turkish-banks-big-foreign-debts-worry-investors-11589977857", "title": "Turkish Banks' Big Foreign Debts Worry Investors", "date": "2020-05-20 13:45", "summary": "Country's lenders have nearly $81 billion in foreign currency debt coming due in the next year. Turkey's economy, under pressure from the coronavirus pandemic, has a major vulnerability: its local banks' foreign debt.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pelosi-kicks-off-remote-voting-in-house-11589996371", "title": "Pelosi Kicks Off Remote Voting in House", "date": "2020-05-20 13:39", "summary": "With a public-health emergency declared, lawmakers will be allowed to vote by proxy in response to the coronavirus pandemic. WASHINGTON-House Speaker Nancy Pelosi (D., Calif.) on Wednesday triggered a provision that will allow House lawmakers to vote remotely, a first in the chamber's history.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-seeks-ways-to-halt-irans-oil-sales-to-venezuela-11589985467", "title": "U.S. Seeks Ways to Halt Iran's Oil Sales to Venezuela", "date": "2020-05-20 13:31", "summary": "Iran furthers recent efforts to gain a foothold in Latin America despite U.S. pressure. The Trump administration is weighing new sanctions and other legal steps to disrupt Iranian oil exports to Venezuela, U.S. officials said, in response to what the U.S. considers the Islamic Republic's attempts to make inroads into Latin America.", "categories": [["WSJ News Exclusive", "Oil Markets"]], "category_links": ["https://www.wsj.com/news/types/oil-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/harley-plans-for-fewer-models-simpler-factories-after-coronavirus-shutdown-11589973746", "title": "Harley Plans for Fewer Models, Simpler Factories After Shutdown", "date": "2020-05-20 13:12", "summary": "Motorcycle maker is turning away from plans for a wider range of new models to revive sales. Harley-Davidson Inc. is reopening its factories this week at lower production rates and sending dealers a narrower range of motorcycles, steering away from more expansive plans to stop a yearslong sales slide.", "categories": [["WSJ News Exclusive", "Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-california-strike-deal-to-clean-up-nuclear-site-near-l-a-11589994000", "title": "U.S., California Strike Deal to Clean Up Nuclear Site Near L.A.", "date": "2020-05-20 13:00", "summary": "The Energy Department plans to demolish 10 buildings at the Santa Susana Field Laboratory near in Simi Valley. WASHINGTON-The Trump administration announced a deal with California Wednesday to jump start the cleanup of a Cold War-era nuclear test site northwest of Los Angeles that has become the focus of celebrity activists.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lawsuits-neednt-block-recovery-11589993211", "title": "Lawsuits Needn't Block Recovery", "date": "2020-05-20 12:46", "summary": "Congress has the power to limit coronavirus liability while regulators develop rules to control contagion.. As Congress considers another Covid-19 rescue bill, the usual partisan divide has opened over limiting pandemic-related tort liabilities. Republicans and business owners argue that litigation will hamstring recovery. Trial lawyers, unions and Democrats counter that liability limits would encourage businesses to endanger employees and consumers. The Senate Republican leadership proposes immunity for all businesses that comply with public-health guidelines except in cases of \"gross negligence\" and willful misconduct.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/freedom-and-swedens-constitution-11589993183", "title": "Freedom and Sweden's Constitution", "date": "2020-05-20 12:46", "summary": "The country's laissez-faire response to the coronavirus pandemic has deep roots in both culture and law.. In most countries, the tool of choice to \"flatten the curve\" of the coronavirus pandemic is the lockdown. Not in Sweden, which has chosen a rather laissez-faire approach. The borders have been kept open, and Swedes are free to travel within the country, visit bars and restaurants (with some restrictions), parks, hairdressers, gyms and most other places.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trident-seafoods-boss-charts-safer-course-for-alaska-fishing-season-11589967002", "title": "Trident Seafoods' Boss Charts Safer Course for Alaska Fishing Season", "date": "2020-05-20 12:38", "summary": "Those who defy Joe Bundrant's $10 million quarantine effort get fired; Alaska remains vulnerable to pandemic. Joe Bundrant runs one of the world's largest seafood companies. He knows that without healthy fishermen there will be no catch in the bountiful waters off Alaska's coast.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/economy-could-spoil-home-improvement-party-11589992635", "title": "Economy Could Spoil Home-Improvement Party", "date": "2020-05-20 12:37", "summary": "Consumers' uptake of DIY projects provided a boost to both Home Depot and Lowe's, but uncertainty in the housing market obscures growth prospects. Locked-down Americans' enthusiasm for home-improvement projects helped guide Home Depot and Lowe's Cos. sales to growth in the latest quarter, but it can't save the retailers from the foggy postcoronavirus housing economy.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hertz-lenders-brace-for-losses-from-formerly-triple-a-bonds-11589992344", "title": "Hertz Lenders Brace for Losses From Formerly Triple-A Bonds", "date": "2020-05-20 12:32", "summary": "Company's restructuring is expected to trigger at least a partial liquidation of its rental-car fleet. Bonds backed by Hertz Global Holdings Inc.'s fleet of rental cars had the same credit rating as the U.S. government just a few weeks ago. Now the company's financial woes are stoking fears that investors are headed for a loss.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/kendall-jenner-settles-lawsuit-over-fyre-festival-11589991702", "title": "Kendall Jenner Settles Lawsuit Over Fyre Festival", "date": "2020-05-20 12:21", "summary": "Model agrees to pay $90,000 to settle a bankruptcy lawsuit over Instagram post promoting the failed 2017 music festival. Model and social-media influencer Kendall Jenner has agreed to pay $90,000 to settle a lawsuit over an Instagram post promoting Fyre Festival, the 2017 music event whose collapse went viral online, spawned two documentaries and resulted in prison for the organizer.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/panasonic-takes-20-stake-in-blue-yonder-11589991586", "title": "Panasonic Takes 20% Stake in Blue Yonder", "date": "2020-05-20 12:19", "summary": "Deal extends working relationship on supply-chain management software. Panasonic Corp. is taking a 20% stake in supply-chain software provider Blue Yonder, deepening their relationship as the two companies work together to develop digital technology in managing retail and manufacturing goods.", "categories": [["Logistics Report"]], "category_links": ["https://www.wsj.com/news/types/logistics-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/palestinian-officials-press-ahead-on-plans-to-abandon-cooperation-with-israel-11589991315", "title": "Palestinian Officials Press Ahead on Plans to Abandon Cooperation With Israel", "date": "2020-05-20 12:15", "summary": "Break comes as Prime Minister Benjamin Netanyahu's new government promises to annex parts of the occupied territory. TEL AVIV-Palestinian officials vowed to press ahead with canceling all agreements with Israel, including over security, as they sought to rally international support against a potential move by the new Israeli government to annex parts of the occupied West Bank.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fiat-chryslers-elkann-struck-two-big-deals-one-died-the-other-is-threatened-11589989826", "title": "Elkann's Fiat Chrysler Deals Are Under Pressure", "date": "2020-05-20 11:50", "summary": "Coronavirus pandemic is pressuring transactions that haven't yet closed, including Fiat Chrysler's planned merger with Peugeot's parent. John Elkann, scion of the Agnelli family that controls Fiat Chrysler Automobiles NV, sealed two deals that would have helped him diversify his family's holding company. Now, one has come undone, and the pressure is on him to save the other.", "categories": [["Business", "Autos & Transportation", "Autos Industry"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/transportation?mod=breadcrumb", "https://www.wsj.com/news/types/autos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/berlins-new-airport-finally-gets-ready-to-openjust-when-no-one-wants-to-fly-11589989578", "title": "Berlin's New Airport Finally Gets Ready to Open-Just When No One Wants to Fly", "date": "2020-05-20 11:46", "summary": "After years of delays, Germany's hub is set to welcome passengers; 'pestering Bert' sees smooth start. BERLIN-The coronavirus pandemic is wreaking havoc on international travel, but Berlin Brandenburg Airport, Germany's most notorious white elephant, is finally set to open-nine years behind schedule and three times over budget.", "categories": [["A-hed"]], "category_links": ["https://www.wsj.com/news/types/a-hed?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/greek-police-are-rounding-up-asylum-seekers-and-forcing-them-into-turkey-migrants-say-11589989139", "title": "Greece Forcing Asylum Seekers Into Turkey, Migrants Say", "date": "2020-05-20 11:39", "summary": "Greece denies extrajudicial deportations after human-rights activists accuse authorities of using pandemic as cover for abuses. Greek police, escalating their tough measures against migration, have been rounding up asylum seekers living in the country and forcibly expelling them to Turkey, according to accounts by migrants who have experienced this, lawyers and human-rights activists.", "categories": [["WSJ News Exclusive", "Europe"]], "category_links": ["https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/when-will-big-concerts-finally-return-think-2021-11589987724", "title": "When Will Big Concerts Finally Return? (Think 2021)", "date": "2020-05-20 11:15", "summary": "In the meantime, here is what to expect in the post-Covid era, from small shows and drive-ins to an arena tour filled with hand sanitizer.. Crowd-craving music fans starved for stadium and arena-size live music may need to wait until 2021 before such events return, music executives say.", "categories": [["Books & Arts", "Arts", "Music"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/arts?mod=breadcrumb", "https://www.wsj.com/news/types/music?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/stitch-fix-needs-a-refresh-11589987240", "title": "Stitch Fix Needs a Refresh", "date": "2020-05-20 11:07", "summary": "The fashion styling service's business is likely to weather the pandemic, but it may need a new model. Stay-at-home orders eventually will be lifted, but the work-from-home trend may never go out of style. That could lead consumers to break up with subscription services built to optimize their lives in the outside world.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/for-rent-in-los-angeles-a-350-000-a-month-mansion-to-ride-out-the-pandemic-11589986830", "title": "For Rent in Los Angeles: A $350,000-a-Month Mansion to Ride Out the Pandemic", "date": "2020-05-20 11:00", "summary": "Resume Subscription. Los Angeles developer Ardie Tavangarian is known for selling over-the-top homes. Last year, a house he built in the Bel-Air area sold to a Chinese buyer for $75 million.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/a-megamansion-for-rent-11589986729", "title": "A Megamansion for Rent", "date": "2020-05-20 10:58", "summary": "Rather than test the sales market, this newly built home is asking $350,000 a month.. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/brazils-coronavirus-crisis-disrupts-iron-ore-market-as-prices-surge-11589982491", "title": "Brazil's Coronavirus Crisis Disrupts Iron-Ore Market; Prices Surge", "date": "2020-05-20 10:54", "summary": "Steel ingredient is also being boosted by the revival in China's economy after lockdowns ended. Brazil's deadly coronavirus outbreak has disrupted global supplies of iron ore just as demand from China is revving up, pushing the price of the steel ingredient to a seven-month high.", "categories": [["Markets", "Commodities"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/blood-water-review-second-best-to-a-missing-favorite-11589986337", "title": "'Blood & Water' Review: Second Best to a Missing Favorite", "date": "2020-05-20 10:52", "summary": "A new school, bullies, child trafficking and a vanished sibling are the stuff of suspense in this South African teen drama.. It may only be later, during a moment of quiet reflection, that a viewer realizes what a macabre introduction he or she has been given to \"Blood & Water,\" the Netflix import out of South Africa. In an upper-middle-class Cape Town home, we find what appears to be a family celebration with all the predictable appointments-pink balloons, streamers, a three-tiered cake and an adolescent female, Puleng Khumalo (Ama Qamata), who could be the poster girl for teen ennui. \"It's a party, not a funeral,\" says her mom, Thandeka (Gail Mabalane), trying to lighten the mood. We'll side with Puleng, thanks: The \"party\"-held every year-is in honor of Puleng's older sister, who disappeared at birth and hasn't been seen in 17 years. The favorite child is the missing child. Puleng would like to text herself out of the whole mess.", "categories": [["Books & Arts", "Television Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/television-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/eagle-power-review-high-soaring-spectacle-11589986227", "title": "'Eagle Power' Review: High-Soaring Spectacle", "date": "2020-05-20 10:50", "summary": "Technology takes flight in a 'Nova' doc about these iconic raptors.. He never confronted a Butterball, but Benjamin Franklin very famously favored the turkey over the eagle, which nevertheless became the bird adorning our money and the Great Seal of the United States and which represents the spirit animal of America, for better or worse. The eagle's scavenger tendencies aren't great for its image, but the bird certainly catches an updraft with \"Eagle Power,\" a show that's rich in factual detail but close to astonishing in its state-of-the-art photography.", "categories": [["Books & Arts", "Television Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/television-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/millions-of-americans-skip-credit-card-and-car-payments-11589985381", "title": "Millions of Americans Skip Credit-Card and Car Payments", "date": "2020-05-20 10:36", "summary": "About 15 million credit-card accounts and 3 million auto loans didn't get paid in April as the coronavirus ravaged the economy, data show. Millions of people are behind on their credit-card and auto-loan payments, the latest sign of the coronavirus pandemic's financial devastation.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/deflation-hit-canada-in-april-11589985346", "title": "Deflation Hit Canada in April", "date": "2020-05-20 10:35", "summary": "Consumer-price index fell 0.2% year to year, pulled lower by a record gasoline drop. OTTAWA-Canada's annual inflation rate sank into negative territory in April, the first year-over-year price decline in over a decade, largely attributable to a sizable drop in gasoline.", "categories": [["World", "Canada"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/canada-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/apple-google-start-to-win-over-europe-to-their-virus-tracking-technology-11589716800", "title": "Apple, Google Start to Win Over Europe to Virus-Tracking Tech", "date": "2020-05-20 10:32", "summary": "Continent that upbraided Silicon Valley over privacy concerns now warms up to a decentralized approach to contact-tracing apps. The continent that helped lead a backlash against Silicon Valley's appetite for personal data is increasingly aligning itself with technology built by Apple Inc. and Alphabet Inc.'s Google to blaze a path out of the coronavirus pandemic.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/newark-fights-coronavirus-spread-with-nearly-400-contract-tracing-volunteers-11589979601", "title": "Newark Fights Coronavirus Spread With Contact-Tracing Volunteers", "date": "2020-05-20 10:31", "summary": "Alerting people who have been exposed to Covid-19 patients is key component of New Jersey's reopening strategy. For Christopher Minick, the hardest part of being a contact tracer is talking to people about the loved ones they lost to Covid-19.", "categories": [["U.S.", "Tri-State Area"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-region?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-contact-tracing-apps-face-another-challenge-designing-a-great-user-experience-11589985001", "title": "Coronavirus Contact-Tracing Apps Face Another Challenge: Designing a Great User Experience", "date": "2020-05-20 10:30", "summary": "Developers and designers try to make coronavirus apps compelling enough to use. When developers last month introduced Care19, an app to complement contact-tracing efforts in North Dakota and South Dakota during the coronavirus pandemic, they quickly encountered a problem: It sometimes showed users inaccurate information about the specific businesses they had visited.", "categories": [["Experience Report"]], "category_links": ["https://www.wsj.com/news/experience-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/startups-quickly-roll-out-contact-tracing-apps-but-business-prospects-are-unclear-11589448601", "title": "Startups Quickly Roll Out Contact-Tracing Apps, But Business Prospects Are Unclear", "date": "2020-05-20 10:27", "summary": "Enterprise applications seem more promising, some investors say. In a race against time, startups have quickly released apps for many state health departments seeking to \"flatten the curve\" of coronavirus infections.", "categories": [["Pro VC Industry News"]], "category_links": ["https://www.wsj.com/news/types/pro-vc-industry-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-tattoos-are-hereincluding-toilet-paper-ones-11589984350", "title": "Coronavirus Tattoos Are Here-Including Toilet Paper Ones", "date": "2020-05-20 10:19", "summary": "Although many tattoo parlors world-wide remain closed, die-hard enthusiasts have found ways to ink themselves with designs both playful and somber. SHOULD YOU WISH to commemorate the coronavirus with a tattoo, you already have plenty of design choices. Under varying degrees of lockdown, tattoo artists have depicted everything from cartoon-like coronavirus molecules to the beak-like plague masks worn by 17th-century doctors; Corona beer bottles in various states of explosion; hand sanitizer; and, yes, rolls of toilet paper. Even as the pandemic still grips much of the planet, tattoo enthusiasts have found ways to brand themselves with memories of this time. For some, it's a joke. For others, it's deadly serious.", "categories": [["Life & Work", "Style & Fashion", "Fashion"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/fashion?mod=breadcrumb", "https://www.wsj.com/news/types/fashion?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-k-government-sells-bonds-at-negative-yield-for-first-time-11589984194", "title": "U.K. Government Sells Bonds at Negative Yield for First Time", "date": "2020-05-20 10:16", "summary": "Lack of progress over Brexit talks also weighs on the U.K. pound. The U.K. issued its first bond with a negative yield as investors prepared for the possibility that Britain joins other European countries in having negative interest rates.", "categories": [["Markets", "Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/for-beach-towns-coronavirus-means-a-make-or-break-summer-starts-now-11589967000", "title": "For Beach Towns, Coronavirus Means a Make-or-Break Summer Starts Now", "date": "2020-05-20 10:10", "summary": "In Ocean City, Md., shops, restaurants and hotels try to convince tourists they can social distance; 'Our goal is to make it to next year.'. OCEAN CITY, Md.-The Dough Roller restaurant's 53-table dining room sits quiet and empty steps from the boardwalk. Proprietor Kevin Gibbs doesn't know when he will be allowed to offer dine-in service or even if the crowds of summers past will return.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-day-coronavirus-nearly-broke-the-financial-markets-11589982288", "title": "The Day Coronavirus Nearly Broke the Financial Markets", "date": "2020-05-20 09:44", "summary": "The March 16 stock crash was part of a broader liquidity crisis that threatened the viability of America's companies and municipalities. An urgent call reached Ronald O'Hanley, State Street Corp.'s chief executive, as he sat in his office in downtown Boston. It was 8 a.m. on Monday, March 16.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/germany-moves-to-clean-up-meat-industry-amid-coronavirus-surge-11589981736", "title": "Germany Moves to Clean Up Meat Industry Amid Coronavirus Surge", "date": "2020-05-20 09:35", "summary": "The pandemic highlights the industry's reliance on low-wage migrant workers. BERLIN-The German government on Wednesday moved to curb a string of Covid-19 outbreaks in slaughterhouses and meatpacking plants, including imposing a ban on subcontracting, tougher inspection regimes and higher fines for breaching the hygiene rules.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/powerful-cyclone-hits-india-complicating-coronavirus-response-11589979601", "title": "Powerful Cyclone Hits India, Complicating Coronavirus Response", "date": "2020-05-20 09:31", "summary": "Amphan, one of the most powerful cyclones to hit the area in decades, brought torrential rains and winds up to 115 miles an hour. NEW DELHI-A massive cyclone slammed into India's eastern coast Wednesday afternoon knocking out power lines, uprooting trees, damaging crops and crowding hundreds of thousands into shelters even as the region struggles with the spread of the coronavirus.", "categories": [["World", "Asia", "India"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/india-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-your-kids-really-want-to-watch-when-you-just-want-them-to-watch-disney-11589980293", "title": "What Your Kids Really Want to Watch (When You Just Want Them to Watch Disney)", "date": "2020-05-20 09:11", "summary": "The child-curated playlists that make 'Frozen 2' look like C-Span. Third-grader Joey Basso has hundreds of viewing options on Disney +, Netflix and Amazon Prime. But what he really likes to do is watch \"Unspeakable,\" a loud YouTube personality with goofball tastes whose stunts include destroying new electronics equipment.", "categories": [["Books & Arts", "Arts", "Arts & Entertainment"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/arts?mod=breadcrumb", "https://www.wsj.com/news/types/arts-entertainment?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/music-loving-parents-seek-relief-from-kidz-bop-and-frozen-11589979600", "title": "Music-Loving Parents Seek Relief From Kidz Bop and 'Frozen'", "date": "2020-05-20 09:00", "summary": "Smart speakers are working overtime; who wants to hear a first grader recite hip-hop lyrics?. Andrew Cardinali's 6-year-old daughter demands music from \"Frozen\" every morning and before bed.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/taiwans-president-renews-call-to-hold-firm-against-chinese-pressure-11589977931", "title": "Taiwan's President Renews Call to Hold Firm Against Chinese Pressure", "date": "2020-05-20 08:32", "summary": "Starting her second term, Tsai Ing-wen signals continued efforts to bolster the island's international standing. Taiwan President Tsai Ing-wen kicked off her second term by doubling down on her strategy for boosting the island democracy's ability to resist coercion from China, pledging to further revamp the economy, strengthen the military and deepen ties with friendly countries.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/andrea-bocelli-wants-to-get-back-to-work-11589977295", "title": "Andrea Bocelli Wants to Get Back to Work", "date": "2020-05-20 08:21", "summary": "During the pandemic, the Italian tenor quarantined with his family in Tuscany but went to Milan to perform a live stream from the cathedral.. Andrea Bocelli was supposed to be jetting around the world, doing what the classical and pop star does best: singing. With touring paused due to the coronavirus pandemic and large gatherings banned nearly everywhere, the Italian tenor has been at home in Forte dei Marmi, a seaside town in northern Tuscany.", "categories": [["Books & Arts", "Arts", "Music"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/arts?mod=breadcrumb", "https://www.wsj.com/news/types/music?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/china-aims-to-keep-the-road-safe-with-one-helmet-one-belt-11589966177", "title": "China Aims to Keep the Road Safe with 'One Helmet, One Belt'", "date": "2020-05-20 08:01", "summary": "Safety campaign sets off buying frenzy-even for shares of some companies with only remote connections. Move over, surgical masks. The hottest protective gear in China right now is helmets.", "categories": [["Markets", "Overheard"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/overheard?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-problem-with-basketball-in-a-pandemic-11589976001", "title": "Basketball Was Made to Be Played Indoors. Now That's the Problem.", "date": "2020-05-20 08:00", "summary": "James Naismith invented a sport that could be played indoors. That's exactly what makes it so dangerous today.. One day in 1891, at a school in Springfield, Mass., the discussion in a psychology seminar turned to something timely: The students were going crazy without sports.", "categories": [["Sports", "NBA"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/nba?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/russias-economy-suffers-double-hit-from-oil-slump-and-coronavirus-11589976001", "title": "Russia's Economy Suffers Double Hit From Oil Slump and Coronavirus", "date": "2020-05-20 08:00", "summary": "As infections grow, Russia finds a shortfall in oil revenue hurts its ability to offer the kind of emergency support provided in the West. MOSCOW-Few Russian companies have taken the hit from lower oil prices and coronavirus lockdowns as badly as Rosgeologia, one of the biggest exploration firms here.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-books-best-capture-the-immigrant-experience-11589976012", "title": "What Books Best Capture the Immigrant Experience?", "date": "2020-05-20 08:00", "summary": "'Pachinko' author Min Jin Lee and two other notable writers share their picks for the most poignant works about immigrants in the U.S., including one that rivals 'The Great Gatsby'. \"When I think of the O.G. immigrant novel, what comes to mind is Anzia Yezierska's 'The Bread Givers'-published in 1925, the same year as F. Scott Fitzgerald's 'The Great Gatsby.' Fitzgerald gave us Gatsby, a Midwestern romantic obsessed with a ridiculous woman, and Yezierska offered up Sara Smolinsky, a poor immigrant willing to forsake almost everything for an education. Both books, nearing a century old, are great American novels, but unlike Fitzgerald's, Yezierska's does justice to the new American woman.\"", "categories": [["Life & Work", "Pop the Question"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/pop-the-question?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/inside-facebook-and-private-equitys-8-8-billion-bet-on-indias-richest-man-11589972400", "title": "Inside Facebook and Private Equity's $8.8 Billion Bet on India's Richest Man", "date": "2020-05-20 07:00", "summary": "Mukesh Ambani's plan to bring his nation's shoppers online-and a search for investment-draws big backers. Facebook Inc. and a trio of U.S. private-equity firms have in the past month poured billions of dollars into an upstart mobile operator controlled by India's richest man.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-yorkers-who-fled-to-hamptons-amid-coronavirus-look-at-enrolling-11589972255", "title": "New Yorkers Who Fled to Hamptons Amid Coronavirus Look at Enrolling", "date": "2020-05-20 06:57", "summary": "School administrators in the Hamptons see bump in inquiries from city families similar to post-9/11. The Hamptons are seeing a small wave of inquiries from New York City parents exploring schools there for the fall in hopes of escaping the coronavirus and some lockdown restrictions.", "categories": [["U.S.", "Schools"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-schools?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/target-gains-strength-during-coronavirus-11589970900", "title": "Target Gains Strength During Coronavirus Pandemic", "date": "2020-05-20 06:35", "summary": "Comparable sales rose 10.8% in latest quarter, with digital sales up 141%. Target Corp. said sales surged in the most recent quarter, driven initially by online shoppers who stockpiled food and other essentials to brace for coronavirus lockdowns and more recently by rising demand for items like electronics and apparel as states have begun to lift stay-at-home orders.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/could-a-jumpsuit-be-the-perfect-wfh-outfit-11589970467", "title": "Could a Jumpsuit Be the Perfect WFH Outfit?", "date": "2020-05-20 06:27", "summary": "Craving convenience and comfort, discerning women are wearing the one-piece wartime classic while self-isolating. MEGAN GREEN DETESTS getting dressed. \"I love fashion, but...I can't be bothered,\" said the New York business development manager, who so loathes devising ensembles that she wants her employer to implement uniforms. Too pressed for time to mix prints competently or ponder proportions, Ms. Green, 34, turns to convenient, streamlined jumpsuits, which she calls \"insta outfits.\" Back when people left home regularly, she'd pair hers with Golden Goose sneakers for the office or platform heels for drinks with friends. In these days of social distancing, she slides on slippers and her navy Norma Kamali one-piece to \"look nice\" for family dinners. \"Jumpsuits,\" she said, \"are the perfect quarantine outfit because they're like being in a pajama set, but they also look like you tried.\"", "categories": [["Life & Work", "Style & Fashion", "Fashion"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/fashion?mod=breadcrumb", "https://www.wsj.com/news/types/fashion?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-hot-wealth-tech-humans-11589968801", "title": "The Hot Wealth Tech: Humans", "date": "2020-05-20 06:00", "summary": "With many ways of making money in consumer wealth management under pressure, independent advisers stand out. ", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-layoffs-remake-silicon-valley-job-market-11589968800", "title": "Virus Layoffs Remake Silicon Valley Job Market", "date": "2020-05-20 06:00", "summary": "Layoffs at Uber, others send thousands searching for new tech-industry opportunities. Hours after Joe Taylor was laid off by Uber Technologies Inc., as part of the ride-sharing company's far-reaching cost-cutting, the hardware engineer began looking for a new job. What he's seeing is a Silicon Valley job market that has lost its spark.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-unemployment-claims-tell-us-about-coronavirus-job-losses-11589967002", "title": "What Unemployment Claims Tell Us About Virus Job Losses", "date": "2020-05-20 05:30", "summary": "Millions of applications for benefits have been filed each week since disruptions became widespread. U.S. workers have filed millions of applications for unemployment benefits each week since disruptions related to the coronavirus pandemic became widespread in mid-March. Here is what we can-and can't-learn from the Labor Department's weekly report on jobless claims.", "categories": [["Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/businesses-expected-to-lean-on-automation-for-recovery-11589967002", "title": "Businesses Expected to Lean on Automation for Recovery", "date": "2020-05-20 05:30", "summary": "Industry analysts expect AI-enabled robots to help workers do their jobs amid social-distancing rules and other restrictions. Companies are expected to ramp up automation in the aftermath of the coronavirus outbreak as employers seek to cut costs and boost productivity, industry analysts say.", "categories": [["Artificial Intelligence"]], "category_links": ["https://www.wsj.com/news/types/artificial-intelligence?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/china-keeps-germanys-car-makers-in-the-fast-lane-11589964602", "title": "China Keeps Germany's Car Makers in the Fast Lane", "date": "2020-05-20 04:50", "summary": "Sales of luxury vehicles in China are rebounding after the coronavirus shutdowns, cementing a key advantage of Volkswagen, BMW and Daimler versus global peers. Germany's car manufacturers are once again being bailed out by China.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/australian-student-critical-of-china-threatened-with-expulsion-prosecution-11589896253", "title": "A Student Criticized China and Now His University Is Threatening to Expel Him", "date": "2020-05-20 04:16", "summary": "Drew Pavlou posed outside Confucius Institute at University of Queensland in a hazmat suit; case renews tensions over Chinese influence. SYDNEY-An Australian university is threatening to expel and take legal action against a student known for his criticism of Beijing, in a case that has renewed tensions over Chinese influence in higher education.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/canada-warned-about-coronavirus-induced-mortgage-arrears-11589952497", "title": "Canada Warned About Coronavirus-Induced Mortgage Arrears", "date": "2020-05-20 01:28", "summary": "Head of national mortgage insurer projects 20% of mortgage holders could miss payments. OTTAWA-The head of Canada's state-owned mortgage insurer warns the income shock from the coronavirus pandemic could leave a fifth of all the country's mortgages in arrears.", "categories": [["World", "Canada"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/canada-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11589924463", "title": "Pepper...and Salt", "date": "2020-05-20 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/behind-bond-markets-stall-investors-see-hard-times-ahead-11589967001", "title": "Behind Bond Market's Stall, Investors See Hard Times Ahead", "date": "2020-05-20 00:01", "summary": "Treasury yields that are reliably this low have wide-ranging implications for markets and economy. Yields on U.S. government bonds have stalled near all-time lows, a sign that investors are anticipating a difficult economic recovery and years of aggressive monetary stimulus.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-birthrates-fall-to-record-low-11589947260", "title": "U.S. Birthrates Fall to Record Low", "date": "2020-05-20 00:01", "summary": "Last year's data are another sign of how American childbearing, which began declining during the 2007-09 recession, never fully rebounded. American women had babies at record-low rates last year and pushed U.S. births down to their smallest total in 35 years, according to federal figures released Wednesday.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/michigan-governor-declares-state-of-emergency-as-dams-fail-11589944853", "title": "Michigan Declares State of Emergency as Dams Fail", "date": "2020-05-20 23:42", "summary": "Downtown Midland could soon be under 9 feet of water in unprecedented flooding, governor warns. Residents were ordered to evacuate from several cities in central Michigan, as rising floodwaters overwhelmed two dams near Midland, a city of 43,000 on the Tittabawassee River.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/generic-drugmaker-gets-contract-to-make-covid-19-medicines-in-u-s-11589920608", "title": "Generic Drugmaker Gets Contract to Make Covid-19 Medicines in U.S.", "date": "2020-05-20 23:26", "summary": "The federal-government award aims to lessen U.S. dependence on drugs and ingredients made overseas, says the company Phlow. A new generic drugmaker said it was awarded $354 million in federal funding to make prescription drugs and their raw ingredients in the U.S., including some medicines used to treat patients infected with Covid-19.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-nears-settlement-with-sudan-over-1998-terror-bombings-11589922441", "title": "U.S. Nears Settlement With Sudan Over 1998 Terror Bombings", "date": "2020-05-20 23:05", "summary": "Plan is part of U.S. efforts to support the civilian-led transitional government in Sudan. WASHINGTON-The Trump administration is nearing a deal with Sudan to resolve claims over al Qaeda's 1998 bombings of U.S. embassies in Africa, helping clear the way to remove Khartoum's designation as a state sponsor of terrorism.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-pulls-nomination-of-ex-police-union-official-to-lead-atf-11589938551", "title": "Trump Pulls Nomination of Ex-Police Union Official to Lead ATF", "date": "2020-05-20 22:17", "summary": "Some Republican senators had expressed concern that Chuck Canterbury would restrict gun rights. WASHINGTON-President Trump on Tuesday withdrew his nomination of a former top police union official to head the U.S. Bureau of Alcohol, Tobacco, Firearms and Explosives after some Republican senators expressed concern that he would restrict the rights of gun owners.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-latest-news-05-19-2020-11589883029", "title": "More States Move to Reopen as Trump, China Spar Over WHO", "date": "2020-05-20 21:54", "summary": "Chinese health official pushes back against idea promoted by Trump administration that Beijing hasn't been fully transparent. U.S. states rolled back more restrictions imposed to slow the spread of the new coronavirus as confirmed cases in America topped 1.5 million and tensions heightened in some places over government responses to the pandemic.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/florida-health-department-worker-ousted-after-warnings-over-covid-19-data-11589937565", "title": "Florida Health Department Worker Ousted After Covid-19 Data Warnings", "date": "2020-05-20 21:19", "summary": "Online dashboard creator says in email her commitment to transparency was reason for her dismissal. Florida's health department ousted the developer of the state's Covid-19 online dashboard after she publicly criticized a decision to strip her of management of the site and warned of a lack of transparency.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/top-u-s-banking-regulator-expected-to-step-down-after-overhaul-of-low-income-lending-rules-11589922743", "title": "Top U.S. Banking Regulator to Step Down", "date": "2020-05-20 20:03", "summary": "Comptroller of the Currency Joseph Otting considers overhaul his signature achievement. A top U.S. bank regulator is expected to step down this week after completing an overhaul of rules governing billions of dollars of lending in low-income neighborhoods, according to people familiar with the matter.", "categories": [["WSJ News Exclusive", "U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-sanctions-chinese-company-alleges-ties-to-irans-mahan-air-11589932818", "title": "U.S. Sanctions Chinese Company, Alleges Ties to Iran's Mahan Air", "date": "2020-05-20 20:00", "summary": "U.S. Treasury Department says Shanghai Saint Logistics provided services for Mahan Air flights. ", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}]