[{"link": "https://www.wsj.com/articles/to-track-virus-governments-weigh-surveillance-tools-that-push-privacy-limits-11584479841", "title": "To Track Virus, Governments Weigh Surveillance Tools That Push Privacy Limits", "date": "2020-03-17 19:55", "summary": "Geolocation and facial-recognition systems can locate vectors of infections, but they also gather highly personal data. As the country scrambles to control the rapidly spreading coronavirus, government agencies are putting in place or considering a range of tracking and surveillance technologies that test the limits of personal privacy.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-blacklists-new-islamic-state-leader-11584488963", "title": "U.S. Blacklists New Islamic State Leader", "date": "2020-03-17 19:49", "summary": "The U.S. also blacklisted the minister of defense in Syrian President Bashar al-Assad's government. The U.S. blacklisted the new leader of Islamic State as a specially designated global terrorist, the State Department said Tuesday.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-the-feds-credit-facility-means-for-cfos-facing-a-cash-crunch-11584488937", "title": "What the Fed's Credit Facility Means for CFOs Facing a Cash Crunch", "date": "2020-03-17 19:48", "summary": "The central bank took action to help big companies, but questions remain about the health of main street businesses that many supply chains rely on. The Federal Reserve's move to provide short-term funding to U.S. companies will likely allay the fears of many finance chiefs who are worried about preserving cash amid the coronavirus outbreak, economists said.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-fallout-reaches-some-of-the-worlds-most-remote-mines-11584466168", "title": "Coronavirus Fallout Reaches Some of the World's Remotest Mines", "date": "2020-03-17 19:35", "summary": "Outside of the stock market rout, the pandemic hasn't had much effect on the biggest mining companies-until now. Four of the world's largest miners said they are closing production or slowing project construction, as fallout from the coronavirus pandemic reaches beyond the sector's share prices to some of its most-isolated mines.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cuomo-says-he-has-no-plans-to-quarantine-new-york-city-11584464961", "title": "New York City Residents May Have to Shelter in Place, de Blasio Says", "date": "2020-03-17 19:26", "summary": "Mayor says decision could be made in next 48 hours, while Gov. Cuomo says he has no plans to quarantine New York City. New York Gov. Andrew Cuomo and New York City's mayor delivered conflicting messages Tuesday on whether city residents could be forced to shelter in place because of the rapid spread of the new coronavirus.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-suspends-visa-processing-in-mexico-threatening-businesses-reliant-on-seasonal-workers-11584487462", "title": "U.S. Suspends Visa Processing in Mexico, Threatening Businesses Reliant on Seasonal Workers", "date": "2020-03-17 19:24", "summary": "Disruption comes as farmers typically would be looking for foreign workers ahead of planting seasons. The State Department said it would stop processing most visas for U.S. entry in its offices across Mexico, including visas for seasonal workers, visitors and people looking to immigrate, in response to the coronavirus pandemic.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/dispute-over-justice-departments-use-of-overseas-evidence-requests-grows-11584486913", "title": "Dispute Over Justice Department's Use of Overseas-Evidence Requests Grows", "date": "2020-03-17 19:15", "summary": "A former prosecutor goes public with his allegation that such requests are abused. WASHINGTON-A dispute over whether the Justice Department has misused some foreign-evidence requests escalated this week, as prosecutors put forth an aggressive interpretation of their authority and a former prosecutor went public with additional allegations of unethical conduct.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hotels-seek-150-billion-in-aid-as-travel-plummets-11584486738", "title": "Hotels Seek $150 Billion in Aid as Travel Plummets", "date": "2020-03-17 19:12", "summary": "Mounting economic damage from coronavirus has created busy days for Washington lobbyists and trade groups; small players fear getting frozen out. The U.S. hotel industry asked the Trump administration for a $150 billion bailout Tuesday, joining the growing ranks of businesses appealing to the federal government to stave off insolvency after getting hammered by the fallout of the coronavirus.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-fiscal-stimulus-panic-11584486678", "title": "The Fiscal Stimulus Panic", "date": "2020-03-17 19:11", "summary": "$1,000 checks won't help the economy, but a new Fed backstop will.. We will survive the coronavirus panic as Americans adapt, as they always do. We're less confident of the Washington panic, as our politicians rush to throw money around without much thought or economic logic as they almost always do. At least the Federal Reserve stepped in Tuesday to address an immediate economic problem.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/britains-better-stimulus-11584486498", "title": "Britain's Better Stimulus", "date": "2020-03-17 19:08", "summary": "Britain's new Chancellor fires a supply-side response to Covid-19.. The economic war Prime Minister Boris Johnson wanted to fight was for Britain's prosperity after Brexit. The war he has instead is against the damage wrought by Covid-19. His Chancellor of the Exchequer, Rishi Sunak, fired the first broadside Tuesday with a major raft of supply-side measures.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-tax-delay-boost-11584486525", "title": "A Tax-Delay Boost", "date": "2020-03-17 19:08", "summary": "Hard to believe, but the IRS delivers good news on filing returns.. Lawmakers are wrangling over how best to help Americans hit by the virus shutdown, but credit to the Trump Administration for moving decisively on one helpful idea. Its decision to delay IRS filing and payment deadlines to July 15 will be a boon to struggling Americans and an economy in need of liquidity.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/investors-hunt-for-corporate-bond-winners-in-coronavirus-economy-11584442801", "title": "Investors Hunt for Corporate-Bond Winners in Coronavirus Economy", "date": "2020-03-17 19:00", "summary": "Investors are shying away from debt backing tourism and travel companies; health care holds up. Investors are racing to find winners and losers in the corporate-bond market as the coronavirus wreaks havoc on the markets.", "categories": [["Markets", "Credit Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/credit-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/moderate-joe-moves-left-11584473791", "title": "Moderate Joe Moves Left", "date": "2020-03-17 18:59", "summary": "He's courting Warren on bankruptcy, Bernie on free college and the NEA.. Joe Biden had his best debate on Sunday night, his first time mano a mano against Bernie Sanders, who stood a healthy six feet to Mr. Biden's left. Mr. Sanders argued the U.S. is unprepared for the coronavirus pandemic, since it has \"thousands of private insurance plans\" instead of a centralized health-care system.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/challenge-for-policy-makers-rescue-economy-without-fueling-populist-backlash-11584475764", "title": "Challenge for Policy Makers: Rescue Economy Without Fueling a Backlash", "date": "2020-03-17 18:57", "summary": "Share buybacks raise eyebrows as government ponders rescues of airlines, other industries. As Washington rushes to aid airlines and other sectors crushed by the pandemic crisis, politicians face the challenge of saving the economy without unleashing the backlash that accompanied the last such rescue operation in 2008.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/report-from-new-yorks-containment-zone-11584485597", "title": "Report From New York's Containment Zone", "date": "2020-03-17 18:53", "summary": "Mixed reviews in Westchester County for the government's handling of the Covid-19 outbreak.. When my wife and I quit Brooklyn 15 years ago to start a family in the suburbs, we were seeking a kind of refuge. The 9/11 attacks were still a recent memory. We wanted more living space and foliage, along with more safety. Apparently, so did a lot of other people. Our destination was sprawling Westchester County, just north of the Bronx, and it was full of New York City transplants. We bought our first house from one.", "categories": [["Opinion", "Upward Mobility"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/upward-mobility?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/questioning-the-clampdown-11584485339", "title": "Questioning the Clampdown", "date": "2020-03-17 18:49", "summary": "Will people lose faith when they find out they are expected to get the virus anyway?. Experts now agree the virus's spread can be slowed but not contained. It will take its place among mostly seasonal respiratory infections. After a time, recurrent outbreaks will be moderated by a large number of potential carriers who have immunity from their last infection.", "categories": [["Opinion", "Business World"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/business-world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/america-wasnt-prepared-for-this-crisis-11584485372", "title": "America Wasn't Prepared for This Crisis", "date": "2020-03-17 18:49", "summary": "Can the 'arsenal of democracy' ramp up production of masks and testing kits?. While the Covid-19 pandemic has focused attention on presidential leadership, it has also offered a pitiless X-ray of America's public-health and emergency-preparedness systems. Put simply: We weren't as ready as we should have been, and the price will be steep. As we pull out all the stops to meet the exigencies of the moment, we should be thinking hard about lessons for the future.", "categories": [["Opinion", "Politics & Ideas"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/politics-ideas?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/schools-out-for-the-coronavirus-11584485277", "title": "School's Out for the Coronavirus", "date": "2020-03-17 18:47", "summary": "Students discuss what's lost and what could be gained as Covid-19 forces classes to move online.. Editor's note: This Future View is about how the fallout from Covid-19 could change the way we think about education. Next week we'll ask, \"Have you noticed a generational difference in accepting the need for social distancing to ward off the new coronavirus?\" Students should click here to submit opinions of fewer than 250 words before March 24. The best responses will be published that night.", "categories": [["Opinion", "Future View"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/future-view?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-to-treat-the-financial-symptoms-of-covid-19-11584485213", "title": "How to Treat the Financial Symptoms of Covid-19", "date": "2020-03-17 18:46", "summary": "Federal spending is needed but not enough. Making loans is better than writing checks. Avoid coercion.. The coronavirus pandemic is in danger of sparking a financial crisis. Stock-market plunges and volatility are reminiscent of September 2008. Strains are showing in credit and money markets.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/twitter-suppresses-speech-by-calling-it-manipulated-media-11584485145", "title": "Twitter Suppresses Speech by Calling It 'Manipulated Media'", "date": "2020-03-17 18:45", "summary": "Imagine going after LBJ's 'Daisy Girl' ad lest viewers think the girl actually died in a nuclear strike.. Did Joe Biden endorse President Trump at a recent campaign event? \"We can only re-elect Donald Trump,\" he said. But everyone understood that Mr. Biden either mixed up his words or was making an entirely different point.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-return-of-the-russian-leviathan-review-a-lust-for-suffering-11584485076", "title": "'The Return of the Russian Leviathan' Review: A Lust for Suffering", "date": "2020-03-17 18:44", "summary": "Putin's domestic policies, says a Russian critic, are motivated by revenge, self-pity and a search for those who betrayed the wonderful U.S.S.R.. The original Russian title of this dazzling collection of essays by Sergei Medvedev, a social-science professor in Moscow and one of Russia's leading political commentators, was \"The Crimean Period Park\" (Park krymskogo perioda). The echo of \"Jurassic Park\" was surely intended. Mr. Medvedev sees Russia's annexation of Crimea and its war on Ukraine-both of which followed the ouster of Ukraine's Russia-backed leader in 2014-as marking a new geologic era in Russian politics and foreign policy. This book is an invitation to explore the park.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-postpones-april-15-tax-deadline-for-90-days-for-millions-of-americans-11584463242", "title": "U.S. Delays April 15 Tax Payments for 90 Days for Most Americans", "date": "2020-03-17 18:44", "summary": "Coronavirus disruption prompts tax agency to extend deadline, waive interest and penalties. WASHINGTON-The U.S. government will postpone the April 15 tax-payment deadline for millions of individuals, giving Americans an additional 90 days to pay their 2019 income-tax bills in an unprecedented move intended to ease the economic pain inflicted by the coronavirus.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/amid-coronavirus-its-a-st-patricks-day-without-parades-crowds-or-green-beer-11584466312", "title": "Amid Coronavirus, It's a St. Patrick's Day Without Parades, Crowds or Green Beer", "date": "2020-03-17 18:43", "summary": "Irish celebrations, family traditions are canceled. Molly Gstalter is missing out on a lot of must-dos this St. Patrick's Day, as the coronavirus pandemic nearly shut down the celebration of all-things Irish.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-travel-business-and-the-millions-it-employs-confront-all-out-crisis-11584484867", "title": "Coronavirus Sends Travel Business and Millions It Employs Into Crisis", "date": "2020-03-17 18:41", "summary": "The pandemic is shaping up to be the biggest test the modern travel industry has ever faced. The coronavirus pandemic is devastating global travel, causing business to evaporate and forcing companies to slash payroll in what's shaping up to be the biggest test the modern travel industry has ever faced.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ohios-postponement-of-primary-leaves-many-voters-confused-11584464786", "title": "Ohio's Primary Postponement Sows Confusion Among Voters", "date": "2020-03-17 18:41", "summary": "Governor puts off in-person voting, citing public-health crisis after court rules against delay. Ohio closed its polling places Tuesday, leaving primary voters confused and frustrated after the governor postponed in-person voting, citing the coronavirus pandemic.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-military-prepares-hospital-ships-for-deployment-11584471429", "title": "U.S. Military Readies Hospital Ships for Deployment, to Open Its Labs", "date": "2020-03-17 18:39", "summary": "Defense secretary says labs would help test civilians for coronavirus; Pentagon also plans to distribute equipment. The U.S. military said Tuesday it would open its labs, distribute key medical equipment and ready its hospital ships in response to the growing crisis surrounding coronavirus.", "categories": [["WSJ News Exclusive", "Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hsbc-appoints-noel-quinn-as-permanent-ceo-11584469873", "title": "HSBC Appoints Noel Quinn as Permanent CEO", "date": "2020-03-17 18:08", "summary": "Veteran preserves unbroken tradition of HSBC insiders leading the bank since it was founded in 1865. HSBC Holdings PLC has appointed Noel Quinn-a stalwart of the British bank-as chief executive seven months after he assumed the position on an interim basis.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/kevin-durant-among-four-brooklyn-nets-positive-for-coronavirus-11584482639", "title": "Kevin Durant Among Four Brooklyn Nets Positive for Coronavirus", "date": "2020-03-17 18:04", "summary": "The Nets' star, who said he is asymptomatic, is one of seven NBA players known to be infected with the virus. Kevin Durant and three other players for the NBA's Brooklyn Nets have tested positive for coronavirus, according to the team and media reports, as the disease continued to spread around the league with the largest known outbreak in American sports.", "categories": [["Sports", "NBA"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/nba?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-fda-virus-test-policy-could-boost-availability-but-reduce-reliability-11584482595", "title": "New FDA Test Policy Could Boost Availability, But Reduce Reliability", "date": "2020-03-17 18:03", "summary": "Move should help east shortage of tests but may lead to inaccurate results. WASHINGTON-A federal agency's decision to allow lab companies to release coronavirus tests without prior government approval should help ease the shortage of test kits, but at the potential cost of compromised results, medical experts said Tuesday.", "categories": [["Politics", "Health Policy"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/health-policy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/state-unemployment-sites-see-increase-in-jobless-claims-11584482492", "title": "State Unemployment Sites See Surge in Jobless Claims", "date": "2020-03-17 18:01", "summary": "Claims websites for New York, Oregon, Kentucky experience issues with traffic surge. Several state unemployment-benefits sites are malfunctioning amid a rise in claims from Americans who are out of work because of the novel coronavirus.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fox-corp-to-buy-streaming-service-tubi-11584479530", "title": "Fox Corp. to Buy Streaming Service Tubi", "date": "2020-03-17 17:44", "summary": "Company strikes deal to acquire streaming service for as much as $490 million. Fox Corp. has struck a deal to acquire the streaming service Tubi in a deal worth as much as $490 million, the company said Tuesday.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/disney-looks-to-sell-truex-ad-tech-firm-it-absorbed-from-fox-11584481326", "title": "Disney Looks to Sell TrueX, Ad-Tech Firm It Absorbed From Fox", "date": "2020-03-17 17:42", "summary": "TrueX is best known for offering interactive ads. Walt Disney Co. is looking to sell TrueX, an advertising-technology company it absorbed as part of its $71.3 billion acquisition of 21st Century Fox assets last year, according to people familiar with the matter.", "categories": [["CMO Today"]], "category_links": ["https://www.wsj.com/news/types/cmo-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/iraq-taps-u-s-backed-candidate-as-prime-minister-testing-relations-with-iran-11584458186", "title": "Iraq Taps New Candidate as Prime Minister, Testing Relations With Iran", "date": "2020-03-17 17:40", "summary": "Pro-Iranian factions denounced the designation of Adnan al-Zurfi as Iraq's new prime minister. Iraq's president designated a former provincial governor with American citizenship as prime minister, drawing criticism from Iran's allies in the country amid new tensions between Washington and Tehran.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/marriott-starting-to-furlough-tens-of-thousands-of-employees-11584459417", "title": "Marriott Starting to Furlough Tens of Thousands of Employees", "date": "2020-03-17 17:33", "summary": "Coronavirus outbreak has led to widespread travel cancellations and government-ordered travel restrictions. Marriott International Inc., the world's largest hotel company with nearly 1.4 million rooms world-wide, said it is starting to furlough what it expects will be tens of thousands of employees as it ramps up hotel closings across the globe.", "categories": [["WSJ News Exclusive", "Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-upends-senior-housing-business-sending-shares-reeling-11584449910", "title": "Coronavirus Upends Senior-Housing Business, Sending Shares Reeling", "date": "2020-03-17 17:32", "summary": "Any additional contagion in care facilities could dissuade new residents from moving in, investors fear. The coronavirus has been sending shares of elder-care facilities into a tailspin over concern that any additional contagion in senior-care buildings could hurt operations and lead to occupancy declines.", "categories": [["Real Estate", "Property Report"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/property-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fintechs-get-clearer-rules-on-banking-licenses-under-fdic-plan-11584480502", "title": "Fintechs Get Clearer Rules on Banking Licenses Under FDIC Plan", "date": "2020-03-17 17:28", "summary": "Proposal would impose new oversight on owners of industrial loan companies. WASHINGTON-Financial-technology firms and other businesses seeking to offer banking services will have a clearer set of rules to follow under a proposal by the Federal Deposit Insurance Corp.", "categories": [["Markets", "Financial Regulation"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/financial-regulation?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/private-jets-get-a-lift-as-commercial-planes-are-grounded-11584461475", "title": "Private Jets Get a Lift as Commercial Planes Are Grounded", "date": "2020-03-17 17:26", "summary": "As coronavirus forces airlines to cut back, some companies and wealthy families turn to charters. Some business executives and wealthy travelers are turning to private jets as the fast-spreading coronavirus prompts commercial airlines to slash service.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/traders-bet-on-falling-fear-gauge-11584466439", "title": "Traders Bet on Falling 'Fear Gauge'", "date": "2020-03-17 17:21", "summary": "Some investors are wagering on a rapid fall in the VIX after it closed at its highest level ever Monday. The Cboe Volatility Index, or VIX, closed at its highest level in history Monday when U.S. shares recorded the steepest decline since the Black Monday stock-market crash of 1987. Some investors are already betting on its rapid fall.", "categories": [["Markets", "Stocks"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/scientists-crunch-data-to-predict-how-many-people-will-get-coronavirus-11584479851", "title": "Scientists Crunch Data to Predict How Many People Will Get Coronavirus", "date": "2020-03-17 17:17", "summary": "Outbreak analytics fills void when number of confirmed Covid-19 cases doesn't tell the whole story. Epidemiologists are teaming up with data scientists to stem the spread of the novel coronavirus by tapping big data, machine learning and other digital tools.", "categories": [["CIO Journal"]], "category_links": ["https://www.wsj.com/news/types/cio-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-restaurants-hope-bond-offering-will-save-businesses-11584476525", "title": "New York Restaurants Hope 'Bond Offering' Will Save Businesses", "date": "2020-03-17 17:14", "summary": "Plan is to provide another revenue stream when restaurants have been forced by the state to limit business. As concern among New York City restaurants grows about the financial toll the novel coronavirus is taking, some are trying to offset their losses with a new initiative: selling \"dining bonds.\"", "categories": [["U.S.", "Culture"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-culture?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fedex-withdraws-fiscal-year-guidance-due-to-coronavirus-11584477842", "title": "FedEx Pulls Guidance, Will Reduce Capacity as Coronavirus Slows Economy", "date": "2020-03-17 17:14", "summary": "Delivery giant withdrew its earnings forecast for the first time in its 50-year history. FedEx Corp. pulled its financial forecasts and said it would continue to reduce its delivery capacity, as the coronavirus pandemic disrupts global trade patterns and economic activity.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cautious-voters-venture-out-to-cast-ballots-in-three-states-11584479567", "title": "Cautious Voters Venture Out to Cast Ballots", "date": "2020-03-17 17:12", "summary": "Some left their houses for first time in days amid coronavirus pandemic to visit unevenly staffed polling places. For many voters going to the polls Tuesday in three states, the trip was their first time out of their homes since they started practicing social distancing to deal with the coronavirus pandemic.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/financial-institutions-share-stockpiles-of-face-masks-with-nyc-hospitals-11584479352", "title": "Financial Institutions Share Stockpiles of Face Masks With NYC Hospitals", "date": "2020-03-17 17:09", "summary": "Goldman Sachs, Nasdaq, Mastercard respond with supplies as medical association extends plea. The Greater New York Hospital Association is asking New York City's large companies and financial institutions to share their stockpiles of face masks as local hospitals grapple with dwindling supplies.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/utilities-shares-outperform-as-stocks-stage-rebound-11584469889", "title": "Utilities Shares Outperform as Stocks Stage Rebound", "date": "2020-03-17 17:08", "summary": "Utilities stocks recorded their largest one-day percentage gain since 2008. That was quick: Utilities stocks recorded their largest one-day percentage gain since 2008, rebounding from painful losses Monday, when the segment recorded its biggest fall ever.", "categories": [["Markets", "Stocks"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-futures-rise-as-asia-markets-gyrate-11584413763", "title": "Stocks Rise Sharply in Volatile Trading", "date": "2020-03-17 17:07", "summary": "Dow industrials, S&P 500 close more than 5% higher in turbulent session following punishing selloff. U.S. stocks clawed back some of the ground they lost during Monday's punishing selloff as the Federal Reserve and White House moved to soften the economic blow of the coronavirus pandemic.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/francis-bacon-late-paintings-review-a-conjurer-of-strange-and-terrible-beauty-11584478453", "title": "'Francis Bacon: Late Paintings' Review: A Conjurer of Strange and Terrible Beauty", "date": "2020-03-17 16:54", "summary": "Bacon's troubled life is reflected in his art, which continued to develop even in the twilight of his career.. Houston", "categories": [["Books & Arts", "Art Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/art-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fed-repos-see-robust-demand-lifting-central-bank-loans-offered-to-markets-11584458413", "title": "Fed Repos See Robust Demand, Lifting Central Bank Loans to Markets", "date": "2020-03-17 16:46", "summary": "Primary dealers sought $142.65 billion in overnight operation, while 14-day repo saw dealers get $45 billion. The Federal Reserve Bank of New York intervened in financial markets Tuesday with three operations to extend short-term loans it has made available to large banks, while also expanding the amount of money it is willing to loan those banks.", "categories": [["Markets", "Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/oil-field-service-stocks-are-getting-scrapped-11584442800", "title": "Oil-Field-Service Stocks Are Getting Scrapped", "date": "2020-03-17 16:42", "summary": "Prospects for oil-patch contractors and equipment suppliers look dim amid a steep decline in drilling activity. Shares of companies that help energy producers get oil and gas out of the ground have become collateral damage in the global oil-price war.", "categories": [["Markets", "Stocks"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/companies-mull-suspending-ramping-up-share-buyback-plans-amid-coronavirus-11584477343", "title": "Companies Mull Suspending, Ramping Up Share Buyback Plans Amid Coronavirus", "date": "2020-03-17 16:35", "summary": "Gap, DSV Panalpina and major banks said they would halt their repurchase programs. Finance chiefs are grappling with whether to make share repurchases or hold on to cash as stock prices fall on fears surrounding the coronavirus pandemic.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/some-top-asset-managers-argue-financial-markets-should-close-11584476430", "title": "Some Top Asset Managers Think Financial Markets Should Close", "date": "2020-03-17 16:30", "summary": "On a call with Bank of England governor, asset managers were split on whether to close markets. Executives from some of the biggest asset managers told the Bank of England's new governor on Monday that financial markets should close for two weeks as the world confronts the coronavirus pandemic, people familiar with the matter said.", "categories": [["WSJ News Exclusive", "Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/explaining-the-feds-intervention-in-commercial-paper-markets-11584476579", "title": "Explaining the Fed's Intervention in Commercial-Paper Markets", "date": "2020-03-17 16:23", "summary": "The central bank dusted off a tool from the financial crisis in a bid to calm vital funding markets. The Federal Reserve dusted off a tool from the financial crisis in a bid to calm vital funding markets that have broken down in recent weeks-establishing a lending facility to support the $1.2 trillion market for short-term commercial paper. Here is what that means and why it matters:", "categories": [["Markets", "Credit Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/credit-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/inside-new-york-citys-blitz-to-create-online-classes-for-1-1-million-students-11584475901", "title": "New York City's Blitz to Create Online Classes for 1.1 Million Students", "date": "2020-03-17 16:11", "summary": "Training for roughly 80,000 teachers began in preparation for internet-based lessons that are meant to start on March 23. New York City's public-school system of more than 1.1 million students is undergoing a big shift to remote learning this week, after schools were closed to help contain the spread of the coronavirus.", "categories": [["U.S.", "Schools"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-schools?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tupperware-misses-on-planned-obsolescence-11584475384", "title": "Tupperware Misses On Planned Obsolescence", "date": "2020-03-17 16:03", "summary": "Tupperware sets the highest standard in quality.. The market for food containers may have evolved over 74 years, but Tupperware remains the superior product in the field for its durability, longevity and value when cost per use is calculated over the life of the container (\"Tupperware Loses Its Grip on Consumers,\" Business News, March 9). Tupperware sets the highest standard in quality that no other container on the market can meet, and it is guaranteed for life.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-u-s-vs-europeans-health-systems-11584475422", "title": "Corona: U.S. vs. European's Health Systems", "date": "2020-03-17 16:03", "summary": "Joseph Sternberg implies that Italy's apparent inability to deliver effective treatment for the severest Covid-19 cases is largely the result of its \"long-term failures to invest in\" its health-care system.. In \"Europe's Coronavirus Fate is Already Sealed\" (Political Economics, March 13), Joseph Sternberg implies that Italy's apparent inability to deliver effective treatment for the severest Covid-19 cases is largely the result of its \"long-term failures to invest in\" its health-care system. He notes that Italy had only 2.6 acute-care hospital beds per 1,000 residents as of 2016, and suggests that this is because Italy is \"significantly more dependent on direct government financing of health-care\" than some other European countries. He goes on to say that voters ought to consider \"how much one trusts central health planners to make wise long-term decisions that boost resilience in the face of unusual dangers.\" The same issue has \"U.S. Hospitals Face Major Challenges\" (Page One) stating that the U.S. had just 2.8 hospital beds per 1,000 people in 2016. It seems to me that our own hospitals, public and private, have done no better at long-term planning. Voters should know that, too.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fight-the-virus-by-washing-the-office-dishes-11584475311", "title": "Fight the Virus by Washing the Office Dishes", "date": "2020-03-17 16:01", "summary": "I don't understand the fury about dirty dishes at work. In this age of coronavirus, I think it would be a wonderful opportunity to wash my hands many times a day on company time.. Dereliction of duty in the corporate kitchen is a timeless phenomenon (\"Sure, Leave Your Mug in the Office Sink. No One Minds,\" Page One, March 11). Forty years ago, as a neophyte manager, I confronted the same communal myth that there's a kitchen-dishes fairy who magically brought order to the chaos that everyone felt entitled to leave. Being a callow manager, I thought it would be precedent-setting for the manager to do the dishes, until I realized it was entirely unrequited and unappreciated.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/disasters-usually-bring-us-together-this-one-isolates-11584475267", "title": "Disasters Usually Bring Us Together; This One Isolates", "date": "2020-03-17 16:01", "summary": "This coronavirus scare is different. It's isolating.. Regarding your editorial \"America's Self-Shutdown\" (March 13): When we were attacked on 9/11 the country came together and agreed that we would not let fear of the terrorists cause us to stay home and abandon our way of living. We would continue to fly on airplanes, and go to ballgames, malls, concerts and other gatherings that make America what it is.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-best-home-workout-machine-its-not-a-treadmill-11584473963", "title": "The Best Home Workout Machine? It's Not a Treadmill.", "date": "2020-03-17 15:39", "summary": "Exercising exclusively at home? For efficient, full-body workouts, rowing machines beat treadmills or bikes, but they have a bad rep. These chic, techy upgrades aim to change that. TREADMILLS AND indoor bikes have evolved from unsightly basement-dwellers on which suburbanites hung laundry to statement pieces for the living room. Now rowing machines, long shunned for their clanking chains and dusty flywheels, are undergoing their own Peloton-esque evolution. These chic devices also let anyone aspiring to fitness stream live and on-demand workouts via HD screens or race against at-home athletes across the world.", "categories": [["Tech", "Personal Tech", "Gear & Gadgets"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb", "https://www.wsj.com/news/types/personal-technology-joanna-stern?mod=breadcrumb", "https://www.wsj.com/news/types/gear?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-staying-inside-guide-discovering-classical-architecture-11584473970", "title": "The Staying Inside Guide: Discovering Classical Architecture", "date": "2020-03-17 15:39", "summary": "In the wake of the controversy over the design of federal buildings, our critic samples streaming videos that shed light on the language of pediments and columns and on the battle between traditionalists and the moderns.. Confinement makes us more aware of architecture, if only of that little sliver of space in which we find ourselves penned. But so long as we have the internet we can be, like Hamlet, \"kings of infinite space,\" and contemplate all of architecture at our leisure. Perhaps this is a good time to reconsider the most important architectural story of recent days, the revelation last month that the government is considering a policy preferring \"the classical architectural style\" for federal buildings in Washington \"absent special extenuating factors necessitating another style.\"", "categories": [["Opinion", "Commentary", "Cultural Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb", "https://www.wsj.com/news/types/cultural-commentary?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-administration-expands-medicare-telehealth-program-11584461973", "title": "Telemedicine Gets a Boost From Coronavirus Pandemic", "date": "2020-03-17 15:35", "summary": "Medicare patients get more flexibility in seeking remote treatment. WASHINGTON-The Trump administration expanded access to telemedicine in Medicare, a move that could relieve crowding at hospitals but strain companies facing a surge in demand from the coronavirus pandemic.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-the-government-can-and-cant-do-about-the-economic-fallout-from-the-coronavirus-11584472733", "title": "What the Government Can and Can't Do About the Economic Fallout From the Coronavirus", "date": "2020-03-17 15:18", "summary": "Economic challenges include disruptions in supply chains and people who have lost jobs or income-and can't spend. Editor's note: This is an excerpt from our newsletter, \"2020 Election+Business,\" a weekly dive into the intersection of business, finance and the 2020 election. You can sign up here.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/economic-downturn-catches-state-unemployment-programs-unprepared-11584453819", "title": "Economic Downturn Catches State Unemployment Programs Unprepared", "date": "2020-03-17 15:08", "summary": "Trust funds in 22 states and jurisdictions aren't recession-ready, data show. State unemployment insurance systems across the U.S. aren't ready for the likely surge in worker claims from the U.S. economic downturn triggered by the new coronavirus pandemic.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-jersey-coronavirus-patient-is-missing-after-giving-false-name-11584472068", "title": "New Jersey Coronavirus Patient Is Missing After Giving False Name", "date": "2020-03-17 15:07", "summary": "Officials urge woman to return to hospital where she tested positive. Officials are searching for a woman who gave a false name and address to doctors at a New Jersey hospital before testing positive for the coronavirus.", "categories": [["U.S.", "Tri-State Area"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-region?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/blood-sample-shortages-slow-search-for-coronavirus-drug-11584450000", "title": "Blood-Sample Shortages Slow Drug Search", "date": "2020-03-17 15:06", "summary": "Drugmakers aiming to develop antibody-based treatments are struggling to get the building blocks they need. To cure the sick, drug researchers first need the blood of the healthy.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/europes-fiscal-antidote-to-coronavirus-crisis-risks-deepening-economic-gaps-11584471186", "title": "Europe's Fiscal Antidote to Coronavirus Crisis Risks Deepening Economic Gaps", "date": "2020-03-17 14:53", "summary": "The stimulus moves could help fiscally sound countries including Germany but destabilize countries with higher debt such as Italy. European governments have pledged hundreds of billions of euros to help economies, companies and workers hit by the coronavirus, applying tools developed during the euro crisis and casting aside strict prohibitions on state subsidies.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/this-kitchen-tool-will-quietly-reliably-improve-your-quality-of-life-11584470884", "title": "This Kitchen Tool Will Quietly, Reliably Improve Your Quality of Life", "date": "2020-03-17 14:48", "summary": "If only everything could be as blessedly simple as this can opener. Streamlined but sturdy, it gets the job done with zero drama-something we all need right now. FOR THE PANTRY stocked up with plenty of provisions, a quality can opener is key. From Japan, the Gangy kankiri (that's Japanese for can opener) is a favorite among chefs and campers alike, with good reason. Painted a particularly cheerful shade of red, the streamlined stainless-steel tool has a ferocious carbon-steel blade that moves through metal with minimal elbow grease expended. Just clip the kankiri onto the edge of the can you wish to open, sink the thick-gauge blade into the top, and with a simple twist of the wrist continue moving the tool around the perimeter until the task is complete. This thing is mercifully unfussy, cleverly designed, free of flimsy moving parts, dishwasher safe and built to last. It opens bottles too. And you certainly can't argue with the price. $5, korin.com", "categories": [["Life & Work", "Food & Drink"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/food-cooking-drink?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/isolate-so-government-will-let-us-have-our-economy-back-11584470702", "title": "Isolate So Government Will Let Us Have Our Economy Back", "date": "2020-03-17 14:45", "summary": "You don't have to believe in the worst-case medical scenario to see the urgent need to fight infection.. The media and political class is largely uninterested in exploring the costs and benefits of various responses to the coronavirus. The consensus is to shut down much of the economy and create massive government programs to clumsily offset the damage. Individuals must now recognize the need to self-isolate. Whatever one thinks about risk, it's clear that Americans must slow the spread of infection enough to persuade politicians to stop reacting to it. While you save lives, you can also save jobs-and one of them might be your own.", "categories": [["Opinion", "Best of the Web"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/best-of-the-web-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/giving-americans-money-to-offset-coronavirus-impact-gains-bipartisan-support-in-congress-11584446801", "title": "Giving Americans Money to Offset Coronavirus Impact Gains Trump Administration Support", "date": "2020-03-17 14:44", "summary": "Treasury Secretary Mnuchin says 'Americans need cash now;' lawmakers in both parties urge government to send funds to households to cushion economic pain. WASHINGTON-An idea that had little traction just a few days ago-sending direct checks to Americans-is gaining fast momentum as the Trump administration came on board Tuesday.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/dollar-surges-as-investors-seek-shelter-from-market-disruption-11584447525", "title": "Dollar Surges as Investors Seek Shelter From Market Disruption", "date": "2020-03-17 14:38", "summary": "Stress in market for dollar funding outside U.S. eases after Fed supports short-term commercial debt markets. The U.S. dollar surged against major currencies as stress in the market for dollar funding outside the U.S. worsened before the Federal Reserve stepped in on Tuesday to boost support for the short-term money market.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-to-mix-drinks-like-a-parisian-11584531794", "title": "How to Mix Drinks Like a Parisian", "date": "2020-03-17 14:31", "summary": "We reached pastry chef-turned-cocktail maven David Lebovitz in his Paris apartment, where he paused, mid-stir, to share a few tips on mixing drinks and other tasks worth mastering. IMAGINE A FRENCHMAN with a glass of something in hand, and chances are a glass of wine immediately comes to mind. Then stop and think about how many apéritifs are, in fact, French. Dubonnet, Pastis, Suze, Lillet, Noilly Prat-and those are just the best known-can be found in nearly every neighborhood café in France. What's more, in recent years cocktails have become all the rage in French restaurants and bars, particularly in Paris. \"Drinking French\" (Ten Speed Press), the new recipe book from David Lebovitz , explores French cocktails old and new while providing essential information on everything from the history of spirits to the mores of what to drink and when.", "categories": [["Life & Work", "Food & Drink"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/food-cooking-drink?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/costco-buys-logistics-firm-from-sears-owner-for-1-billion-11584469810", "title": "Costco Buys Logistics Firm From Sears Owner for $1 Billion", "date": "2020-03-17 14:30", "summary": "Deal for Innovel Solutions, a last-mile delivery company, is Costco's largest since merger with Price Club in 1993. Costco Wholesale Corp. on Tuesday said it acquired logistics company Innovel Solutions from Transform Holdco LLC, the operator of Sears and Kmart stores, for $1 billion in cash.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/facebook-gives-employees-extra-1-000-and-good-reviews-amid-coronavirus-11584464623", "title": "Facebook Gives Employees Extra $1,000 and Good Reviews Amid Coronavirus", "date": "2020-03-17 14:12", "summary": "The social-media giant also plans to provide $100 million in cash and advertising credits to small businesses. Facebook Inc. will give all of its full-time employees an additional $1,000 in their next paycheck and will give everyone the same \"exceeds expectations\" performance review for the first half of the year.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/american-hospitals-can-avoid-italys-fate-11584468045", "title": "American Hospitals Can Avoid Italy's Fate", "date": "2020-03-17 14:00", "summary": "Deploy telemedicine to determine who needs emergency care, waive licensing rules and more.. China locked down Hubei province in late January in a last-ditch attempt to slow the novel coronavirus epidemic. But hospital admissions for Covid-19 continued to rise for another four weeks. At the epidemic's peak, nearly 20,000 patients were hospitalized, more than 10,000 in severe or critical condition.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-dog-days-of-a-pandemic-spring-11584467795", "title": "The Dog Days of a Pandemic Spring", "date": "2020-03-17 13:56", "summary": "The season of new beginnings is off to a melancholy start.. Our old and ailing terrier has improbably lived to see another spring, though he approaches the warming season more timidly these days. He once bolted from the door on March mornings to attend to his duties, but now he confronts the new grass with caution, like an astronaut slowly planting his heel on the moon. Terriers are typically a zealous bunch, so it's been a somber thing to see our aged mutt begin to doubt his footing.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bronx-school-gets-early-look-at-remote-learning-11584442802", "title": "Bronx School Gets Early Look at Remote Learning", "date": "2020-03-17 13:28", "summary": "Riverdale Country School offers a hint at what some students and teachers can expect. New York City schools are preparing to implement remote-learning plans in the wake of the decision to shut down the nation's largest school system.", "categories": [["U.S.", "Schools"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-schools?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/latest-hotspot-for-coronavirus-hoarders-the-public-library-11584464897", "title": "Latest Hot Spot for Coronavirus Hoarders: The Public Library", "date": "2020-03-17 13:08", "summary": "Hearing of imminent closures, people rush to pick up books and DVDs; 'this is what Black Friday must be like at Walmart'. MT. LEBANON, Pa.-More than a dozen people were waiting outside the public library here shortly before the 9 a.m. opening Saturday.", "categories": [["A-hed"]], "category_links": ["https://www.wsj.com/news/types/a-hed?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/house-democrats-scale-back-paid-leave-program-in-coronavirus-aid-bill-11584424805", "title": "House Democrats Scale Back Paid-Leave Program in Coronavirus-Aid Bill", "date": "2020-03-17 13:06", "summary": "Measure would still provide two weeks of sick leave to a wide swath of workers, but restrict eligibility for further time off. WASHINGTON-The Democratic-led House scaled back a paid-leave program that the chamber had tried to enact days earlier, following pressure from businesses worried about financial burdens from the sweeping bill in response to the coronavirus crisis.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/without-sports-bettors-are-getting-creative-11584463382", "title": "Without Sports, Bettors Are Getting Creative", "date": "2020-03-17 12:43", "summary": "As sporting events are largely canceled, sports books are offering wagers on the weather instead. Adjusting to social distancing is a major challenge for all of society. This is especially true for sports gamblers, who are seemingly left with nothing to bet on until the world begins to return to normal.", "categories": [["Markets", "Overheard"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/overheard?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-are-the-risks-of-food-and-grocery-deliveries-11584462015", "title": "What Are the Risks of Food and Grocery Deliveries?", "date": "2020-03-17 12:20", "summary": "As the new coronavirus keeps people away from restaurants and grocery stores, more people are turning to deliveries. What precautions should you take?. As people rely more on deliveries for groceries and food-especially now that so many restaurants are closing-a new concern is emerging amid the coronavirus outbreak: How safe is the food delivery?", "categories": [["Life & Work", "Your Health"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/your-health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-slip-dress-lingerie-or-wardrobe-staple-11584461818", "title": "The Slip Dress: Lingerie or Wardrobe Staple?", "date": "2020-03-17 12:16", "summary": "It's back. As worn by Drew Barrymore and Kate Moss in the 1990s, the silky slip can be a louche, barely-there basic to be layered over tops and under blazers. ", "categories": [["Life & Work", "Copy Cat"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/undefined?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/as-coronavirus-clampdown-widens-ioc-presses-ahead-to-tokyo-11584461533", "title": "As Coronavirus Clampdown Widens, IOC Presses Ahead to Tokyo", "date": "2020-03-17 12:12", "summary": "The International Olympic Committee said it is 'fully committed' to an Olympics in July as scheduled, despite training and qualifying disruptions. The International Olympic Committee again insisted Tuesday it wasn't changing course on the Tokyo Olympics scheduled for July, even as qualification events around the world are scratched and athletes in multiple countries are reshaping training schedules around lockdowns caused by the novel coronavirus.", "categories": [["Sports", "Olympics"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/olympics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/project-digs-deeper-into-teenage-smartphone-use-11584461446", "title": "Project Digs Deeper Into Teenage Smartphone Use", "date": "2020-03-17 12:10", "summary": "Researchers want to examine how adolescents and others use their phones to nearly the second; 'The phone really is this mirror'. Smartphones have radically changed the way teens consume information. What hasn't kept pace, researchers say, is the way we study how they consume it.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/amazon-prioritizes-medical-supplies-household-staples-from-merchants-amid-coronavirus-11584447888", "title": "Amazon Prioritizes Medical Supplies, Household Staples From Merchants", "date": "2020-03-17 12:02", "summary": "E-commerce giant says independent merchants unable to ship products other than high-demand items to its warehouses until April 5. Amazon.com Inc. said it is taking steps to prioritize shipments of medical supplies, household staples and other high-demand products in the wake of surging demand due to the coronavirus pandemic.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/iranian-worshippers-defy-authorities-in-bid-to-access-holy-sites-closed-amid-coronavirus-11584460895", "title": "Iranians Defy Authorities in Bid to Access Holy Sites Closed Amid Coronavirus", "date": "2020-03-17 12:01", "summary": "President seeks to balance quarantine demands against opposition to limiting activity as some warn fatalities could reach millions. ", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tom-brady-gives-new-england-the-big-goodbye-11584458712", "title": "Tom Brady Gives New England the 'Big Goodbye'", "date": "2020-03-17 11:25", "summary": "On the eve of free agency, a stunning farewell from the most decorated quarterback in NFL history. Yowza. So much for \"The End of Sports Talk.\"", "categories": [["Sports"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/retail-sales-dropped-0-5-in-february-11584449255", "title": "U.S. February Retail Spending Drop Shows Coronavirus Concerns Started to Take Hold", "date": "2020-03-17 11:19", "summary": "February factory production was broadly flat, another sign the economy began to strain. WASHINGTON-American shoppers reined in their spending last month and factory production was broadly flat, signs the economy began to strain as the threat from the new coronavirus started to take hold.", "categories": [["Economy", "Economic Data"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/economic-data?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-gets-secret-service-protection-11584458025", "title": "Biden Gets Secret Service Protection", "date": "2020-03-17 11:13", "summary": "Detail arrives after protesters stormed stage at Super Tuesday event. WASHINGTON-Former Vice President Joe Biden, the leading contender for the Democratic presidential nomination, is now receiving Secret Service protection, officials said Tuesday.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-during-pregnancy-what-you-need-to-know-11584457823", "title": "Coronavirus During Pregnancy: What You Need to Know", "date": "2020-03-17 11:10", "summary": "Is the risk for infection higher? Should you breast-feed?. As world-wide cases of Covid-19-the disease caused by the new coronavirus-rise, there are questions about how the illness affects certain patients such as pregnant women.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-anxiety-of-being-pregnant-during-the-coronavirus-pandemic-11584457720", "title": "The Anxiety of Being Pregnant During the Pandemic", "date": "2020-03-17 11:08", "summary": "Scientists scramble to understand the effects; 'I don't want to put any stress on the baby'. Raquel Iacurto went to sleep with a bad headache last Tuesday.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-has-boomers-asking-who-are-you-calling-elderly-11584457650", "title": "Coronavirus Has Boomers Asking: Who Are You Calling Elderly?", "date": "2020-03-17 11:07", "summary": "With older populations most at risk, baby boomers are dealing with the idea that maybe 60 isn't the new 40 after all. The text arrived on a Friday night, March 6, just as I was heading to a comedy show in New York City.", "categories": [["Life & Work", "Life & Style"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/life-style?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/singapore-taiwan-and-hong-kong-face-second-wave-of-coronavirus-cases-11584445836", "title": "Singapore, Taiwan and Hong Kong Face Second Wave of Coronavirus Cases", "date": "2020-03-17 11:00", "summary": "Returning travelers are bringing back new risks of infection. Singapore, Taiwan and Hong Kong are witnessing fresh waves of coronavirus infections, as the growing number of cases around the world test their successful early defenses against the disease.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-katharina-grosse-traded-a-paint-brush-for-a-spray-gun-11584456078", "title": "Why Katharina Grosse Traded a Paint Brush for a Spray Gun", "date": "2020-03-17 10:58", "summary": "The artist discusses how clothing informed her love of color, her childhood in Germany and learning to paint beyond what her eyes could see. Katharina Grosse, 58, is a painter of large-scale in-situ works sprayed onto multidimensional surfaces, architecture and landscapes. Five of her paintings and an installation are on exhibit at the Baltimore Museum of Art through June 28. The museum is closed until April 12. She spoke with Marc Myers.", "categories": [["Real Estate", "House Call"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/house-call?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/big-bold-katharina-grosse-11584456693", "title": "Big, Bold Katharina Grosse", "date": "2020-03-17 10:51", "summary": "The large-scale works of the German artist.. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/volkswagen-is-better-built-for-a-crash-than-most-11584456327", "title": "Volkswagen Is Better Built for a Crash Than Most", "date": "2020-03-17 10:45", "summary": "The world's largest car maker has given investors an early read on how shutdowns could hit global industry, but it is better positioned than most. The severity of the Covid-19 pandemic in Europe is a huge test for Volkswagen , the local market leader. In reality, though, it is one of the more fortunate ones.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/feds-mester-says-central-bank-should-have-kept-some-rate-cut-power-dry-11584455724", "title": "Fed's Mester Says Central Bank Should Have Kept Some Rate-Cut Powder Dry", "date": "2020-03-17 10:35", "summary": "Cleveland Fed leader says lowering the federal-funds rate target to zero when financial markets are impaired is a mistake. The lone Federal Reserve official to oppose the central bank's radical action on Sunday to help the economy amid the coronavirus crisis said Tuesday she preferred a more gradual approach amid unsettled financial markets.", "categories": [["Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/every-day-you-lose-the-contagion-gets-worse-lessons-from-italys-hospital-meltdown-11584455470", "title": "Lessons From Italy's Hospital Meltdown. 'Every Day You Lose, the Contagion Gets Worse.'", "date": "2020-03-17 10:31", "summary": "The coronavirus is pushing a wealthy region with high-tech health care toward a humanitarian disaster. BERGAMO, Italy-Ambulances here have stopped using sirens. The frequent blaring only adds to local fears. Besides, there are few other vehicles on the road in Italy's national lockdown.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/experimental-drug-helps-some-americans-ride-out-coronavirus-nih-doctor-says-11584094955", "title": "Experimental Drug Helps Some Americans Ride Out Coronavirus", "date": "2020-03-17 10:30", "summary": "Antiviral drug remdesivir appeared to have an effect in American cruise passengers treated in Japan, although data are limited. TOKYO-The antiviral drug remdesivir appeared to have an effect in American cruise passengers treated for the novel coronavirus in Japan, although data are limited, according to a doctor sent to Tokyo by the U.S. government.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-top-olympics-official-in-japan-has-coronavirus-11584454947", "title": "A Top Olympics Official in Japan Has Coronavirus", "date": "2020-03-17 10:22", "summary": "Kozo Tashima, a member of the Olympic committee's executive board, confirmed he had the virus after traveling to Europe and the U.S.. TOKYO-A member of the Japanese organizing committee for the Tokyo Olympics said he had contracted the new coronavirus, as senior Japanese officials restated their intention to proceed with the summer Games.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-vintage-datsun-that-quietly-turned-trendy-11584454124", "title": "The Vintage Datsun That Quietly Turned Trendy", "date": "2020-03-17 10:08", "summary": "These 2000 models from 1968 were an afterthought for many car lovers-but he always loved them, and now his two-seater is en vogue. Richard J. Davidson Jr., 55, a banker living in San Diego and a volunteer at the San Diego Automotive Museum, on his 1968 Datsun 2000, as told to A.J. Baime.", "categories": [["Life & Work", "Cars", "My Ride"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/automotive?mod=breadcrumb", "https://www.wsj.com/news/types/my-ride?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/photos-a-first-wave-japanese-import-shines-on-11584453717", "title": "Photos: A First-Wave Japanese Import Shines On", "date": "2020-03-17 10:01", "summary": "A San Diego banker shows off his rare 1968 Datsun 2000, one of the first sports cars from Japan to hit U.S. shores. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/bag-daddy-is-riding-high-since-new-york-banned-plastic-bags-11584453601", "title": "'Bag Daddy' is Riding High Since New York Banned Plastic Bags", "date": "2020-03-17 10:00", "summary": "'I've been wanting this to happen for a long, long time,' says Ron Raznick, who runs a Manhattan paper-bag company. ", "categories": [["U.S.", "Metro Money"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/metro-money?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-bartender-was-set-to-reopen-a-storied-restaurant-coronavirus-forced-him-to-lay-off-entire-staff-instead-11584453455", "title": "Storied Restaurant's Reopening Put on Hold by Virus", "date": "2020-03-17 09:57", "summary": "St. John Frizell and partners worked nonstop for a March 15 launch of Gage & Tollner in Brooklyn. St. John Frizell and his partners have spent much of their recent time buried in work on a March 15 grand reopening for Gage & Tollner, a 19th century chop-and-oyster restaurant in downtown Brooklyn that closed in 2004. The finishing touches included taking delivery of alcohol and training 50 employees.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/march-17-democratic-primaries-which-states-are-voting-and-when-do-polls-close-11584453023", "title": "March 17 Democratic Primaries: Which States Are Voting and When Do Polls Close?", "date": "2020-03-17 09:50", "summary": "Three states are casting ballots amid the coronavirus pandemic that has shut down most of the country. Former Vice President Joe Biden has emerged as the Democratic presidential front-runner over Sen. Bernie Sanders as the two face off in a third straight Tuesday of major primary contests-the first set of voting contests since the coronavirus pandemic has upended life across the country and the world.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biotech-company-uses-machine-learning-to-find-coronavirus-therapies-11584437401", "title": "Startup Uses Machine Learning to Find Coronavirus Therapies", "date": "2020-03-17 09:46", "summary": "Vancouver-based AbCellera has teamed up with Eli Lilly to develop antibody products for treatments and prevention of Covid-19. AbCellera Biologics Inc., a Canadian biotechnology startup that uses machine learning to develop antibody therapies, finds itself on the front lines of the Covid-19 global pandemic.", "categories": [["Artificial Intelligence"]], "category_links": ["https://www.wsj.com/news/types/artificial-intelligence?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/private-credit-weighs-risks-and-opportunities-in-market-turmoil-11584442800", "title": "Private Credit Weighs Risks and Opportunities in Market Turmoil", "date": "2020-03-17 09:28", "summary": "The private credit industry has some $271 billion in capital available to invest as of March, according to data provider Preqin. Turmoil in the debt markets sparked by the spread of the new coronavirus has upended private-equity deals, as providers of high-yield debt and syndicated loans have pulled back.", "categories": [["Pro PE Industry News"]], "category_links": ["https://www.wsj.com/news/types/pro-pe-industry-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/soccers-european-championship-postponed-until-summer-of-2021-11584451517", "title": "Soccer's European Championship Postponed Until Summer of 2021", "date": "2020-03-17 09:25", "summary": "The 24-team tournament was due to unfold in 12 cities across the continent this June and July. Soccer's European Championship will be postponed from this June until 2021 due to the spread of the novel coronavirus, making it the first of the summer's major international sporting events to accept a delay. They will now play from June 11 to July 11 of next year.", "categories": [["Sports", "Soccer"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/soccer?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-turmoil-throws-biotechnology-ipos-into-question-11584450000", "title": "Coronavirus Turmoil Throws Biotechnology IPOs Into Question", "date": "2020-03-17 09:00", "summary": "Interest in biotech remains, but market collapse makes stock-market debuts difficult. ", "categories": [["Pro VC MA IPOs"]], "category_links": ["https://www.wsj.com/news/types/pro-vc-ma-ipos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-america-needs-more-kind-men-as-heroes-11584449421", "title": "Why America Needs More Kind Men As Heroes", "date": "2020-03-17 08:50", "summary": "National Book Award winner James McBride feels sports have eroded male friendship: \"This chest-thumping, yelling and screaming, the 'I scored a touchdown,' or 'I made a basket'... It doesn't do much for how we get along as people.\". In our regular series, WSJ. speaks to authors of the month's most prominent new book releases.", "categories": [["Magazine - Culture"]], "category_links": ["https://www.wsj.com/news/types/magazine-culture?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-factories-work-around-coronavirus-impact-11584447707", "title": "Coronavirus Pushes Factories to Stagger Shifts, Separate Workers", "date": "2020-03-17 08:24", "summary": "Manufacturers in the U.S. keep producing for now; 'We have to be flexible, or we won't survive'. Manufacturers in the U.S. are improvising to keep factories humming as the coronavirus pandemic threatens one of the biggest disruptions in memory to supply chains, staffing and demand.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/oil-may-drive-past-rebound-signal-11584447188", "title": "Oil May Drive Past Rebound Signal", "date": "2020-03-17 08:13", "summary": "Historical sign of a price recovery is likely be overpowered by the coronavirus and the Russian-Saudi price war. How low can it go? In recent years, the oil price has stabilized soon after dipping below the cash costs faced by the most expensive producers. This time the signal isn't so clear.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-coronavirus-shut-down-sports-but-not-tom-bradys-sweepstakes-and-nfl-free-agency-11584447147", "title": "Tom Brady Is Leaving the Patriots", "date": "2020-03-17 08:12", "summary": "With the rest of the sports world shut down, NFL free agency has forged ahead and included the stunning news of Brady leaving New England. In a sports landscape completely barren of games, one of the biggest bombshells possible landed Tuesday morning: Tom Brady says he's leaving the Patriots.", "categories": [["Sports", "NFL"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/nfl?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/amid-coronavirus-managers-make-medical-calls-about-who-can-work-where-11584446401", "title": "Managers Are Making Medical Calls About Who Can Work Where", "date": "2020-03-17 08:00", "summary": "Bosses are asking about people's health and deciding whether they need to quarantine. These days, it can feel as though your employer is doubling as your doctor.", "categories": [["Business", "Management", "Management & Careers"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/management?mod=breadcrumb", "https://www.wsj.com/news/types/management-careers?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-oil-prices-send-shockwaves-through-houston-real-estate-11584446401", "title": "Coronavirus Sends Shockwaves Through Houston Real Estate", "date": "2020-03-17 08:00", "summary": "Commercial property feels the ripples of oil-and-gas industry fallout; 'a kick in the stomach'. The Houston office market is poised to become the next commercial real estate victim of the economic shock waves from the coronavirus crisis.", "categories": [["Real Estate"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/government-is-broadening-investigations-of-spoofing-like-practices-11584446400", "title": "Government Broadens Probes of Spoofing-Like Practices", "date": "2020-03-17 08:00", "summary": "JPMorgan is being probed for market manipulation of Treasury securities. WASHINGTON-Authorities are investigating whether traders at JPMorgan Chase & Co. manipulated the market for Treasury securities and futures contracts, according to regulatory disclosures and people familiar with the matter.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-disrupts-u-s-court-system-11584445222", "title": "Coronavirus Disrupts U.S. Court System", "date": "2020-03-17 07:40", "summary": "Trials are delayed and courthouses are limiting public access across the country. The new coronavirus is causing a wave of disruptions in the U.S. justice system, with state and federal courts across the country suspending trials and other legal proceedings to help contain the pandemic.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/road-and-transit-use-falls-hinting-at-declining-commercial-activity-11584442801", "title": "Road and Transit Use Falls, Hinting at Declining Commercial Activity", "date": "2020-03-17 07:00", "summary": "Drivers, riders are curtailing trips in response to the novel coronavirus. City street traffic and subway ridership around the country plummeted last week as people hunkered down to wait out the coronavirus pandemic, turning bustling cities into ghost towns almost overnight.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/apples-store-call-isnt-fully-heard-11584442803", "title": "Apple's Store Call Isn't Fully Heard", "date": "2020-03-17 07:00", "summary": "As the company shutters its stores, Wall Street still sees most damage as short-term. Kudos to Apple Inc. for finally sending the right message about the seriousness of the coronavirus pandemic. It is a message that Wall Street still doesn't seem to have fully received, though.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-bad-could-markets-get-history-says-much-worse-11584442802", "title": "How Bad Could Markets Get? History Says Much Worse", "date": "2020-03-17 07:00", "summary": "This bear market is already deep and was quick to take hold. But it hasn't gone on for long.. ", "categories": [["Markets", "Streetwise"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/streetwise?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-soccers-amended-court-filing-no-offensive-language-11584442801", "title": "U.S. Soccer's Amended Court Filing: No 'Offensive Language'", "date": "2020-03-17 07:00", "summary": "The federation, being sued for pay discrimination by its U.S. women's team, removed references in earlier document that led to the resignation of its president. The U.S. Soccer Federation filed what amounted to a do-over legal brief Monday night, toning down the argument in its defense against the U.S. women's national team's pay-discrimination lawsuit against it.", "categories": [["Sports", "Soccer"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/soccer?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/volkswagen-airbus-halt-european-production-amid-wave-of-factory-closures-11584442105", "title": "VW, Airbus Halt European Production Amid Wave of Factory Closures", "date": "2020-03-17 06:48", "summary": "As companies close plants, governments start rolling out financial aid for companies and workers. Companies temporarily shut swaths of manufacturing capacity across Europe as they tried to protect factories and workers from the spread of the new coronavirus and comply with an array of government measures to slow the disease's spread.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-hasnt-thrown-tencent-music-off-its-groove-11584441605", "title": "Coronavirus Hasn't Thrown Tencent Music Off Its Groove", "date": "2020-03-17 06:40", "summary": "Resume Subscription. The coronavirus hasn't stopped the music for Tencent.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/feds-dollar-swap-lines-need-further-emergency-expansion-11584439655", "title": "Fed's Dollar-Swap Lines Need Further Emergency Expansion", "date": "2020-03-17 06:07", "summary": "Banks are beginning to tap the Fed's emergency dollar-funding source. But many other countries may need support. Failure to offer it will ripple back to the U.S.. The Federal Reserve eased the terms on which it provides currency swaps to five major global central banks on Sunday. That was a good start. But to stave off the risk of dollar-funding markets seizing up, more help is needed for a broader range of countries. Emerging markets look particularly vulnerable.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/asbestos-warnings-grow-with-penn-state-lawsuit-national-push-11584437400", "title": "Asbestos Warnings Grow With Penn State Lawsuit, National Push", "date": "2020-03-17 05:30", "summary": "Cleanup proposal in Pennsylvania and bill in Washington join efforts to curb and remedy use of material. PITTSBURGH-Peter Labosky Jr. had been retired for 12 years from his job as a professor of wood sciences at Penn State University when he was diagnosed in 2014 with mesothelioma. He died five months later.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/credit-card-issuers-rankle-travelers-scrambling-to-cancel-trips-11584437401", "title": "Credit-Card Issuers Rankle Travelers Over Canceled Trips", "date": "2020-03-17 05:30", "summary": "Card issuers are scrambling to respond to the demand for refunds, with many tweaking policies along the way. Customers are flooding credit-card companies with requests for refunds on trips they no longer want to take as the coronavirus spreads. Many are finding they are still on the hook for at least some of the costs.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-normal-amid-coronavirus-working-from-home-while-schooling-the-kids-11584437400", "title": "New Normal: Working From Home While Schooling the Kids", "date": "2020-03-17 05:30", "summary": "Tapping grandparents, other backup babysitters isn't always possible; the 4 a.m. shift. As more schools around the country close, parents already struggling to master remote working are adjusting to a new challenge: working from home with kids underfoot.", "categories": [["Business", "Management", "Management & Careers"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/management?mod=breadcrumb", "https://www.wsj.com/news/types/management-careers?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cftc-to-give-work-from-home-relief-to-traders-11584437402", "title": "CFTC to Give Work-From-Home Relief to Traders", "date": "2020-03-17 05:30", "summary": "Regulator to tell market participants it won't enforce certain record-keeping rules. WASHINGTON-Regulators are preparing for the likelihood that trillions of dollars of financial-market activity may soon move from high-tech exchanges and corporate offices to homes across America.", "categories": [["WSJ News Exclusive", "Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/france-pledges-50-billion-in-aid-for-businesses-as-country-goes-under-lockdown-11584435153", "title": "France Pledges $50 Billion in Aid as Lockdown Begins", "date": "2020-03-17 04:52", "summary": "Nationwide lockdown goes into force Tuesday; administration promises no small or medium-sized business will lack necessary liquidity. PARIS-France is promising €45 billion ($50.16 billion) in immediate aid for businesses and employees hit by the coronavirus pandemic, which is slowing or shutting down swaths of the global economy.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/afghanistans-dueling-presidents-pose-risks-for-u-s-efforts-to-end-war-with-taliban-11584434930", "title": "Afghanistan's Dueling Presidents Pose Risks for U.S. Efforts to End War with Taliban", "date": "2020-03-17 04:48", "summary": "Ashraf Ghani and Abdullah Abdullah operate out of adjacent palaces, vying for influence and international legitimacy. For the last five years, President Ashraf Ghani and Abdullah Abdullah, Afghanistan's former chief executive officer, had teamed up as uneasy allies in an unity government presiding over a fractured country.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-shutdowns-deliver-a-punch-to-chinas-economic-gut-11584344160", "title": "Coronavirus Pushes China's Economy to the Brink", "date": "2020-03-17 02:03", "summary": "Business activity, for the first time on record, turned broadly negative, as home and retail sales, construction activity and factory output all fell. SHANGHAI-Business activity in China turned broadly negative for the first time on record as home sales, construction activity, retail sales and factory output plunged, pushing unemployment to a record high, signs of the costly economic damage associated with trying to control the spread of the coronavirus.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/amazon-to-hire-100-000-warehouse-and-delivery-workers-amid-coronavirus-shutdowns-11584387833", "title": "Amazon to Add 100,000 Workers Amid Shutdowns", "date": "2020-03-17 00:08", "summary": "Company will raise pay by $2 an hour for warehouse and delivery employees through April. Amazon.com Inc. plans to hire an additional 100,000 employees in the U.S. as millions of people turn to online deliveries at an unprecedented pace and Americans continue to reorient their lives to limit the spread of the new coronavirus.", "categories": [["WSJ News Exclusive", "Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11584379529", "title": "Pepper...and Salt", "date": "2020-03-17 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-draws-attention-from-biden-and-sanders-11584393431", "title": "Coronavirus Looms Over Democratic Presidential Primaries", "date": "2020-03-17 23:49", "summary": "Ohio governor says polls will be ordered closed in health emergency despite judge's ruling. WASHINGTON-As former Vice President Joe Biden and Vermont Sen. Bernie Sanders square off for a third straight Tuesday of big primary contests, the coronavirus pandemic is increasingly pulling the attention of Americans away from the Democratic presidential race and causing uncertainty around voting.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ohio-governor-recommends-postponement-of-primary-11584388395", "title": "Ohio Election in Chaos as Governor Says Polls to Close, Defying State Judge", "date": "2020-03-17 23:20", "summary": "Top public health official will order polls closed Tuesday over coronavirus fears, after a judge blocked the state's last-minute attempt to postpone its primary election. WASHINGTON-Ohio's top public health official will order polls closed Tuesday due to the coronavirus pandemic, the state's governor said late Monday, after a judge blocked the state's last-minute attempt to postpone its primary election until June.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/justice-department-seeks-to-dismiss-part-of-robert-muellers-case-against-russian-firm-11584407419", "title": "Judge Dismisses Part of Robert Mueller's Case Against Russian Firm", "date": "2020-03-17 22:36", "summary": "Prosecutors said company was taking advantage of rights under American legal system, but not fulfilling its obligations. A federal judge dismissed part of special counsel Robert Mueller's case against a Russian firm accused of engaging in a widespread effort to interfere in the 2016 presidential election, after the Justice Department said the company was trying to game the U.S. court process.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/shedding-2008-stigma-biggest-u-s-banks-borrow-straight-from-the-fed-11584412394", "title": "Shedding 2008 Stigma, Biggest U.S. Banks Borrow Straight From the Fed", "date": "2020-03-17 22:34", "summary": "Financial Services Forum says move should 'reassure financial institutions of all sizes' that they should use Fed's discount window. The country's biggest banks said they borrowed from the Federal Reserve's emergency-lending fund, not out of panic but to remove the public stigma of doing so in case the economic fallout of the coronavirus gets worse.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-projected-winner-of-washington-state-primary-11584408420", "title": "Biden Projected Winner of Washington State Primary", "date": "2020-03-17 21:43", "summary": "Sanders had been expected to repeat his 2016 victory in state's Democratic contest. Joe Biden narrowly defeated Bernie Sanders in last week's Democratic presidential primary in Washington state, according to projections from the Associated Press.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/businessman-convicted-of-tax-fraud-in-scheme-with-polygamist-sect-member-11584408726", "title": "Businessman Convicted of Tax Fraud in Scheme With Polygamist Sect Member", "date": "2020-03-17 21:32", "summary": "Defense sought a mistrial over coronavirus, citing risks of jury deliberating in close quarters. A Los Angeles businessman was convicted on Monday of a billion-dollar tax fraud scheme, after a lengthy trial featuring testimony about international money laundering and a Utah polygamist sect.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fda-to-allow-private-companies-to-market-coronavirus-test-kits-without-prior-approval-11584407046", "title": "FDA to Allow Marketing of Coronavirus Test Kits Without Prior Approval", "date": "2020-03-17 21:04", "summary": "U.S. regulator takes action to increase availability of tests to the public. WASHINGTON-The Food and Drug Administration said late Monday that it will allow private companies to begin marketing coronavirus test kits directly to the public, in a new initiative to ease a chronic shortage of test kits.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/senate-to-take-up-houses-coronavirus-response-bill-with-white-houses-blessing-11584367760", "title": "Some Senators Question House Coronavirus Response Bill", "date": "2020-03-17 20:53", "summary": "Lawmakers start discussing large stimulus package as Congress seeks to protect itself from virus. WASHINGTON-Congress's efforts to quickly enact into law a measure responding to the coronavirus crisis overcame a key hurdle Monday, while leaders also began discussing the contours of a large new stimulus package and took steps to protect lawmakers from contracting the illness.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-already-taking-big-toll-on-urban-malls-11584446532", "title": "Coronavirus Already Taking Big Toll on Urban Malls", "date": "2020-03-17 20:01", "summary": "Falling foot traffic, orders from authorities to close, could prompt retailers to seek relief from lenders and landlords. Malls in dense, urban locations have in recent years have generally been more profitable than those in sparsely-populated areas, because foot traffic is typically stronger. But with the coronavirus spreading at a faster rate in metropolitan areas, many of these malls are poised to take a big hit. Some tenants, likely to be hurt by falling foot traffic and by orders from the authorities to close, may struggle to pay their rent.", "categories": [["Real Estate", "Property Report"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/property-report?mod=breadcrumb"]}]