[{"link": "https://www.wsj.com/articles/the-second-wave-covid-scare-11591919250", "title": "The Second Wave Covid Scare", "date": "2020-06-11 19:47", "summary": "The numbers are better than the headlines, and reopening is necessary.. Stocks sold off Thursday amid investor worries that a \"second wave\" of coronavirus infections could cause countries and states that are reopening to lock down again. But headlines about a coronavirus resurgence in the U.S. are overblown so far, and the bigger threat is keeping the economy in a coma.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/warning-a-rogue-court-11591919175", "title": "Warning a Rogue Court", "date": "2020-06-11 19:46", "summary": "A Trump order defends the U.S. and Israel against foreign prosecutors.. President Trump takes a lot of flak for his blunderbuss hostility to international organizations, but he's aiming for the right target with the new sanctions he threatened Thursday against the International Criminal Court. Someone needs to rein in the ICC and it might as well be Washington.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-seattle-secessionists-11591919047", "title": "The Seattle Secessionists", "date": "2020-06-11 19:44", "summary": "After police fall back, protesters declare a new 'autonomous zone.'. The founding of any new nation is worthy of note, and so it is with the Capitol Hill Autonomous Zone, several blocks of Seattle that have been seized by protesters, Occupy Wall Street types and assorted opportunists. Now it's up to the citizens of the CHAZ, adapting Federalist No. 1, to decide the important question: whether anarchies of men are capable or not of establishing good government.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/letting-the-docs-dispense-11591918907", "title": "Letting the Docs Dispense", "date": "2020-06-11 19:41", "summary": "Should patients have to make a trip to the drugstore to fill a prescription?. Instead of forcing patients to stand in line at a drugstore to fill their prescriptions, it would be easier and cheaper if these patients could get their meds directly from the doctors prescribing them. No doubt that's why only six states-Montana, Texas, New York, New Jersey, Massachusetts and New Hampshire-insist on the added cost and delay of forcing patients to make a separate trip to the pharmacy. The Institute for Justice says this is ridiculous and wants to change it.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/get-ready-for-the-second-coronavirus-wave-11591918102", "title": "Get Ready for the Second Coronavirus Wave", "date": "2020-06-11 19:28", "summary": "Americans need to be prepared, and leaders need to restore their credibility.. I want to get back to the pandemic, which is not at the moment being seen for what it is. It is taking place within a very different context. It has been subsumed by the Upheaval, the culture-shaking event we are undergoing as a nation.", "categories": [["Opinion", "Declarations"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/declarations?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/officials-skedaddle-in-seattle-11591918047", "title": "Officials Skedaddle in Seattle", "date": "2020-06-11 19:27", "summary": "The police abandoned a precinct house to vandals and anarchists, who set up an 'autonomous zone.'. Seattle", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/boycotts-wont-beat-the-chinese-dragon-11591917975", "title": "Boycotts Won't Beat the Chinese Dragon", "date": "2020-06-11 19:26", "summary": "If India wants to compete, it needs to free its own economy amd embrace free-trade agreements.. Can India use a boycott to punish Beijing for alleged intrusions across a contested Himalayan boundary? A social-media campaign to fight China \"with wallets rather than bullets\" has struck a chord in India, but decoupling Asia's largest and third-largest economies is neither feasible nor sensible. Instead of prickly nativism, India needs economic reform and lower trade barriers to compete effectively with China.", "categories": [["Opinion", "East is East"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/east-is-east?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/flag-day-should-bring-america-together-11591918005", "title": "Flag Day Should Bring America Together", "date": "2020-06-11 19:26", "summary": "Hong Kong protesters wave the red, white and blue for a reason.. Flag Day-June 14-tends to be overshadowed by more famous civic celebrations like Independence Day, Memorial Day and Veterans Day. Yet the Stars and Stripes is one of the most powerful symbols on the planet, and now is the perfect time to ask why freedom fighters across the world look to it for inspiration.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-big-step-for-religious-freedom-11591917899", "title": "A Big Step for Religious Freedom", "date": "2020-06-11 19:25", "summary": "A new executive order puts the neglected issue at the heart of U.S. foreign policy.. For decades religious freedom has been treated as the unwanted stepchild in the human-rights side of U.S. foreign policy. But in a rare ray of light this dark spring, America's defining right has been recognized at the highest level as a \"moral and national security imperative.\" This is more than a symbolic gesture.", "categories": [["Opinion", "Commentary", "Houses of Worship"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb", "https://www.wsj.com/news/types/houses-of-worship?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-is-beating-trump-11591917933", "title": "Trump Is Beating Trump", "date": "2020-06-11 19:25", "summary": "Biden wants to make the race a referendum. The president needs to make it a choice.. In theory, President Trump is in a pitched battle with Joe Biden for the presidency. In reality, Mr. Trump is in a battle with Mr. Trump.", "categories": [["Opinion", "Potomac Watch"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/potomac-watch?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/out-of-my-skull-review-how-to-fill-a-yawning-gap-11591917868", "title": "'Out of My Skull' Review: How to Fill a Yawning Gap", "date": "2020-06-11 19:24", "summary": "Boredom may not be pleasant, but it can be useful-a goad to action and a reason to ask: What exactly should I be doing instead?. Is boredom really all that interesting? Thanks perhaps to the subject's dreary durability, it has generated a considerable literature over the years. Alberto Moravia wrote an engaging novel called \"Boredom,\" and psychologists, philosophers and classicists have also had their say.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pg-e-launches-hunt-for-20-billion-for-bankruptcy-exit-11591879676", "title": "PG&E Launches Hunt for $20 Billion for Bankruptcy Exit", "date": "2020-06-11 19:22", "summary": "California's largest utility is selling debt and equity to raise money to pay off wildfire damages. PG&E Corp. has won approval from a bankruptcy judge for an order allowing it to go to market to sell $20 billion worth of new debt and equity as it awaits approval of its plan to exit chapter 11.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-administration-considers-suspending-h-1b-other-visas-through-the-fall-11591915950", "title": "Trump Administration Considers Suspending H-1B, Other Visas Through the Fall", "date": "2020-06-11 19:14", "summary": "President is expected to take action scaling back employment-based immigration in move aimed at speeding economic recovery after pandemic crisis. WASHINGTON-The Trump administration is weighing a proposal to suspend a slate of employment-based immigration visas, including the coveted H-1B high-skilled visa, according to administration officials familiar with the talks, among several possible measures amid the economic fallout of the pandemic.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/white-house-expands-sanctions-against-international-criminal-court-11591882386", "title": "White House Expands Sanctions Against International Criminal Court", "date": "2020-06-11 18:55", "summary": "U.S. alleges Russia could have 'malign influence' on the ICC and be behind some probes into U.S. military and intelligence personnel in Afghanistan. WASHINGTON-The White House is expanding sanctions against International Criminal Court officials, citing Russian influence and investigations into American military and intelligence personnel in Afghanistan.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/makers-of-magic-the-gathering-game-remove-racist-cards-11591909580", "title": "Makers of 'Magic: The Gathering' Game Remove Racist Cards", "date": "2020-06-11 18:55", "summary": "Hasbro subsidiary behind popular fantasy game apologizes for 'Invoke Prejudice' card. \"Magic: The Gathering,\" a popular fantasy card game owned by Hasbro Inc., removed several cards it deemed racist or culturally offensive from its database, including one depicting figures in pointed hoods and cataloged with a number favored by white supremacists.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-latest-news-06-11-2020-11591862375", "title": "U.S. Coronavirus Cases Top Two Million, With Surges in Some States", "date": "2020-06-11 18:42", "summary": "India reports single-day records in the number of new cases and deaths. Confirmed coronavirus cases in the U.S. surpassed 2 million, driven in part by surges in more than a dozen states weeks after governors across the nation took steps to reopen their economies.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/doordash-nears-deal-to-secure-funding-from-t-rowe-price-fidelity-others-11591913622", "title": "DoorDash Nears Deal to Secure Funding From T. Rowe Price, Fidelity, Others", "date": "2020-06-11 18:41", "summary": "New funding would value the meal-delivery provider at more than $15 billion pre-money. DoorDash Inc. is close to securing new funding that would value the largest U.S. meal-delivery company at more than $15 billion before the infusion, as a wave of deal making sweeps over the red-hot industry.", "categories": [["WSJ News Exclusive", "Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/covid-19-hospitalizations-surge-in-some-states-11591912459", "title": "Covid-19 Hospitalizations Surge in Some States", "date": "2020-06-11 18:35", "summary": "Some U.S. states that were largely spared during the early days of the pandemic are now seeing record admissions. Some U.S. states that were largely spared during the early days of the Covid-19 pandemic are now seeing record hospitalizations, causing some experts to fear that loosened restrictions and the approach of summer led many Americans to begin letting down their guard.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/after-years-of-debate-confederate-symbols-disappear-quickly-11591905565", "title": "After Years of Debate, Confederate Symbols Disappear Quickly", "date": "2020-06-11 18:34", "summary": "Protesters push for removal of monuments they say are an antiquated celebration of slavery, inequality. The debate about what to do with Confederate monuments and symbols has simmered for decades. Now, in several days, officials have decided to remove and protesters have toppled or defaced dozens of statues across the U.S., and entertainment and sports companies have entered the discussion.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-comfort-of-eggs-in-a-time-of-stress-11591914687", "title": "The Comfort of Eggs in a Time of Stress", "date": "2020-06-11 18:31", "summary": "Unshowy dishes like egg salad, omelets and French toast are easy to make and evoke memories of a simpler age.. One of the things that the pandemic has revealed is what we really want to eat when there is no one around to impress. The answer, as often as not, is eggs. When all the special occasions have been canceled, there is little call for special-occasion dining. But you still need foods that make you feel special, and nothing does that quicker than an egg (unless you are vegan).", "categories": [["Life & Work", "Table Talk"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/table-talk?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/top-general-apologizes-for-being-at-trump-church-photo-shoot-11591885273", "title": "Top General Apologizes for Being at Trump Church Photo Shoot", "date": "2020-06-11 18:30", "summary": "'My presence in that moment and in that environment created a perception of the military involved in domestic politics'. WASHINGTON-The nation's highest ranking military officer said Thursday that he was wrong to appear with President Trump at a photo session near the White House that was held after federal law enforcement and National Guardsmen forcibly cleared the area of peaceful protesters.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/twitter-takes-down-chinese-government-linked-accounts-it-says-pushed-propaganda-11591909280", "title": "Twitter Takes Down Chinese Government-Linked Accounts It Says Pushed Propaganda", "date": "2020-06-11 18:30", "summary": "Suspect accounts spread messages around coronavirus, Hong Kong protests. Twitter Inc. said it removed from its platform about 174,000 accounts it labeled as fake and operated by the Chinese government to push its narratives about the coronavirus, Hong Kong protests and other topics.", "categories": [["Tech", "Consumer Technology"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb", "https://www.wsj.com/news/types/consumer-technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lululemon-posts-sharp-drop-in-sales-11591914305", "title": "Lululemon Posts Sharp Drop in Sales", "date": "2020-06-11 18:25", "summary": "Store closures due to coronavirus more than offset e-commerce gains at maker of pricey yoga pants. Lululemon Athletica Inc.'s sales fell sharply in the last quarter as U.S. and European stores were closed amid the coronavirus pandemic and as surging online sales weren't enough to offset the decline.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-takes-financial-toll-on-new-york-citys-safety-net-hospitals-11591904490", "title": "Coronavirus Takes Financial Toll on New York City's 'Safety-Net' Hospitals", "date": "2020-06-11 18:17", "summary": "Institutions reel from uncertainty about future of federal stimulus aid, longtime reliance on Medicaid reimbursements. The hospitals serving New York City's neediest and most vulnerable patients face a financial reckoning as a result of the new coronavirus outbreak and uncertain stimulus funding from Washington, officials at the institutions say.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/apollo-sues-serta-simmons-and-owner-advent-over-debt-dispute-11591906294", "title": "Apollo Sues Serta Simmons and Owner Advent Over Debt Dispute", "date": "2020-06-11 18:03", "summary": "Loan litigation pits hedge funds against mutual funds. Apollo Global Management is suing private-equity firm Advent International in a dispute over how to financially restructure the Advent-owned Serta Simmons Bedding LLC, the largest mattress maker in the U.S.", "categories": [["WSJ News Exclusive", "Hedge Funds"]], "category_links": ["https://www.wsj.com/news/types/hedge-funds?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/global-stock-markets-dow-update-6-11-2020-11591853228", "title": "U.S. Stocks End Sharply Lower as Coronavirus Worries Return", "date": "2020-06-11 17:31", "summary": "Dow falls more than 1,800 points; concerns about a new wave of infections send investors out of risky assets. Growing fears of a surge in coronavirus infections sent the stock market tumbling Thursday, pulling the Dow Jones Industrial Average down more than 1,800 points for its worst day since March.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-wing-womens-club-ceo-resigns-amid-employee-backlash-11591911030", "title": "Wing Women's Club CEO Resigns Amid Employee Backlash", "date": "2020-06-11 17:30", "summary": "Troubled mission-driven startup was already facing catastrophic revenue loss and controversy over the treatment of members and employees. Audrey Gelman, chief executive and co-founder of the women-focused club network known as the Wing, stepped down Thursday after more than a year of internal turmoil at the once-highflying startup. The company said a \"rethinking\" was required to address its members' needs going forward.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/are-police-the-best-answer-for-public-safety-11591910938", "title": "Are Police the Best Answer for Public Safety?", "date": "2020-06-11 17:29", "summary": "The police have been subjected to endless mission creep.. A more reasonable demand would be to confine the duties of police (\"Wave of Protests Fuels Moves to Shift Funding From Police,\" Page One, June 8). The police were conceived to protect the law-abiding from criminals, period. Due to decades of shortsighted political decisions, the police have been subjected to endless mission creep. They are expected to deal with homelessness, drug addiction, mental health, child welfare, family dysfunction, poverty and, in some cities, even suppress dissent. These were never appropriate for the policeman's duties. Society, as a whole, refused to deal with social problems and told the police to \"deal with it.\" As a result, the limited tools of law enforcement were visited on social problems. Some of the overfunding of the police departments should be redistributed to social and mental health, most of us can agree. We must fund agencies and personnel to deal with nonpolice matters such as the homeless, nonviolent addicts and the insane. Adequate funding of these needs will require more money than can be safely extracted from police budgets, so expect taxes to reflect it.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-customs-and-border-protection-misused-emergency-funds-nonpartisan-watchdog-finds-11591910654", "title": "U.S. Customs and Border Protection Misused Emergency Funds, Nonpartisan Watchdog Finds", "date": "2020-06-11 17:24", "summary": "Border-enforcement agency acknowledges it used funds appropriated for humanitarian purposes by Congress last year for other operations. The Government Accountability Office found that U.S. Customs and Border Protection violated the law when it used emergency funds approved by Congress last year for humanitarian assistance at the southern border.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/amazon-to-face-antitrust-charges-from-eu-over-treatment-of-third-party-sellers-11591871818", "title": "Amazon to Face EU Antitrust Charges Over Treatment of Third-Party Sellers", "date": "2020-06-11 17:21", "summary": "Charges are set to accuse Amazon of scooping up data from third-party sellers and using that information to compete against them. The European Union is planning formal antitrust charges against Amazon . com Inc. over its treatment of third-party sellers, according to people familiar with the matter, expanding the bloc's efforts to rein in the alleged abuses of power by a handful of large U.S. technology companies.", "categories": [["WSJ News Exclusive", "Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/joe-biden-demands-facebook-crack-down-on-false-information-11591907150", "title": "Joe Biden Demands Facebook Crack Down on False Information", "date": "2020-06-11 17:11", "summary": "Campaign circulates petition to supporters urging changes; Facebook stands by policy of noninterference in political speech. WASHINGTON-Former Vice President Joe Biden on Thursday demanded that Facebook implement stronger rules to combat misinformation ahead of the 2020 presidential election.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/indian-americans-need-to-assert-themselves-11591909893", "title": "Indian-Americans Need to Assert Themselves", "date": "2020-06-11 17:11", "summary": "This is not the first time we stayed on the sidelines when Chinese-Americans carried the burden of the fight.. William McGurn's \"Ward Connerly Rides Again\" (Main Street, June 2) correctly gives credit to Chinese-Americans for leading a fight for justice for all Asian-Americans. As an Indian-American I am ashamed of the selfishness of my fellow members of the Indian diaspora. This is not the first time we stayed on the sidelines when Chinese-Americans carried the burden of the fight. It seems like we prefer to harvest the fruits of someone else's labor.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/classic-pulp-fiction-raises-a-nickel-and-dime-issue-11591909841", "title": "Classic Pulp Fiction Raises A Nickel and Dime Issue", "date": "2020-06-11 17:10", "summary": "Look carefully at the cover art on several dime novels.. I could not help but notice that the cover art on several dime novels includes a purchase price of only 5 cents (\"Icons: A Digital Afterlife for Dime Novels,\" Review, May 30).", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-warns-of-coronavirus-bounce-back-says-u-s-ill-prepared-11591906109", "title": "Biden Warns of Coronavirus 'Bounce-Back', Says U.S. Ill-Prepared", "date": "2020-06-11 17:04", "summary": "In Philadelphia event, former vice president pushes plan to hire 100,000 contact tracers. Joe Biden warned Thursday of a second wave of coronavirus cases, saying the nation would require a surge in testing and protective equipment to allow businesses to reopen safely during the pandemic.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/steven-mnuchin-says-white-house-considering-second-round-of-stimulus-payments-11591893599", "title": "Steven Mnuchin Says White House Considering Second Round of Stimulus Payments", "date": "2020-06-11 16:57", "summary": "Treasury secretary noted it is premature to speculate on overall size of next relief package. WASHINGTON-The Trump administration is weighing getting behind a second round of stimulus payments for Americans as part of an economic-relief package Congress is likely to consider next month, Treasury Secretary Steven Mnuchin said Thursday.", "categories": [["Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hidden-review-the-drama-of-the-unspoken-11591908770", "title": "'Hidden' Review: The Drama of the Unspoken", "date": "2020-06-11 16:52", "summary": "Acorn's quietly eloquent police drama portrays the life of a detective.. An exceptionally compelling bilingual drama set in Wales (and with English subtitles), \"Hidden,\" about a police team's determined pursuit of justice, couldn't have arrived at a better moment. Not only does it come at a time when beguiling television is a gift without price to audiences still largely homebound, it's a series whose picture of the police stands in sharp contrast to those found today in the nation's newspapers, TV commentaries and other major organs of opinion.", "categories": [["Books & Arts", "Television Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/television-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/da-5-bloods-review-coming-home-to-history-11591908496", "title": "'Da 5 Bloods': Coming Home to History", "date": "2020-06-11 16:48", "summary": "Spike Lee's latest follows a group of vets who return to Vietnam in search of a fallen comrade's remains and treasure.. Never has a movie matched its moment more remarkably than \"Da 5 Bloods,\" an explosive, eloquent cry of black anguish and anger for this seismic season.", "categories": [["Books & Arts", "Film Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/film-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-new-yorks-coronavirus-response-made-the-pandemic-worse-11591908426", "title": "How New York's Coronavirus Response Made the Pandemic Worse", "date": "2020-06-11 16:47", "summary": "Resume Subscription. New York leaders faced an unanticipated crisis as the new coronavirus overwhelmed the nation's largest city. Their response was marred by missed warning signs and policies that many health-care workers say put residents at greater risk and led to unnecessary deaths.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/middle-easts-coronavirus-surge-shows-pandemics-shift-to-developing-world-11591893467", "title": "Middle East's Coronavirus Surge Shows Pandemic's Shift to Developing World", "date": "2020-06-11 16:43", "summary": "A second wave in the last two weeks follows a period of looser curfews during the holy month of Ramadan. A surge in coronavirus cases in Saudi Arabia and other Middle East countries has forced authorities in some places to enforce new lockdown measures just weeks after easing restrictions, in a sign of how the pandemic is picking up steam in the developing world.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nestle-explores-sale-of-majority-of-north-american-water-brands-11591908006", "title": "Nestlé Explores Sale of Majority of North American Water Brands", "date": "2020-06-11 16:40", "summary": "The largest bottled-water maker will focus on international brands like San Pellegrino and Perrier. Nestlé SA is exploring a sale of the majority of its North America waters business, including brands like Poland Spring and Pure Life, as the world's largest bottled-water maker tries to adapt to shifting consumer tastes.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/zuckerberg-lieutenant-returns-to-facebook-a-year-after-departure-11591899761", "title": "Zuckerberg Lieutenant Returns to Facebook, a Year After Departure", "date": "2020-06-11 16:39", "summary": "Chris Cox was one of the social-media giant's earliest engineers. Former top Facebook Inc. deputy Chris Cox is returning to the social-media giant, just over a year after leaving amid disagreements with CEO Mark Zuckerberg over the company's direction.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/macbeth-review-magical-tragedy-11591907907", "title": "'Macbeth' Review: Magical Tragedy", "date": "2020-06-11 16:38", "summary": "A recording of Aaron Posner and Teller's production is filled with violence, blood and captivating tricks.. If I had to guess, I'd say that \"Macbeth\" probably gets done more often, and more consistently well, than any of Shakespeare's other tragedies. It helps, of course, that \"Macbeth\" is his shortest tragedy, but that's not all there is to it. I've reviewed \"the Scottish play\" (as it's famously known to superstitious theater people) 13 times in this space since 2005, and of those productions, only two were total duds. The rest enacted Shakespeare's terrible tale of unchecked ambition in an uncommonly wide variety of ways. I've seen \"Macbeth\" performed by a gaggle of bloodthirsty schoolgirls, set in the Soviet Union during the Great Terror, even mounted in the manner of Japanese Noh theater. The possibilities it offers for cogent, creative reinterpretation appear to be endless, which hints at an aspect of \"Macbeth\" that keeps the play eternally fresh: Not only is it concise, but it illuminates like a bolt of lightning the devils that lurk in our own souls, lying in wait to seize command.", "categories": [["Opinion", "Theater Review"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/theater-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-virus-what-went-wrong-review-a-deadly-diagnosis-of-failure-11591907840", "title": "'The Virus: What Went Wrong' Review: A Deadly Diagnosis of Failure", "date": "2020-06-11 16:37", "summary": "A 'Frontline' report on the missteps that led to our coronavirus crisis.. 'The Virus: What Went Wrong\" begins on an elegiac note-a picture of the crowds packed into Times Square on Dec. 31, happily waiting the arrival of a bright New Year. They did not know, at the time, anything about the virus rapidly moving toward them. It's an appropriate tone and a haunting one. But nothing equal to the intense feelings likely to come roiling up when the film turns to the first recorded case of the coronavirus, found in the city of Wuhan, China, on Nov. 17, and the consequences that followed.", "categories": [["Books & Arts", "Television Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/television-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-king-of-staten-island-review-finding-laughter-in-the-pain-11591907402", "title": "'The King of Staten Island': Finding Laughter in the Pain", "date": "2020-06-11 16:30", "summary": "Pete Davidson stars in a semi-autobiographical comedy, directed by Judd Apatow, about a lost young man whose firefighter father died in the line of duty.. Let your mind drift back through the mists of time to the pre-pandemic pleasures of going out to see a terrific new movie. Most theaters are still closed, of course, but a quintessential multiplex attraction-a Judd Apatow comedy-has come to the home screen. \"The King of Staten Island,\" streaming on demand, stars the Saturday Night Live prodigy Pete Davidson. This quasi-biographical production, directed by Mr. Apatow from a script he wrote with Mr. Davidson and Dave Sirus, creates a fictional world from the famously turbulent material of the star's life. The content can be raw, sometimes startling, but before and after everything else the film is hilarious, and constitutes a cockeyed pantheon of comic performances. On top of that it is beautiful. The more you laugh, the more deeply you're moved by its portrait of a lost manchild trying to find himself in a present that's missing a precious piece of his past.", "categories": [["Books & Arts", "Film Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/film-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/urgent-care-clinics-turn-to-technology-to-meet-coronavirus-challenge-11591907373", "title": "Urgent-Care Clinics Turn to Technology to Meet Coronavirus Challenge", "date": "2020-06-11 16:29", "summary": "Tech provider Experity built telemedicine app in two weeks. Experity Inc., a company that sells software for urgent-care walk-in clinics, has had to quickly build new tools to meet customer demands during the coronavirus pandemic.", "categories": [["CIO Journal"]], "category_links": ["https://www.wsj.com/news/types/cio-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/apple-plans-100-million-racial-justice-initiative-11591894891", "title": "Apple, YouTube Each Plan $100 Million Initiatives to Target Racism", "date": "2020-06-11 16:27", "summary": "Apple to invest in education, criminal-justice reform and YouTube to amplify 'black creators'. Apple Inc. and YouTube each announced $100 million initiatives Thursday to combat racism, with the iPhone maker pledging to invest in education and criminal-justice reform and the Google unit to amplify \"the voices of black creators and artists.\"", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/record-u-s-corn-supply-grows-even-bigger-11591906678", "title": "Record U.S. Corn Supply Grows Even Bigger", "date": "2020-06-11 16:17", "summary": "Economic pause due to the pandemic has slowed demand for corn as U.S. farmers plant a robust crop. A strong planting season for U.S. corn is expected to lead to a record-high supply, as demand for the crop remains muted thanks to the fallout from the coronavirus pandemic.", "categories": [["Markets", "Commodities"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-artists-stayed-creative-during-the-lockdown-11591905885", "title": "How Artists Stayed Creative During the Lockdown", "date": "2020-06-11 16:04", "summary": "Edmund de Waal, Barthélémy Toguo, Mary Mattingly and Jeffrey Gibson discuss how the coronavirus has changed their work.. When the U.K. went into quarantine on March 23, the artist Edmund de Waal had just opened \"library of exile\" at the British Museum-an installation featuring 2,000 books by exiled writers from Ovid to the present, along with his own works in porcelain. Since then, Mr. de Waal has been able to work in his studio in south London, but the assistants who usually keep it humming were quarantined in their homes, and a slate of pending projects was put on hold. It was the first time in 25 years, he said, that he'd been completely alone in the studio.", "categories": [["Life & Work", "Ideas", "Icons"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/icons?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bestselling-books-week-ended-june-6-11591905627", "title": "Bestselling Books Week Ended June 6", "date": "2020-06-11 16:00", "summary": "With data from NPD BookScan. ", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/best-selling-books?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trudeau-says-racism-is-entrenched-in-canada-law-enforcement-11591904734", "title": "Trudeau Says Racism Is Entrenched in Canada Law Enforcement", "date": "2020-06-11 15:45", "summary": "It is time to look at 'the very building blocks of our institutions and our country,' prime minister says. OTTAWA-Canadian Prime Minister Justin Trudeau said racism is entrenched among the country's law-enforcement institutions, chief among them the Royal Canadian Mounted Police-something the agency's commissioner was reluctant to say in a series of interviews this week.", "categories": [["World", "Canada"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/canada-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-scramble-for-gold-is-redrawing-the-map-of-the-market-11591867007", "title": "A Scramble for Gold Is Redrawing the Map of the Market", "date": "2020-06-11 15:27", "summary": "More than 20 million troy ounces of gold have landed in New York vaults over the past three months. New York faces a gold rush after the pandemic threw precious-metal markets into disarray, setting off a scramble by traders to cut their losses.", "categories": [["Markets", "Commodities"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/net-worth-of-u-s-households-fell-in-first-quarter-11591891644", "title": "Net Worth of U.S. Households Dived in First Quarter", "date": "2020-06-11 15:20", "summary": "Fed report ties most of decline to plunging values of equities; early impact of pandemic is shown. WASHINGTON-The net worth of U.S. households saw a record decline in the first three months of this year as the coronavirus pandemic sent shock waves through the economy and caused equity prices to plummet.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/boeing-supplier-freezes-737-max-work-11591902762", "title": "Boeing Supplier Freezes 737 MAX Work", "date": "2020-06-11 15:12", "summary": "Plans to make 125 new jets this year are on hold as pandemic results in a potential glut of new planes that airlines can't afford. Boeing Co. has told its biggest supplier to freeze a recently restarted production of parts for the 737 MAX to prevent creating a glut of new jets for airlines adjusting to the slump in demand amid the coronavirus pandemic.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/great-books-about-magicthat-dont-involve-harry-potter-11591902777", "title": "Great Books About Magic-That Don't Involve Harry Potter", "date": "2020-06-11 15:12", "summary": "We asked 'The Magicians' co-creator Sera Gamble, illusionist Criss Angel and novelist Aimee Bender about the books they find most spellbinding-and instructive. \"There are so many categories of books about magic. Etgar Keret, Aimee Bender and Kelly Link give us modern, absurdist fairy-tales. For Narnia or Harry Potter fans, there's 'The Magicians Trilogy' by Lev Grossman. And there are the how-to books/autobiographies: I just finished 'Initiated: Memoir of a Witch' by Amanda Yates Garcia, a story describing the pitfalls for young women who feel an innate pull toward an unconventional life. Magical stories are also about using your will to transform the world around you.\"", "categories": [["Life & Work", "Pop the Question"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/pop-the-question?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nokia-names-new-cfo-as-it-plays-catch-up-with-ericsson-huawei-11591902461", "title": "Nokia Names New CFO as It Plays Catch-Up With Ericsson, Huawei", "date": "2020-06-11 15:07", "summary": "Marco Wirén will take up the role on the same day a new chief executive joins the company. Nokia Corp. has chosen an external candidate as its new finance chief, part of a wider management shake-up that comes as the telecommunications company tries to catch up in the race to provide 5G internet.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/congress-confronts-summer-deadlines-for-stimulus-spending-decisions-11591874613", "title": "Congress Confronts Summer Deadlines for Stimulus Decisions", "date": "2020-06-11 14:54", "summary": "Millions of jobless Americans will see enhanced unemployment benefits disappear on July 31 unless they are extended. WASHINGTON-With the Federal Reserve pledging to do whatever it can to pull the U.S. out of a recession, it is now up to Congress to decide how much more of a spending boost the economy needs, and what form it should take.", "categories": [["Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-limits-of-police-reform-11591900971", "title": "The Limits of Police Reform", "date": "2020-06-11 14:42", "summary": "The data caution against expecting too much, and radical changes could have harmful consequences.. George Floyd's senseless death under the knee of Officer Derek Chauvin has prompted conversations about how to reduce police use-of-force. Proposals run the gamut from abolishing qualified immunity and investing in de-escalation training, to reducing militarization and defunding the police altogether. It's an important discussion, but one that requires tempered expectations-not because police are impervious to policy interventions, but because many popular reform proposals suffer from two practical limits.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-retreat-from-europe-would-be-an-abdication-11591900943", "title": "U.S. Retreat From Europe Would Be an Abdication", "date": "2020-06-11 14:42", "summary": "The postwar order has served the world well-Americans most of all.. World War II's devastation shocked America into abandoning its traditional arm's-length approach to the rest of the world. After the war, the U.S. kept troops in both Europe and the Pacific, sent help through the Marshall Plan, created the North Atlantic Treaty Organization, and joined the United Nations, the International Monetary Fund and the General Agreement on Tariffs and Trade. The result was tremendous progress for mankind. American leadership has improved the condition of life for nearly everyone, especially the American people.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/unemployment-benefits-weekly-jobless-claims-coronavirus-06-11-2020-11591819263", "title": "More Than 1.5 Million Workers Sought Jobless Benefits Last Week", "date": "2020-06-11 14:28", "summary": "Total drawing unemployment benefits declined slightly to 20.9 million. The number of people seeking unemployment benefits continued to fall while those receiving them appeared to plateau, signs the U.S. labor market continues to slowly mend from the coronavirus employment shock.", "categories": [["Economy", "Economic Data"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/economic-data?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ex-dea-official-pleads-guilty-to-setting-up-fake-classified-program-to-bilk-contractors-11591894267", "title": "Ex-DEA Official Pleads Guilty to Setting Up Fake Classified Program to Bilk Contractors", "date": "2020-06-11 14:26", "summary": "In court, Garrison Courtney acknowledged that he claimed be a covert CIA officer. A former spokesman for the Drug Enforcement Administration pleaded guilty Thursday to wire fraud, admitting he had created a scheme involving a fake classified program through which he bilked private companies of $4.4 million.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/its-not-a-lockdown-birthday-until-theres-a-parade-of-honking-cars-11591899608", "title": "It's Not A Lockdown Birthday Until There's a Parade of Honking Cars", "date": "2020-06-11 14:20", "summary": "Volunteers join up in socially distant rolling celebrations; not everyone is thrilled. When America went on lockdown, some people started baking banana bread, others took up gardening. Mia Bryant started attending birthday celebrations-more than 50 of them so far.", "categories": [["A-hed"]], "category_links": ["https://www.wsj.com/news/types/a-hed?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/former-chase-banker-founded-investcorp-oversaw-acquisitions-of-tiffany-and-gucci-11591895461", "title": "Former Chase Banker Founded Investcorp, Oversaw Acquisitions of Tiffany and Gucci", "date": "2020-06-11 14:07", "summary": "After leaving his native Iraq, Nemir Kirdar created Investcorp as a bridge between Middle East investors and opportunities in the West. ", "categories": [["World", "Obituaries"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/obituaries?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/comcast-black-media-mogul-reach-carriage-deal-ending-racial-discrimination-lawsuit-11591890906", "title": "Comcast, Black Media Mogul Reach Carriage Deal, Ending Racial-Discrimination Lawsuit", "date": "2020-06-11 14:07", "summary": "Byron Allen pulls lawsuit against cable giant after agreement to carry Entertainment Studios Networks channels. Comcast Corp. and Byron Allen's production company reached an agreement to carry the black media mogul's cable channels on the cable giant's system, subsequently putting an end to a five-year racial-discrimination lawsuit.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/europes-borders-to-reopen-for-summer-but-not-everyone-is-invited-11591875892", "title": "Europe's Borders to Reopen for Summer, but Not Everyone Is Invited", "date": "2020-06-11 13:44", "summary": "Countries within the bloc, and other selected nations, can remove borders but some intend to maintain the restrictions. BRUSSELS-European Union countries should remove borders within the bloc on June 15 and allow citizens from selected countries outside the bloc to return from July 1, the European Commission said Thursday.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/second-senate-committee-gives-itself-power-to-subpoena-obama-officials-over-russia-probe-11591897149", "title": "Second Senate Committee Gives Itself Power to Subpoena Obama Officials Over Russia Probe", "date": "2020-06-11 13:39", "summary": "Vote was passed with unanimous Republican approval but no Democratic support. WASHINGTON-A second Republican-controlled Senate committee gave itself expansive power on Thursday to seek documents and testimony from a list of Obama-era officials in relation to the Russia investigation launched in 2016, dismissing concerns raised by Democrats that the probe is politically motivated to help re-elect President Trump in the fall.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/dont-file-away-that-jobless-data-so-fast-11591896787", "title": "Don't File Away That Jobless Data So Fast", "date": "2020-06-11 13:33", "summary": "The latest figures underscore how the coronavirus crisis continues to hammer the U.S. economy. The number of American workers filing claims for unemployment benefits each week has long been one of the best ways to get a quick temperature check on the job market. Lately, though, the signal has been muddled.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-says-feds-forecasts-are-too-gloomy-11591891135", "title": "Trump Says Fed's Forecasts Are Too Gloomy", "date": "2020-06-11 13:32", "summary": "Fed Chairman Jerome Powell predicted long road to economic recovery Wednesday. President Trump criticized the Federal Reserve on Thursday after its chairman, Jerome Powell, said Wednesday the economy faced a potentially long road to full recovery and that the central bank would provide more support as needed.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/murray-energy-to-sell-stake-in-commodity-trader-javelin-for-20-million-11591896496", "title": "Murray Energy to Sell Stake in Javelin for $20 Million", "date": "2020-06-11 13:28", "summary": "Coal producer says proceeds will boost liquidity as it works to leave chapter 11 bankruptcy. Murray Energy Corp. is selling its stake in Javelin Global Commodities Holdings LLP to the founders of the commodity trader for $20 million as the private coal company nears a crucial hearing on its plan for leaving chapter 11 bankruptcy.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/turkish-court-sentences-u-s-consulate-worker-to-prison-11591896430", "title": "Turkish Court Sentences U.S. Consulate Worker to Prison", "date": "2020-06-11 13:27", "summary": "Metin Topuz, a Turkish national, was sentenced on terrorism-related charges he denies; the U.S. says it sees 'no credible evidence'. ISTANBUL-A Turkish court sentenced an employee of the U.S. consulate in Istanbul to nearly nine years in prison on Thursday, a ruling that could revive tension between Ankara and Washington.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-city-needs-some-food-for-thought-11591895063", "title": "New York City Needs Some Food For Thought", "date": "2020-06-11 13:04", "summary": "New York City wants to feed its residents using the very platform it is working to starve. Against all odds, New York City wants to know how its residents are doing.", "categories": [["Markets", "Overheard"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/overheard?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-good-bookstores-do-best-11591895017", "title": "What Good Bookstores Do Best", "date": "2020-06-11 13:03", "summary": "WSJ readers reminisce about their favorite shops in evocative detail.. In recent months, many bookstores have been closed because of lockdowns prompted by the Covid-19 pandemic. The loss, even temporarily, of such cherished sanctuaries has been felt by many book lovers-including the subscribers to the WSJ's Books newsletter. Our call for readers to share their favorite bookstores prompted many to reminisce in evocative detail.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/marjorie-merriweather-post-built-mar-a-lago-but-her-other-homes-were-presidential-too-11591894827", "title": "Marjorie Merriweather Post Built Mar-a-Lago, but Her Other Homes Were Presidential, Too", "date": "2020-06-11 13:00", "summary": "The personal property portfolio of the late Postum Cereal Company heiress would be worth close to $1 billion today. These days Mar-a-Lago, the ultra-exclusive private club in Palm Beach, Fla., is usually associated with its current and most famous owner: President Trump. Mr. Trump has used the estate, with its soaring columns, gold leaf detailing and large swaths of marble, as the \"winter White House\" during his administration.", "categories": [["Real Estate", "Homes"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/homes?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/5-unusual-lawn-games-all-comically-competitive-11591894224", "title": "5 Unusual Lawn Games, All Comically Competitive", "date": "2020-06-11 12:50", "summary": "Leave Frisbee to less imaginative neighbors. These outdoor games-from the Swedish sport of Kubb to a German hammer game-can liven up a summer of sequestering.. Swedes in flower crowns play Kubb, which rhymes with \"tube,\" throughout their nation's parks during its Midsummer June holiday. All you need to compete in your own outdoor space, however, are 10 small wooden blocks, one large one (the king) and six wooden batons. The goal is to knock over each other's blocks, then the king, playing by rules that combine bowling and horseshoes. Kube set, $45, amazon.com", "categories": [["Life & Work", "Reading & Retreating"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/reading-retreating?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/stop-riding-the-rates-roller-coaster-with-banks-11591894158", "title": "Stop Riding the Rates Roller Coaster with Banks", "date": "2020-06-11 12:49", "summary": "Bank stocks were clobbered by the Fed's dovish moves this week, but investors should never have bid them up in the first place. Bank stocks are getting whipsawed by movements in rates. Investors should resist going along for the ride.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chinas-trillion-dollar-campaign-fuels-a-tech-race-with-the-u-s-11591892854", "title": "China's Trillion-Dollar Campaign Fuels a Tech Race With the U.S.", "date": "2020-06-11 12:27", "summary": "Beijing plans to spend $1.4 trillion in the next five years in sectors including 5G, artificial intelligence and data centers. China has embarked on a new trillion-dollar campaign to develop next-generation technologies as it seeks to catapult the communist nation ahead of the U.S. in critical areas.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sports-chases-a-changing-america-in-rush-to-address-racism-11591885611", "title": "Sports Chases a Changing America in Rush to Address Racism", "date": "2020-06-11 11:48", "summary": "Nascar's move to ban the Confederate flag at events came with a wave of other policy changes that make it clear how sports bodies see their audience is evolving. Nascar's ban of Confederate flags being displayed at its events is the latest abrupt shift by sports in the tug of war over national and cultural symbols, as organizations rush to reposition themselves in a changing America.", "categories": [["Sports"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/juul-sees-long-road-back-to-growth-11591888712", "title": "Juul Sees Long Road Back to Growth", "date": "2020-06-11 11:18", "summary": "Chief Executive K.C. Crosthwaite says e-cigarette maker first has to prove it can be trusted again; 'We've got a long way to go'. The chief executive of Juul Labs Inc. has a message for investors: Be patient.", "categories": [["WSJ News Exclusive", "Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/have-your-spending-habits-changed-during-the-pandemic-11591888466", "title": "Have your spending habits changed during the pandemic?", "date": "2020-06-11 11:17", "summary": "We want to hear your story!. WSJ Noted, a forthcoming digital magazine for people ages 18-34, would like to hear from those who have made significant changes to their spending due to the pandemic.", "categories": [["Noted"]], "category_links": ["https://www.wsj.com/news/types/noted?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/raj-marphatia-was-first-nonwhite-head-of-harvard-law-review-11591880401", "title": "Raj Marphatia Was First Nonwhite Head of Harvard Law Review", "date": "2020-06-11 10:58", "summary": "Immigrant started in small Iowa town, earned three degrees and made career in law. ", "categories": [["World", "Obituaries"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/obituaries?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/dean-koontz-sells-california-home-to-undercover-billionaire-glenn-stearns-for-50-million-11591885911", "title": "Dean Koontz Sells California Home to 'Undercover Billionaire' Glenn Stearns for $50 Million", "date": "2020-06-11 10:31", "summary": "The bestselling author built the nearly 30,000-square-foot home in the early 2000s.. Bestselling author Dean Koontz has sold his Orange County, Calif., home to entrepreneur Glenn Stearns for $50 million, one of the highest prices ever paid for a home in the area.", "categories": [["WSJ News Exclusive", "Private Properties"]], "category_links": ["https://www.wsj.com/news/types/private-properties?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-ceos-see-todays-coronavirus-world-11587720600", "title": "How CEOs See Today's Coronavirus World", "date": "2020-06-11 10:31", "summary": "The leaders of Zoom, Walmart and Campbell Soup, among others, discuss the changes occurring during the Covid-19 pandemic. The Covid-19 pandemic and the resulting lockdowns are altering how businesses operate. Here is how some leaders of the world's biggest companies described the changes they are seeing.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/social-media-helps-spur-global-protests-over-george-floyds-death-11591880851", "title": "How Protests Over George Floyd's Killing Spread Around the World", "date": "2020-06-11 10:02", "summary": "Videos and memes of Mr. Floyd's violent arrest spread at light speed around the internet, galvanizing people world-wide to demonstrate. An Israeli activist addressed a Tel Aviv crowd through a bullhorn about the pain she felt watching video of a police officer kneeling on George Floyd's neck. Two Danish university students hung a black sheet with the message \"Black Lives Matter\" over a Copenhagen intersection. A Welsh shop retrofitter marched with thousands of others through Cardiff, chanting \"No Justice, No Peace.\"", "categories": [["Business", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/wsj-survey-u-s-recovery-from-pandemic-shock-to-begin-by-third-quarter-11591884001", "title": "WSJ Survey: U.S. Recovery From Pandemic Shock to Begin by Third Quarter", "date": "2020-06-11 10:00", "summary": "The labor market will fare better than previously expected, economists say. The U.S. economy will be in recovery by the third quarter of this year, economists said in a survey that also concluded the labor market will fare better than previously expected following the effects of the coronavirus pandemic.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/for-luxury-homeowners-short-on-space-the-next-frontier-is-the-backyard-11591882535", "title": "For Luxury Homeowners Short on Space, the Next Frontier Is the Backyard", "date": "2020-06-11 09:35", "summary": "Resume Subscription. An Amsterdam couple had a simple ambition: to enlarge their two-bedroom apartment with an addition to accommodate working from home and starting a family. Their architect, however, had more ambitious plans.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/unilevers-latest-cleanup-has-better-odds-of-success-11591882291", "title": "Unilever's Latest Cleanup Has Better Odds of Success", "date": "2020-06-11 09:31", "summary": "A new structure would help the maker of Dove soap do deals in a tougher global economy. An antiquated corporate structure isn't the only thing that needs fixing at Unilever , but it's a start.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-will-business-school-look-like-in-the-fall-11591881710", "title": "What Will Business School Look Like in the Fall?", "date": "2020-06-11 09:21", "summary": "Jonathan Levin, the dean of Stanford's Graduate School of Business, discusses how the coronavirus pandemic will change M.B.A. programs in September-and long term. Business schools, along with the rest of higher education, are grappling with whether and how to bring students back to campus in the fall amid the coronavirus pandemic and what the lasting effects might be.", "categories": [["Business", "Journal Reports: Leadership"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-leadership?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-city-pride-march-pivots-to-virtual-celebration-11591880401", "title": "New York City Pride March Pivots to Virtual Celebration", "date": "2020-06-11 09:00", "summary": "Coronavirus concerns, killing of George Floyd have given the annual LGBTQ festival a new tenor. Organizers of New York City's annual Pride March say they welcomed a record five million spectators to their annual late June event last year, building upon the fact the 2019 edition coincided with the 50th anniversary of the uprising of Manhattan's Stonewall Inn.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/davey-the-day-trader-deconstructed-11591874100", "title": "Davey the Day Trader Deconstructed", "date": "2020-06-11 08:58", "summary": "Today's speculative mania for sometimes worthless stocks has many of the same underpinnings as typical manias, but a couple of unusual ones too. This time is different. Well, just a little.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/addison-rae-tiktok-interview-hype-house-charli-11591878894", "title": "Why TikTok's Addison Rae Is More Than Just a \"Pouty Face\"", "date": "2020-06-11 08:37", "summary": "Seven months ago, she was shuffling to college classes. Now she's one of TikTok's biggest stars. Inside the wildest year ever for one 19-year-old dancer.. People keep telling Addison Rae Easterling that she's too happy.", "categories": [["Magazine - Culture"]], "category_links": ["https://www.wsj.com/news/types/magazine-culture?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-tesla-of-trucking-has-a-long-road-ahead-11591877904", "title": "The Tesla of Trucking Has a Long Road Ahead", "date": "2020-06-11 08:18", "summary": "Investors in electric-truck startup Nikola need to make sense of a valuation equivalent to seven times revenues that aren't expected until 2024. With electric-truck startup Nikola Corp. , investors seem to be betting they have found the next Tesla. Living up to the hype might be a challenge.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-country-estate-to-come-home-to-in-dublin-11591876866", "title": "A Country Estate To Come Home To in Dublin", "date": "2020-06-11 08:01", "summary": "A pair of empty-nesters set out to renovate their historic Victorian mansion following years of living around the world. A historic Victorian home in an affluent section of Dublin, Ireland, was purchased in the '90s by now empty-nesters in their 50s, but because the couple had lived in various cities around the globe in the years since, it hadn't been updated in about two decades. Enter Bryan O'Sullivan, an interior designer with offices in London (where he was recently tapped to reimagine the Berkeley Hotel's bar and terrace) and New York City. Mr. O'Sullivan, who hails from Ireland, cites this home, dating to 1903, as one of his favorite projects since founding his eponymous firm seven years ago. \"It's a very big house that doesn't feel gigantic because it has really elegant proportions,\" he said. The couple wanted their 6,500 square foot, four-bedroom, 7-bathroom manse, situated on about two leafy acres in the so-called Fair City, \"to feel like a traditional country house,\" and in stages over the course of three years, Mr. O'Sullivan set about to create just that. Here are some design elements, and prices where available.", "categories": [["Real Estate", "Homes"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/homes?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/facebook-tries-to-friend-small-businesses-crippled-by-coronavirus-11591876800", "title": "Facebook Tries to Friend Small Businesses Crippled by Coronavirus", "date": "2020-06-11 08:00", "summary": "Social network is offering more e-commerce tools to companies after years of a deliberate pace; 'we have to get it right'. Enrique Marquez stopped advertising his dog-obedience classes on Facebook during the pandemic, and instead started using the platform to live-stream sessions and conduct training via chat.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/baseballs-big-whiff-wheres-the-summer-game-11591876459", "title": "Baseball's Big Whiff: Where's the Summer Game?", "date": "2020-06-11 07:54", "summary": "It's a golden opportunity for a sports-starved country. But the Major Leagues are deadlocked in a dispute over money.. What the heck is baseball doing?", "categories": [["Sports"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/google-makes-android-a-no-show-11591875000", "title": "Google Makes Android a No-Show", "date": "2020-06-11 07:30", "summary": "Tech giants are making do without the fanfare of live events. Working from home is taking on a whole new meaning for tech giants accustomed to drawing a crowd.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/argentine-farmers-president-clash-over-government-seizure-11591874486", "title": "Argentine Farmers, President Clash Over Government Seizure", "date": "2020-06-11 07:21", "summary": "President Alberto Fernández's move to expropriate grain exporter Vicentin deepens fears in the private sector of Peronist policies. Argentina's leftist government, facing crushing debt and the coronavirus pandemic, is moving to seize one of the country's leading agricultural companies, Vicentin, putting President Alberto Fernández in direct conflict with the powerful farming sector.", "categories": [["World", "Latin America"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/latin-america-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/small-town-retails-shining-moment-can-last-11591873201", "title": "Small-Town Retail's Shining Moment Can Last", "date": "2020-06-11 07:00", "summary": "Retailers in less-populated areas have done better than population-dense hubs during the pandemic; some are poised to continue outperforming. They say it's better to be a big fish in a small pond.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/regeneron-begins-testing-coronavirus-antibody-cocktail-therapy-11591873201", "title": "Regeneron Begins Testing Coronavirus Antibody Cocktail", "date": "2020-06-11 07:00", "summary": "If the drug proves to work safely, it could be available for emergency use as early as the fall, company says. Regeneron Pharmaceuticals Inc. said Thursday it is beginning to test in humans a potential coronavirus drug, the latest therapy to enter clinical trials.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/unilever-maker-of-hellmanns-and-dove-tries-to-restructure-again-11591871502", "title": "Unilever, Maker of Hellmann's and Dove, Tries to Restructure-Again", "date": "2020-06-11 06:31", "summary": "The Anglo-Dutch consumer-goods giant says it needs to be more nimble to confront the challenges of Covid-19. LONDON- Unilever PLC said it would consolidate its dual British and Dutch corporate structure into a single company based in the U.K., a move it hopes will allow it to more nimbly navigate the challenges posed by the Covid-19 pandemic.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/china-auto-sales-recovery-rolls-into-second-month-11591861641", "title": "China Auto Sales Continue Turnaround", "date": "2020-06-11 06:26", "summary": "Sales in the world's biggest auto market were up 14.5% from a year earlier in May, a month after they snapped a 21-month losing streak. SHANGHAI-China's auto sales were up by double digits in May, as pent-up demand and promotions extended April's rebound.", "categories": [["Business", "Autos & Transportation", "Autos Industry"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/transportation?mod=breadcrumb", "https://www.wsj.com/news/types/autos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/investors-get-ready-for-the-fed-to-cap-rates-11591870322", "title": "Investors Get Ready for the Fed to Cap Rates", "date": "2020-06-11 06:12", "summary": "In suppressing yields, the market could lose an important benchmark against which much of the investment universe is measured. Investors are preparing for the Federal Reserve to tap a policy tool untouched since the aftermath of World War II, a move that could change how key financial markets behave and give an even bigger boost to the stock market's best performers.", "categories": [["Markets", "Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-lands-founders-and-ceos-in-the-customer-service-seat-11591869601", "title": "Coronavirus Lands Founders and CEOs in the Customer Service Seat", "date": "2020-06-11 06:00", "summary": "Executives are answering support emails and mining their customer interactions for ideas. The coronavirus pandemic dealt Farmgirl Flowers Inc. one problem after another: A shelter-in-place order in March forced it to shut down its San Francisco distribution center. The shift to a new distribution center in Ecuador and disruptions at shipping companies made some flower deliveries late. And when customers asked about the delays, only two out of 12 customer service employees were available to answer; the others had been furloughed, along with most of the company's 191 workers.", "categories": [["Experience Report"]], "category_links": ["https://www.wsj.com/news/experience-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tomisaku-kawasaki-discovered-a-rare-disease-in-children-11591868580", "title": "Tomisaku Kawasaki Discovered a Rare Disease in Children", "date": "2020-06-11 05:43", "summary": "The symptoms are similar to those seen in some who contracted Covid-19. While working as a pediatrician in Tokyo in the 1960s, Tomisaku Kawasaki came across dozens of children with an unfamiliar illness characterized by a fever and rash, as well as swelling of the hands and feet, and bloodshot eyes.", "categories": [["World", "Asia", "Japan"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/japan-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-big-data-mystery-behind-retracted-covid-19-studies-of-hydroxychloroquine-other-drugs-11591867981", "title": "The Big-Data Mystery Behind Retracted Covid-19 Studies of Hydroxychloroquine, Other Drugs", "date": "2020-06-11 05:33", "summary": "Harvard researcher said co-author and Surgisphere founder didn't allow review of data it said represented thousands of patient records. Surgisphere Corp., a little-known medical-data company, said it had a massive data set of patients that researchers could use to study the effect of blood-pressure and malaria drugs on Covid-19, leading to the publication of high-profile papers on the disease.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hit-hard-by-coronavirus-russia-joins-global-race-for-a-vaccine-11591867861", "title": "Hit Hard by Coronavirus, Russia Joins Global Race for a Vaccine", "date": "2020-06-11 05:31", "summary": "Being first would provide Putin more economic and political leverage as 'vaccine nationalism' spreads. MOSCOW-From state-run Siberian labs where scientists are experimenting on rats to military garrisons where servicemen are isolating ahead of participation in a clinical trial, Russia's top scientists are racing to answer a daunting demand from President Vladimir Putin: Develop a coronavirus vaccine by the fall.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/germany-seeks-eu-sanctions-for-2015-cyberattack-on-its-parliament-11591867801", "title": "Germany Seeks EU Sanctions for 2015 Cyberattack on Parliament", "date": "2020-06-11 05:30", "summary": "Russian hacker in question has also been indicted for interfering in the 2016 U.S. election. Germany is urging its fellow European Union governments to impose the bloc's first-ever sanctions for hacking on a Russian suspect in the 2015 cyberattack on the German parliament.", "categories": [["Pro Cyber News"]], "category_links": ["https://www.wsj.com/news/types/pro-cyber-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/jersey-city-seeks-operator-for-historic-loews-theater-11591867801", "title": "Jersey City Seeks Operator for Historic Loew's Theater", "date": "2020-06-11 05:30", "summary": "After years of legal battles, city moves forward on planned $40 million renovation. Jersey City officials are getting the historic Loew's Jersey Theatre ready for its next act after years of litigation and setbacks, as the state emerges from its coronavirus lockdown.", "categories": [["WSJ News Exclusive", "Tri-State Area"]], "category_links": ["https://www.wsj.com/news/types/ny-region?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/funding-freeze-puts-squeeze-on-new-york-providers-of-social-services-11591867801", "title": "Funding Freeze Squeezes New York Providers of Social Services", "date": "2020-06-11 05:30", "summary": "Money is running out to help AIDS patients pay rents; schools are also on edge. ALBANY, N.Y.-Social service providers say they are struggling as New York's state government withholds grant payments in response to the novel coronavirus crisis.", "categories": [["U.S.", "Politics"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/gm-wants-to-leave-australia-but-breaking-up-is-hard-to-do-11591867802", "title": "GM Wants to Leave Australia, but Breaking Up Is Hard to Do", "date": "2020-06-11 05:30", "summary": "Dealers, regulators and politicians challenge Detroit company's plans to shut longstanding Holden brand. SYDNEY- General Motors Co. 's decision to scrap much of its Australia business is facing resistance from dealers, politicians and regulators, highlighting the difficulties the auto maker faces as it attempts to leave unprofitable foreign markets.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/economists-black-lives-matter-criticism-draws-calls-for-resignation-11591867805", "title": "Economist Urged to Drop Post Atop Journal After Criticizing Black Lives Matter", "date": "2020-06-11 05:30", "summary": "Debate over comments from academic-journal editor Harald Uhlig comes during national protests over police brutality. A prominent economist faced pressure from others in his field to step down from an editing post because of comments he made criticizing the Black Lives Matter and Defund the Police movements, reflecting some of the turmoil roiling economics and other professions following the recent police killing of George Floyd, an unarmed black man in Minneapolis.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nursing-homes-say-some-protective-gear-sent-by-fema-is-unusable-11591867808", "title": "Nursing Homes Say Some Gear Sent by FEMA Is Unusable", "date": "2020-06-11 05:30", "summary": "Complaints include gowns unsuited to health-care settings, gloves too small for adults; government and contractor say all are up to standard. A major federal effort to ship protective gear to nursing homes during the coronavirus pandemic is providing equipment that some facilities say is unusable, including plastic gowns that they say don't meet their infection-control requirements.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hong-kongs-bid-for-chinese-tech-listings-gets-6-6-billion-endorsement-11591867706", "title": "Hong Kong's Bid for Chinese Tech Listings Gets $6.6 Billion Endorsement", "date": "2020-06-11 05:28", "summary": "NetEase shares jump on debut in the city, while JD.com fixes price for $3.9 billion offering. Hong Kong's status as a venue for major Chinese technology companies got a boost Thursday, as shares in mobile-games group NetEase Inc. jumped on their debut in the city, while e-commerce company JD.com Inc. fixed a price for its own US$3.9 billion offering.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/can-you-find-wellness-in-a-cup-of-tea-a-soothing-guide-11591866440", "title": "Can You Find Wellness in a Cup of Tea? A Soothing Guide", "date": "2020-06-11 05:07", "summary": "Venerable brands and upstarts alike are encouraging us to steep and sip our way to vitality, better sleep, even happiness. These delicious brews are the ones worth choosing.. TEA HAS long been considered something of a cure-all. Pick up most any classic British novel, for instance, and you can't help but notice how many characters count on a cup to allay anything from a broken heart to a serious bout of illness.", "categories": [["Life & Work", "Food & Drink"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/food-cooking-drink?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-pandemic-pressures-special-needs-caregivers-11591867800", "title": "Pandemic Hits Forgotten Profession: Special-Needs Careworkers", "date": "2020-06-11 00:01", "summary": "Low pay and a lack of recognition weigh on the workers, as they struggle along with their charges. Darius Stewart, who provides care for people with special needs such as autism and Down syndrome, hasn't left the residential home where he works since late April.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11591825276", "title": "Pepper...and Salt", "date": "2020-06-11 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/minneapolis-chief-wants-new-police-contract-to-address-transparency-use-of-force-issues-11591809762", "title": "Minneapolis Chief Wants New Police Contract to Address Transparency, Use-of-Force Issues", "date": "2020-06-11 22:59", "summary": "Medaria Arradondo also wants new pact to take on officer discipline, role of supervisors. MINNEAPOLIS-Minneapolis Police Chief Medaria Arradondo said he was withdrawing immediately from contract negotiations with the city's police union as he tries to get ahead of a drive to dismantle the department following protests sparked by the killing of George Floyd in police custody.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-e-network-cancels-hit-reality-show-live-pd-amid-tension-over-policing-in-u-s-11591842845", "title": "A&E Network Cancels Hit Reality Show 'Live PD' Amid Tension Over Policing in U.S.", "date": "2020-06-11 22:34", "summary": "A&E, which had ordered another 160 episodes of its most popular program, pulled it as shows glorifying police come under scutiny. The hit reality show \"Live PD\" has been pulled by the A&E Network, the latest program to become a casualty of growing anti-police sentiment in the U.S. precipitated by the killing of George Floyd in police custody.", "categories": [["Business", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-administration-proposes-higher-hurdles-for-asylum-11591840643", "title": "Trump Administration Proposes Higher Hurdles for Asylum", "date": "2020-06-11 21:57", "summary": "New rules would narrow justifications and streamline process for asylum seekers. WASHINGTON-The Trump administration is proposing a far-reaching overhaul of the asylum system that would make it harder for applicants to win humanitarian protection in the U.S. and would allow the government to quickly deport many more asylum seekers at the border.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-soccer-repeals-rule-banning-protest-during-anthem-11591839130", "title": "U.S. Soccer Repeals Rule Banning Protest During Anthem", "date": "2020-06-11 21:32", "summary": "Federation says the policy, enacted after U.S. star Megan Rapinoe knelt in solidarity with Colin Kaepernick, was wrong. The U.S. Soccer Federation announced Wednesday night that its board of directors voted to repeal a policy requiring players to stand during the national anthem.", "categories": [["Sports", "Soccer"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/soccer?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/federal-judge-blocks-ice-from-making-arrests-at-new-york-courthouses-11591839051", "title": "Federal Judge Blocks ICE From Making Arrests at New York Courthouses", "date": "2020-06-11 21:31", "summary": "Prosecutors argued the practice discouraged undocumented immigrants from participating in the legal process as victims or witnesses. A federal judge on Wednesday blocked U.S. Immigration and Customs Enforcement from making arrests inside and near New York state courthouses, marking a long-sought victory against the Trump administration by state law-enforcement officials.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coachella-major-music-festival-holdout-is-canceled-amid-pandemic-11591838705", "title": "Coachella, Major Music Festival Holdout, Is Canceled Amid Pandemic", "date": "2020-06-11 21:25", "summary": "Highest-grossing music festival had been postponed; public health officials fear the coronavirus will worsen in the fall. The Coachella Valley Music and Arts Festival and its country sibling, Stagecoach, were canceled by public health officials, the latest blow to a concert industry already suffering from months of canceled shows.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/republicans-say-jacksonville-is-a-front-runner-to-host-a-relocated-national-convention-11591813322", "title": "Republicans Say Jacksonville Is a Front-Runner to Host a Relocated National Convention", "date": "2020-06-11 21:01", "summary": "Florida pushed to hold event after Trump threatened to move it out of Charlotte, N.C.. Florida's campaign to land the Republican National Convention appeared close to materializing Wednesday, with officials saying that at least part of the event is likely to relocate from Charlotte, N.C., to Jacksonville and that the party won't adopt a new platform for 2020.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-moves-to-halt-bid-to-drop-confederate-names-from-military-bases-11591818407", "title": "Trump Moves to Halt Bid to Drop Confederate Names From Military Bases", "date": "2020-06-11 20:44", "summary": "President tweets 'Respect our Military' in opposition to renaming of bases. President Trump on Wednesday sought to extinguish a growing national debate over whether 10 U.S. Army bases honoring Confederate officers should be renamed.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}]