[{"link": "https://www.wsj.com/articles/axon-takes-on-the-feds-11582329250", "title": "Axon Takes On the Feds", "date": "2020-02-21 18:54", "summary": "Can the FTC legally act as prosecutor, judge and jury?. How has the Federal Trade Commission won 100% of the cases it has tried over the last 25 years? It's easy when you are prosecutor, judge and jury. That's the claim of Axon Enterprise in an important legal challenge to FTC overreach that anyone in business should care about.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bloomberg-offers-to-release-three-women-from-nondisclosureagreements-11582320466", "title": "Bloomberg to Release Three Women From Nondisclosure Agreements", "date": "2020-02-21 18:54", "summary": "Presidential candidate says his company won't offer confidentiality agreements to resolve claims of sexual harassment or misconduct. Democratic presidential candidate Michael Bloomberg said he would release from their nondisclosure agreements three women who made allegations against him in lawsuits over the last three decades.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fda-clears-new-type-of-cholesterol-drug-11582315332", "title": "FDA Clears New Type of Cholesterol Drug", "date": "2020-02-21 18:52", "summary": "Doctors see the drug as an alternative for millions of patients who can't take or aren't responding to statins. Americans struggling to lower their cholesterol will have another drug at their disposal, after the U.S. Food and Drug Administration approved a new medicine from Esperion Therapeutics Inc.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/warrens-super-pac-pivot-11582329070", "title": "Warren's Super PAC Pivot", "date": "2020-02-21 18:51", "summary": "The Senator concedes political spending is a form of speech.. Elizabeth Warren's website promises she will \"disavow any Super PAC formed to support her.\" That promise has been central to the Senator's campaign vow of non-association with the dastardly rich.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/morgan-stanleys-middle-class-bet-11582328939", "title": "Morgan Stanley's Middle-Class Bet", "date": "2020-02-21 18:48", "summary": "The bank's E-Trade bid shows confidence in spreading prosperity.. It's been 11 years since the financial panic, yet liberals are still howling about Wall Street getting richer as folks on Main Street scrape by. Hmmm, then why would Morgan Stanley -one of Wall Street's leading investment banks-be buying the online brokerage firm E-Trade for its Main Street customers?", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/iran-faces-long-term-banking-woes-under-terror-finance-watchdog-action-11582328352", "title": "Iran Faces Long-Term Banking Woes Under Terror-Finance Watchdog Action", "date": "2020-02-21 18:39", "summary": "Tehran's blacklisting by the Financial Action Task Force sends a signal to Pakistan, which is also in the watchdog's sights. Iran is facing long-term financial isolation under new sanctions levied by the global terror-finance watchdog Friday, sending a stout warning to Pakistan, which was given additional time to put its own house in order.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/california-disputes-trump-administrations-claim-that-abortion-coverage-mandate-violates-u-s-law-11582317957", "title": "California Disputes U.S. Claim That Abortion-Coverage Mandate Violates Law", "date": "2020-02-21 18:34", "summary": "State's response comes after administration officials threaten to withhold federal funds. WASHINGTON-California disputed a Trump administration assertion that the state is violating U.S. law by requiring insurers to cover abortion, after federal officials threatened to withhold funding if it doesn't change its policy.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/weinstein-jury-deadlocked-on-predatory-sexual-assault-11582315715", "title": "Weinstein Jury Appears Deadlocked on Predatory Sexual Assault", "date": "2020-02-21 18:33", "summary": "Panel asks if it can reach partial verdict on rape, criminal-sex act counts, prompting judge to tell them to keep deliberating. The jury in Harvey Weinstein's trial suggested Friday that it had deadlocked on two charges of predatory sexual assault but asked if they could reach a unanimous verdict on the other counts of rape and the commission of a criminal sexual act.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/1774-review-the-year-that-changed-the-world-11582303285", "title": "'1774' Review: The Year That Changed the World", "date": "2020-02-21 18:30", "summary": "What shocked colonists like George Washington into war? Britain's imperious actions in Boston.. The 1619 Project, launched in August 2019 by the New York Times and designed to revise the teaching of American history in schools, claims that one of the primary reasons the Americans decided to declare independence from Great Britain in 1776 was to protect their institution of slavery. To back up this remarkable claim, the editor of the New York Times Magazine, where the project first appeared, cited the November 1775 proclamation of Lord Dunmore, the royal governor of Virginia, offering freedom to any enslaved person fleeing to the British army-a military expedient only. Then, to confirm the importance of this proclamation, the editor quoted the words of historian Jill Lepore from her recent history of the United States: \"Not the taxes and the tea, not the shots at Lexington and Concord, not the siege of Boston; rather, it was this act, Dunmore's offer of freedom to slaves, that tipped the scales in favor of American independence.\"", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/apeirogon-review-united-in-their-grief-11582327487", "title": "'Apeirogon' Review: United in Their Grief", "date": "2020-02-21 18:29", "summary": "A mosaic of 1,001 narrative shards and curios, mostly relating to Israel-Palestine.. A10-year-old Palestinian girl is killed by the rubber bullet of an Israeli border guard as she returns from a trip to the candy store. A 13-year-old Israeli girl is blown apart by a Palestinian suicide bomber as she strolls down Jerusalem's Ben Yehuda Street. Inmates in Theresienstadt are forced to stand in the freezing November cold during morning reveille: The camp commandant wants to test out a little theory he's developed about the effects of hypothermia.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/caspar-david-friedrich-review-mirrors-of-the-self-11582327445", "title": "'Caspar David Friedrich' Review: Mirrors of the Self", "date": "2020-02-21 18:28", "summary": "Friedrich was under the spell of Naturphilosophie, the view that there is no separation between the self and the natural world.. In 1810, Johanna Schopenhauer, a prolific writer now mostly remembered as the philosopher's mother, traveled to Dresden to visit the painter Caspar David Friedrich (1774-1840). When she saw his newly finished painting \"The Abbey in the Oakwood,\" she shuddered. \"One freezes solid at that sight,\" she wrote. \"It is as if one could hear the snow crackling under one's feet.\" I had a similar feeling when I first encountered the original in the Old National Gallery in Berlin. Gnarly oak trees, their leafless branches and broken-off trunks reaching into a darkening, twilight sky, encircle-\"like wailing ghosts,\" thought Schopenhauer-the broken wall of a ruined church, the last thing left standing, its lone high window a bitter mockery of past grandeur: Here the outside has long become the inside. Through the brownish fog settling in on the snowy ground, the viewer can just about make out a procession of monks carrying a coffin, their dark shapes nearly indistinguishable from the tottering tombstones that line their path. \"What a vision of death this is,\" gasped Schopenhauer, adding that Friedrich's work was really \"different from that of all other landscape painters.\"", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-not-to-panic-over-the-wuhan-virus-or-russia-11582327624", "title": "How Not to Panic Over the Wuhan Virus (or Russia)", "date": "2020-02-21 18:27", "summary": "Governments are starting to use the word pandemic so publics can be ready to protect themselves.. If you're looking for something to be on the edge of your seat about, the Centers for Disease Control and Prevention will start testing people with flu symptoms in five cities (New York, Los Angeles, Chicago, Seattle and San Francisco) to see if the Wuhan coronavirus has slipped around our defenses and taken root in the U.S. Or they could just wait for Bernie Sanders to come down with something. A 78-year-old man with a heart condition will be conducting five or six public events a day in coming weeks. In fact, he and his fellow Democratic candidates ought to be monitored as virtual blotters for any transmissible respiratory ailments that may be at large.", "categories": [["Opinion", "Business World"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/business-world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-hockey-team-that-beat-the-sovietsand-the-1970s-malaise-11582327563", "title": "The Hockey Team That Beat the Soviets-and the 1970s Malaise", "date": "2020-02-21 18:26", "summary": "'[Coach] Herb Brooks and those players earned an upset so improbable that it felt like a miracle.'. It wasn't at all clear on Feb. 22, 1980, that America would win the Cold War. One could make a case that the bad guys had us on the ropes. It was even harder to believe that U.S. amateurs could prevent the Soviet hockey machine from claiming its fifth straight Olympic gold medal. But the U.S. kids pulled off the greatest upset in sports history and inspired Americans to believe that we could beat the commies outside the rink, too.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-joy-and-wisdom-of-simplicity-11582327496", "title": "The Joy and Wisdom of Simplicity", "date": "2020-02-21 18:24", "summary": "'I never let my income affect my standard of living,' a Texas oilman client once told me.. The other day I found someone citing Henry David Thoreau's advice from \"Walden\": \"Simplify, simplify.\" I began to think of some seemingly simple yet unusual statements I had encountered.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/virginia-is-for-public-sector-union-lovers-11582327422", "title": "Virginia Is for Public-Sector Union Lovers", "date": "2020-02-21 18:23", "summary": "Richmond Democrats are about to give public employees the ability to hold government hostage.. Virginia Democrats are poised to legalize collective bargaining for government employees. In November Democrats brought Richmond under their total control for the first time in more than a quarter-century. The new legislative majorities seem intent on ignoring the painful lessons of New York state's half-century experiment with government unions.", "categories": [["Opinion", "Commentary", "Cross Country"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb", "https://www.wsj.com/news/types/cross-country?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/politics-from-church-to-city-to-nation-a-beacon-of-freedom-11582327412", "title": "Politics: From Church to City to Nation, a Beacon of Freedom", "date": "2020-02-21 18:23", "summary": "America as a noble experiment, from the very first.. 'For we must consider that we shall be as a city upon a hill. The eyes of all people are upon us. So that if we shall deal falsely with our God in this work we have undertaken, and so cause Him to withdraw His present help from us, we shall be made a story and a by-word through the world.\" So remarked John Winthrop in \"A Model of Christian Charity,\" a sermon given in 1630 aboard the Arbella as it sailed to the New World. Winthrop, the great Puritan leader and early governor of the Massachusetts Bay Colony, understood from the start that America was to be a monumental experiment in freedom for the rest of the world to observe and follow.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/global-stocks-fall-on-signs-of-coronaviruss-economic-impact-11582280430", "title": "Stocks, Bond Yields Drop on Worries About Coronavirus", "date": "2020-02-21 18:18", "summary": "Losses across sectors are broad; gold and government bonds rise. Investors dumped stocks and flocked to traditionally safer assets like government bonds and gold this week on escalating worries that the coronavirus epidemic would crimp global growth.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/an-underwater-library-and-other-hotel-amenities-for-determined-bookworms-11582230880", "title": "An Underwater Library and Other Hotel Amenities for Determined Bookworms", "date": "2020-02-21 18:15", "summary": "From Miami to Cape Cod, 6 hotels and resorts with unconventional book collections and reading programs. YEARS AGO, Jane Ubell-Meyer found herself dumped by a boyfriend while vacationing together in St. Maarten. The only thing that saved her trip? A book, namely \"Cry to Heaven\" by Anne Rice. In 2017, Ms. Ubell-Meyer, a former celebrity-gift-bag consultant, turned her lifesaver into a business called Bedside Reading. Each month, the company selects books for more than two dozen hotels, with collections tailored to the property's clientele. Conrad New York, for example, offers business books, while lifestyle hotels like the James New York-SoHo include some racier options (i.e., \"Vicious\" by L.J. Shen). For guests, the books are complimentary, and housekeeping replaces them until stock runs out-and fresh titles arrive the following month. Almost all the books get taken, said Ms. Ubell-Meyer.", "categories": [["Life & Work", "Travel", "Off Duty Travel"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/magazine/travel?mod=breadcrumb", "https://www.wsj.com/news/types/off-duty-travel?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hbo-max-will-include-friends-reunion-special-11582322575", "title": "HBO Max Will Include 'Friends' Reunion Special", "date": "2020-02-21 18:03", "summary": "Launching in May, new streaming service also will have previous episodes. The new HBO Max streaming service will include a special reunion of the TV show \"Friends\" and all of the sitcom's previous episodes when the service launches in May, WarnerMedia said Friday.", "categories": [["Business", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nbcuniversal-in-talks-to-acquire-streaming-service-vudu-from-walmart-11582320612", "title": "Fox, Comcast Pursue Takeovers of Ad-Supported Video Services", "date": "2020-02-21 17:55", "summary": "Entertainment giants increasingly look to give consumers free or low-cost alternatives to premium subscription streaming services. Fox Corp. and Comcast Corp. are each in discussions to acquire advertising-supported video services, as entertainment giants increasingly look to offer free or low-cost alternatives for consumers who don't want to pay for streaming subscriptions.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/dozens-of-states-back-bankruptcy-venue-reform-11582325678", "title": "Dozens of States Back Bankruptcy Venue Reform", "date": "2020-02-21 17:54", "summary": "State attorneys general are backing the latest congressional bill to restrict where companies can file for chapter 11. Top law enforcement officials from California, Texas and dozens of other states and U.S. territories are backing the latest bid by federal lawmakers to restrict the ability of financially troubled companies to file for bankruptcy protection far from where they have their headquarters.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/canadian-rail-blockades-highlight-grievances-of-indigenous-groups-11582304984", "title": "Canadian Rail Blockades Highlight Grievances of Indigenous Groups", "date": "2020-02-21 17:29", "summary": "Resume Subscription. TYENDINAGA MOHAWK TERRITORY, Ontario-A small cluster of flags and windswept tents sits near railroad tracks east of Toronto, where protesters are preventing trains from passing through a key commercial corridor, threatening Canada's already fragile economy.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/u-s-taliban-reach-agreement-for-weeklong-reduction-in-violence-in-afghanistan-11582285704", "title": "U.S., Taliban Reach Agreement That Could Precede Peace Deal", "date": "2020-02-21 17:29", "summary": "Deal is a further milestone toward ending a war that has endured for more than 18 years. The U.S. and the Afghan Taliban are preparing to sign a historic peace deal next week meant to end America's longest war, if the two sides succeed in reducing violence in Afghanistan over the next seven days.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-treasury-yields-drop-sharply-as-slowdown-fears-rise-11582302799", "title": "U.S. Long-Bond Yield Hits All-Time Low", "date": "2020-02-21 17:15", "summary": "Treasurys have been rallying on fears that coronavirus will slow global economy. U.S. Treasury yields fell sharply Friday as a flight to safety drove global investors into the government securities.", "categories": [["Markets", "Treasurys"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/treasurys?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/brainard-says-rate-policy-may-need-to-be-accommodative-for-a-long-time-11582298118", "title": "Fed Official Proposes New Way to Target Inflation", "date": "2020-02-21 16:57", "summary": "Fed governor Lael Brainard endorsed a plan for the central bank to consider past misses of its 2% inflation target when deciding on how to set policy. NEW YORK-A top Federal Reserve official laid out a potential road map for how the central bank could change its inflation-targeting framework as soon as this summer.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-nfl-thinks-youre-ready-for-some-more-football-11582290000", "title": "The NFL Wants More Football. The Players Are Pushing Back.", "date": "2020-02-21 16:47", "summary": "The league's owners voted to approve a new collective bargaining agreement with a potential 17-game season. The players cancelled their vote-setting up a potential standoff.. The National Football League's owners shuttled into a downtown Manhattan hotel on Thursday and approved a new collective bargaining agreement with players. They left pleased with themselves, sensing the imminent prospect of a deal that would potentially add a 17th game to the regular season and secure labor peace for America's richest sport for the next decade. The deal, they hoped, could pave the way for a lucrative off-season of new media rights deals.", "categories": [["Sports", "NFL"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/nfl?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sec-poised-to-rule-on-controversial-speed-bump-proposal-11582290004", "title": "SEC Rejects Controversial 'Speed Bump' Proposal", "date": "2020-02-21 16:46", "summary": "Regulator disapproves plan from Cboe to introduce trading delay to one of its exchanges. The Securities and Exchange Commission has rejected a hotly disputed proposal to add a new \"speed bump,\" or split-second trading delay, to the U.S. stock market.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/marriott-hires-former-merck-cio-as-tech-chief-11582321547", "title": "Marriott Hires Former Merck CIO as Tech Chief", "date": "2020-02-21 16:45", "summary": "Jim Scholefield is also a veteran of Nike and Coca-Cola. Marriott International Inc. has hired an executive who led technology operations at major companies, most recently Merck & Co., to drive digital transformation at the hotel chain.", "categories": [["CIO Journal"]], "category_links": ["https://www.wsj.com/news/types/cio-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tech-and-utilities-stocks-both-rally-in-polarized-market-11582308228", "title": "Tech and Utilities Stocks Both Rally in Polarized Market", "date": "2020-02-21 16:40", "summary": "Two best-performing sectors in S&P 500 in 2020 typically move in opposite directions. Risky investments have rallied this year. So have safe ones.", "categories": [["Markets", "Stocks"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-weighing-four-candidates-for-director-of-national-intelligence-11582301272", "title": "Trump Weighing Four Candidates for Director of National Intelligence", "date": "2020-02-21 16:39", "summary": "President tapped Richard Grenell in an acting capacity earlier this week. WASHINGTON-President Trump said he is considering four candidates to be his permanent director of national intelligence, after removing an acting spy chief, Joseph Maguire, whose subordinate had informed lawmakers of Russia's apparent preference for Mr. Trump in this year's election.", "categories": [["Politics", "National Security"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/national-security?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-outbreaks-at-china-prisons-spark-worries-about-unknown-clusters-11582286150", "title": "Coronavirus in Chinese Prisons Spark Worries About Unknown Clusters", "date": "2020-02-21 16:26", "summary": "Cases in penitentiaries revive concerns about undercounting. HONG KONG-Prisons emerged as a new flashpoint in the fast-spreading coronavirus as three Chinese provinces reported outbreaks at penitentiaries on Friday, adding hundreds of previously unpublished cases to the official tally.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-bloomberg-startup-bolsters-his-campaign-with-digital-ads-11582319570", "title": "A Bloomberg Startup Bolsters Campaign With Digital Ads", "date": "2020-02-21 16:12", "summary": "Hawkfish, aiming to close the gap with Trump, pushes memes, edited videos. Tucked inside Michael Bloomberg's campaign headquarters in Times Square, a growing startup stocked with former Silicon Valley executives is trying to turn the former New York City mayor's affinity for data into a competitive advantage.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/top-u-s-regulator-said-to-lobby-bank-ceos-on-overhaul-of-low-income-lending-rules-11582309318", "title": "Bank CEOs Courted By Regulator On Low-Income Lending Overhaul", "date": "2020-02-21 16:07", "summary": "OCC chief Joseph Otting seeks support from banks including Bank of America, JPMorgan; response has been lukewarm. WASHINGTON-Joseph Otting, a top U.S. regulator, is personally lobbying bank chiefs to win support for his signature initiative: an overhaul of rules governing hundreds of billions of dollars in lending to low-income areas.", "categories": [["Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/team-bloat-reduces-u-s-defense-readiness-11582318705", "title": "Team Bloat Reduces U.S. Defense Readiness", "date": "2020-02-21 15:58", "summary": "Ask any cabinet- or subcabinet-level official about how much of his or her time is spent on regulatory and bureaucratic matters rather than leading and managing a department.. John Lehman is correct that the national security apparatus is massively sclerotic, inefficient, ineffective and in many ways a real danger to the nation's ability to provide for the common defense (\"A Campaign Against Bureaucratic Bloat in Foreign Policy,\" op-ed, Feb. 18). But the \"9/11 Commission\" on which he served with great distinction was an unintended part of the problem as both the Department of Homeland Security and the Director of National Intelligence, which add considerably to the bloat, arose post 9/11.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bernie-78-year-old-pied-piper-of-the-young-11582318659", "title": "Bernie, 78-Year-Old Pied Piper of the Young", "date": "2020-02-21 15:57", "summary": "The enduring appeal of Sen. Sanders is, in an odd way, a testament to America's success.. For those of us who are perplexed by voter infatuation with Sen. Bernie Sanders and his tired brand of socialism, Barton Swaim's \"The Bernie Sanders Experience\" (op-ed, Feb. 8) is an eye-opener. True believers in the social-justice, fairness and pacifist message of Sen. Sanders relish his authenticity and decadeslong commitment to the cause.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-nfl-keeps-warming-up-to-gambling-11582318648", "title": "The NFL Warms Up More to Gambling", "date": "2020-02-21 15:57", "summary": "League pivots to let teams accept sponsorships from sportsbooks, possibly paving way for bigger changes. The National Football League on Friday took another step toward fully embracing legalized sports gambling by allowing teams to accept sponsorships from sportsbooks.", "categories": [["Sports", "NFL"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/nfl?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/eminent-domain-law-and-public-use-vs-public-good-11582318587", "title": "Eminent Domain Law and Public Use vs. Public Good", "date": "2020-02-21 15:56", "summary": "Mr. Malanga writes that the Fifth Amendment allows a taking of property for the \"public good.\" In fact, the amendment says \"public use.\" There is a vast difference between the two.. Regarding Steven Malanga's \"We're From the Government and We're Here to Build a Bike Path\" (Cross Country, Feb. 15) on the eminent domain issue, which is in the news again lately: Mr. Malanga writes that the Fifth Amendment allows a taking of property for the \"public good.\" In fact, the amendment says \"public use.\"", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pro-budget-wrestling-has-real-consequences-11582318607", "title": "Pro Budget Wrestling Has Real Consequences", "date": "2020-02-21 15:56", "summary": "When President Obama in 2009 set course for trillion-dollar deficits, media were thrilled with massive spending increases, planned tax increases and unprecedented peacetime deficits as a percent of GDP.. Regarding your editorial \"Professional Budget Wrestling\" (Feb. 11): Washington's budget wrestling, much like the House impeachment proceedings and the Senate impeachment trial, affords both parties an opportunity to posture, but Republicans are more likely to be bruised by a general media message that President Trump's plan misfires on three levels: tax cuts for the rich continue to starve Washington of revenue; lower-income households will suffer from drastic cuts (i.e., slower spending growth) to the safety net; and the result of the rich stealing from the poor is soaring deficits. When President Obama in 2009 set course for trillion-dollar deficits, the media were thrilled with massive spending increases (starting with the roughly $800 billion stimulus package), planned tax increases and unprecedented peacetime deficits as a share of GDP.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fox-looks-to-buy-streaming-service-tubi-11582317739", "title": "Fox Looks to Buy Tubi", "date": "2020-02-21 15:42", "summary": "Entertainment giants have been scooping up ad-supported video platforms to complement subscription offerings. Tubi or not Tubi.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/precious-metals-rally-continues-on-virus-fears-11582299262", "title": "Precious Metals Rally Continues on Virus Fears", "date": "2020-02-21 15:38", "summary": "Signs that the coronavirus could disrupt global supply chains have powered rally. Gold and silver prices extended a recent surge Friday, capping off a strong week for safe-haven assets amid investors' concerns that the coronavirus will have a long-lasting impact on global growth.", "categories": [["Markets", "Commodities", "Precious Metals"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb", "https://www.wsj.com/news/types/precious-metals?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sec-investigates-altrias-investment-in-juul-11582317475", "title": "SEC Investigates Altria's Investment in Juul", "date": "2020-02-21 15:37", "summary": "Regulators investigating Marlboro maker's disclosures after two charges totaling $8.6 billion. Securities regulators have opened a probe related to Altria Group Inc.'s investment in controversial e-cigarette startup Juul Labs Inc., according to people familiar with the matter.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-existing-home-sales-declined-1-3-in-january-11582297305", "title": "Home Sales Sluggish as Lack of Inventory Frustrates Buyers", "date": "2020-02-21 15:27", "summary": "U.S. existing-home sales decline 1.3% in January compared with December. U.S. home sales sputtered in January, the latest sign that some of the lowest interest rates in half a century are failing to offset the high prices and limited inventory keeping many buyers on the sidelines.", "categories": [["Economy", "Economic Data"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/economic-data?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/after-courts-kill-a-federal-fiduciary-rule-massachusetts-launches-its-own-11582311348", "title": "After Courts Kill a Federal Fiduciary Rule, Massachusetts Launches Its Own", "date": "2020-02-21 15:25", "summary": "Commonwealth officials will impose the new standard on brokers and agents who are licensed by Massachusetts. Massachusetts said it adopted new rules requiring brokers to act in their clients' best interests, staking its claim as the first U.S. state to raise the bar on investor protections since a federal measure was struck down.", "categories": [["Markets", "Financial Regulation"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/financial-regulation?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-premier-leagues-mad-mad-mad-mad-dash-for-fifth-place-11582316263", "title": "The Premier League's Mad, Mad, Mad, Mad Dash for Fifth Place", "date": "2020-02-21 15:17", "summary": "Manchester City's European ban has breathed new life into a snooze of a season. London", "categories": [["Sports", "Soccer"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/soccer?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/in-irans-election-the-biggest-question-is-how-large-the-turnout-will-be-11582301366", "title": "Iran Votes in an Election Where Turnout Is the Biggest Question", "date": "2020-02-21 15:02", "summary": "Tehran's conservative establishment is pushing for a large turnout to lend it some credibility as it faces challenges from U.S. sanctions. TEHRAN-Iran extended voting hours in its parliamentary elections Friday as the conservative establishment attempted to secure a strong turnout in the face of popular mistrust at home and escalating tensions with the U.S.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-richard-neutra-designed-home-on-the-california-coast-asks-15-million-11582314553", "title": "A Richard Neutra-Designed Home on the California Coast Asks $15 Million", "date": "2020-02-21 14:49", "summary": "Filmmaker Marc Forster is selling the white stucco property in Santa Monica, which was commissioned by a pair of Hollywood hopefuls in the 1930s. In the early 1930s, American movie mogul Samuel Goldwyn spotted Ukranian actress Anna Sten in a series of German films and recruited her to Hollywood, where he hoped she would become a rival to screen siren Greta Garbo.", "categories": [["WSJ News Exclusive", "Private Properties"]], "category_links": ["https://www.wsj.com/news/types/private-properties?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/royal-bank-of-canada-profit-rises-11582286427", "title": "Royal Bank of Canada Plans to Roll Out U.S. Online Bank", "date": "2020-02-21 14:46", "summary": "Canada's largest bank seeks to boost deposits; quarterly profit rises. Royal Bank of Canada plans to roll out a direct-to-consumer bank in the U.S. as it seeks to boost its deposit base and wealth-management franchise.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/number-of-americans-infected-by-coronavirus-rises-to-34-11582314337", "title": "Number of Americans Infected by Coronavirus Rises to 34", "date": "2020-02-21 14:45", "summary": "Most are among the people evacuated by the U.S. State Department from Wuhan, China, and a cruise ship docked in Japan. The number of Americans who are confirmed infected with the new coronavirus has risen to 34, with infections expected to rise further, the Centers for Disease Control and Prevention reported Friday.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sharing-data-faster-to-fight-an-epidemic-11582314253", "title": "Sharing Data Faster to Fight an Epidemic", "date": "2020-02-21 14:44", "summary": "Scientists researching the new coronavirus are bypassing traditional medical journals to publish their findings more quickly online.. When Chinese scientists posted the genetic blueprint of a deadly new coronavirus online last month, Dmitry Korkin jumped at the opportunity to fight the epidemic. The computational biologist hunkered down with a team of graduate students in his laboratory at Worcester Polytechnic Institute in Massachusetts. They slept just a couple of hours a night while they constructed a three-dimensional model of the new virus and analyzed its proteins for clues about what drugs or vaccines might work against it-a process that normally can take months. \"I would have meetings at 3 a.m. with my research group,\" Dr. Korkin said.", "categories": [["Life & Work", "Ideas", "Essay"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/essay?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-white-stucco-house-in-santa-monica-11582314147", "title": "A White Stucco House in Santa Monica", "date": "2020-02-21 14:42", "summary": "Inside the Richard Neutra-designed home of Hollywood filmmaker Marc Forster.. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/quarantined-reporting-on-an-epidemic-under-chinas-watchful-eye-11582301786", "title": "Quarantined: Reporting on an Epidemic Under China's Watchful Eye", "date": "2020-02-21 14:37", "summary": "Resume Subscription. This article is based on the experiences of Wall Street Journal reporters Stephanie Yang, Shan Li and James T. Areddy, as recounted by Ms. Yang.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/majestic-mythologies-11582312861", "title": "Majestic Mythologies", "date": "2020-02-21 14:21", "summary": "A cycle of large-scale paintings by Titian will be reunited for the first time in centuries.. Italian Renaissance artists of the 15th century were inspired by surviving objects from classical antiquity. Arches and statues and coins influenced their work, elevating the solid forms of architecture and sculpture into the ultimate tests of an artist's talent. But over the course of the 16th century, as the center of the Renaissance moved north from Florence to Venice, oil painting took on a new prominence.", "categories": [["Life & Work", "Ideas", "Icons"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/icons?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/if-market-and-fed-views-diverge-central-bankers-shouldn-t-dismiss-markets-take-fed-official-says-11582309822", "title": "Fed Officials Debate How to Incorporate Financial-Market Signals into Policy Outlook", "date": "2020-02-21 14:19", "summary": "Comments arrive as most central bankers expect to hold their short-term rate target steady for the year. Two Federal Reserve officials cautioned against reacting too quickly to financial-market signals but said they should remain important inputs in discerning broad shifts in the economy.", "categories": [["Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/in-booming-nevada-democratic-contenders-face-growth-concerns-11582290004", "title": "In Booming Nevada, Democratic Contenders Face Growth Concerns", "date": "2020-02-21 14:12", "summary": "Changing electorate and housing strains are shaping how presidential candidates campaign for Saturday's caucuses. LAS VEGAS-Moving to Nevada gave Eddie Ableser a better job opportunity and the chance to live closer to in-laws. He also has become an advocate for Democrats in Reno, which he said is a less liberal locale than the college town in Arizona where he had lived and served as a state legislator.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/will-trump-end-the-worker-shortage-11582311892", "title": "Will Trump End the Worker Shortage?", "date": "2020-02-21 14:04", "summary": "Encouraging signs of a pro-growth turn.. President Donald Trump likes to tell critics that he is not against immigration generally but simply opposed to the illegal variety. He has an excellent opportunity to prove his point and help a good economy become even better.", "categories": [["Opinion", "Best of the Web"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/best-of-the-web-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-hollywood-legend-talks-politics-11582311359", "title": "A Hollywood Legend Talks Politics", "date": "2020-02-21 13:56", "summary": "Actor-director Clint Eastwood, 89, weighs in on Bloomberg, Trump, #MeToo and the dispute over a reporter's depiction in his latest film.. Carmel-by-the-Sea, Calif.", "categories": [["Opinion", "The Weekend Interview"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/the-saturday-interview?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/clarida-persistent-shifts-in-financial-market-conditions-can-be-informative-11582309800", "title": "Clarida: Persistent Shifts in Financial-Market Conditions Can Be Informative", "date": "2020-02-21 13:52", "summary": "The Federal Reserve doesn't suffer From \"Hall of Mirrors\" problem, vice chairman says. Federal Reserve Vice Chairman Richard Clarida pushed back against worries that the central bank is overly influenced by financial market signals in remarks prepared for delivery Friday afternoon.", "categories": [["Economy", "Central Banks"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/central-banks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/feds-bostic-expects-rates-to-hold-steady-doesnt-see-big-coronavirus-impact-on-u-s-economy-so-far-11582310783", "title": "Fed's Bostic Expects Rates to Hold Steady, Sees Limited Coronavirus Impact On U.S. Economy So Far", "date": "2020-02-21 13:46", "summary": "Atlanta Fed president upbeat about economy's prospects, sees little reason to alter interest rates just yet. NEW YORK--Federal Reserve Bank of Atlanta President Raphael Bostic said Friday that although the fast-moving coronavirus situation in China is a source of uncertainty hanging over the U.S. economy, he sees no reason to alter interest rates right now.", "categories": [["Economy", "Central Banks"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/central-banks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-pair-of-new-york-penthouses-sells-for-45-million-11582310634", "title": "A Pair of New York Penthouses Sells for $45 Million", "date": "2020-02-21 13:43", "summary": "After four years on the market, the top two units at Ian Bruce Eichner's Madison Square Park Tower have found a buyer. Two trophy penthouses in a nearly 800-foot-high new construction tower in Manhattan have finally sold after several years on the market.", "categories": [["WSJ News Exclusive", "Private Properties"]], "category_links": ["https://www.wsj.com/news/types/private-properties?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-says-hes-prepared-to-give-more-aid-to-farmers-hurt-by-trade-conflict-11582310172", "title": "Trump Says Farmers Might Get More Aid", "date": "2020-02-21 13:36", "summary": "President raises prospect of third aid program to offset export losses until new trade deals pay off. WASHINGTON-President Trump said the U.S. would consider a third round of aid payments for American farmers who have borne the brunt of retaliation for U.S. tariffs for much of the past two years.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hsbc-narrows-ceo-race-to-two-11582310096", "title": "HSBC Narrows CEO Race to Two", "date": "2020-02-21 13:34", "summary": "The board's final candidates are interim CEO Noel Quinn and UniCredit boss Jean Pierre Mustier, sources say. HSBC Holdings PLC is in the final stages of selecting its next chief executive officer, people familiar with the matter said Friday, in a race that has narrowed to interim CEO Noel Quinn and UniCredit SpA boss Jean Pierre Mustier.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/build-a-smoother-smoothie-youve-earned-it-11582347613", "title": "Build a Smoother Smoothie. You've Earned It.", "date": "2020-02-21 13:31", "summary": "With a calming shot of rum and considerably less sugar, this grown-up riff on an Orange Julius takes the edge off winter (and aging). FEBRUARY MAY BE the shortest month, but it sure doesn't feel that way. Call it ennui season: those weary weeks of midwinter when the holiday glow has long since receded, but spring green is still nowhere in sight. The only cure is distraction-preferably in the form of a flight to Cabo, but I've found that in the absence of such a windfall, some liquid sunshine will suffice.", "categories": [["Life & Work", "Food & Drink"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/food-cooking-drink?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-man-for-all-seasons-at-100-11582308922", "title": "A Man for All Seasons at 100", "date": "2020-02-21 13:15", "summary": "What has brought my father to the century mark? A life defined by duty. With septuagenarians dominating the race to be president, I hope you'll indulge me a little this weekend as I celebrate the life of a man who had already reached adulthood before any of them were born.", "categories": [["Life & Work", "Ideas", "Editor at Large"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/editor-at-large?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/criminal-justice-reforms-are-squeezing-the-bail-bond-industry-11582299332", "title": "Criminal-Justice Changes Are Squeezing Bail-Bond Industry", "date": "2020-02-21 12:57", "summary": "Endeavour Capital is the latest financial firm to exit business as laws shift, activists pressure investors. The bail-bond industry is under intense pressure as more states virtually wipe out cash bail and financial firms look for an exit from an increasingly controversial profit center in the criminal-justice system.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ebay-moves-toward-selling-its-classified-ads-business-11582307863", "title": "EBay Moves Toward Selling Its Classified-Ads Business", "date": "2020-02-21 12:57", "summary": "Private-equity firms including TPG and Blackstone, as well as strategic bidders, have shown interest. EBay Inc. is taking steps toward a potential sale of its classified-ads business, which could be worth roughly $10 billion, according to people familiar with the matter.", "categories": [["WSJ News Exclusive", "Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/deere-outperforms-in-latest-quarter-but-maintains-lower-outlook-11582288270", "title": "Deere Sees Boost From Easing of Trade Tensions", "date": "2020-02-21 12:52", "summary": "Farm-machinery company reports better-than-expected sales, profit. Deere & Co. said the cooling of U.S.-China trade tensions was giving farmers more confidence to buy equipment.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/im-in-lovewith-a-weighted-blanket-11582306967", "title": "I'm in Love-With a Weighted Blanket", "date": "2020-02-21 12:42", "summary": "Heavy comforters promise to alleviate stress and promote sleep. But sometimes you just need a hug.. I need to tell you about my weighted blanket. You've probably heard about these gizmos: cozy blankets stuffed with beads, discs, pellets or, should you desire something more exotic, the skulls of your enemies-any object to give your blankie some extra weight, some heft, so the sensation of wrapping yourself in it is akin to being gripped in a tight hug, or getting gently suffocated by a cloud.", "categories": [["Life & Work", "Ideas", "Jason Gay"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/jason-gay-in-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-impact-on-global-economy-more-muted-than-expected-11582285372", "title": "Coronavirus Hits U.S. Business Activity", "date": "2020-02-21 12:42", "summary": "Surveys indicate February U.S. output fell to lowest level in more than six years as global economies started to feel effects of China's virus outbreak. U.S. business activity in February fell to its lowest level in more than six years as companies pulled back on fears that China's coronavirus outbreak would slow global growth, according to private survey data released Friday.", "categories": [["Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/saudis-weigh-break-with-russia-over-response-to-coronavirus-11582293904", "title": "Saudis Weigh Breaking Oil Alliance With Russia as Virus Crimps Demand", "date": "2020-02-21 12:38", "summary": "Saudi Arabia, Kuwait and the U.A.E. will discuss a possible collective output cut of as much as 300,000 barrels a day. Saudi Arabia is considering a break from its four-year oil-production alliance with Russia, according to people familiar with the matter, as China's coronavirus outbreak contributes to a drop in global oil demand.", "categories": [["WSJ News Exclusive", "Oil Markets"]], "category_links": ["https://www.wsj.com/news/types/oil-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/both-sides-of-u-s-womens-pay-discrimination-suit-file-motions-to-end-it-11582305934", "title": "Both Sides of U.S. Women's Pay Discrimination Suit File Motions to End It", "date": "2020-02-21 12:25", "summary": "As of the May 5 trial date, back pay damages would be nearly $67 million, expert hired by women says. Both sides of the U.S. women's soccer team's pay-discrimination lawsuit against the U.S. Soccer Federation filed motions for summary judgment late Thursday, laying out arguments to end the case before the scheduled May 5 trial.", "categories": [["Sports", "Soccer"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/soccer?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/virus-the-spread-of-a-latin-term-for-poison-11582305835", "title": "'Virus': The Spread of a Latin Term for Poison", "date": "2020-02-21 12:23", "summary": "From infectious disease and computer malware to the rapid success of online marketing campaigns. With the coronavirus epidemic sparking a global health scare, it can be hard to keep up with the terminological developments.", "categories": [["Life & Work", "Ideas", "Word on the Street"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/word-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/dsv-expects-job-reductions-of-up-to-4-000-on-panalpina-integration-11582304736", "title": "DSV Expects Job Reductions of Up to 4,000 on Panalpina Integration", "date": "2020-02-21 12:05", "summary": "European freight forwarder expects $332 million in annual cost savings from post-acquisition consolidation. DSV Panalpina AS expects to cut several thousand jobs as it integrates last year's acquisition of Swiss logistics company Panalpina Welttransport Holding, according to DSV's finance chief.", "categories": [["Logistics Report"]], "category_links": ["https://www.wsj.com/news/types/logistics-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/three-questions-with-chef-lidia-bastianich-11582304258", "title": "Three Questions With Chef Lidia Bastianich", "date": "2020-02-21 11:57", "summary": "Resume Subscription. Lidia Bastianich is an Italian-American chef, best-selling cookbook author and restaurateur with a global empire.", "categories": [["Markets", "Your Money"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/undefined?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/all-that-glitters-isnt-charmin-11582304026", "title": "All That Glitters Isn't Charmin", "date": "2020-02-21 11:53", "summary": "Toilet paper is scarce in Hong Kong, but it isn't worth its weight in gold. You hear it all the time when people talk about a luxury good or one temporarily in short supply: \"It's worth its weight in gold!\"", "categories": [["Markets", "Overheard"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/overheard?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-architect-who-wants-to-rebuild-notre-dame-as-it-was-11582303921", "title": "The Architect Who Wants to Rebuild Notre Dame as It Was", "date": "2020-02-21 11:52", "summary": "Philippe Villeneuve, who oversees France's historic monuments, is resisting efforts to rebuild the cathedral's iconic spire with a 'contemporary' touch. Philippe Villeneuve was 300 miles from Paris when Notre Dame started burning. The chief architect of France's historic monuments, he had begun overseeing restorations to the cathedral in 2013. On April 15, 2019, though, he was in La Rochelle, a port town on the country's western coast, supervising the reconstruction of the city's 13th-century town hall-the oldest still in operation in France. He raced back to Paris and joined the firefighters trying to stop the flames tearing through the iconic cathedral.", "categories": [["Life & Work", "Ideas", "Weekend Confidential"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/weekend-confidential?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/california-sues-trump-administration-over-water-access-rules-11582303798", "title": "California Sues Trump Administration Over Water Access Rules", "date": "2020-02-21 11:49", "summary": "State says order allowing farmers to pump more water endangers wildlife. California officials sued the Trump administration Thursday, asserting the president's order granting the state's farmers more access to water could lead to the extinction of several fish species.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-big-goodbye-review-eucalyptus-and-orange-blossoms-11582303500", "title": "'The Big Goodbye' Review: Eucalyptus and Orange Blossoms", "date": "2020-02-21 11:45", "summary": "The classic film 'Chinatown' (1974), a dark elegy on old Los Angeles, was born of a contradictory spirit: on one hand nostalgia for vanished beauties of nature and architecture and stylistic elegance (whether of tailoring or of Raymond Chandler's prose), on the other the excavation of brutal buried crimes still poisoning the city.. Fraught with portent, the title of Sam Wasson's account of the making of \"Chinatown\" evokes the \"last years of Hollywood\" under the sign of Raymond Chandler, perhaps with the implication that a \"Big Goodbye\" must give way to a \"Long Sleep.\" As the book proceeds, it says goodbye not just to the remnants of the classic age of the Hollywood studios and to the brief promise of youthful rejuvenation in the wonder years of the early 1970s, but to larger things: the liberated exuberance of the late 1960s; the possibility of artistic commitments that transcend corporate greed, and an American optimism able to hold firm despite what screenwriter Robert Towne called \"the futility of good intentions.\" The movie becomes a divinatory tool, an artifact for channeling the waylaid energies of a departed era.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/time-to-go-back-to-school-on-the-kiddie-tax-11582281008", "title": "Time to Go Back to School on the 'Kiddie Tax'", "date": "2020-02-21 11:41", "summary": "Gold-Star families saw their taxes soar, prompting Congress to reverse course on one part of the 2017 tax overhaul. The change could affect you too.. Congress made a big change to the so-called Kiddie Tax when it overhauled the tax code in 2017. But when lawmakers learned its terrible consequences, they switched back.", "categories": [["Markets", "Tax Report"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/undefined?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-originality-of-a-maverick-matchup-11582303312", "title": "The Originality of a Maverick Matchup", "date": "2020-02-21 11:41", "summary": "Fifty years ago, Randy Newman and Harry Nilsson teamed up on an unlikely album that's a stunning example of understatement and studio wizardry.. ", "categories": [["Books & Arts", "Masterpiece"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/masterpiece?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/science-fiction-brexit-battles-and-billionaires-break-reality-11582303217", "title": "Science Fiction: Brexit Battles and Billionaires Break Reality", "date": "2020-02-21 11:40", "summary": "In William Gibson's latest novel, Brexit and pandemics split our timeline in two.. Of all thesci-fi writers in the world, William Gibson has the biggest reputation for being in touch with the future. Way back in 1982 he gave new meaning to the term \"cyberspace.\" In 1984 his novel \"Neuromancer\" created cyberpunk. Just a month ago, Boris Johnson's senior adviser called for \"weirdos from William Gibson novels\" to join the British civil service. His visions have to be taken seriously. So far, anyway.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/information-hunters-review-librarians-at-war-11582303187", "title": "'Information Hunters' Review: Librarians at War", "date": "2020-02-21 11:39", "summary": "During World War II, librarians and archivists were eagerly recruited not only to gather intelligence from enemy media but also to collect and catalogue manuals and documents while embedded with units on the front lines.. On the eve of World War II, when Archibald MacLeish, the Librarian of Congress, announced that his fellow librarians \"must become active and not passive agents of the democratic process,\" he may not have anticipated just how deeply involved they would become in the fight against fascism.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/kingdom-of-nauvoo-review-the-sojourn-before-salt-lake-11582303122", "title": "'Kingdom of Nauvoo' Review: The Sojourn Before Salt Lake", "date": "2020-02-21 11:38", "summary": "In the 1840s, Joseph Smith and his followers built a thriving metropolis along the swampy banks of the Mississippi River. It did not end well.. In 'Kingdom of Nauvoo,' historian Benjamin E. Park has a wild story to tell. The Mormons' sojourn in Nauvoo, Ill., along the banks of the Mississippi River, is one of the grand, underappreciated sagas in American history. In just six years, the Latter-day Saints, as they called themselves-guided by their charismatic, bumptious leader, Joseph Smith-built a thriving metropolis in a mosquito-infested swamp that grew to be bigger than Chicago.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fiction-mother-son-and-bottle-11582303046", "title": "Fiction: Mother, Son and Bottle", "date": "2020-02-21 11:37", "summary": "A tale of dependency and 'ruined dignity' in 1980s Glasgow.. Agnes Bain, the unforgettable human train wreck at the center of Douglas Stuart's novel \"Shuggie Bain\" (Grove, 430 pages, $27), has a method for restocking booze when her supply runs low. Dressed in her Sunday finest, she fills a bag of groceries at the local market and at the last moment, as though it had slipped her mind, adds a 12-pack of lager. Then, feigning surprise that she can't afford the bill, she puts all the food back on the shelves. It doesn't matter that the shopkeeper has seen the charade dozens of times, or that Agnes's benders are notorious throughout her Glasgow neighborhood. \"Every day with the make-up on and her hair done, she climbed out of her grave and held her head high,\" Mr. Stuart writes. \"When she had disgraced herself with drink, she got up the next day, put on her best coat, and faced the world.\"", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/childrens-books-realism-weirdness-skeletons-and-monsters-11582302972", "title": "Children's Books: Realism, Weirdness, Skeletons and Monsters", "date": "2020-02-21 11:36", "summary": "A wordless picture book peopled with figures from the beguiling rural scenes of Bruegel.. Fortunate is the child who is introduced early on to the paintings of Pieter Bruegel the Elder. For the young newcomer, Bruegel's tableaux of 16th-century peasants roistering, resting and hunting in the snow can be as mesmeric and thrilling as the landscapes rich with religious and allegorical symbolism. Once viewed, his pictures are hard to forget; in their mingled realism and weirdness, they stir the heart and set the imagination in motion. That's how it was for many of us in childhood; that's how it was for Belgian artist Sassafras De Bruyn, who has spun her affection for the painter into a picture book, \"The Hunter and His Dog\" (Eerdmans, 40 pages, $17.99).", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hunters-mixes-nazis-heroes-al-pacino-to-examine-scars-of-holocaust-11582302986", "title": "'Hunters' Mixes Nazis, Heroes, Al Pacino to Examine Scars of Holocaust", "date": "2020-02-21 11:36", "summary": "Amazon's streaming series takes a cue from Jordan Peele for a mix of social commentary and sometimes lurid drama. The concept sounds straightforward: Al Pacino plays the leader of a secret squad of Jews hunting down Nazi officials living undercover in America circa 1977 and plotting a comeback.", "categories": [["Books & Arts", "Arts", "Television"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/arts?mod=breadcrumb", "https://www.wsj.com/news/types/television?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-game-of-birds-and-wolves-review-the-invention-of-the-raspberry-11582302922", "title": "'A Game of Birds and Wolves' Review: The Invention of the Raspberry", "date": "2020-02-21 11:35", "summary": "Working in an office block in Liverpool, young Wrens-members of the Women's Royal Naval Service-re-enacted sea battles on a chalk-gridded linoleum floor. The anti-U-boat tactics they analyzed and developed saved Allied lives in the Atlantic.. On a freezing morning in 1942, a 19-year-old naval recruit named Janet Okell showed up for her first day of work at Derby House, an office complex in war-torn Liverpool. She was led into a vast room that looked like a cross between a gymnasium and a children's nursery. The floor, covered with brown linoleum, was divided into squares by white grid lines and strewn with pieces of chalk and balls of string. Young women in white shirts, ties and trousers, their sleeves rolled up, were down on their knees moving wooden models of ships and submarines around the floor. It was like a giant chess game.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/five-best-alan-furst-on-espionage-and-spycraft-11582302876", "title": "Five Best: Alan Furst on Espionage and Spycraft", "date": "2020-02-21 11:34", "summary": "From the author, most recently, of the novel 'Under Occupation.'. By Fitzroy Maclean (1949)", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bestselling-books-week-ended-february-15-11582302564", "title": "Bestselling Books Week Ended February 15", "date": "2020-02-21 11:29", "summary": "With data from NPD BookScan. ", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/best-selling-books?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/youre-not-just-binge-watching-netflix-youre-having-an-experience-11582297230", "title": "You're Not Just Binge Watching Netflix. You're Having an 'Experience.'", "date": "2020-02-21 11:29", "summary": "Companies from Netflix to Mastercard are rethinking how customers interact with their products. Heightened attention to this 'experience' is now one of the hottest assignments in the c-suite.. Netflix Inc. lets binge watchers skip the opening credits of TV shows. Domino's Pizza Inc. alerts customers with updates about their pie as it's being prepared. Harry's Inc.'s razors now produce a 'click' when users change blades.", "categories": [["Experience Report"]], "category_links": ["https://www.wsj.com/news/experience-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-robot-in-aisle-five-isnt-stalking-you-no-really-11582302075", "title": "The Robot in Aisle Five Isn't Stalking You. No, Really.", "date": "2020-02-21 11:21", "summary": "Resume Subscription. Andy Callahan and his fellow engineers spent years building a robot that could roam grocery-store aisles counting soup cans and scanning for spills while dodging shopping carts. They named it Marty.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/under-siege-from-left-and-right-any-merkel-successor-faces-tough-balancing-act-11582301565", "title": "Under Siege From Left and Right, Any Merkel Successor Faces Balancing Act", "date": "2020-02-21 11:12", "summary": "As leadership battle kicks off, Germany's ruling party is losing voters to both the nativist right and the center-left. BERLIN-The candidates to succeed Angela Merkel as chair of her conservative party-and, possibly, as Germany's next chancellor-are facing a daunting challenge: to recapture ground lost to the nativist right while reversing an exodus of voters to the center-left.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ubss-retail-banker-for-billionaires-11582301200", "title": "UBS's Retail Banker for Billionaires", "date": "2020-02-21 11:06", "summary": "Appointing a digital, retail-banking expert as new CEO leaves the Swiss bank reliant on passed-over contenders. UBS , the world's largest wealth manager, has appointed a new chief executive who has no wealth-management experience.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-to-change-anyones-mind-11582301073", "title": "How to Change Anyone's Mind", "date": "2020-02-21 11:04", "summary": "People instinctively resist being forced to do things differently. Instead of pushing, try removing the barriers that stand in their way.. Everyone has something they want to change. Employees want to change their bosses' minds, and leaders want to transform organizations. Salespeople want to win new clients, and startups want to revolutionize industries. Parents want to change their children's behavior, and political canvassers want to sway voters.", "categories": [["Life & Work", "Ideas", "The Saturday Essay"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/the-saturday-essay?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/photos-of-the-week-feb-15-21-2020-11582301001", "title": "Photos of the Week", "date": "2020-02-21 11:03", "summary": "Life in coronavirus lockdown, Roger Stone sentenced, a million fleeing Syrians trapped by Assad's final push and more. We are delighted that you'd like to resume your subscription.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-the-e-trade-deal-tells-you-about-the-new-investing-game-11582300803", "title": "What the E*Trade Deal Tells You About the New Investing Game", "date": "2020-02-21 11:00", "summary": "The days of the 'financial supermarket' are over. Investment firms want to grab as much of your money as they can.. Morgan Stanley 's takeover of E*Trade Financial Corp. for $13 billion shows how drastically the brokerage industry's business model has changed.", "categories": [["Markets", "The Intelligent Investor"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/the-intelligent-investor?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-hit-japan-limits-large-gatherings-11582282621", "title": "Japan Limits Large Gatherings to Thwart Coronavirus", "date": "2020-02-21 10:56", "summary": "Graduations, speeches, business meetings are canceled, Tokyo Marathon shrinks. TOKYO-Japan has begun suspending major public gatherings to counter the spread of Covid-19 as the number of new cases rises quickly and makes the country one of the biggest sites of infection outside China.", "categories": [["World", "Asia", "Japan"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/japan-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/germany-raises-police-presence-after-racist-terrorist-attack-11582300431", "title": "Germany Raises Police Presence After Racist Terrorist Attack", "date": "2020-02-21 10:53", "summary": "Officials fear more violence after German shooter killed nine people of immigrant background. BERLIN-Germany is boosting police protection of mosques, transport hubs and large public events after a mass shooting Wednesday that was motivated by racism, the latest in a string of far-right extremist attacks and plots in the country to raise fears over further terrorist violence.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/losing-your-hair-why-this-solution-is-no-longer-shameful-11582299915", "title": "Losing Your Hair? Why This Solution Is No Longer Shameful", "date": "2020-02-21 10:45", "summary": "Discussing waning manes is suddenly fashionable thanks to new, stigma-free products and evolved attitudes toward thinning tresses. ", "categories": [["Life & Work", "Style & Fashion", "Fashion"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/fashion?mod=breadcrumb", "https://www.wsj.com/news/types/fashion?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-one-singapore-sales-conference-spread-coronavirus-around-the-world-11582299129", "title": "How One Singapore Sales Conference Spread Coronavirus Around the World", "date": "2020-02-21 10:32", "summary": "Resume Subscription. Last month, 109 people gathered in a Singapore hotel for an international sales conference held by a U.K.-based company that makes products to analyze gas.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/richard-j-fox-philadelphia-real-estate-developer-championed-temple-university-11582299001", "title": "Richard J. Fox, Philadelphia Real-Estate Developer, Championed Temple University", "date": "2020-02-21 10:30", "summary": "Entrepreneur managed arena project and fought long battle to build a community near Valley Forge park. ", "categories": [["World", "Obituaries"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/obituaries?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/central-banks-advised-to-use-tool-kits-aggressively-during-trouble-11582298100", "title": "Central Banks Advised to Use Tool Kits Aggressively During Trouble", "date": "2020-02-21 10:15", "summary": "Paper to be presented Friday at a conference in New York. If central banks want to get the most out of crisis-era stimulus tools the next time they are needed, they should be deployed \"early and aggressively\" when confronting a downturn, new research claims.", "categories": [["Economy", "Central Banks"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/central-banks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/newly-reimagined-cruise-terminals-are-destinations-in-themselves-11582298017", "title": "Newly Reimagined, Cruise Terminals Are Destinations in Themselves", "date": "2020-02-21 10:13", "summary": "Splashy new cruise terminals are smartening up in key cities, hoping to attract locals to seaside shops, restaurants, even art museums. THE AGE OF of the dreaded cruise-ship terminal-those colossal clearing houses that often squat on prime waterfront real estate-might be coming to an end. Consider the cascading terraces of the new extension of Hong Kong's Ocean Terminal, designed by British architect Norman Foster. Its glass walls and cantilevered levels stand at the water's edge-overlooking the Kowloon Peninsula to the north and Causeway Bay to the south-with restaurants, shops and outdoor space open to all. Or Zaha Hadid's reinvention of the marine terminal in Salerno, Italy, that looks like an oyster shell. Or Luís Pedro Silva's Porto Cruise Terminal, in Portugal, that seems to unspool like a ribbon, or the five white 90-foot sails that have made the Canada Place Cruise Terminal a landmark in downtown Vancouver.", "categories": [["Life & Work", "Travel", "Off Duty Travel"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/magazine/travel?mod=breadcrumb", "https://www.wsj.com/news/types/off-duty-travel?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/an-entrepreneur-wants-to-break-philadelphias-condo-recordagain-11582297868", "title": "An Entrepreneur Wants to Break Philadelphia's Condo Record-Again", "date": "2020-02-21 10:11", "summary": "John Paz set a new price record when he bought a penthouse for roughly $17 million in 2017. Now, he's listing the same condo near Independence Hall for $32 million. Entrepreneur John Paz broke the price record for a Philadelphia condo in 2017 when he spent about $17 million for a penthouse atop a new-construction condo building near Independence Hall. Now, Mr. Paz is trying to break the record again, relisting that same condo for $32 million.", "categories": [["WSJ News Exclusive", "Private Properties"]], "category_links": ["https://www.wsj.com/news/types/private-properties?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-record-breaking-philadelphia-penthouse-11582297609", "title": "A Record-Breaking Philadelphia Penthouse", "date": "2020-02-21 10:06", "summary": "The three-bedroom condo at 500 Walnut fetched $17 million in 2017. The seller has relisted it for $32 million.. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/todays-logistics-report-maersk-seeks-anchor-canadas-rail-standoff-garlic-markets-pressed-11582297272", "title": "Today's Logistics Report: Maersk Seeks Anchor; Canada's Rail Standoff; Garlic Markets Pressed", "date": "2020-02-21 10:01", "summary": "Today's Top Supply Chain & Logistics News from WSJ. Sign up: With one click, get this newsletter delivered to your inbox.", "categories": [["WSJ Logistics Report"]], "category_links": ["https://www.wsj.com/news/types/wsj-logistics-report-newsletter?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/do-the-benefits-of-digital-devices-in-school-classrooms-outweigh-the-downsides-11582297138", "title": "Do Digital Devices in the Classroom Do More Harm Than Good?", "date": "2020-02-21 09:58", "summary": "Proponents say new technologies are essential in education and can help narrow the achievement gap; critics say they are setting many students back. Technology has steadily worked its way into classrooms around the world, from kindergarten to graduate school. Its use in schools has been strongly supported by the U.S. Education Department, among others, and it is widely viewed as a valuable tool-even a necessity-in education.", "categories": [["Business", "Journal Reports: Technology"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/insurance-tycoon-greg-lindbergs-bribery-trial-begins-11582296088", "title": "Insurance Tycoon Greg Lindberg's Bribery Trial Begins", "date": "2020-02-21 09:41", "summary": "Defense argues the businessman's donations were prompted by a question from a North Carolina insurance commissioner: 'What's in it for me?'. CHARLOTTE, N.C.--Lawyers for insurance mogul Greg Lindberg this week began their fight in court against federal bribery charges by telling jurors that the executive believed he was staying within elections law as he made political contributions to counter what he perceived as overly tough regulation.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/where-robinhoods-founder-found-his-faithful-band-of-advisers-11582293606", "title": "Where Robinhood's Founder Found His Faithful Band of Advisers", "date": "2020-02-21 09:35", "summary": "Baiju Bhatt helped build an app that allows investors to trade without paying fees. He looks to insiders and outsiders to help him stay cool, levelheaded and generous.. ", "categories": [["Personal Board of Directors"]], "category_links": ["https://www.wsj.com/news/types/personal-board-of-directors?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/youre-a-scorpio-why-the-earths-wobble-means-your-zodiac-sign-isnt-what-you-think-11582295400", "title": "You're a Scorpio? Why Your Zodiac Sign Isn't What You Think", "date": "2020-02-21 09:30", "summary": "Over span of human life, Earth's movement makes stars appear to shift to east by about one degree. If a romantic evening spent with an astrological match feels more like a misalignment of the stars than a perfect date, you could blame it on the Earth's wobble.", "categories": [["U.S.", "The Numbers"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/the-numbers?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/debt-crisis-deepens-at-unit-of-elite-chinese-college-11582294334", "title": "Debt Crisis Deepens at Unit of Elite Chinese College", "date": "2020-02-21 09:12", "summary": "Peking Founder misses debt payment in China, potentially triggering defaults on $3 billion of international bonds. A conglomerate backed by an elite Beijing university missed a key debt payment in China, potentially triggering defaults on $3 billion of international bonds.", "categories": [["Markets", "Credit Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/credit-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bob-odenkirk-interview-better-call-saul-s5-11582291729", "title": "How Bob Odenkirk Got Nice", "date": "2020-02-21 08:34", "summary": "\"I didn't enjoy being such a crabby person. Something was wrong with me.\" The \"Better Call Saul\" star unpacks the moments that made him whole.. It's fair to say that in 1998, no one who saw Bob Odenkirk perform a Mr. Show sketch buck naked on the stage of Radio City Music Hall for Comic Relief VIII-a cupped hand his only nod to decency-would have predicted his turn to drama. Odenkirk is now critically celebrated for his portrayal of greasy lawyer Saul Goodman in AMC's Better Call Saul.", "categories": [["Magazine - Culture", "My Life and Times"]], "category_links": ["https://www.wsj.com/news/types/magazine-culture?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/google-doesnt-trip-up-fitbitmuch-11582291207", "title": "Google Doesn't Trip Up Fitbit-Much", "date": "2020-02-21 08:20", "summary": "Wearable-device unit sales rise while pricing slumps in the quarter that included deal announcement. Has Google's pending acquisition of Fitbit scared off the wearable-device maker's customers? The answer, for the moment, seems no. At least not at the right price.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-berated-intelligence-chief-over-report-russia-wants-him-re-elected-11582243738", "title": "Trump Berated Intelligence Chief Over Report Russia Wants Him Re-Elected", "date": "2020-02-21 08:18", "summary": "President chastised official after staffer informed bipartisan House panel that Moscow might again seek to boost his campaign. WASHINGTON-President Trump lashed out at his acting director of national intelligence, Joseph Maguire, earlier this month after learning that one of his subordinates had briefed the House Intelligence Committee about Russia's apparent preference for Mr. Trump in the 2020 presidential contest, people familiar with the matter said.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nissan-cuts-ex-ceo-saikawas-exit-package-11582291108", "title": "Nissan Cuts Ex-CEO Saikawa's Exit Package", "date": "2020-02-21 08:18", "summary": "Board decides to pay ousted CEO about $3 million, down from initial calculation of $15 million. TOKYO- Nissan Motor Co. 's board sharply cut the exit package of ousted Chief Executive Hiroto Saikawa, who presided over a pronounced decline in the car maker's earnings, according to people familiar with the decision.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-cripples-supply-chains-for-many-small-u-s-businesses-11582286402", "title": "Not Just Nike and Apple: Small U.S. Firms Disrupted by Coronavirus", "date": "2020-02-21 08:13", "summary": "With stranded workers, factories slow to reopen; ripple effects felt by makers of ties, fireplaces and bicycles. Small U.S. businesses that sell everything from bicycles to custom software are struggling with the ripple effects of the coronavirus epidemic, which has disrupted global supply chains and left Chinese factories closed or short-staffed.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/google-resists-demand-from-states-in-digital-ad-probe-11582281000", "title": "Google Resists Demands From States in Ad Probe", "date": "2020-02-21 08:05", "summary": "Company is reluctant to surrender some documents in investigation of possible anticompetitive practices. WASHINGTON-Google is resisting efforts to surrender emails, text messages and other documents sought by state investigators probing possible anticompetitive practices, according to records and interviews.", "categories": [["WSJ News Exclusive", "Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/worried-a-robot-apocalypse-is-imminent-read-these-books-11582288206", "title": "Worried a Robot Apocalypse Is Imminent? Read These Books", "date": "2020-02-21 07:30", "summary": "Three new works explore the ways robots and A.I. are making the world a weirder, more creative-and maybe even more human-place. Elevator Pitch: Ideal for those intrigued and/or mildly unnerved by the increasing role A.I. plays in modern life (and our future), this book is accessible enough to educate you while easing anxieties about the coming robot apocalypse. A surprisingly hilarious read, it presents a view of A.I. that is more \"Office Space\" than \"The Terminator.\" Typical insight: A.I. that can't write a coherent cake recipe is probably not going to take over the world.", "categories": [["Tech", "Personal Tech", "Gear & Gadgets"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb", "https://www.wsj.com/news/types/personal-technology-joanna-stern?mod=breadcrumb", "https://www.wsj.com/news/types/gear?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/deontay-wilder-and-tyson-fury-have-unfinished-business-11582286402", "title": "Deontay Wilder and Tyson Fury Have Unfinished Business", "date": "2020-02-21 07:00", "summary": "After the boxers fought to a split draw in 2018, the rematch will likely add clarity to the heavyweight division. Tyson Fury thinks he was robbed of a win the last time he stepped into the boxing ring against Deontay Wilder.", "categories": [["Sports"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/stocks-clinch-records-e-trade-finds-a-buyer-and-walmart-disappoints-11582286403", "title": "Stocks Clinch Records, E*Trade Finds a Buyer and Walmart Disappoints", "date": "2020-02-21 07:00", "summary": "But coronavirus fears are still palpable, weighing on Wall Street. The stock market set records again this week, but investors faced new concerns as well. Apple Inc. warned its sales would take a hit from the coronavirus epidemic, and it is becoming clearer that China's gross domestic product will suffer, too. It is shaping up to be a down week for Wall Street.", "categories": [["Markets", "Stocks"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/quebecs-caisse-eyes-1-billion-payday-on-bombardier-train-sale-11582286403", "title": "Quebec's Caisse Eyes $1 Billion Payday on Bombardier Train Sale", "date": "2020-02-21 07:00", "summary": "Profit stems from stringent terms demanded in 2016 purchase of stake in Bombardier division. Quebec's giant pension-fund manager is poised to earn a $1 billion profit from Alstom SA's planned takeover of Bombardier Inc.'s train business, thanks to an unusual deal it struck four years ago.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/stalled-initiatives-to-cut-drug-prices-frustrate-trump-11582286404", "title": "Stalled Initiatives to Cut Drug Prices Frustrate Trump", "date": "2020-02-21 07:00", "summary": "President seeks a signature accomplishment on the high-profile issue, as polling shows unfavorable public opinion. President Trump is campaigning for re-election in 2020 by saying he has made great progress in reducing drug prices. But the issue has been a source of frustration for him recently, according to people familiar with the matter, as polling shows a majority of Americans disapprove of his handling of the issue and Democratic challengers for the White House focus on how his initiatives have stalled.", "categories": [["Politics", "Health Policy"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/health-policy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/japans-pension-whales-may-be-making-waves-in-currency-markets-11582285660", "title": "Japan's Pension Whales May Be Making Waves in Currency Markets", "date": "2020-02-21 06:47", "summary": "The yen's surprise decline makes more sense in the context of the country's pension funds shifting an increasing portion of their assets abroad. The yen has slumped this week, perplexing investors who associate periods of uncertainty and stress with a rising Japanese currency.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/dont-read-too-much-into-chinas-record-bank-lending-11582285317", "title": "Don't Read Too Much Into China's Record Bank Lending", "date": "2020-02-21 06:44", "summary": "Hopes for a new round of central-bank stimulus are premature. Chinese banks extended a net 3.3 trillion yuan ($470 million) in new local currency loans in January, over 2 trillion yuan more than in December-and a record. Starry-eyed analysts are already talking about a new round of stimulus.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-many-businesses-will-be-on-the-hook-for-coronavirus-losses-11582282802", "title": "Many Businesses Will Be on the Hook for Coronavirus Losses", "date": "2020-02-21 06:00", "summary": "Burned by SARS, insurers across the board now exclude epidemics in standard business-interruption policies. The coronavirus is proving costly for global business-and insurance won't be much help.", "categories": [["Business", "Asia"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sanders-running-even-with-biden-among-black-voters-wsj-nbc-news-poll-finds-11582282800", "title": "Sanders Running Even With Biden Among Black Voters, Poll Shows", "date": "2020-02-21 06:00", "summary": "Ex-vice president loses edge among African-Americans planning to vote in Democratic primaries. Joe Biden has lost a substantial part of his black-voter support and is now running about even with Bernie Sanders, a new Wall Street Journal/NBC News poll has found.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nine-ways-to-make-work-less-awful-11582281002", "title": "Nine Ways to Make Your Work Day Better", "date": "2020-02-21 05:30", "summary": "A new book argues that headphones in the office can be helpful; weekend email not so much.. Is it reasonable to expect to enjoy your job? That's a question many of us have wrestled with, often as we lie awake with anxious thoughts about our careers. A 2017 survey by the American Psychological Association found that 61% of respondents chose work as their top source of anxiety.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/inequality-isnt-shareholders-fault-but-they-can-help-fix-it-11582281003", "title": "Inequality Isn't Shareholders' Fault, But They Can Help Fix It", "date": "2020-02-21 05:30", "summary": "Increase in wealth gap seems to have more to do with managerial pay than corporate profits, creating opportunities for do-good investors. Investors who want to do good while still doing well shouldn't worry too much about high levels of corporate profit. They should worry about exorbitant executive pay.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/illinois-democrats-split-over-trumps-clemency-for-rod-blagojevich-11582281001", "title": "Illinois Democrats Split Over Clemency for Blagojevich", "date": "2020-02-21 05:30", "summary": "Backers and critics of disgraced ex-governor express sympathy for his family; war powers resolution tests House GOP. ", "categories": [["Politics", "Washington Wire"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/washington-wire?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/democratic-presidential-candidates-ended-january-short-on-cash-11582281001", "title": "Democratic Candidates Ended January Short on Cash", "date": "2020-02-21 05:30", "summary": "Pete Buttigieg and Joe Biden haven't invested in any ads in the crucial Super Tuesday states, data show. Four of the top six Democratic presidential campaigns spent heavily ahead of the Iowa caucuses, and they are now at a major disadvantage on the airwaves heading into next month's crucial Super Tuesday contests.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/stocks-to-watch-sprint-t-mobile-six-flags-dominos-pizza-11582280204", "title": "Stocks to Watch: Sprint, T-Mobile, Six Flags, Domino's Pizza", "date": "2020-02-21 05:16", "summary": "Here are some of the companies with shares expected to trade actively in Friday's session. Here are some of the companies with shares expected to trade actively in Friday's session. Stock movements noted by ticker reflect movements during regular trading hours.", "categories": [["Markets", "MoneyBeat"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/moneybeat?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/7-eleven-goes-on-the-speedway-11582279215", "title": "7-Eleven Goes on the Speedway", "date": "2020-02-21 05:03", "summary": "A deal would be consistent with Seven & I's strategy to expand in the U.S.. 7-Eleven's owner is taking a big gulp in the U.S.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/japan-defends-handling-of-coronavirus-struck-cruise-ship-11582213391", "title": "Japan Defends Handling of Coronavirus-Struck Cruise Ship", "date": "2020-02-21 02:57", "summary": "First two deaths reported from among passengers; South Korea and Iran confirm deaths and infections in Beijing rise. TOKYO-Japanese officials defended their handling of cruise-ship virus victims after the first two passenger deaths were reported-one a woman in her 80s who had a fever for a week before getting to a hospital.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11582235415", "title": "Pepper...and Salt", "date": "2020-02-21 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/smart-move-butcher-that-beef-yourself-11582302964", "title": "Smart Move: Butcher That Beef Yourself", "date": "2020-02-21 00:01", "summary": "Going DIY and breaking down a whole chuck roll into individual cuts is highly satisfying as well as terrifically thrifty. Here's how in 5 simple steps.. IN THE VOCABULARY of butchery, primal cuts are the big ones separated first from the whole animal. Some primals can be further broken down into subprimal cuts. A cow, for example, has eight primal cuts: chuck, rib, loin, round, flank, short plate, brisket and shank. The chuck alone yields a variety of subprimals, including the chuck roll-itself a bonanza of secondary cuts and source of multiple meals.", "categories": [["Life & Work", "Food & Drink"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/food-cooking-drink?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/james-p-hoffa-wont-stand-for-re-election-as-teamsters-president-11582313465", "title": "James P. Hoffa Won't Stand for Re-Election as Teamsters President", "date": "2020-02-21 00:01", "summary": "Labor leader says he will step aside when term ends in March 2022. Teamsters union President James P. Hoffa said he won't stand for re-election when his current term ends in March 2022, after more than two decades atop the powerful labor group.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/heres-something-that-stinks-high-garlic-prices-11582196400", "title": "Here's Something That You Will Think Stinks: High Garlic Prices", "date": "2020-02-21 23:59", "summary": "In recent years, China has been responsible for as much as 80% of the global garlic supply. Garlic prices are rising. The reason: the widening coronavirus outbreak is causing disruptions in the supply chain in China, the world's largest producer of the vegetable.", "categories": [["Markets", "Commodities"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-administration-plans-to-raise-seasonal-worker-cap-11582248895", "title": "Trump Administration Plans to Raise Seasonal-Worker Cap", "date": "2020-02-21 22:55", "summary": "Additional 45,000 guest workers will be allowed to return to U.S. this summer. WASHINGTON-The Trump administration plans to allow 45,000 additional seasonal guest workers to return to the U.S. this summer, the highest number since the president took office, according to three administration officials.", "categories": [["WSJ News Exclusive", "Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/six-flags-slashes-quarterly-dividend-by-70-11582200167", "title": "Six Flags Reports Unexpected Loss, Slashes Dividend", "date": "2020-02-21 21:10", "summary": "Amusement-park operator gave 2020 outlook below expectations, announced finance chief's retirement. Six Flags Entertainment Corp. on Thursday swung to an unexpected loss for the latest quarter and gave a 2020 outlook well below expectations as the company struggles to lure attendees to its amusement parks and ended its China expansion plans.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/worst-side-story-11582246801", "title": "Worst Side Story", "date": "2020-02-21 20:00", "summary": "Anyone expecting a standard revival of 'West Side Story' is in for a surprise.. New York", "categories": [["Opinion", "Theater Review"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/theater-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bernies-medical-stonewall-11582244614", "title": "Bernie's Medical Stonewall", "date": "2020-02-21 19:23", "summary": "He pledged to release his health records. Then he had a heart attack.. Seventy-eight year old Bernie Sanders wants Americans to hire him for one of the world's most demanding jobs. He has refused to release detailed medical records, and this week his press secretary said health inquires are reminiscent of \"the kind of smear, kind of skepticism campaigns\" of old.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/roger-stones-sentence-11582244537", "title": "Roger Stone's Sentence", "date": "2020-02-21 19:22", "summary": "Apparently there hasn't been a coup against the judiciary.. Judge Amy Berman Jackson on Thursday sentenced President Trump's former confidant Roger Stone to 40 months in prison, which if nothing else offers some lessons about the political hysterics of the last two weeks in Washington.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bloomberg-the-moral-capitalist-11582244365", "title": "Bloomberg the Moral Capitalist", "date": "2020-02-21 19:19", "summary": "A socialist demagogue will beat a guilty billionaire technocrat every time.. Everybody agrees Mike Bloomberg had an awful debate Wednesday night, as Democrats took turns flogging him for offenses against woke progressivism. The painful experience should convince the businessman and former New York mayor that he can't win the Democratic nomination with his current strategy of contrition and a leftward policy lunge.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/warren-buffett-found-his-elephant-with-giant-stake-in-apple-11582194601", "title": "Warren Buffett Found His 'Elephant' With Giant Stake in Apple", "date": "2020-02-21 19:17", "summary": "Stake's value has more than doubled to $78.5 billion since he began buying in 2016. Warren Buffett has lamented his failure in recent years to find an \"elephant-sized acquisition.\"", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sprint-t-mobile-near-agreement-on-new-merger-terms-11582230987", "title": "Sprint, T-Mobile Revise Merger Terms", "date": "2020-02-21 19:13", "summary": "Deutsche Telekom will own 43% of combined company, while SoftBank will hold a 24% stake. Sprint Corp. and T-Mobile US Inc. have agreed on new terms for their merger, as the wireless carriers race to close the deal after overcoming a federal court challenge.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/vale-swings-to-a-loss-after-impairment-charges-on-mines-11582241542", "title": "Vale Swings to a Loss After Impairment Charges on Mines", "date": "2020-02-21 19:12", "summary": "Iron-ore miner still working to reopen some mines shut down after the tailings dam collapse. SÃO PAULO-Brazilian iron-ore miner Vale SA posted a net loss in the fourth quarter after writing down investments in troubled mines in New Caledonia and Mozambique and taking charges related to the deadly dam accident in the Brazilian town of Brumadinho at the start of last year.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-best-democratic-debate-in-years-11582243830", "title": "The Best Democratic Debate in Years", "date": "2020-02-21 19:10", "summary": "Veteran candidates were on fire and at the top of their game. Can newcomer Mike Bloomberg recover?. If you love national politics and follow it closely, there's always the debate you imagine in your head and the one that later happens on the screen. Before Wednesday's Democratic debate I made a list of the bare, bottom-line message I thought each candidate had to deliver.", "categories": [["Opinion", "Declarations"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/declarations?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/roger-stone-longtime-trump-political-adviser-sentenced-11582200000", "title": "Trump Ally Roger Stone Sentenced to Three Years and Four Months in Prison", "date": "2020-02-21 19:08", "summary": "The longtime Trump political adviser was convicted of witness tampering, obstruction and lying to Congress. WASHINGTON-President Trump's longtime confidant Roger Stone was sentenced to three years and four months in prison on Thursday for lying to Congress and witness tampering, after a tumultuous two weeks in which Mr. Trump denounced the handling of the case and the government trial lawyers withdrew.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bernie-sanders-insider-11582243676", "title": "Bernie Sanders, Insider", "date": "2020-02-21 19:07", "summary": "Voters find 'just fix the damn roads' a more compelling pitch than 'I wrote the damn bill.'. Conventional wisdom has it that the Democratic primary is little more than a battle between moderates and progressives. But something else is going on here. Beyond ideology, the party is yet again arguing about whether we're more apt to win as agents of change or as beacons of the establishment. The six candidates still standing line up on different sides of that debate-but not in the way you might think.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bloomberg-can-teach-you-to-make-music-11582243641", "title": "Bloomberg Can Teach You to Make Music", "date": "2020-02-21 19:07", "summary": "With his regard for technology, he palpably disdains human craft.. Mike Bloomberg's is the rarefied hauteur of the technocrat. Anyone who's worked in an office since the 1990s has dealt with the IT overlord who tells you with a paternalistic smile that \"It can't be done that way\" because of this or that technical mumbo-jumbo. The former mayor is that guy on steroids.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/18-tiny-deaths-review-forensics-in-a-nutshell-11582243603", "title": "'18 Tiny Deaths' Review: Forensics in a Nutshell", "date": "2020-02-21 19:06", "summary": "Frances Glessner Lee, little remembered today, used her wealth and know-how to create the Department of Legal Medicine at Harvard.. The daughter of one of the wealthiest men in Chicago, Frances Glessner Lee (1878-1962) grew up in a sheltered world of privilege. Her father, John Jacob Glessner, was a vice president of the agricultural-machinery company International Harvester and helped establish the Chicago Symphony, whose members were often guests and performers at the Glessner mansion. Frances received private tutoring at the family home, though she abstained from college rather than attend any institution that wasn't Harvard Medical School (which did not then admit women). Instead she chose early marriage and motherhood, wedding Blewett Lee, a lawyer of conservative background and habits.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/thank-god-american-churches-are-dying-11582243546", "title": "Thank God, American Churches Are Dying", "date": "2020-02-21 19:05", "summary": "As thousands close across the U.S., lively new congregations are taking their place.. As thousands of churches close across the U.S., many fret about the inevitable decline of faith in American life. Congregational demise is troubling, but underreported data suggest that fear of a secularizing America may be overwrought. A religious renewal could be on the horizon.", "categories": [["Opinion", "Commentary", "Houses of Worship"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb", "https://www.wsj.com/news/types/houses-of-worship?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/swiss-regulator-censures-julius-baer-in-fifa-money-laundering-case-11582243481", "title": "Swiss Regulator Censures Julius Baer in FIFA Money Laundering Case", "date": "2020-02-21 19:04", "summary": "The Swiss bank failed to do enough to identify to determine the identity of its clients, Switzerland's Market Watchdog says. Switzerland's market watchdog criticized private bank Julius Baer Gruppe AG on Thursday in connection with money-laundering claims involving the FIFA soccer federation and Venezuela's national oil company.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/warren-long-opposed-to-outside-cash-welcomes-super-pacs-help-11582233923", "title": "Warren, Long Opposed to Outside Cash, Welcomes Super PAC's Help", "date": "2020-02-21 19:03", "summary": "Comments come after new unlimited-money group backing her begins airing about $1 million in Nevada ads leading up to state's caucuses. LAS VEGAS-Sen. Elizabeth Warren said a new super PAC supporting her presidential candidacy is a political necessity, marking an about-face for a candidate who has long sought to distance herself from outside money in politics.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/michael-bloomberg-other-democrats-to-square-off-in-las-vegas-debate-11582136650", "title": "Democrats Attack Each Other in Nevada Debate", "date": "2020-02-21 19:02", "summary": "Elizabeth Warren, other candidates criticize former New York City mayor who has risen in polls. Former New York City Mayor Michael Bloomberg faced a barrage of attacks as he joined Democrats for the first time in a fiery presidential debate that saw every candidate on stage launching shots at one another.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bernie-sanderss-rise-sparks-comparisons-to-2016-gop-race-11582208426", "title": "Sanders's Rise Sparks Comparisons to 2016 GOP Race", "date": "2020-02-21 19:01", "summary": "Democrats fear the Vermont senator would lose to President Trump, though polling shows Mr. Sanders winning a hypothetical matchup. WASHINGTON-The Democratic primary is following a similar trajectory to what Republicans experienced four years ago, when a long-shot candidate with a devoted base gained momentum while his party's establishment politicians squabbled over who was best suited to take him on.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}]