[{"link": "https://www.wsj.com/articles/the-fbis-dossier-deceit-11595027626", "title": "The FBI's Dossier Deceit", "date": "2020-07-17 19:13", "summary": "New evidence that the bureau knew the Russia info was phony in 2017.. The Justice Department's release of documents from the Obama Administration's 2016-17 Trump-Russia investigation is beginning to paint a picture, and the more we learn the worse the FBI looks.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/camping-vacations-dreamy-or-dreadful-11595027605", "title": "Camping Vacations: Dreamy or Dreadful?", "date": "2020-07-17 19:13", "summary": "Two writers debate the pros and cons of sleeping outdoors. Plus: 6 of the best campgrounds in the U.S., according to Bear Grylls and other outdoorsy pros.. Just...why? You pack up the many encumbrances required to keep yourself alive and happy. Then you painstakingly unpack and arrange these things to re-create the exact life you have at home, except grimy and with bears.", "categories": [["Life & Work", "Travel", "Off Duty Travel"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/magazine/travel?mod=breadcrumb", "https://www.wsj.com/news/types/off-duty-travel?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/self-cancel-culture-11595027570", "title": "Self-Cancel Culture", "date": "2020-07-17 19:12", "summary": "An author withdraws her novel. A trade magazine withdraws its report.. Every day brings news of another \"cancellation\"-a celebrity's tweet incites an online mob, an article written in 1987 gets a corporate executive fired. The latest trend is self-cancellation, in which the offending party, rather than enduring the coming onslaught, self-flagellates and hopes for absolution.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-trump-retreat-from-korea-11595027533", "title": "A Trump Retreat From Korea?", "date": "2020-07-17 19:12", "summary": "A good way to look weak on China and help Biden get to his right on national security.. A couple of months ago we heard that President Trump was pushing the Pentagon to withdraw U.S. troops from Afghanistan, Germany and South Korea. We started calling around and were told to focus on Afghanistan, as the other two deployments were safe in an election year.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-iran-china-axis-11595027021", "title": "The Iran-China Axis", "date": "2020-07-17 19:03", "summary": "A demonstration that regional authoritarian powers don't tend to stay in their region.. Iran's revolutionary slogan \"Neither West, nor East\" signified the country's antagonism to the U.S. and the Soviet Union. But as China rises-and Iranian rulers focus on survival under U.S. pressure-the Islamic Republic is taking a side.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/iac-interactive-cfo-says-quarterly-guidance-is-bad-for-business-11595026845", "title": "IAC/Interactive CFO Says Quarterly Guidance Is Bad for Business", "date": "2020-07-17 19:00", "summary": "Owner of Vimeo and Angie's List plans to focus on long-term growth and provide business updates. Giving quarterly guidance is \"a total waste of time,\" according to IAC/InterActiveCorp. 's finance chief, Glenn Schiffman.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/federal-court-orders-trump-administration-to-accept-new-daca-applications-11595011272", "title": "Court Orders Trump Administration to Accept New DACA Applications", "date": "2020-07-17 18:52", "summary": "Decision ends weeks of uncertainty for undocumented immigrants brought to U.S. as children after Supreme Court ruling in June. WASHINGTON-A federal court in Maryland ordered the Trump administration on Friday to begin accepting new applications to the Deferred Action for Childhood Arrivals program, ending weeks of uncertainty over whether the government would restart the policy after the Supreme Court ruled it was canceled improperly.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/appeals-court-upholds-rule-expanding-short-term-health-plans-11595004994", "title": "Appeals Court Upholds Rule Expanding Short-Term Health Plans", "date": "2020-07-17 18:37", "summary": "Sales of plans that don't comply with the Affordable Care Act can continue, in a win for the Trump administration. WASHINGTON-The U.S. Court of Appeals for the District of Columbia Circuit upheld a decision allowing the sale of short-term health plans that don't comply with the Affordable Care Act, a win for the Trump administration, which seeks to undermine the health law by expanding access to cheaper, less comprehensive health insurance.", "categories": [["Politics", "Health Policy"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/health-policy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-navys-cultural-ship-is-listing-11595024930", "title": "The Navy's Cultural Ship Is Listing", "date": "2020-07-17 18:28", "summary": "The service is trying to do too much with too little public support, as the chain of command frays.. In the U.S. Navy, \"shock trials\" involve taking a warship to sea and conducting drills to see how well she might absorb the stress of combat. The Navy has lately experienced institutional shock trials: bribery scandals, collisions and sundry other public-relations nightmares. This week in San Diego the USS Bonhomme Richard, a $750 million amphibious assault ship, caught fire and burned for days. Earlier this year, Capt. Brett Crozier was relieved of command of the USS Theodore Roosevelt after writing a letter saying he needed to move his sailors off the aircraft carrier to arrest an outbreak of the novel coronavirus.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/foie-gras-farms-duck-destruction-11595024847", "title": "Foie Gras Farms Duck Destruction", "date": "2020-07-17 18:27", "summary": "A judge in California gives a reprieve to two upstate New York businesses.. Sergio Saravia couldn't sleep Tuesday night-he was too happy. The coronavirus pandemic had hit his business hard, and he had been weighing layoffs. Then word came that a federal judge in Los Angeles had issued a ruling that might save Mr. Saravia's farm in upstate New York.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-executes-third-federal-inmate-after-17-year-hiatus-11595024792", "title": "U.S. Executes Third Federal Inmate After 17-Year Hiatus", "date": "2020-07-17 18:26", "summary": "Dustin Lee Honken was a drug dealer convicted of killing five in 1993. The U.S. government on Friday put to death a meth kingpin convicted of killing five people, the third execution this week as part of the Trump administration's restart of the federal death penalty after a 17-year-hiatus.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/police-reform-wasnt-the-only-big-change-in-camden-11595024783", "title": "Police Reform Wasn't the Only Big Change in Camden", "date": "2020-07-17 18:26", "summary": "Activists tout the New Jersey city's reconstituted force but not its successful 'renaissance' schools.. Camden, N.J., has emerged as a case study for the national movement to defund the police. One of the nation's poorest cities, Camden had historically high levels of violent crime and a long record of municipal mismanagement that for decades undermined key governmental institutions.", "categories": [["Opinion", "Commentary", "Cross Country"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb", "https://www.wsj.com/news/types/cross-country?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bidens-climate-plan-is-seriousabout-green-pork-11595024735", "title": "Biden's Climate Plan Is Serious-About Green Pork", "date": "2020-07-17 18:25", "summary": "If the price is right-$2 trillion-greens will overlook his apostasy on fracking and nuclear power.. A Joe Biden presidency would guarantee one thing. We might be finished with Donald Trump, but we'll still have the problem that gave us Mr. Trump. I'll borrow a term from an analyst of the European Union: sophisticated state failure.", "categories": [["Opinion", "Business World"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/business-world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-administration-weighs-troop-cut-in-south-korea-11595005050", "title": "Trump Administration Weighs Troop Cut in South Korea", "date": "2020-07-17 17:59", "summary": "Options for reducing U.S. military presence in South Korea, coming amid tense talks over cost sharing, follow partial American withdrawal from Germany. The Pentagon has presented the White House with options to reduce the American military presence in South Korea as the two countries remain at odds over President Trump's demand that Seoul greatly increase how much it pays for the U.S. troops stationed in the country, U.S. officials said.", "categories": [["WSJ News Exclusive", "National Security"]], "category_links": ["https://www.wsj.com/news/types/national-security?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ftc-considering-deposing-top-facebook-officials-in-antitrust-probe-11595019047", "title": "FTC Considering Deposing Top Facebook Executives in Antitrust Probe", "date": "2020-07-17 17:57", "summary": "Facebook officials have prepared for potential depositions. The Federal Trade Commission is considering taking sworn testimony from Facebook Inc . Chief Executive Mark Zuckerberg and Chief Operating Officer Sheryl Sandberg as part of its investigation into whether the social-media giant has violated U.S. antitrust laws, according to people familiar with the matter.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/global-stock-markets-dow-update-7-17-2020-11594977858", "title": "S&P 500 Logs Modest Weekly Gain", "date": "2020-07-17 17:26", "summary": "Value stocks, including banks and industrials, have staged a rare period of outperformance this week. The S&P 500 rose for the week, pushed higher by economically sensitive sectors, though the sharp U.S. stock rally has shown signs of faltering.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/wordsworth-at-250-some-other-being-11594997335", "title": "Wordsworth at 250: 'Some Other Being'", "date": "2020-07-17 17:20", "summary": "Shakespeare, Donne, Pope: None of these poets prepares you for Wordsworth. His feats were singular and original.. It's time to celebrate the great Romantic poet William Wordsworth, born 250 years ago in a picturesque market town in northern England. One way to size up his achievement is to venture backward, beginning in the present day and drifting past the postmodernists, the modernists, the Edwardians, the Victorians, until we finally reach Wordsworth, who for all his distance seems a kindred soul. We \"get\" him. Ours is an age rich in self-reflection and memoir writing, hospitable to a poet who chose himself as his primary subject. Wordsworth's masterpiece, \"The Prelude,\" an endlessly revised unrhymed poem of 13 books that was never published in his lifetime, is often called the finest 19th-century English autobiography.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/under-the-red-white-and-blue-review-the-greatness-of-gatsby-11595020765", "title": "'Under the Red White and Blue' Review: The Greatness of Gatsby", "date": "2020-07-17 17:19", "summary": "How Fitzgerald's classic novel framed the intertwining of love and money in the American Dream.. F. Scott Fitzgerald originally wanted his meditation on America to be labeled as such. It was published as \"The Great Gatsby,\" but Fitzgerald had an urge to call it \"Under the Red White and Blue.\" The music critic Greil Marcus has made that the title of his latest book, which draws out the ways in which Fitzgerald's 1925 classic captured the nation's conflicts and confusions and reflected the self-image that Americans carry around with them.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/dewey-defeats-truman-review-the-truman-show-11595020696", "title": "'Dewey Defeats Truman' Review: The Truman Show", "date": "2020-07-17 17:18", "summary": "A month before the election, nine out of 10 U.S. newspapers endorsed Truman's challenger. Certain of a Dewey landslide, one pollster even stopped polling by September.. The 1948 presidential campaign is like a great opera. The themes, characters and scenes are so compelling that they resonate again and again: the scrappy accidental president Harry S. Truman struggling to win election in his own right; the Republican challenger, Thomas E. Dewey, prim and complaisant; the rumpled Henry Wallace and his cryptocommunist enablers; and the race-baiting Strom Thurmond with his Confederate-flag-waving Dixiecrat insurgents.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/science-fiction-finally-a-grown-up-fantasy-11595020733", "title": "Science Fiction: Finally, a Grown-up Fantasy", "date": "2020-07-17 17:18", "summary": "The \"Nine Realms\" sequence has the scope and much of the gusto of Robert E. Howard's famous Hyboria. Its characters, however, in particular its scarred but defiant heroine, have emotional range and emotional depth as well.. Perhaps seeking to take advantage of the ever-increasing gaps between volumes of George R.R. Martin's \"Game of Thrones\" series, sci-fi publisher Tor has decided on a different marketing strategy for the four volumes of Sarah Kozloff's \"Nine Realms\" tetralogy. \"A Queen in Hiding\" (496 pages, $12.99) came out in January, followed by \"The Queen of Raiders\" (509 pages, $16.99) and \"A Broken Queen\" (446 pages, $16.99) in February and March, with \"The Cerulean Queen\" (509 pages, $16.99) bringing the whole sequence rapidly to a climax in April.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/j-b-hunt-maintains-capital-spending-restraints-on-cautious-outlook-11595020565", "title": "J.B. Hunt Maintains Capital Spending Restraints on Cautious Outlook", "date": "2020-07-17 17:16", "summary": "Freight transport company says demand is returning but pandemic still pressing profit margins. J.B. Hunt Transport Services Inc. is keeping its capital spending in check and plans to resume stock buybacks amid a cautious view of the U.S. freight market despite beating quarterly earnings expectations.", "categories": [["Logistics Report"]], "category_links": ["https://www.wsj.com/news/types/logistics-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/jamaal-bowman-defeats-eliot-engel-in-new-york-house-primary-11595000235", "title": "Progressive Newcomer Defeats Incumbent in N.Y. House Primary", "date": "2020-07-17 16:54", "summary": "School founder ousts long-serving chairman of House Foreign Affairs Committee as coronavirus pandemic slowed vote counting. New York Rep. Eliot Engel, one of the longest-serving House Democrats, lost his primary race to a progressive newcomer, in a result delayed by slow vote counting as a result of the coronavirus pandemic.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ruth-bader-ginsburg-is-being-treated-for-cancer-11595003443", "title": "Ruth Bader Ginsburg Is Being Treated for Cancer", "date": "2020-07-17 16:49", "summary": "Supreme Court justice says she is fully able to work during chemotherapy for lesions on her liver. WASHINGTON-Justice Ruth Bader Ginsburg said Friday she was being treated for a recurrence of cancer, but remained fully able to perform her work at the Supreme Court.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/co-ceos-are-out-of-style-why-is-netflix-resurrecting-the-management-model-11594987416", "title": "Co-CEOs Are Out of Style. Why Is Netflix Resurrecting This Model?", "date": "2020-07-17 16:34", "summary": "Plenty of companies have tried the twin CEO approach, with mixed results; 'two heads aren't better than one,' some say. Netflix Inc.'s decision to elevate the company's chief content officer to co-chief executive-a surprise power-sharing agreement with co-founder Reed Hastings-has created a rare, counterintuitive management arrangement: dual chief executives.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/as-bad-as-clinton-11595017527", "title": "As Bad as Clinton?", "date": "2020-07-17 16:25", "summary": "The Swamp's favorite team seems to have a culture as broken as the city it represents.. For the moment Washington's football team has decided to remain nameless. But some former employees are going on the record to blast its workplace culture. Will Hobson and Liz Clarke report in the Washington Post:", "categories": [["Opinion", "Best of the Web"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/best-of-the-web-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/beneath-bond-markets-surface-tumbling-real-yields-boost-other-assets-11594978202", "title": "Beneath Bond Market's Surface, Tumbling Real Yields Boost Other Assets", "date": "2020-07-17 16:06", "summary": "'Break-even' inflation rate has climbed in recent months, suggesting investors expect an improved economic outlook. U.S. Treasury yields have fallen close to record lows when adjusted for expected inflation, providing an extra boost to riskier assets in response to both better economic data and the promise of continued monetary stimulus.", "categories": [["Markets", "Credit Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/credit-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-film-score-that-refuses-to-fade-into-the-background-11595014961", "title": "A Film Score That Refuses to Fade Into the Background", "date": "2020-07-17 15:42", "summary": "Franz Waxman's score for Alfred Hitchcock's 'Rebecca' is a lavish yet deeply interior work.. ", "categories": [["Books & Arts", "Masterpiece"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/masterpiece?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/where-to-find-the-finest-fish-tacos-11595014728", "title": "Where to Find the Finest Fish Tacos", "date": "2020-07-17 15:38", "summary": "The beach town of Zihuatanejo has some of Mexico's most delicious seafood. These recipes are the next best thing to being there.. IN THE movie \"The Shawshank Redemption,\" the character Andy Dufresne dreams in his prison cell of the powder-white beaches of Zihuatanejo, on Mexico's Pacific coast. It's easy to see why.", "categories": [["Life & Work", "Food & Drink"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/food-cooking-drink?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/boris-johnson-accelerates-plan-for-easing-lockdown-11595014092", "title": "U.K.'s Johnson Accelerates Plan for Easing Lockdown", "date": "2020-07-17 15:28", "summary": "From Oct. 1, prime minister said he planned to bring spectators back into stadiums, and that would be preceded by some pilot events. LONDON-U.K. Prime Minister Boris Johnson Friday said he hoped the country could return toward normalcy by Christmas, as he presented a provisional plan to ease coronavirus lockdown restrictions and get British people to return to work.", "categories": [["World", "Europe", "U.K."]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb", "https://www.wsj.com/news/types/u-k-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/three-men-charged-in-ahmaud-arbery-killing-plead-not-guilty-11595004974", "title": "Three Men Charged in Ahmaud Arbery Killing Plead Not Guilty", "date": "2020-07-17 15:06", "summary": "Gregory McMichael, Travis McMichael and William Bryan Jr. were indicted on nine counts, including felony murder and aggravated assault. The three white men charged with murder in the death of Ahmaud Arbery, a 25-year-old Black man who was fatally shot while out jogging in southeast Georgia, pleaded not guilty Friday.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/blackrocks-profit-jumps-on-bond-etf-activity-11594982592", "title": "BlackRock's Profit Jumps 21% as Investors Surge Into Bond Funds", "date": "2020-07-17 15:00", "summary": "The world's largest asset manager ended the quarter with $7.3 trillion it manages for clients. Money-management giant BlackRock Inc.'s quarterly profit rose 21% as investors leaned on its bond funds to make rapid bets in volatile markets roiled by the coronavirus pandemic.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/china-and-india-locked-in-high-altitude-arms-race-along-disputed-frontier-11595012026", "title": "China and India Locked in High-Altitude Arms Race Along Disputed Frontier", "date": "2020-07-17 14:53", "summary": "Resume Subscription. Battle lines are hardening along the remote Himalayan frontier that separates China and India, where the two Asian giants have been engaged in a competitive military construction spree, expanding bases and building airfields to accommodate bigger and more heavily armed forces.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/fbi-director-hires-new-top-lawyer-from-old-law-firm-11595011758", "title": "FBI Director Hires New Top Lawyer From Old Law Firm", "date": "2020-07-17 14:49", "summary": "Agency's prior general counsel departed amid GOP criticism for role in Russia probe. FBI Director Christopher Wray has tapped a former law partner to be the bureau's next top lawyer as he tries to steady the agency after a series of controversies.", "categories": [["WSJ News Exclusive", "U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/q-a-congress-returns-to-work-on-new-coronavirus-aid-package-11595011556", "title": "Coronavirus-Aid Package Q&A: From Stimulus Checks to Support for Schools", "date": "2020-07-17 14:45", "summary": "Here's where talks stand as Congress returns to work. Congress returns to Washington on Monday to begin negotiations on a fifth bill responding to the coronavirus pandemic, aiming to pass another large package in just a few weeks. Democratic and Republican lawmakers and the Trump administration will need to reach agreements on a host of thorny topics, including stimulus checks, unemployment benefits, support for schools and liability shields.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-protests-stir-scrutiny-of-police-treatment-of-indigenous-people-11595011533", "title": "U.S. Protests Stir Scrutiny of Police Treatment of Indigenous People", "date": "2020-07-17 14:45", "summary": "Activists in Australia, New Zealand and Canada draw parallels between the death of George Floyd and police treatment of indigenous communities. Tanya Day boarded a train to Melbourne one afternoon in 2017, looking to start over in a city where she could live closer to her pregnant daughter and possibly find work cooking in a restaurant specializing in native Australian food.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/auto-loans-remain-friendly-so-far-at-ally-11595011106", "title": "Auto Loans Remain Friendly So Far at Ally", "date": "2020-07-17 14:38", "summary": "At least through the second quarter, auto-loans measures have held up at Ally Financial, but the data is still cloudy through August, when deferral programs end. So far, not so bad for one of the biggest U.S. auto lenders-but the real test will come later.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/defense-secretary-mark-esper-bars-troops-from-flying-confederate-flag-11595001206", "title": "Defense Secretary Mark Esper Bars Troops From Flying Confederate Flag", "date": "2020-07-17 14:34", "summary": "'With this change in policy, we will further improve the morale, cohesion, and readiness' of the nation's armed forces, Esper says. WASHINGTON-Defense Secretary Mark Esper on Friday effectively banned troops from flying the Confederate flag, bypassing President Trump's expressed reluctance to call for such a move.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/secrets-of-a-savvy-seafood-shopper-11595010453", "title": "Secrets of a Savvy Seafood Shopper", "date": "2020-07-17 14:27", "summary": "Buying a fish whole and filleting it yourself yields an array of flavorful cuts at a fraction of what they'd otherwise cost. IN RECENT MONTHS, radically rethinking business plans has been crucial to survival for restaurants across the country. At Blackfoot Hospitality, chef-partners Joe Campanaro and Mike Price have refashioned all three of their New York City places. \"We stopped serving at the restaurants when New York shut down on March 15,\" Mr. Campanaro said. \"And then Floyd died.\" He was referring to Floyd Cardoz, his friend and a beloved New York chef, who succumbed to Covid-19 on March 25. \"We realized this was serious and that we needed to make a plan where everyone was protected-our employees and our customers-before we even reopened for takeout,\" Mr. Price said. \"It all became a huge exercise in how to be adaptable.\"", "categories": [["Life & Work", "Food & Drink"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/food-cooking-drink?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/suspect-in-killing-of-gokada-ceo-fahim-saleh-taken-into-custody-11594998564", "title": "Former Assistant Charged in Killing of Tech CEO Fahim Saleh", "date": "2020-07-17 14:23", "summary": "Suspect is former executive assistant to Saleh, whose dismembered body was found in a New York apartment. A former executive assistant to the tech entrepreneur whose dismembered body was found in a New York City apartment was charged with second-degree murder on Friday in the killing, New York Police Department officials said.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-we-know-about-fahim-salehs-death-and-the-arrest-of-assistant-tyrese-haspil-11595009896", "title": "What We Know About Fahim Saleh's Death and the Arrest of Assistant Tyrese Haspil", "date": "2020-07-17 14:18", "summary": "Police investigators believe the tech entrepreneur was killed on Monday in his Manhattan apartment. The dismembered body of a tech entrepreneur was found in a New York City apartment earlier this week. His former personal assistant was taken into custody on Friday and is expected to be charged in the killing, New York Police Department officials said.", "categories": [["U.S.", "Crime"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-crime?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mnuchin-suggests-automatic-forgiveness-of-paycheck-protection-program-loans-11595000522", "title": "Mnuchin Calls for Forgiving PPP Loans to Smallest Businesses", "date": "2020-07-17 14:06", "summary": "Lawmakers express concerns that minority-owned firms missed out on aid. WASHINGTON-Congress should consider automatically forgiving Paycheck Protection Program loans taken out by the smallest U.S. businesses-and offer a second helping of aid to firms hard hit by the pandemic, Treasury Secretary Steven Mnuchin said Friday.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bond-funds-clash-in-ecuador-restructuring-11595008911", "title": "Bond Funds Clash in Ecuador Restructuring", "date": "2020-07-17 14:01", "summary": "South American country's bond prices rise as groups make dueling proposals. Days after announcing a debt restructuring with some of the largest emerging-markets bond funds in the world, Ecuador is holding talks with a separate group of investors about potentially changing the deal, people familiar with the matter said.", "categories": [["Markets", "Credit Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/credit-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/goyas-ceo-softly-stands-his-ground-11595008616", "title": "Goya's CEO Softly Stands His Ground", "date": "2020-07-17 13:56", "summary": "'You always respect the president of the United States,' says Goya CEO Robert Unanue, even when that requires 'a little bit of Spaniard stubbornness.'. For a man who's at the center of a raging ethno-political controversy, Robert Unanue is disarmingly diffident. When I interview him by Zoom, he's at the Houston campus of Goya Foods, the family-owned company of which he's been CEO since 2004. He's accompanied on audio by a corporate public-relations woman, doughty and protective, who interrupts from time to time to express displeasure over the conversation's direction. Each time, Mr. Unanue-her boss-responds with a hangdog look, as if seeking her forgiveness.", "categories": [["Opinion", "The Weekend Interview"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/the-saturday-interview?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-gives-cover-to-hard-calls-11595008586", "title": "Coronavirus Gives Cover to Hard Calls", "date": "2020-07-17 13:56", "summary": "Some see opportunity in the global health crisis. But the window to act won't be open for long.. Covid-19 has killed more than half a million people world-wide, forced entire countries to lock down their economies, and caused human suffering on an incalculable scale. But the madness won't last forever. Some businesses, institutions and political leaders see a rare chance to accelerate major change. The pandemic has opened up space for unpopular decision-making-an opportunity that isn't likely to last beyond 2020, if it endures the summer.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/islamic-civilization-reflected-in-writing-11595008331", "title": "Islamic Civilization Reflected in Writing", "date": "2020-07-17 13:52", "summary": "A new project by the National Library of Israel will digitize more than 2,500 rare manuscripts and books in Arabic, Persian and other languages.. The National Library of Israel (NLI) in Jerusalem has set out to transcend political and religious divisions by putting more than 2,500 rare manuscripts and books from the Islamic world online. \"Maktoub,\" which means \"written\" in Arabic, will digitize works in Arabic, Persian, Turkish and Urdu dating from the 9th to the 20th centuries. The project, announced last month, is supported by the Arcadia Fund, a U.K.-based charity devoted to preserving cultural heritage. It is due to be completed in 2023, and when the website launches, access will be free, with bibliographic information offered in English, Hebrew and Arabic.", "categories": [["Life & Work", "Ideas", "Icons"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/icons?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cvs-covid-19-test-results-are-taking-longer-than-customers-have-been-told-11595007356", "title": "CVS Covid-19 Test Results Are Taking Longer Than Customers Have Been Told", "date": "2020-07-17 13:35", "summary": "Testees complain about waiting more than 10 days as coronavirus cases surge in U.S.. As coronavirus cases surge across the U.S., wait times for many people tested by pharmacy chain CVS Health Corp. are stretching longer than they were told to expect.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/feds-rosengren-says-unsuccessful-virus-response-would-darken-economic-outlook-11595007190", "title": "Fed's Rosengren Says Unsuccessful Virus Response Would Darken Economic Outlook", "date": "2020-07-17 13:33", "summary": "The latest outbreak 'augurs poorly for what's going to happen in the fall,' Boston Fed chief Eric Rosengren said in an interview earlier this month. Boston Fed President Eric Rosengren said his outlook for the U.S. economy is more pessimistic than some of his colleagues because of his concerns about an inadequate public-health response to stop the spread of the new coronavirus.", "categories": [["Economy", "Central Banks"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/central-banks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/middle-america-is-our-favorite-emerging-market-11594920760", "title": "'Middle America Is Our Favorite Emerging Market'", "date": "2020-07-17 13:23", "summary": "A manufacturing rebound in the U.S., plus an important endorsement for reopening schools.. Stocks were sliding this morning as the latest political panic over Covid-19 threatened renewal of society-crushing lockdowns. But if Americans can generally avoid California-style decision-making, the U.S. economy seems ready to roar again. Also, an influential panel of experts in health and education is warning against another shutdown.", "categories": [["Opinion", "Best of the Web"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/best-of-the-web-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/he-didnt-go-to-jared-11595005912", "title": "He Didn't Go to Jared", "date": "2020-07-17 13:11", "summary": "Demand for jewelry like engagement rings dropped because of Covid-19, but the situation for sellers of rough diamonds is far, far worse. Diamonds are in the rough.", "categories": [["Markets", "Overheard"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/overheard?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pause-freezing-the-action-from-tape-decks-to-lockdowns-11595005705", "title": "'Pause': Freezing the Action, From Tape Decks to Lockdowns", "date": "2020-07-17 13:08", "summary": "At a time when normal life is being interrupted in various ways, a term once used to temporarily halt cassette players is getting a lot of play.. At a time when it feels like so much of everyday life is in suspended animation, it is only fitting that a word appearing in lots of headlines these days is \"pause.\"", "categories": [["Life & Work", "Ideas", "Word on the Street"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/word-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/justin-amash-to-exit-congress-after-clashing-with-trump-11595005194", "title": "Justin Amash to Exit Congress After Clashing With Trump", "date": "2020-07-17 12:59", "summary": "Former Republican had briefly explored presidential run as a Libertarian. WASHINGTON-Libertarian Rep. Justin Amash, a former Republican who left the party after clashing with President Trump and briefly mounted a run for the White House, said he would leave Congress after this term.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/kansas-congressman-steve-watkins-exits-committee-assignments-11595001591", "title": "Kansas Congressman Steve Watkins Exits Committee Assignments", "date": "2020-07-17 12:57", "summary": "Moves comes days after he was charged with voter fraud. A Kansas congressman stepped down from his committee assignments on Friday after he was charged with voter fraud.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-to-make-money-decisions-when-the-future-is-uncertain-11595004879", "title": "How to Make Money Decisions When the Future Is Uncertain", "date": "2020-07-17 12:54", "summary": "Not knowing what lies ahead can freeze you in your tracks. Here's how to break the paralysis to weigh financial choices responsibly.. The economic shutdown that began for many this spring has led to layoffs, delayed goals, emergency account withdrawals and other painful financial challenges. With the coronavirus pandemic causing so much uncertainty in the world, some people are having trouble making financial decisions.", "categories": [["Markets", "Personal Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/personal-finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-spymaster-ran-off-after-saudis-say-billions-went-missing-they-want-him-back-11595004443", "title": "Saudi Arabia Wants Its Fugitive Spymaster Back", "date": "2020-07-17 12:47", "summary": "Officials say billions in a Saudi counterterrorism fund under the control of spy chief Saad al Jabri have gone missing; Jabri's supporters say the money was used to fight terrorists. Saad al Jabri was America's closest antiterrorism contact in the Arab world for more than 15 years, beginning after the 9/11 attacks. The Saudi spymaster had informants, access to billions of government dollars, close relationships with key members of the royal family and an ability to get things done that Americans found rare among their connections in the Middle East.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lockdowns-climate-change-and-solutions-11595004027", "title": "Lockdowns, Climate Change and Solutions", "date": "2020-07-17 12:40", "summary": "The focus over the next 50 years should be on energy reform in the large Asian and African developing countries, but this won't happen without economic growth and increasing living standards.. Bjorn Lomborg advocates that resolving the economic/energy/environment conundrum should be centered on a technological fix (\"Lockdowns Highlight the Climate Challenge,\" Review, July 11). He cites research that provides some initial estimates of the damage that no or negative economic growth can have on living standards. This is supported by a World Bank study that the pandemic could increase the number of people who are extremely poor by 71 million to 100 million people, mostly in South Asia (\"Asia's Garment Industry Hit by Pandemic,\" World News, July 13).", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/david-mitchell-creates-worlds-with-his-fiction-11595004038", "title": "David Mitchell Creates Worlds With His Fiction", "date": "2020-07-17 12:40", "summary": "The author of 'Cloud Atlas' has a new rock 'n' roll novel-and a love of intricate universe-building. The novelist David Mitchell grew up in a sleepy spa town in the West Midlands of England, where restlessness nagged at him. Unable to speak until he was 5 years old, then afflicted with a stammer not long after he could, he longed to live in worlds that were not his own.", "categories": [["Life & Work", "Ideas", "Weekend Confidential"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/weekend-confidential?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mr-cesarios-account-constitutes-fake-news-11595003937", "title": "Mr. Cesario's Account Constitutes Fake News", "date": "2020-07-17 12:38", "summary": "Joseph Cesario claims that I mischaracterize the reason why he retracted his 2019 study on fatal police shootings.. Joseph Cesario claims that in \"I Cited Their Study, So They Disavowed It\" (op-ed, July 9) I mischaracterize the reason why he retracted his 2019 study on fatal police shootings (Letters, July 15). Mr. Cesario asserts that he sent me the 2019 paper upon its publication, and therefore would not have objected to my citing it. I have no record of receiving such a submission, nor does the Manhattan Institute. My first interaction with him and his co-author David Johnson was my reaching out to them after a witness at a House Judiciary Committee hearing said that they had admitted that their paper was \"unsupported by the data and factually wrong.\" Mr. Johnson then sent me his and Mr. Cesario's defense of their 2019 paper, in which they stated that the paper's original findings \"largely stand unchanged.\"", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/local-real-estate-markets-may-offer-gains-11595003872", "title": "Local Real-Estate Markets May Offer Gains", "date": "2020-07-17 12:37", "summary": "Pension funds are finding that the national market for real estate is inauspicious. However, for most investors, the national market is the wrong unit and level of analysis.. \"Real-Estate Valuations Vex Pension Funds\" (Exchange, July 11) argues that pension funds are finding that the national market for real estate is inauspicious. However, for most investors, the national market is the wrong unit and level of analysis. Instead, investors should focus on local markets in which they can consider specific information about people, places, special circumstances, timing and technology. Local real-estate investors are aware of patterns because they have acquired specific information about local opportunities.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/they-mock-trump-but-are-champions-of-belittlement-11595003815", "title": "They Mock Trump but Are Champions of Belittlement", "date": "2020-07-17 12:36", "summary": "Anyone on the \"woke\" progressive left is considerably worse than President Trump. Newspaper editors have been forced to resign, not for criticizing the president, but for writing something the progressive left didn't like.. Your correspondent Scott Delahooke (Letters, July 13) asks: \"Is there anyone . . . who is 'shaming dissenters, and demanding total submission from anyone who disagrees,' more than President Trump?\"", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chinese-regulators-take-over-nine-financial-institutions-citing-risks-11594993832", "title": "Chinese Regulators Take Over Nine Financial Institutions", "date": "2020-07-17 12:01", "summary": "Insurers and securities and trust firms linked to vanished financier Xiao Jianhua are seized as coronavirus effects tax financial system. HONG KONG-Chinese financial regulators on Friday took over nine financial institutions they said broke rules and added risk to a financial system facing increasing headwinds from the coronavirus pandemic.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sleeping-in-this-mercedes-is-the-best-way-to-spend-your-summer-11595000815", "title": "Is Sleeping in This Mercedes the Best Way to Spend Your Summer?", "date": "2020-07-17 11:46", "summary": "Want an escape? If you have $80,000 lying around, consider the Mercedes-Benz Metris Getaway camper van. Dan Neil weighs a pandemic value proposition.. IF YOU WERE to put $80,000 in my hands and ask me to acquire the maximal camper van for the money, I might not come back with a 2020 Mercedes-Benz Metris Getaway, if I came back at all.", "categories": [["Life & Work", "Cars", "Rumble Seat"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/automotive?mod=breadcrumb", "https://www.wsj.com/news/types/rumble-seat?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/three-questions-with-golfer-stacy-lewis-about-managing-motherhood-and-the-game-11594999931", "title": "Three Questions With Golfer Stacy Lewis About Managing Motherhood and the Game", "date": "2020-07-17 11:32", "summary": "Lewis has ranked twice as the No. 1 female golfer in the world. Stacy Lewis is a professional golf champion on the LPGA tour and an advocate for female golfers who has worked for better pay and child care benefits for her industry.", "categories": [["Sports"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/british-airways-retires-entire-fleet-of-iconic-boeing-747s-11594985724", "title": "British Airways Retires Boeing 747 Early Amid Pandemic", "date": "2020-07-17 11:28", "summary": "The move follows similar retirements of the jumbo jet at Qantas and Lufthansa since Covid-19 struck. British Airways is retiring its fleet of Boeing Co. 747s years ahead of schedule, the latest carrier to withdraw a jet that was for decades a mainstay of international travel, as the aviation industry reels from the fallout of the coronavirus pandemic.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/character-review-where-the-self-meets-the-world-11594998822", "title": "'Character' Review: Where the Self Meets the World", "date": "2020-07-17 11:13", "summary": "'Character' is an overused but still important term. We may not agree on what it is, but we know when it is lacking.. Can an examination of the single word \"character\" sustain a book of 383 pages and another 40-odd pages of endnotes? Turns out it can, and does so brilliantly in Marjorie Garber's magisterial book on the word, its etymology, its altered meanings, its social ramifications. Best known for her work on Shakespeare, Ms. Garber from time to time departs her field to take on other, dare one say unlikely, subjects, among them sex and real estate, bisexuality, the love of dogs, and cross-dressing. Scholarly by training and savvy by instinct, she writes without any of the dampening jargon now common in academic prose and with an impressive respect for the complexity of her subject.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/argentine-priest-energy-executive-forge-huge-food-aid-program-that-doesnt-buy-votes-11594998480", "title": "Priest, Energy Executive Forge Vast Argentine Food-Aid Program", "date": "2020-07-17 11:08", "summary": "Using know-how from logistics and auditing companies and local charities, the program is feeding communities devastated by lockdowns to fight Covid-19 pandemic. In the poorest corners of Buenos Aires, an enterprising Jesuit priest inspired by the work of Pope Francis is combining compassion, technology and the management skills of business executives to carry out the country's most ambitious food-aid program ever.", "categories": [["World", "Latin America"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/latin-america-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-making-of-a-college-admissions-con-man-11594998156", "title": "The Making of a College-Admissions Con Man", "date": "2020-07-17 11:02", "summary": "Rick Singer, the man at the center of the 'Varsity Blues' scandal, was always driven to compete and succeed-and to defy norms. Seventeen years before he pleaded guilty to running the nationwide college-admissions cheating scheme exposed by federal authorities last year in Operation Varsity Blues, William \"Rick\" Singer made a strong impression in Omaha, Neb., where he showed how far he was willing to go to propel a mediocre youth basketball team to victory.", "categories": [["Life & Work", "Ideas", "The Saturday Essay"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/the-saturday-essay?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/jon-bon-jovi-sells-palm-beach-manse-for-roughly-20-million-11594998024", "title": "Jon Bon Jovi Sells Palm Beach Manse for Roughly $20 Million", "date": "2020-07-17 11:00", "summary": "The rocker had just completed construction on the 5,000-square-foot home with ocean views from nearly every room. A contemporary Palm Beach home newly built by the rocker Jon Bon Jovi has sold to an unknown buyer for roughly $20 million, according to a person familiar with the transaction.", "categories": [["WSJ News Exclusive", "Private Properties"]], "category_links": ["https://www.wsj.com/news/types/private-properties?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/auto-makers-rethink-the-car-with-swivel-seats-self-cleaning-buttons-and-window-art-11594998038", "title": "Auto Makers Rethink the Car With Swivel Seats, Self-Cleaning Buttons and Window Art", "date": "2020-07-17 11:00", "summary": "Hyundai, Volvo and others have designed concepts that reinvent the interior of the automobile and how its passengers experience the ride. Author", "categories": [["", "Transportation"]], "category_links": ["https://www.wsj.com/news/tech/future-of-everything?mod=svg-breadcrumb"]}, {"link": "https://www.wsj.com/articles/childrens-books-adventures-in-wizardry-11594997651", "title": "Children's Books: Adventures in Wizardry", "date": "2020-07-17 10:54", "summary": "Antic tales of a Japanese witch, a magic eraser and a brine-soaked pirate girl.. The normal order of things is for a book to appear first, then its movie version. For English speakers, the reverse will be true for \"Kiki's Delivery Service,\" the story of a young witch that most know only from Hayao Miyazaki's beloved 1989 anime film. The book by Eiko Kadono on which it's based came out in Japan in 1985. At long last, English-speaking children can read Eiko Kadono's novel for themselves, in a translation by Emily Balistrieri.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-life-and-death-of-ancient-cities-review-eternal-cities-11594997623", "title": "'The Life and Death of Ancient Cities' Review: Eternal Cities", "date": "2020-07-17 10:53", "summary": "It was not foreordained that the Romans would rule through cities, but that is how the empire came to work.. The great second-century doctor Galen was once \"walking in the countryside far from any city\" when, night coming on, he supped with some friendly peasants. Hungry, Galen partook of their humble meal (boiled wheat with a little salt), but he soon came to regret it. His urban constitution was not used to such rustic fare, and for the whole of the following day he was miserable with \"heaviness in the bowels,\" \"flatulent bloating,\" headache and blurred vision. The city-dweller Galen was not made like the peasants, whose bodies, he once said, were \"hard,\" like \"donkeys.\" Peasants could digest all sorts of tough grains; they had no choice, since they were accustomed to eating whatever was left \"after taking their share of wheat to the cities.\"", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/five-best-peter-brooks-on-novels-of-confinement-and-liberation-11594997279", "title": "Five Best: Peter Brooks on Novels of Confinement and Liberation", "date": "2020-07-17 10:48", "summary": "Professor of comparative literature at Yale and author of the forthcoming 'Balzac's Lives.'. By Marguerite Duras (1964)", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fiction-a-festival-of-forgiveness-11594997182", "title": "Fiction: A Festival of Forgiveness", "date": "2020-07-17 10:46", "summary": "The unbidden presence of a silent but attentive stranger elicits the confessions of a cruel and sinful township.. One of the real enjoyments of reading is finding a book that you can nearly but not quite describe-a book that tries on influences only briefly, like theatrical costumes; that honors precedents but isn't bound by them; that offers you different avenues of interpretation while declining to guide you down any. Contemplating \"Pew\" (Farrar, Straus & Giroux, 207 pages, $26), the marvelously elusive third novel by Catherine Lacey, I have thought about characterizing it as a work of Southern Gothic in the vein of Flannery O'Connor, as a political-religious fable reminiscent of Margaret Atwood, as a Shirley Jackson-esque piece of small-town horror, and even as a sly update on Mark Twain's great story \"The Mysterious Stranger.\" Each comparison seems right from certain angles and insufficient from others. Like its ambiguous title character, the novel resists definition.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-breed-boomboxes-to-soundtrack-your-summer-11594997066", "title": "New-Breed Boomboxes to Soundtrack Your Summer", "date": "2020-07-17 10:44", "summary": "Classic, on-the-go sound systems may have thumped their last beats, but these updates stream sound from your smartphone as you hoist them by their handles. IN THE '80s, few things were more satisfying than tossing a sound system on your shoulder and blasting some tunes while you walked the block. Now that classic boomboxes have thumped their last mixtape beats, a new breed is streaming sound from your smartphone as you hoist them by their handles. Here, five of our favorites.", "categories": [["Tech", "Personal Tech", "Gear & Gadgets"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb", "https://www.wsj.com/news/types/personal-technology-joanna-stern?mod=breadcrumb", "https://www.wsj.com/news/types/gear?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/constance-fenimore-woolson-collected-stories-review-the-return-of-miss-woolson-11594997085", "title": "'Constance Fenimore Woolson: Collected Stories' Review: The Return of Miss Woolson", "date": "2020-07-17 10:44", "summary": "Are her tales of failed artists expressions of female grievance or meditations on the mystery of art itself?. Posterity is the brutal mechanism that determines literary oblivion. Its gears are silent and insidious: the decline of the tone of an epoch, its trappings of idiom and taste; a modernist impatience with landscape and interiors; the hierarchical preferences of critics and biographers above all. It is to Leon Edel, then, the peerlessly influential biographer of Henry James, that we are mainly indebted for residual traces of the forgotten career of Constance Fenimore Woolson (1840-94), a novelist and a contemporary of the Master.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/feds-kaplan-open-to-overshooting-inflation-target-to-provide-more-support-11594995860", "title": "Fed's Kaplan Open to Overshooting Inflation Target to Provide More Support", "date": "2020-07-17 10:24", "summary": "\"We should keep rates lower for longer,\" says Dallas Fed President in an interview. Dallas Fed President Robert Kaplan said he is receptive to changes the central bank has considered to its policy-making framework that would allow interest rates to remain lower for longer by allowing inflation to rise modestly above its 2% target for some time.", "categories": [["Economy", "Central Banks"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/central-banks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/youre-it-fedex-and-ups-drivers-engage-in-pandemic-era-game-of-tag-11594995072", "title": "You're It! FedEx and UPS Drivers Engage in Pandemic-Era Game of Tag", "date": "2020-07-17 10:11", "summary": "Resume Subscription. Donnie Ledrick heard a peculiar \"flap flap flap\" after leaving the loading dock at Mercer University in Macon, Ga., and pulled over his United Parcel Service Inc. truck to inspect.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/from-1720-to-tesla-fomo-never-sleeps-11594994422", "title": "From 1720 to Tesla, FOMO Never Sleeps", "date": "2020-07-17 10:00", "summary": "The South Sea bubble is the classic story of an investing mania. Are investors today any wiser?. Back in Business is a new, occasional column that puts the present day in perspective by looking at business history and those who shaped it. Read the first installment here. Mr. Zweig's Intelligent Investor column will return next week.", "categories": [["Business", "Back in Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/back-in-business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ron-graham-dazzled-admirers-with-math-and-juggling-feats-11594994403", "title": "Ron Graham Dazzled Admirers With Math and Juggling Feats", "date": "2020-07-17 10:00", "summary": "Bell Labs researcher found best ways to route phone calls and wrote about card tricks. Ron Graham's parents, nomads seeking work in the Depression, split up when he was young. He lived with his mother, a nightclub singer turned shipyard welder, in California, Georgia and Florida.", "categories": [["World", "Obituaries"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/obituaries?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hall-cap-adams-led-ad-giant-leo-burnett-through-period-of-fast-growth-11594994400", "title": "Hall 'Cap' Adams Led Ad Giant Leo Burnett Through Period of Fast Growth", "date": "2020-07-17 10:00", "summary": "CEO preserved traditions established by firm's founder and steered family through tragedy. ", "categories": [["World", "Obituaries"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/obituaries?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fed-unveils-plan-to-extend-emergency-loans-to-nonprofits-11594994401", "title": "Fed Unveils Plan to Extend Emergency Loans to Nonprofits", "date": "2020-07-17 10:00", "summary": "Participation is open to organizations with endowments of $3 billion or less and at least five years of operation. The Federal Reserve formally unveiled terms Friday that will allow nonprofit organizations to borrow through its $600 billion loan program for small and midsize businesses disrupted by the coronavirus pandemic.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/jobs-recovery-shows-signs-of-slowing-as-virus-surges-11594987201", "title": "Jobs Recovery Shows Signs of Slowing as Coronavirus Surges", "date": "2020-07-17 09:52", "summary": "Job openings decline in most industries, unemployment claims remain at historically high levels as businesses face new setbacks. The U.S. labor-market recovery is losing momentum as a surge in coronavirus cases triggers heightened employer uncertainty and consumer caution.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/blood-banks-face-a-generation-gap-in-giving-11594993713", "title": "Blood Banks Face a Generation Gap in Giving", "date": "2020-07-17 09:48", "summary": "At a time of declining supplies and rising need, groups are pushing to develop new methods for persuading young people to donate. The U.S. blood supply has dropped to critically low levels during the pandemic. Since March, when businesses and schools closed due to the Covid-19 outbreak, tens of thousands of blood drives have been canceled, and American Red Cross officials don't expect a return to normal for a year or more. Even after the U.S. Surgeon General made a rare national plea for donations in March, many parts of the country have repeatedly operated on less than a day's supply of Type O blood units.", "categories": [["Life & Work", "Ideas", "Essay"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/essay?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/as-huawei-retreats-in-europe-ericsson-expands-in-china-11594992615", "title": "As Huawei Retreats in Europe, Ericsson Expands in China", "date": "2020-07-17 09:30", "summary": "Huawei hawks are holding up Europe's 5G rollout, leaving the leading Western networking company dependent on an unlikely client. Washington's war on Huawei eventually seems bound to help the Chinese giant's leading Western rival, Ericsson . But it hasn't yet, leaving the Swedish company dependent for 5G-equipment sales on-of all places-China.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/can-you-really-return-to-a-gym-during-covid-19-11594991879", "title": "Can You Really Return to a Gym During Covid-19?", "date": "2020-07-17 09:18", "summary": "If you're fed up with Zoom workouts but fear the virus-friendly confines of your local gym, here's everything you need to safely restart your workout routine. FITNESS FACILITIES reopening across the U.S. haven't yet seen a mad dash back to machines, a la New Year's Day. But exercise addicts who can't handle another pixelated Zoom class spent hoisting soup cans instead of free weights are eager to enjoy dedicated workout space and real equipment.", "categories": [["Tech", "Personal Tech", "Gear & Gadgets"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb", "https://www.wsj.com/news/types/personal-technology-joanna-stern?mod=breadcrumb", "https://www.wsj.com/news/types/gear?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/utah-and-georgia-install-tech-that-lets-roads-talk-11594991366", "title": "Utah and Georgia Install Tech That Lets Roads Talk", "date": "2020-07-17 09:09", "summary": "Both states are experimenting with a new technology that flags congestion, black ice and spots vulnerable to potholes-and eventually would alert drivers in real-time.. Author", "categories": [["", "Transportation"]], "category_links": ["https://www.wsj.com/news/tech/future-of-everything?mod=svg-breadcrumb"]}, {"link": "https://www.wsj.com/articles/please-wear-a-face-mask-so-i-can-shut-up-about-wearing-face-masks-11594991085", "title": "Please Wear a Face Mask So I Can Shut Up About Wearing Face Masks", "date": "2020-07-17 09:04", "summary": "I'm as tired of this discussion as anyone else. So let's mask up and make progress.. Let's do this. Let's wear the mask. Me in the mask. You in the mask. Everybody in the mask! Yes, it sounds like the lyrics to a bad summer anthem, the kind of song I turn up a little too loudly in the family car.", "categories": [["Life & Work", "Ideas", "Jason Gay"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/jason-gay-in-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/naacp-president-sees-diversity-as-an-opportunity-to-build-market-share-11594990801", "title": "NAACP President Sees Diversity as an Opportunity to Build Market Share", "date": "2020-07-17 09:00", "summary": "Derrick Johnson on why companies need more innovative approaches, and the blind spots that can result when staff ranks don't match the potential customer base. Editor's note: This is an excerpt from our newsletter, \"Diversity + Business,\" a weekly dive into how diversity is changing the landscape of business. You can sign up here.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-pandemic-creates-bar-exam-chaos-11594990800", "title": "Coronavirus Pandemic Creates Bar Exam Chaos", "date": "2020-07-17 09:00", "summary": "Support rises to skip test this year, as some states plan in-person exams even as virus cases increase. The bar exam, an annual rite of passage for law graduates starting their careers, has been thrown into turmoil by the coronavirus pandemic.", "categories": [["U.S.", "Education"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/education?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/big-stars-are-sitting-out-the-mlb-season-other-players-have-no-choice-but-to-play-11594987200", "title": "Big Stars Are Sitting Out the MLB Season. Other Players Have No Choice but to Play.", "date": "2020-07-17 08:00", "summary": "The choice about whether to take part in the pandemic-shortened baseball season is a difficult one for players with less financial cushion. Buster Posey, the star catcher for the San Francisco Giants, has earned around $125 million in salary during his 11-year Major League Baseball career. His contract extends at least through 2021, ensuring him nearly $25 million more, not to mention the endorsement and other opportunities that come with being one of the most popular players in the sport.", "categories": [["Sports", "MLB"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/mlb?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/n95-mask-makers-ramp-up-production-to-meet-u-s-covid-19-demand-11594987201", "title": "N95 Mask Makers Ramp Up Production to Meet U.S. Covid-19 Demand", "date": "2020-07-17 08:00", "summary": "American companies like 3M, Honeywell and Prestige Ameritech are investing in domestic production of masks. The Covid-19 pandemic has unraveled the global supply chain for medical masks as manufacturers like 3M Co. and Honeywell International Inc. work in record time to stoke production at home.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/wines-made-for-summer-easygoing-and-excellent-value-11594983535", "title": "Wines Made for Summer: Easygoing and Excellent Value", "date": "2020-07-17 06:58", "summary": "In a complicated world, sometimes an uncomplicated wine is what you want. These breezy bottles suit the season as well as any we know.. \"WHAT ABOUT 'easygoing' wines?\" my editor asked me a few weeks ago. We were talking about wines that people like to drink in summer. It wasn't an adjective I'd ever heard connected to wine but I liked the image it conjured up. \"Easygoing\" is what the summer should be-though that's clearly wishful thinking right now. Still, perhaps there is comfort to be found in a bottle characterized by such a pleasant word?", "categories": [["Life & Work", "Food & Drink", "On Wine"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/food-cooking-drink?mod=breadcrumb", "https://www.wsj.com/news/types/on-wine-lettie-teague?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/business-jets-are-flying-again-their-manufacturers-arent-11594982514", "title": "Business Jets Are Flying Again. Their Manufacturers Aren't.", "date": "2020-07-17 06:41", "summary": "Private-plane makers have concentrated on developing new long-range models, but the postpandemic world may end up preferring cheaper, smaller aircraft. Can a business jet ever be too cool for school? Surprisingly, it might.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/wirecard-woe-spreads-as-banks-struggle-to-exit-loans-11594978201", "title": "Wirecard Woe Spreads as Banks Struggle to Exit Loans", "date": "2020-07-17 06:38", "summary": "Lloyds Banking Group sells its debt at cents on the euro; another lender fails to complete a sale. Wirecard AG's insolvency is inflicting pain on some banks who lent to the once-highflying German fintech.", "categories": [["WSJ News Exclusive", "Europe Markets"]], "category_links": ["https://www.wsj.com/news/types/europe-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/american-airlines-ceo-doug-parker-united-delta-covid-coronavirus-airplane-flying-11594944808", "title": "'Let's Go Fly, for God's Sake.' Behind American Airlines Chief's All-In Strategy.", "date": "2020-07-17 05:30", "summary": "CEO Doug Parker is adding flights back quickly despite a gathering coronavirus storm that will determine whether his bet is judicious or reckless. FORT WORTH, Texas-Airline leaders have two choices today, neither good: Spend scarce cash to get back in the air despite Covid-19 health perils or hunker down and risk surrendering market share later.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-bad-year-for-art-is-looking-like-a-good-year-for-art-backed-loans-11594978201", "title": "A Bad Year for Art Is Looking Like a Good Year for Art-Backed Loans", "date": "2020-07-17 05:30", "summary": "Bankers are standing by to lend the world's billionaires some cash, using their art collections for collateral. It isn't shaping up to be a great year for the art world. The picture is brighter for banks that loan money to art collectors, though.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sunscreen-chemicals-accumulate-in-body-at-high-levels-11594978201", "title": "Sunscreen Chemicals Accumulate in Body at High Levels", "date": "2020-07-17 05:30", "summary": "FDA study looked at six common ingredients; proposed rule to test safety remains on hold. For the second time in less than a year, a study of common sunscreen ingredients has established that the chemicals are absorbed into the bloodstream at concentrations far greater than the Food and Drug Administration's safety threshold.", "categories": [["U.S.", "The Numbers"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/the-numbers?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/democratsand-some-republicanssee-signs-of-political-realignment-in-the-south-11594978202", "title": "Democrats-and Some in GOP-See Signs of Realignment in South", "date": "2020-07-17 05:30", "summary": "The DNC and the Biden campaign have identified North Carolina, Georgia and Texas as targets in the presidential race; 'Bless their hearts,' Trump campaign responds. ", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/italic-brings-a-membership-model-to-selling-premium-products-11594978200", "title": "Italic Brings a Membership Model to Selling Premium Products", "date": "2020-07-17 05:30", "summary": "The company's second bid to provide a membership experience comes as the pandemic upends the economy. Italic Inc., an online seller of premium products from clothing to cookware, is remaking itself as a members-only business, pitching consumers on the chance to buy high-end goods at reduced prices for a fee of $100 a year.", "categories": [["Experience Report"]], "category_links": ["https://www.wsj.com/news/experience-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mandatory-mask-laws-arent-enforced-as-coronavirus-continues-to-spread-11594978200", "title": "Mandatory Mask Laws Aren't Enforced as Pandemic Spreads", "date": "2020-07-17 05:30", "summary": "Some police departments refuse to enforce rules meant to slow the spread of Covid-19, while others offer polite reminders and a free face covering. SACRAMENTO-Just a few days after California Gov. Gavin Newsom introduced rules to make wearing a mask outside the home mandatory in most situations, a sheriff's deputy here in the state capital watched people in a grocery store walk by with their faces uncovered and did nothing.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hong-kongs-main-airline-expects-1-3-billion-loss-11594976367", "title": "Hong Kong's Main Airline Expects $1.3 Billion Loss", "date": "2020-07-17 04:59", "summary": "Like the rest of the industry, Cathay Pacific Airways has been plunged into crisis by the coronavirus pandemic. Hong Kong's flagship carrier, Cathay Pacific Airways Ltd. , said it expects a net loss of about $1.3 billion for the first half of the year after Covid-19 restrictions hammered its business.", "categories": [["Business", "Asia"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/in-texas-a-doctor-fights-the-surge-and-gets-covid-19-i-cry-every-day-11594891801", "title": "In Texas, a Doctor Fights the Covid-19 Surge; 'I Cry Every Day'", "date": "2020-07-17 04:20", "summary": "The Rio Grande Valley on the border with Mexico struggles with hospitals that are full and a steep death toll. McALLEN, Texas-Dr. Ivan Melendez was walking quickly, his eyes fixed on his phone, on his second day back at work as the public health authority for South Texas's Hidalgo County after recovering from Covid-19.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/european-leaders-seek-historic-virus-bailout-deal-at-first-gathering-in-months-11594972953", "title": "European Leaders Seek Historic Virus Bailout Deal", "date": "2020-07-17 04:02", "summary": "Germany and France Push for EU to Issue Debt to Help South, but Dutch and Others Want Spending Limits. BRUSSELS-European Union leaders are meeting in person for the first time in five months on Friday and Saturday, hoping the human touch will allow them to seal a €1.8 trillion ($2 trillion) spending plan intended to lift the region out of the coronavirus-sparked economic crisis.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/real-madrid-win-la-liga-in-the-most-un-real-madrid-way-11594965601", "title": "Real Madrid Wins La Liga in the Most Un-Real Madrid Way", "date": "2020-07-17 02:00", "summary": "The most decorated club in Spanish history usually likes to do things with blinding flash. This year's squad won the title by grinding out results.. The strangest thing about the moment Real Madrid clinched its 34th Spanish league title on Thursday wasn't the computer-generated fans in the stands or the made-for-television crowd noise. The strangest thing was that Real Madrid clinched the title at all.", "categories": [["Sports", "Soccer"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/soccer?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fbi-investigates-twitter-hack-amid-broader-concerns-about-platforms-security-11594922537", "title": "FBI Probes Twitter Hack Amid Broader Security Concerns", "date": "2020-07-17 00:32", "summary": "Severity of attack raises alarms among U.S. lawmakers, administration officials. The Federal Bureau of Investigation launched a probe into the widespread hack of Twitter Inc. that occurred Wednesday, amid growing concerns that the vulnerability of the company's systems could pose broader risks to international security.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11594914170", "title": "Pepper...and Salt", "date": "2020-07-17 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-trouble-with-a-bubble-that-just-wont-burst-11594953915", "title": "The Trouble With a Bubble That Just Won't Burst", "date": "2020-07-17 23:24", "summary": "Chinese productivity suffers from the country's overinvestment in housing, even if the mania never ends in a 2008-style crash. When the subject of China's endless housing boom is raised, investors sometimes wonder what the problem is. Unlike more strictly capitalist economies, prices will probably not be allowed to fall dramatically. So if the bubble is protected by the state, does it matter at all?", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/china-property-real-estate-boom-covid-pandemic-bubble-11594908517", "title": "The $52 Trillion Bubble: China Grapples With Epic Property Boom", "date": "2020-07-17 23:22", "summary": "Resume Subscription. Even the coronavirus hasn't stopped the world's biggest asset bubble from getting bigger.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/california-finds-pg-e-responsible-for-wine-country-fire-11594944295", "title": "California Finds PG&E Responsible for Wine Country Fire", "date": "2020-07-17 22:01", "summary": "A PG&E transmission line sparked last year's Kincade Fire, even as the utility was shutting off power to millions to reduce wildfire risks. California investigators have concluded that a PG&E Corp. transmission line set off a wildfire that charred Sonoma County wine country last fall, even as the utility was cutting off power to millions to reduce the risk that it would spark fires.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-latest-updates-07-16-2020-11594890355", "title": "Confirmed U.S. Coronavirus Cases Top 3.5 Million", "date": "2020-07-17 21:25", "summary": "Some states still face disputes over whether to mandate that residents wear masks. As U.S. confirmed coronavirus cases climbed to more than 3.5 million, officials in some states continued to clash over whether to mandate that residents wear masks to help curb the pathogen's spread.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sec-criticized-for-inaction-in-diversifying-asset-management-industry-11594945813", "title": "SEC Urged to Help Diversify Asset-Management Industry", "date": "2020-07-17 20:37", "summary": "Investors recommended pushing for more disclosure of diversity policies and practices and investigating signs of discrimination. Regulators should find ways to make the asset-management industry more inclusive of minority- and women-owned firms, a diverse group of investors told the Securities and Exchange Commission on Thursday.", "categories": [["Markets", "Financial Regulation"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/financial-regulation?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/gop-senators-move-ahead-with-coronavirus-liability-plan-11594929198", "title": "Senate GOP Aims to Funnel Covid Liability Cases to Federal Courts", "date": "2020-07-17 20:13", "summary": "Proposal comes as Republicans, Democrats, White House brace for next round of aid talks. WASHINGTON-Top Senate Republicans are pushing to give federal courts jurisdiction over personal injury and medical liability claims stemming from the coronavirus pandemic as part of a temporary set of legal protections for businesses, schools and other organizations.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/netflix-names-ted-sarandos-co-ceo-adds-10-million-subscribers-11594931438", "title": "Netflix Names Ted Sarandos Co-CEO", "date": "2020-07-17 20:01", "summary": "Sarandos will continue as chief content officer; Greg Peters named operating chief. Netflix Inc., the company at the forefront of remaking entertainment, promoted the architect of its programming strategy to the role of co-chief executive as it reported that the shelter-in-place world garnered it another 10.1 million subscribers in the second quarter.", "categories": [["Business", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}]