[{"link": "https://www.wsj.com/articles/two-sailors-on-uss-theodore-roosevelt-test-positive-for-covid-19-11602901808", "title": "Two Sailors on USS Theodore Roosevelt Test Positive for Covid-19", "date": "2020-10-16 22:30", "summary": "Evacuation of sickened crew members aboard Navy aircraft carrier comes after a large-and contentious-outbreak earlier this year. At least two sailors have tested positive for coronavirus while serving aboard the aircraft carrier that earlier this year was the site of the largest novel coronavirus outbreak to strike the U.S. military, the Navy said.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/michigan-court-rescinds-14-day-extension-for-receipt-of-mail-ballots-11602897900", "title": "Michigan Court Rescinds 14-Day Extension for Receipt of Mail Ballots", "date": "2020-10-16 21:25", "summary": "The decision is part of a wave of partisan court battles around the country over voting by mail. A Michigan appeals court rescinded a 14-day extension for the receipt of mail ballots, returning the deadline to 8 p.m. on Election Day, the latest decision in a wave of partisan court battles over voting by mail.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/who-backed-study-finds-no-remdesivir-benefit-for-hospitalized-covid-19-patients-11602885114", "title": "WHO-Funded Study Shows No Remdesivir Benefit for Hospitalized Covid-19 Patients", "date": "2020-10-16 21:14", "summary": "Result adds to debate over medicine's utility in treating new coronavirus. A multicountry study funded by the World Health Organization found that the antiviral drug remdesivir, developed by Gilead Sciences Inc., didn't reduce deaths from Covid-19 in hospitalized patients, a result that adds to debate over the medicine's utility in treating the new coronavirus.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/techs-influence-over-markets-eclipses-dot-com-bubble-peak-11602894413", "title": "Tech's Influence Over Markets Eclipses Dot-Com Bubble Peak", "date": "2020-10-16 20:26", "summary": "Companies that do everything from manufacturing phones to operating social-media platforms now account for nearly 40% of the S&P 500. Technology companies are set to end the year with their greatest share of the stock market ever, topping a dot-com era peak in the latest illustration of their growing influence on global consumers.", "categories": [["Markets", "Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/exide-bankruptcy-leaves-toxic-site-as-californias-problem-11602888947", "title": "Exide Bankruptcy Leaves Toxic Site as California's Problem", "date": "2020-10-16 20:04", "summary": "California authorities were holdouts against Exide's chapter 11 plan, which was confirmed in bankruptcy court. Battery maker Exide Technologies LLC beat back a challenge to its bankruptcy plan from California regulators, providing some funding for cleaning up a polluted site near Los Angeles but clearing the company of further responsibility.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/citadel-securities-sues-sec-for-approving-new-stock-order-type-11602889484", "title": "Citadel Securities Sues SEC for Approving New Stock-Order Type", "date": "2020-10-16 20:04", "summary": "Citadel had earlier urged the SEC to reject IEX's proposal, arguing that the D-Limit would harm the integrity of the U.S. stock market. Electronic trading giant Citadel Securities on Friday sued the Securities and Exchange Commission over the agency's decision to approve a new mechanism for trading stocks at upstart exchange operator IEX Group Inc.", "categories": [["Markets", "Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/more-than-1-000-current-and-former-cdc-officers-condemn-u-s-covid-19-response-11602884265", "title": "More Than 1,000 Current and Former CDC Officers Criticize U.S. Covid-19 Response", "date": "2020-10-16 20:01", "summary": "An open letter calls for the federal agency to play a more central role in addressing the pandemic. More than 1,000 current and former officers of an elite disease-fighting program at the U.S. Centers for Disease Control and Prevention have signed an open letter expressing dismay at the nation's public-health response to the Covid-19 pandemic and calling for the federal agency to play a more central role.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-administration-overhaul-of-h-1b-visa-program-challenged-in-court-11602892079", "title": "Trump Overhaul of H-1B Visa Program Challenged in Court", "date": "2020-10-16 19:48", "summary": "New rule targeted by tech firms requires much higher wages for foreign professionals. WASHINGTON-A group of information technology companies filed a lawsuit on Friday evening challenging a Trump administration rule raising the salaries that employers must pay to their foreign workers on H-1B visas, aimed at tightening eligibility for the visas.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/french-schoolteacher-killed-in-knife-attack-11602881411", "title": "French Teacher's Decapitation Investigated as Terrorist Attack", "date": "2020-10-16 19:38", "summary": "Authorities detained four people who are acquaintances of suspected attacker. PARIS-A man beheaded a middle-school teacher in a suburb of the French capital on Friday afternoon, a killing that authorities were investigating as a possible terrorist attack.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/supreme-court-to-consider-whether-census-must-count-illegal-immigrants-in-allocating-house-seats-11602883578", "title": "Supreme Court to Consider Whether Census Must Count Illegal Immigrants for House Seats", "date": "2020-10-16 19:07", "summary": "Trump administration has sought to exclude illegal immigrants from tallies in determining congressional representation; arguments in case for Nov. 30. WASHINGTON-The Supreme Court said Friday it would decide whether President Trump can exclude illegal immigrants from the census count used to determine congressional representation, setting an expedited schedule with arguments on Nov. 30.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/packing-the-u-s-senate-11602888806", "title": "Packing the U.S. Senate", "date": "2020-10-16 18:54", "summary": "A 104-seat Upper Chamber is on the agenda if Democrats sweep the election.. Democrats are threatening to pack the Supreme Court if Amy Coney Barrett is confirmed, but they might not have the Senate votes if the chamber is closely divided. No problem: The number of seats in the Senate, as on the High Court bench, can be adjusted to fit Democrats' evolving ideological preferences.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/retire-the-debate-commission-11602888751", "title": "Retire the Debate Commission", "date": "2020-10-16 18:52", "summary": "The Steve Scully fiasco is the latest blow to its credibility.. C-SPAN has suspended correspondent Steve Scully for lying about a Twitter message to a critic of President Trump. The network is trying to protect its reputation for nonpartisan fairness, and we wish we could say the same about the Commission on Presidential Debates.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bidens-tax-whopper-11602888777", "title": "Biden's Tax Whopper", "date": "2020-10-16 18:52", "summary": "He'd raise taxes far higher than they were under Bush or Obama.. Joe Biden got a pass from the media for the myriad whoppers he told about his policies in Thursday night's town hall. But one that we can't let slide was his claim that he only intends to make people earning more than $400,000 \"pay what they did in the Bush Administration-39.6%.\"", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/europes-new-covid-wave-11602888710", "title": "Europe's New Covid Wave", "date": "2020-10-16 18:51", "summary": "The lockdowns of the spring haven't stopped a virus resurgence.. One of the biggest falsehoods of 2020 is the notion that everyone other than the United States has a handle on Covid-19. This distortion undergirds Democratic and media criticism of President Trump and some governors for not locking down as aggressively as the Spanish or tracing contacts as assiduously as the Germans.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cary-grant-a-brilliant-disguise-review-the-enigma-of-charisma-11602860598", "title": "'Cary Grant: A Brilliant Disguise' Review: The Enigma of Charisma", "date": "2020-10-16 18:49", "summary": "Impeccably dressed and haunted by his early years, he kept his ambition in check and charmed the world.. H.L. Mencken was doubtful that Shakespeare wrote the plays assigned to him because there is substantial evidence that he acted in them, which is an amusing way of saying that actors are not notable for searing intelligence. Their intelligence and much else about famous movie actors was nicely kept under cover during the years, from the 1930s through the early 1960s, of the studio system in Hollywood. The men who ran the great studios-MGM, Fox, Warner Bros., Paramount-knew that the people went to the movies above all to see their favorite actors, and so the actors had to be protected from showing themselves the coarse, ignorant, foolish beings they often were. The studio bosses did this by controlling the interviews their actors gave, restraining them from making political statements, hiding anything peculiar about their sex lives. Actors were where the money was, the vehicles in which the movie business drove all the way to the bank.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chicagos-great-fire-review-rising-from-the-ashes-11602888392", "title": "'Chicago's Great Fire' Review: Rising From the Ashes", "date": "2020-10-16 18:46", "summary": "How America's fast-growing metropolis faced an elemental threat-and how it bounced back.. Along with the San Francisco earthquake of 1906, the Great Chicago Fire of 1871 stands as one of America's foundational urban legends, a story of death and rebirth, a monument to the resiliency of the nation's character. Most schoolchildren even know who to blame for the Chicago disaster: Mrs. O'Leary and her frisky cow.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/looking-to-get-lost-review-the-heart-of-rock-n-roll-11602888279", "title": "'Looking to Get Lost' Review: The Heart of Rock 'n' Roll", "date": "2020-10-16 18:44", "summary": "From Robert Johnson to Allen Touissant, a journey into the soul of American music.. If there's a leading figure among writers on American popular music-one who both defines and transcends the field-it has to be Peter Guralnick.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-budget-gap-tripled-to-record-3-1-trillion-in-fiscal-year-2020-treasury-says-11602871210", "title": "U.S. Budget Gap Tripled to Record $3.1 Trillion in Fiscal 2020", "date": "2020-10-16 18:41", "summary": "Spending soared 47% in year ended Sept. 30 as government rolled out programs to battle coronavirus and recession. WASHINGTON-The U.S. budget deficit tripled to a record $3.1 trillion in the fiscal year that ended Sept. 30 as the government battled the global coronavirus pandemic that plunged the country into a recession, has taken more than 217,000 American lives and thrown millions out of work.", "categories": [["Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mexican-ex-defense-minister-faces-drug-trafficking-money-laundering-charges-11602869775", "title": "Mexican Ex-Defense Minister Charged With Helping Cartel Ship Drugs to U.S.", "date": "2020-10-16 18:33", "summary": "Gen. Salvador Cienfuegos allegedly passed information on investigations to crime bosses. MEXICO CITY-Mexico's former defense minister received bribes from a drug cartel in exchange for allowing it to ship tons of cocaine and other drugs to the U.S., and used his position to pass along information on investigations to crime bosses, U.S. prosecutors alleged.", "categories": [["World", "Latin America"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/latin-america-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/science-uncertainty-and-pandemic-response-11602887080", "title": "Science, Uncertainty and Pandemic Response", "date": "2020-10-16 18:24", "summary": "Science fixes mistakes as science advances.. Matt Ridley's essay \"What the Pandemic Has Taught Us About Science\" (Review, Oct. 10) is flawed. Science fixes mistakes as science advances. In citing the errors of some scientists, Mr. Ridley ignores studies done by highly credible scientific institutions such as the National Academies of Sciences, Engineering, and Medicine that produce expert, objective, nonpolitical, independent, public assessments of scientific knowledge relevant to important issues. Such institutions have a responsibility to accurately say what is known from science, what isn't known and what the uncertainties are.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/barr-should-report-before-novembers-vote-11602887034", "title": "Barr Should Report Before November's Vote", "date": "2020-10-16 18:23", "summary": "If Joe Biden wins the election along with a very possible Democratic takeover of the Senate, whatever William Barr and John Durham come up with goes in the trash can.. Your editorial \"Trump's Misguided Swipe at Bill Barr\" (Oct. 12) ignores the obvious. If Joe Biden wins the election along with a very possible Democratic takeover of the Senate, whatever William Barr and John Durham come up with, which looks to be terribly significant for the country's future, goes in the trash can.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-latest-updates-10-16-2020-11602835460", "title": "Confirmed Coronavirus Cases in U.S. Surpass 8 Million", "date": "2020-10-16 18:23", "summary": "New U.S. coronavirus infections top 60,000 for first time in more than two months. Nine states reported a record tally of new coronavirus cases, as the total number of infections detected in the U.S. since the pandemic began ticked above 8 million.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-deters-the-aggression-of-cyberwarfare-11602886960", "title": "What Deters the Aggression of Cyberwarfare?", "date": "2020-10-16 18:22", "summary": "While no cybersecurity practitioner would deny the utility of a layered defense, no adversary has ever been deterred by an impenetrable stack. Richard A. Clarke says \"human distrust\" is an impediment to the adoption of artificial-intelligence-enabled technologies for cyber peace (\"Cyberwar or Cyber Peace?,\" The Future of Everything, Oct. 9). I disagree. Decision makers don't need to understand or trust AI systems any more than they need to understand or trust the satellite systems that route digital communications.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/senate-judiciary-committee-should-focus-on-its-purpose-11602886914", "title": "Senate Judiciary Committee Should Focus on Its Purpose", "date": "2020-10-16 18:21", "summary": "The job of the committee is to assess the qualifications of candidates for judicial positions.. Regarding your editorial \"Sheldon Whitehouse Does Glenn Beck\" (Oct. 14): It's pretty clear to me that Sen. Whitehouse, and apparently all of the Democratic members of the Judiciary Committee, do not understand their job.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-garbage-man-became-our-superhero-11602886750", "title": "The Garbage Man Became Our Superhero", "date": "2020-10-16 18:19", "summary": "A big town got small, and a thoughtful friendship made a little boy feel extra special.. Scottsdale, Ariz.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/effective-giving-requires-rolling-up-your-sleeves-11602886784", "title": "Effective Giving Requires Rolling Up Your Sleeves", "date": "2020-10-16 18:19", "summary": "The most successful philanthropists not only give to worthy causes, they build institutions.. The coronavirus pandemic has increased the need for effective philanthropy. But it isn't enough to give. One must work at giving, search for and support causes and organizations that address structural problems, advance social progress, and transform people's lives.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-west-gets-real-about-covid-11602886684", "title": "The West Gets Real About Covid", "date": "2020-10-16 18:18", "summary": "And why a Portuguese scholar says the reality principle is liberalism's last nemesis.. October every four years seems to turn everyone into a partisan troll, but let's start with what's accurate in a widely flogged piece by Obama administration veteran Ezekiel Emanuel in the esteemed Journal of the American Medical Association.", "categories": [["Opinion", "Business World"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/business-world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-administration-denies-californias-request-for-wildfire-relief-funds-11602874719", "title": "Trump Administration Reverses Course, Approves California's Request for Wildfire-Relief Funds", "date": "2020-10-16 18:18", "summary": "Six blazes sparked last month have caused $229 million in damage, according to Gov. Gavin Newsom. The Trump administration reversed its decision refusing California Gov. Gavin Newsom's request for relief funds following major wildfires that sparked in early September and have since burned through nearly 1.9 million acres, the governor announced.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/moodys-cuts-u-k-s-credit-rating-further-11602886728", "title": "Moody's Cuts U.K.'s Credit Rating", "date": "2020-10-16 18:18", "summary": "Firm cites slower growth, higher debt as reasons behind one-notch downgrade. Moody's Investors Service cut the United Kingdom's sovereign-debt rating further on Friday, citing weakening economic and fiscal strength exacerbated by the government's inability to reach a deal with the European Union.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/river-joins-the-crowd-of-apps-aggregating-and-personalizing-headlines-11602886546", "title": "River Joins the Crowd of Apps Aggregating and Personalizing Headlines", "date": "2020-10-16 18:15", "summary": "The new platform is pitching a new experience to consumers that requires no sign-ups and a privacy-first mind-set. Yet another app arrived this week to offer consumers a personalized feed of headlines plucked from the rising flood of news, using a different take on the user experience to try to stand out.", "categories": [["Experience Report"]], "category_links": ["https://www.wsj.com/news/experience-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/gop-senators-brace-for-fight-with-trump-over-coronavirus-aid-11602881510", "title": "GOP Senators Brace for Fight With Trump Over Coronavirus Aid", "date": "2020-10-16 18:07", "summary": "As president pushes for package close to $2 trillion, Republican lawmakers favor much smaller price tag. WASHINGTON-Senate Republicans and the White House are on a collision course over the price tag of a possible coronavirus relief package ahead of the Nov. 3 election.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/for-hitachi-vantara-cio-boosting-engagement-takes-center-role-11602885564", "title": "For Hitachi Vantara CIO, Boosting Engagement Takes Center Role", "date": "2020-10-16 17:59", "summary": "Tim Langley-Hawthorne is one of a number of IT leaders working to improve remote workplace culture as Covid-19 distancing becomes a way of life. Hitachi Vantara's top technology executive has prioritized workplace culture during the coronavirus pandemic, encouraging employees to learn new skills, communicate in different ways and experiment with new technologies that improve virtual collaboration.", "categories": [["CIO Journal"]], "category_links": ["https://www.wsj.com/news/types/cio-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/citgo-backed-bondholders-win-court-ruling-against-venezuela-11602863428", "title": "Venezuelan Opposition Loses Bond Ruling, Endangering Citgo", "date": "2020-10-16 17:53", "summary": "New York court decision tightens bondholders' grip on Citgo Petroleum, Venezuela's most valuable foreign oil asset. A U.S. judge said bondholders have valid claims over Venezuela's prized oil refiner Citgo Petroleum Corp., dealing a blow to the country's U.S.-backed opposition leaders and putting the company at heightened risk of a forced takeover.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/heading-back-to-work-heres-what-you-need-to-know-11602885136", "title": "Heading Back to Work? Here's What You Need to Know", "date": "2020-10-16 17:52", "summary": "As companies reopen their offices and we shift away from WFH, there's a lot to think about-from the post-pandemic dress code to whether your boss can force you to get a vaccine. We've tackled it all. SINCE MARCH, many American professionals have been hunkered down at home, juggling labor and life in new and occasionally exhausting ways. Now, however, some companies are beginning to bring us back to our corporate offices, with all the attendant anxieties (elevators!) and opportunities (a defensible reason to escape the kids again!) that brings.", "categories": [["Life & Work", "Life & Style"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/life-style?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/treasury-department-encouraged-banks-to-prioritize-existing-customers-for-ppp-loans-democratic-report-says-11602861336", "title": "Treasury Encouraged Banks to Prioritize Existing Customers for PPP Loans, Report Says", "date": "2020-10-16 17:52", "summary": "Underserved businesses were put at a disadvantage when applying for the $670 billion Paycheck Protection Program, panel's report says. WASHINGTON-The Treasury Department privately encouraged lenders to prioritize existing customers when issuing loans for the federal government's small-business coronavirus aid program, according to a report released Friday by a Democratic-led congressional oversight subcommittee.", "categories": [["WSJ News Exclusive", "Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-twitter-and-facebook-treated-new-york-post-articles-as-possible-election-interference-11602857651", "title": "Twitter and Facebook Face Concerns Over Election Interference, Censorship", "date": "2020-10-16 17:47", "summary": "Social-media companies spent four years prepping their response to campaign-document leaks ahead of U.S. elections. When one came, things got messy.. When the New York Post this week published articles based on email exchanges with Hunter Biden-Joe Biden's son- Facebook Inc. and Twitter Inc. saw the situation as one they spent years preparing to face.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/zuckerberg-dorsey-and-pichai-to-testify-on-content-policies-11602883773", "title": "Zuckerberg, Dorsey and Pichai to Testify on Content Policies", "date": "2020-10-16 17:29", "summary": "Senate committee hearing to focus on whether tech companies use the Communications Decency Act to censor conservative views. WASHINGTON-The chief executives of Facebook Inc., Twitter Inc. and Alphabet Inc. will appear before a Senate committee Oct. 28 to face questioning about their policies for moderating content on their internet platforms.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/first-citizens-cit-group-to-merge-11602854037", "title": "First Citizens to Buy CIT Group", "date": "2020-10-16 17:28", "summary": "The new company will take the First Citizens name. Regional banks have struggled to compete with bigger players in recent years.. First Citizens BancShares Inc. said Friday it plans to buy CIT Group Inc. in an all-stock deal valued at roughly $2.2 billion.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/peter-roth-to-step-down-as-warner-bros-tv-chief-11602871201", "title": "Peter Roth to Step Down as Warner Bros. TV Chief", "date": "2020-10-16 17:27", "summary": "Longtime production head helped develop 'The West Wing,' 'The Big Bang Theory' and 'Two and a Half Men'. ", "categories": [["Business", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/state-street-bank-of-new-york-mellon-report-declining-profit-11602852802", "title": "State Street, BNY Mellon Report Declining Profit", "date": "2020-10-16 17:25", "summary": "Custody banks grow assets, but see revenue and earnings slip. Custodian banks State Street Corp. and Bank of New York Mellon Corp. on Friday posted lower profit in the third quarter, though assets under management rose at both firms.", "categories": [["Markets", "Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hertz-nets-commitments-for-1-65-billion-bankruptcy-loan-11602850546", "title": "Hertz Secures $1.65 Billion Bankruptcy Loan, Rallying Stock", "date": "2020-10-16 17:19", "summary": "Financing to be provided by lenders and is expected to be structured as a delayed-draw term-loan debtor facility. Hertz Global Holdings Inc. has lined up $1.65 billion in financing to carry itself through bankruptcy, sparking a market rally that more than doubled the rental-car company's share price.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/global-stock-markets-dow-update-10-16-2020-11602839821", "title": "Stocks Edge Higher as Choppy Week on Wall Street Comes to End", "date": "2020-10-16 17:15", "summary": "U.S. retail sales in September rose for a fifth month in a row. U.S. stocks ended a volatile week with modest gains as investors parsed economic signals and watched for progress towards additional stimulus from Washington.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/airlines-plan-for-prolonged-coronavirus-travel-drought-11602848431", "title": "Airlines Plan for Prolonged Coronavirus Travel Drought", "date": "2020-10-16 17:14", "summary": "United, Delta chart path to recovery by cutting costs, touting safety; 'We're still in the early miles of this marathon'. U.S. airlines expect it will be years before their business recovers from the coronavirus pandemic, even after pulling together over $100 billion by tapping government aid and mortgaging assets including planes and frequent-flier programs.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/boeing-shares-rise-on-737-max-optimism-11602862768", "title": "Boeing Shares Rise on 737 MAX Optimism", "date": "2020-10-16 17:13", "summary": "Comments from Europe's aviation regulator reinforce view that jetliner is on track to return to service in coming months. Shares of Boeing Co. rose Friday as comments from the top European aviation-safety official reinforced investors' sentiment that the company's troubled 737 MAX jetliner was on track to return to service in coming months.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trumps-next-great-hire-11602882138", "title": "Trump's Next Great Hire", "date": "2020-10-16 17:02", "summary": "All he has to do is send the paperwork to the Senate.. This week has been a perfect microcosm of the Trump era. A partisan media suppresses news about a Trump rival's corruption scandal while demanding that the president explain a bizarre retweet. And there's an encouraging sign of economic revival. Also, another outstanding Trump appointee prepares to perform an invaluable public service. More good news is that the great Trump hires are not going to end with Judge Amy Coney Barrett.", "categories": [["Opinion", "Best of the Web"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/best-of-the-web-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/moulin-rouge-star-could-still-lose-a-one-man-race-for-the-tony-11602881022", "title": "'Moulin Rouge' Star Could Still Lose a One-Man Race for the Tony", "date": "2020-10-16 16:43", "summary": "Resume Subscription. When the Broadway community announced the nominees for its 74th annual Tony Awards this week, it may have come as little surprise that theatrical veteran Aaron Tveit was named a contender for best leading actor in a musical. His performance in \"Moulin Rouge! The Musical,\" the show based on the 2001 Baz Luhrmann movie, had already garnered praise from audiences and critics alike.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/white-house-dismisses-putin-proposal-to-extend-new-start-arms-control-pact-11602879830", "title": "White House Rejects Putin Proposal to Extend Arms-Control Pact", "date": "2020-10-16 16:24", "summary": "Trump administration demands warhead freeze while pressing Russia for new deal before Nov. 3 election. Russian President Vladimir Putin proposed Friday that the U.S. and Russia extend the New START arms-control treaty for at least a year to give the two sides time to negotiate a follow-on agreement.", "categories": [["World", "Europe", "Russia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb", "https://www.wsj.com/news/types/russia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/individual-investing-boom-fuels-trading-in-low-price-stocks-11602840602", "title": "Individual-Investing Boom Fuels Trading in Low-Price Stocks", "date": "2020-10-16 16:21", "summary": "Zero-commission apps and online brokerages have driven a boost in volume for sub-$5 stocks. On one Thursday in August, more than 10% of all U.S. stock-market trading volume was in shares of Gevo Inc., a little-known renewable-fuels company.", "categories": [["Markets", "Stocks"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cboe-global-markets-to-buy-dark-pool-operator-bids-11602871296", "title": "Cboe Global Markets to Buy Dark-Pool Operator BIDS", "date": "2020-10-16 16:18", "summary": "Deal could prop up Cboe's share of U.S. equities trading, which has declined in recent years. Exchange operator Cboe Global Markets Inc. has agreed to buy BIDS Trading, which runs an off-exchange \"dark pool\" for stock trades, the companies said Friday.", "categories": [["Markets", "Stocks"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-garden-is-the-new-home-office-thanks-to-the-sanity-shed-11602876181", "title": "The Garden Is the New Home Office, Thanks to the Sanity Shed", "date": "2020-10-16 15:23", "summary": "As we settle into working and learning from home, repurposed backyard garden sheds and prefab outbuildings offer a pleasant soft divide between family and work life. WORKING FROM HOME wasn't working for Max Sinsteden, director of design firm Olasky & Sinsteden. His tech-industry husband required only a laptop and pad of paper to get his job done. \"I as a decorator, on the other hand, have 400 tote bags and eight huge Tupperware boxes of samples,\" he said. When the couple reclaimed for serving meals the beleaguered dining room table that had functioned as his workspace, Mr. Sinsteden thought outside the box, decamping to a new octagonal, bell-roofed outbuilding 20 yards from their 1921 beach cottage in Westerly, R.I. The structure was made in Lancaster, Pa., by Hillbrook Collections and in May muled into place on a flatbed. \"They arrive done...literally there's a cord coming out the back,\" said Mr. Sinsteden of such to-the-rescue buildings. \"Our contractor dug a trench with conduit to bring power out there, and you connect it up.\"", "categories": [["Real Estate", "Design"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/design?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-chief-justice-john-roberts-leads-in-polarized-times-11602876124", "title": "In Polarized Times, Lead Like a Chief Justice", "date": "2020-10-16 15:22", "summary": "Trying to hold the center can be lonely when colleagues disagree. Here are four lessons from the playbook of Supreme Court 'umpire' John Roberts.. At one point during last month's shambolic presidential debate, Chris Wallace, the embattled moderator, stopped trying to intervene. He just held up his hands.", "categories": [["The Captain Class"]], "category_links": ["https://www.wsj.com/news/types/the-captain-class?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-alternative-to-a-bailout-for-fiscally-mismanaged-states-11602875844", "title": "The Alternative to a Bailout for Fiscally Mismanaged States", "date": "2020-10-16 15:17", "summary": "If New York and Illinois spent like Florida and Texas, they'd save enough to put away the tin cup.. The Covid-19 pandemic and shutdowns have created a challenging situation for many states-especially those that didn't prepare. Illinois has a rainy-day fund that would keep the state running for about 15 minutes. Many governors now seek a federal bailout, but borrowing trillions more will only make matters worse for taxpayers, who eventually must pay off the debt.", "categories": [["Opinion", "Commentary", "Cross Country"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb", "https://www.wsj.com/news/types/cross-country?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/an-ex-liberal-reluctantly-supports-trump-11602875814", "title": "An Ex-Liberal Reluctantly Supports Trump", "date": "2020-10-16 15:16", "summary": "How historian Fred Siegel came to appreciate the president's defense of 'bourgeois values' against the 'clerisy.'. Brooklyn, N.Y.", "categories": [["Opinion", "The Weekend Interview"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/the-saturday-interview?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-jersey-governor-replaces-officials-who-supervised-homes-where-nearly-200-died-of-covid-19-11602874912", "title": "New Jersey Replaces Officials Who Supervised Veterans Homes in Deadly Outbreak", "date": "2020-10-16 15:14", "summary": "Phil Murphy appoints new Veterans Affairs officials after Journal investigation showed missteps compounded death toll. New Jersey Gov. Phil Murphy replaced top officials at the state's veterans affairs agency on Friday, less than two weeks after a Wall Street Journal investigation showed deadly lapses at one of its facilities amid a Covid-19 outbreak.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-best-chargers-for-your-iphone-12-tablet-laptop-and-other-usb-c-devices-11602689252", "title": "The Best Chargers for Your Phone, Tablet, Laptop and Other USB-C Devices", "date": "2020-10-16 14:31", "summary": "Apple will stop including chargers with the new iPhone 12 models. That's good news. Time to invest in a single charger that can power up a phone faster-and even handle all your gadgets at once.. Friends, Journal readers and iPhone owners, lend me your ears. I come to bury Apple's tiny white iPhone-charging cube, not to praise it. The evil that it did as a slow, easily lost piece of e-waste definitely won't live on after it.", "categories": [["Tech", "Personal Tech", "Personal Technology: Joanna Stern"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb", "https://www.wsj.com/news/types/personal-technology-joanna-stern?mod=breadcrumb", "https://www.wsj.com/news/types/personal-technology-joanna-stern?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/european-regulator-turns-up-heat-on-ad-tactics-used-by-google-and-rivals-11602872300", "title": "European Regulator Turns Up Heat on Ad Tactics Used by Google and Rivals", "date": "2020-10-16 14:18", "summary": "Belgium's data-protection authority takes aim at collection of personal information in digital-ad auctions. Tactics Google and other large online-ad players use in digital ad auctions violate European Union privacy law, investigators for Belgium's privacy regulator wrote in an internal report, a preliminary finding with implications across the continent.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/abroad-at-home-into-the-worlds-of-islamic-architecture-11602871553", "title": "Abroad at Home: Into the Worlds of Islamic Architecture", "date": "2020-10-16 14:05", "summary": "Travel across continents, from Jerusalem to Granada, Spain, on a virtual tour of the wonders of Islam's built environment.. ", "categories": [["Books & Arts", "Art Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/art-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-new-festival-brings-asian-art-to-new-york-11602871314", "title": "A New Festival Brings Asian Art to New York", "date": "2020-10-16 14:01", "summary": "The inaugural Asia Society Triennial features artists and performers who have often been overlooked in the U.S.. To create \"What you see is the unseen / Chandeliers for Five Cities\" (2016-18), a series of outsize cloth panels depicting illuminated chandeliers, the South Korean artist Kyungah Ham took risks-and not just artistic ones. The panels were hand-embroidered by needleworkers in North Korea, following instructions that had been smuggled across the border. Small finished pieces were then smuggled back into South Korea and assembled into the completed works. For everyone's safety, the artist didn't know the workers' identities, and no single participant knew what the entire artwork looked like. With a touch of humor, Ms. Ham lists the artworks' materials as not only silk threads on cotton but \"middleman, smuggling, bribe, tension, anxiety, censorship, ideology.\"", "categories": [["Life & Work", "Ideas", "Icons"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/icons?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/us-economy-september-retail-sales-coronavirus-recovery-11602786924", "title": "U.S. Retail Spending Picked Up Strongly in September", "date": "2020-10-16 13:48", "summary": "Spending rose 1.9% as consumers boosted outlays on vehicles, clothing and home improvement. American shoppers boosted their spending on vehicles, clothing and many other goods in September, a bright spot amid signs the economic recovery remains fragile.", "categories": [["Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/regulatory-holdups-slow-ant-groups-ipo-plans-11602869901", "title": "Regulatory Holdups Slow Ant Group's IPO Plans", "date": "2020-10-16 13:38", "summary": "Chinese financial-technology giant was aiming to raise more than $30 billion before the U.S. presidential election. A window is closing for Chinese financial-technology giant Ant Group Co. to pull off a record-breaking initial public offering ahead of the U.S. presidential election, as regulators in mainland China and Hong Kong have yet to sign off on the company's plans to go public.", "categories": [["Markets", "Stocks", "IPOs"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb", "https://www.wsj.com/news/types/ipos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sec-approves-changes-to-ease-auditor-independence-rules-for-companies-audit-firms-11602868427", "title": "SEC Approves Changes to Ease Auditor-Independence Rules for Companies, Audit Firms", "date": "2020-10-16 13:13", "summary": "The changes will make it easier for companies and audit firms to avoid violations, especially involving IPOs and lending relationships. The U.S. Securities and Exchange Commission adopted changes that relax some conflict-of-interest rules for companies and audit firms, making it easier for them to avoid violating auditor independence in certain situations.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-sapphire-of-tonal-brilliance-11602868072", "title": "A Sapphire of Tonal Brilliance", "date": "2020-10-16 13:07", "summary": "A departure from his swinging dance music, Duke Ellington's 'Mood Indigo' softly conveys an intimate, ruminative and melancholy mood.. ", "categories": [["Books & Arts", "Masterpiece"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/masterpiece?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-s-china-hawks-drive-hard-line-policies-after-trump-turns-on-beijing-11602867030", "title": "U.S.'s China Hawks Drive Hard-Line Policies After Trump Turns on Beijing", "date": "2020-10-16 12:50", "summary": "President's election-year shift follows a trade deal, the coronavirus and Xi Jinping's crackdown on Hong Kong. WASHINGTON-Since President Trump was inaugurated, many members of his national security team have been itching to confront a China they view as the greatest threat to the U.S.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-september-retail-sales-stole-augusts-thunder-11602866668", "title": "How September Retail Sales Stole August's Thunder", "date": "2020-10-16 12:44", "summary": "Latest retail sales figures show delayed strength from a weak August, but challenges remain. September's strong sales might simply be making up for a weak August.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/should-you-travel-abroad-during-covid-and-where-can-you-go-11602866626", "title": "Should You Travel Abroad During Covid-and Where Can You Go?", "date": "2020-10-16 12:43", "summary": "Two avid travelers debate the merits and madness of vacationing overseas right now. Plus: A look at 5 of the few-and especially tempting-countries that now welcome U.S. tourists. For the recurring series, That's Debatable, we take on a contentious issue of the day and present two spirited arguments-one in favor and other emphatically opposed. Previous installments from the series are here.", "categories": [["Life & Work", "Travel", "Off Duty Travel"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/magazine/travel?mod=breadcrumb", "https://www.wsj.com/news/types/off-duty-travel?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/former-mexican-defense-minister-arrested-in-u-s-at-dea-request-11602816474", "title": "Former Mexican Defense Minister Arrested in U.S. at DEA Request", "date": "2020-10-16 12:35", "summary": "President López Obrador says arrest shows that corruption is the country's biggest problem. MEXICO CITY-The arrest of Mexico's former defense minister by U.S. authorities shows that corruption is Mexico's biggest problem, Mexican President Andrés Manuel López Obrador said Friday.", "categories": [["World", "Latin America"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/latin-america-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/covid-rips-through-european-countries-spared-in-the-spring-straining-hospitals-11602865379", "title": "Covid-19 Rips Through European Countries Spared in the Spring", "date": "2020-10-16 12:23", "summary": "Health systems in Poland, Czech Republic face staff, capacity shortages amid a surge in coronavirus cases. WARSAW-A second wave of Covid-19 cases in Europe is tearing into countries that escaped the first, with health systems running short of the one resource they can't run without: staff.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/slowdown-in-corporate-bond-issuance-could-boost-investment-grade-debt-11602865327", "title": "Slowdown in Corporate Bond Issuance Could Boost Investment-Grade Debt", "date": "2020-10-16 12:22", "summary": "Bankers say the pace of high-ranked bond issuance has slowed since September. Companies have pulled back from the frenetic pace of corporate-bond issuance earlier this year, and that could support further gains for high-grade debt investors.", "categories": [["Markets", "Credit Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/credit-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/presidential-race-framed-by-a-tale-of-three-debates-11602864088", "title": "Presidential Race Framed by a Tale of Three Debates", "date": "2020-10-16 12:01", "summary": "They represent the final part in a strange year of twists and turns. The final stage of the presidential campaign has turned into a tale of three debates: the debate that happened, the debate that was canceled, and the crucial debate to come next week.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/philip-pullmans-magical-realism-11602863511", "title": "Philip Pullman's Magical Realism", "date": "2020-10-16 11:51", "summary": "Despite the armored bears and flying witches of his imaginary world, the author of 'His Dark Materials' is interested in 'real people, who have complexity, depth and dark secrets'. Philip Pullman says he doesn't have a reader in mind when he writes. Instead, he thinks back to his years as a teacher, in his 20s and 30s, when he produced school plays for everyone from weary parents to distractible children. \"I loved talking to this mixed audience so much-the young and old, the clever and not-so-clever,\" he says. \"I always believed if you tell an interesting story, readers will follow.\"", "categories": [["Life & Work", "Ideas", "Weekend Confidential"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/weekend-confidential?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/string-of-firms-that-imploded-have-something-in-common-ernst-young-audited-them-11602863319", "title": "String of Firms That Imploded Have Something in Common: Ernst & Young Audited Them", "date": "2020-10-16 11:48", "summary": "Resume Subscription. This year, $2 billion is missing at a German fintech company, $300 million of sales has been found to be fabricated at a Chinese coffee chain and $5 billion in undisclosed debt has been uncovered at two related companies listed in the U.K. Together, the incidents cost shareholders of the companies roughly $30 billion.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/pfizer-could-apply-for-emergency-use-of-covid-19-vaccine-by-late-november-11602842906", "title": "Pfizer Could Apply for Emergency Use of Covid-19 Vaccine by Late November", "date": "2020-10-16 11:43", "summary": "Application with FDA would come if trial data, due this month, is positive. Pfizer Inc. laid out a timetable for reaching key milestones in the development of its Covid-19 vaccine that could mean the shots start becoming available in the U.S. before year's end.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-postal-service-benches-its-police-officers-before-election-11602862096", "title": "U.S. Postal Service Benches Its Police Officers", "date": "2020-10-16 11:28", "summary": "Top USPS brass ends agency patrols that protected mail, letter carriers. ", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-a-pioneering-covid-testing-lab-helped-keep-northeast-colleges-open-11602849600", "title": "How a Covid Testing Lab Helped Keep Northeast Colleges Open", "date": "2020-10-16 11:24", "summary": "Resume Subscription. Twice a week, students at Williams College in Williamstown, Mass., go to a parking garage to blow their noses.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/i-married-him-for-loveand-so-he-could-be-on-my-health-insurance-11602861266", "title": "I Married Him for Love-and So He Could Be on My Health Insurance", "date": "2020-10-16 11:14", "summary": "Young adults are often in bad financial health. The ability to get coverage through a spouse can make marriage more enticing.. You could call my marriage untraditional--at least the way it started.", "categories": [["Markets", "Journal Reports: Wealth Management"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-wealth-management?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/global-auto-markets-begin-to-emerge-from-pandemic-slowdown-11602838741", "title": "Global Auto Markets Begin to Emerge From Pandemic Slowdown", "date": "2020-10-16 11:11", "summary": "Mixed data in Europe show the auto rebound remains fragile. BERLIN-New-car sales in Europe rose last month for the first time this year, a sign that the global auto industry is slowly beginning to pull out of its worst slump in decades.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/steel-bid-would-create-metals-giant-in-europe-11602861097", "title": "Steel Bid Would Create Metals Giant in Europe", "date": "2020-10-16 11:11", "summary": "A sale of its steel business to Liberty Steel would mark an end to Thyssenkrupp's two-century history of steelmaking. LONDON-Britain-based Liberty Steel Group said it made an offer to buy Thyssenkrupp AG's steel business, a move that would create a new metals giant on the continent and mark the German conglomerate's exit from more than two centuries of steelmaking.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/look-whos-really-chasing-hot-stocks-like-zoom-11602860804", "title": "Look Who's Really Chasing Hot Stocks Like Zoom", "date": "2020-10-16 11:06", "summary": "Professional investors are blaming everyone else for the meteoric rise of speculative stocks-but they're part of the problem themselves. When you point your finger at somebody, make sure to step away from the mirror.", "categories": [["Markets", "The Intelligent Investor"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/the-intelligent-investor?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/king-of-the-world-review-solar-power-11602860424", "title": "'King of the World' Review: Solar Power", "date": "2020-10-16 11:00", "summary": "The creator of both Versailles and a wave of French cultural dominance knew he belonged to his nation.. The hyperbole that surrounded Louis XIV is neatly conveyed on the first page, with the very title-\"King of the World\"-swiftly followed by an epigraph penned by one of Louis's many fawning courtiers: \"You are destined to command the entire universe.\" The first chapter is titled \"The Gift of God,\" as Parisians reacted to the news of the royal pregnancy early in 1638, as if, we learn, \"the Messiah was about to be born.\" The 36-year-old queen's conception was seen as a miracle, a divine reward for King Louis XIII's dedication of his kingdom to the Virgin Mary the previous year. When the child turned out to be a boy, his ecstatic parents named him \"Louis Dieudonné\" (Louis God-given). In quantitative terms at least, the Almighty continued to smile on him, making him the longest-reigning European sovereign of all time, racking up 72 years and 110 days.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-place-for-everything-review-ordering-the-universe-11602860309", "title": "'A Place for Everything' Review: Ordering the Universe", "date": "2020-10-16 10:58", "summary": "From the alphabetical index to the filing cabinet, the informational tools we take for granted once caused a stir.. The first thing to know about Judith Flanders's \"A Place for Everything: The Curious History of Alphabetical Order\" is that its subtitle is misplaced. The true subject of this fascinating though relentlessly detailed book is the history of information retrieval, chiefly in Europe and America, up to the age of the computer. To this end, Ms. Flanders has collected enough material on her subject to fill all the ingenious cabinets and filing devices found in the book's illustrations. The plethora of detail often overwhelms the truly revelatory dimension of the work: the way the alphabet reflected and facilitated the change from a worldview that saw reality as having intrinsic meaning, with hierarchy as its underlying organizing principle, to one that was essentially nominalist, with the human mind inventing tools for organizing it usefully.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-long-shadow-of-the-pandemic-2024-and-beyond-11602860214", "title": "The Long Shadow of the Pandemic: 2024 and Beyond", "date": "2020-10-16 10:56", "summary": "Even when the world returns to 'normal,' the legacy of Covid-19 will transform everything from wages and health care to political attitudes and global supply chains.. ", "categories": [["Life & Work", "Ideas", "The Saturday Essay"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/the-saturday-essay?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/five-best-barbara-amiel-on-misfits-11602860007", "title": "Five Best: Barbara Amiel on Misfits", "date": "2020-10-16 10:53", "summary": "From the author of 'Friends and Enemies: A Life in Vogue, Prison & Park Avenue.'. By Kingsley Amis (1954)", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fiction-into-the-darkness-with-don-delillo-11602859920", "title": "Fiction: Into the Darkness With Don DeLillo", "date": "2020-10-16 10:52", "summary": "Things go quiet in his novel 'The Silence,' but can we, at last, hear ourselves think?. As an oenophile loves wine, Don DeLillo loves words. To read his fiction-18 novels and novellas with the appearance of \"The Silence\" (Scribner, 117 pages, $22)-is to experience a performance of lexical connoisseurship. He appreciates tone, complexity and mouthfeel: \"Idaho, I thought. Idaho, the word, so voweled and obscure\"; or asymmetrical, \"the serpentine word . . . slightly off kilter, with the single additional letter ['a'] that changes everything.\" He obsesses over origins: \"Fascinating, yes. An interesting word. From the Latin fascinus. An amulet shaped like a phallus. A word progressing from the same root as the word 'fascism.' \" And veneration, as for any devotee, brings about moments of spiritual intensity, a form of sublunary transcendence-\"Fiction, at least as I write it and think of it,\" he once explained in a letter to a reader, \"is a kind of religious meditation in which language is the final enlightenment.\"", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mysteries-a-case-in-the-family-for-inspector-rebus-11602859859", "title": "Mysteries: A Case in the Family for Inspector Rebus", "date": "2020-10-16 10:51", "summary": "The hero of Ian Rankin's long-running series comes to his daughter's aid. She has her doubts.. Edinburgh police inspector John Rebus, the star of a long-running series by Ian Rankin, is now retired and suffering from a pulmonary disease that necessitates his move to a ground-floor flat where he need not climb stairs. But at the start of his latest outing, \"A Song for the Dark Times\" (Little, Brown, 328 pages, $27), Rebus springs into action when his grown daughter Samantha informs him that her partner, Keith-the father of her daughter-has gone missing. The ex-lawman promptly hits the road in his dilapidated Saab for the northern Highlands village that Samantha and Keith call home.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/childrens-books-beguiling-bones-and-friendly-monsters-11602859798", "title": "Children's Books: Beguiling Bones and Friendly Monsters", "date": "2020-10-16 10:49", "summary": "The science of skeletons, playing monster and more Halloween treats.. Trick-or-treating and parties may be out this year, but families can at least enjoy a Halloween-adjacent picture book or two. Those who relish the grisly annual display of bones, blood and guts will find a feast for their eyes in \"Anatomicum\" (Big Picture, 96 pages, $35), an oversize and strikingly elegant picture book dedicated to the parts and systems of the human body. The text, by University of Edinburgh lecturer Jennifer Z. Paxton, is meant to be useful and informative for readers ages 8 to adult-and it is-while Katy Wiedemann's meticulous ink-and-watercolor illustrations partake just enough of the macabre as to make the book ideal for seasonal purposes. Here are the lidless eyeballs and grinning skeletons of nightmare; ropes of pink muscle, loops of intestine, brains and veins and organs, all exposed and dissected on the page. As Ms. Paxton explains, \"the word anatomy comes from the ancient Greek anatome, meaning 'to cut up.' \"", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/inside-story-review-life-unplotted-11602859738", "title": "'Inside Story' Review: Life, Unplotted", "date": "2020-10-16 10:49", "summary": "Martin Amis meditates on art and loss in a book that rides the line between fiction and memoir.. Martin Amis's \"Inside Story\" contains so much autofiction, metafiction and just plain nonfiction (there's an index) that one doesn't know how to classify the book. The publisher tells us it's a novel, and at points in the text Mr. Amis does too, though he also labels it a \"novelised autobiography.\" One can't decide whether the \"inside\" in the title is an adjective (indicating a story behind the story) or a preposition announcing a book that will be, at least in part, a primer on craft. There's the subtitle, after all: \"How to Write.\"", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/where-trump-and-biden-stand-on-financial-regulation-11602858855", "title": "Where Trump and Biden Stand on Financial Regulation", "date": "2020-10-16 10:34", "summary": "President would continue efforts to loosen regulation; Democratic challenger would build on Dodd-Frank act. WASHINGTON-In 2010, when President Obama signed legislation intended to avoid a repeat of the global financial crisis, Vice President Joe Bidenstood by his side.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-industrial-production-fell-0-6-in-september-11602854854", "title": "U.S. Industrial Production Fell 0.6% in September", "date": "2020-10-16 10:19", "summary": "Measure of factory, mining and utility output remains 7.1% below where it was in February, before the pandemic hit. U.S. industrial production fell in September, snapping four months of growth, in another sign of a slowing recovery.", "categories": [["Economy", "Economic Data"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/economic-data?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/daimlers-third-quarter-acceleration-may-be-as-good-as-it-gets-11602856896", "title": "Daimler's Third-Quarter Acceleration May Be as Good as It Gets", "date": "2020-10-16 10:01", "summary": "Maker of Mercedes-Benz posted much better quarterly cash flows than expected, but in some ways is an industry outlier. Daimler has set the bar high for the automotive sector's coming results season-perhaps too high.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/immigrant-founded-dianas-mexican-food-products-11602856800", "title": "Immigrant Founded Diana's Mexican Food Products", "date": "2020-10-16 10:00", "summary": "Samuel Magaña operated restaurants and set up tortilla and tamale factories. As a teenager in the late 1940s, Samuel Magaña told his father he was leaving his hometown of Amaculi, a village in the mountains near Tamazula de Victoria in the Mexican state of Durango. His father gave him a sermon, pointing out that at least in Amaculi he would always have people ready to help him out in a pinch.", "categories": [["World", "Obituaries"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/obituaries?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-gillian-flynn-gets-her-best-writing-done-after-midnight-11600691875", "title": "Why Gillian Flynn Gets Her Best Writing Done After Midnight", "date": "2020-10-16 09:40", "summary": "Amid lockdown in Chicago, the writer is showrunning a new TV series called 'Utopia,' finishing a long-awaited novel and counting her Lucky Charms. Soon after she appears on Zoom, writer Gillian Flynn tilts her laptop to offer a tour of her office. The room, on the ground floor of her home in the Lincoln Park neighborhood of Chicago, isn't cramped per se-there is ample space for a fireplace, a pair of bookshelves, a treadmill desk and a traditional one-and yet it seems too small to contain Flynn, who is a host in herself.", "categories": [["WSJ. Magazine"]], "category_links": ["https://www.wsj.com/news/types/magazine-wsj-magazine?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-logic-of-counting-votes-11602854900", "title": "The Logic of Counting Votes", "date": "2020-10-16 09:28", "summary": "Mathematicians have precise ways of measuring the fairness and efficiency of different electoral systems. Millions of votes have already been cast in next month's presidential election, and a lot of attention is focused on making sure they are counted correctly. Once votes are counted, however, they have to be translated into results-and that is where math comes in. Mathematicians have developed logical rules that allow us to test the fairness and efficacy of different voting systems, rather than just yelling at each other about fairness and seeing who yells the loudest.", "categories": [["Life & Work", "Ideas", "Everyday Math"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/everyday-math?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-surprising-similarity-between-charitable-and-political-giving-11602854799", "title": "The Surprising Similarity Between Charitable and Political Giving", "date": "2020-10-16 09:26", "summary": "Research shows that when somebody donates to a candidate they are likely to reduce their contributions to charities. Why do people donate money to political campaigns? This question has vexed many scholars, especially because donations are often small and unlikely to affect the outcome of a race or curry influence with politicians.", "categories": [["Markets", "Journal Reports: Wealth Management"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-wealth-management?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chinese-fintech-is-hot-regulators-could-still-cool-it-down-11602853983", "title": "Chinese Fintech Is Hot. Regulators Could Still Cool It Down", "date": "2020-10-16 09:13", "summary": "China's fintech giants are coming to market with big valuations. Their success is drawing new scrutiny both at home and abroad.. Chinese fintech giants are coming to market. The country's online finance scene has shifted rapidly from the Wild West of just a few years ago. But having conquered smaller rivals and evolved around skeptical Chinese regulators, these new finance heavyweights face a new and different set of risks.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-mark-zuckerberg-learned-politics-11602853200", "title": "How Mark Zuckerberg Became a Political Animal", "date": "2020-10-16 09:00", "summary": "Facebook's chief, once uninterested, has transformed himself into an active political operator in the Trump era. For more than a decade as he built Facebook Inc. into a global force, Mark Zuckerberg made it clear he didn't care for politics. Early advisers strained to hold his attention in briefings about D.C. lawmakers, people familiar with the matter say, and he frequently said he would gladly leave the politics to others.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/georgias-quarterback-is-a-5-foot-11-mailman-11602853200", "title": "Georgia's Quarterback Is a 5-Foot-11 'Mailman'", "date": "2020-10-16 09:00", "summary": "A former walk-on named Stetson Bennett IV, who is known for wearing a U.S. Postal Service hat, leads the No. 3 Bulldogs against No. 2 Alabama. When Georgia summoned a replacement quarterback during its season opener against Arkansas, it was an act of desperation. Stetson Bennett IV is a former walk-on who was buried deep on the depth chart earlier this year and stands 5-foot-11-half a foot shorter than a typical blueblood-program quarterback.", "categories": [["Sports", "College Football"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/college-football?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/boeing-galapagos-intuitive-surgical-what-to-watch-when-the-stock-market-opens-today-11602846365", "title": "Boeing, Galapagos, Intuitive Surgical: What to Watch When the Stock Market Opens Today", "date": "2020-10-16 08:01", "summary": "The S&P 500 is on track for this year's most tepid weekly gain, with rising coronavirus cases and dimming stimulus prospects weighing on sentiment.. Here's what we are watching as markets kick into gear Friday.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-rays-will-win-the-world-series-even-if-they-lose-11602849601", "title": "The Rays Will Win the World Series. Even if They Lose.", "date": "2020-10-16 08:00", "summary": "The four top executives left in this year's MLB playoffs are Andrew Friedman-and three people Andrew Friedman hired. At baseball's trade deadline one summer seven or eight years ago, Andrew Friedman took stock of what the Tampa Bay Rays had built. He was surrounded by Chaim Bloom, James Click, Erik Neander-a trio of executives he had hired as interns and nurtured to create one of the most unlikely success stories in baseball history.", "categories": [["Sports", "MLB"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/mlb?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/social-media-investors-could-be-calling-the-ad-game-all-wrong-11602847981", "title": "Social-Media Investors Could Be Calling The Ad Game All Wrong", "date": "2020-10-16 07:33", "summary": "Social-media revenue could shine in the third quarter, but sustained recovery looks speculative at best. Investors betting on strong third-quarter results from all social-media companies could see Christmas come early. They should enjoy the gifts while they last.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nih-to-study-three-drugs-in-treatment-of-covid-19-patients-11602847801", "title": "NIH to Study Three Drugs in Treatment of Covid Patients", "date": "2020-10-16 07:30", "summary": "Study will evaluate whether immune modulator drugs can control patients' dangerous 'cytokine storms' in response to coronavirus infection. ", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tab-coca-colas-diet-soda-pioneer-and-a-70s-icon-is-going-away-11602847800", "title": "Tab, Coca-Cola's Diet-Soda Pioneer, Is Going Away", "date": "2020-10-16 07:30", "summary": "The beverage maker had held on to the fading brand to appease its loyal fan base, but the coronavirus pandemic prompted a culling of the company's products. Coca-Cola Co. is canning Tab.", "categories": [["WSJ News Exclusive", "Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lack-of-coronavirus-stimulus-deal-puts-pressure-on-incumbents-11602847118", "title": "Lack of Coronavirus Stimulus Deal Puts Pressure on Incumbents", "date": "2020-10-16 07:18", "summary": "Republican senators in tight races push for more aid, while some House Democrats urge Pelosi to cut a deal. WASHINGTON-The impasse between Congress and President Trump over another trillion-dollar-plus coronavirus relief package hasn't been good news for incumbents trying to show voters they can deliver for them in Washington.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/capturing-cherry-blossoms-for-wsj-s-october-issue-11602846938", "title": "Capturing Cherry Blossoms for WSJ.'s October Issue", "date": "2020-10-16 07:15", "summary": "Photographer Campbell Addy and stylist Clare Richardson on appreciating nature's magic. From Kyoto, Japan's Maruyama Park to New York City's Brooklyn Botanic Garden, the pandemic caused many nature lovers to miss out on this spring's cherry blossom season. Some of that flora flourishes again in WSJ.'s October issue, however, thanks to photographer Campbell Addy and stylist Clare Richardson. \"I lived in Japan when I was little, so I always remember cherry blossom season and felt really drawn to that,\" says Richardson of the London-based fashion shoot. \"I wanted the pages to come alive and transport people out of their homes into something theatrical and different.\" The pair took inspiration from images of sakura trees and had set designer Jabez Bartlett build a blooming backdrop. \"I wanted to create an idea that was whimsical, full of fantasy and an escapism piece,\" says Addy. In fact, it turned out to be rather realistic. \"Jabez's set even fooled a local pigeon, who flew onto the set prior to us shooting,\" Addy recalls.", "categories": [["Contributors"]], "category_links": ["https://www.wsj.com/news/types/magazine-contributors?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/editor-in-chief-kristina-oneill-on-the-october-issue-of-wsj-magazine-11602846872", "title": "Editor in Chief Kristina O'Neill on The October Issue of WSJ. Magazine", "date": "2020-10-16 07:14", "summary": "Our editor in chief on Massimiliano Locatelli's vacation home in southern Italy. These days, many of us are finding joy in simpler things: tending to backyard gardens, cooking meals at home, enjoying family nights in. Our fashion cover story, shot at a bucolic retreat in Connecticut with model Lili Sumner and her boyfriend, writer and photographer Ahmed Alramly, captures that mood perfectly. Classic, casual pieces-tank tops, turtleneck sweaters-mixed with fur coats and evening gowns evoke a pared-down American glamour.", "categories": [["Editor's Letter"]], "category_links": ["https://www.wsj.com/news/types/magazine-editor-s-letter?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/regina-king-justice-11580330268", "title": "Darren Star on the Guts It Took to Create 'Sex and the City'", "date": "2020-10-16 07:13", "summary": "The TV kingpin, writer Nicole Krauss and Nia DaCosta are some of the luminaries weighing in on this month's topic: conviction. \"Conviction is the most important quality for a creator because you've got to have the conviction that you're following something worth putting time and effort into. Most ideas worth telling are ideas that people are generally not going to think are great. You're \"going against the grain. Look at a show like Sex and the City, a female-centered show about sexual issues that's extremely frank and R-rated, that's not going to be perceived as soft porn and is instead going to be funny. There were moments when I was looking at the first episodes wondering, Wow, how are people going to perceive this? When you're leading the charge, you have to have the greatest amount of conviction about an idea. Every project is starting from ground zero. They're all unique animals.\"", "categories": [["Soapbox"]], "category_links": ["https://www.wsj.com/news/types/magazine-soapbox?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/democrats-tap-fundraging-to-garner-hundreds-of-millions-for-campaigns-11602840602", "title": "Democrats Tap 'Fundraging' to Garner Hundreds of Millions", "date": "2020-10-16 07:11", "summary": "Party is drawing on heightened emotions to boost contributions to unprecedented levels. Eileen Dorn said her husband donates to Democratic South Carolina Senate candidate Jaime Harrison whenever GOP Sen. Lindsey Graham says something that irritates them. \"It's getting expensive,\" she said.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pandemic-aid-swelled-savings-of-the-unemployed-study-shows-now-they-are-running-low-11602846000", "title": "Pandemic Aid Swelled Savings of the Unemployed, Study Shows. Now They Are Running Low.", "date": "2020-10-16 07:00", "summary": "Loss of extra jobless benefits may point to tightened household spending in months ahead. WASHINGTON-Emergency pandemic relief doubled the savings of unemployed Americans over the spring and summer, but most of that cushion was depleted by the end of August, new research shows.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/amazons-prime-day-accelerates-shift-to-online-shopping-11602846014", "title": "Amazon Prime Day Accelerates Shift to Online Shopping", "date": "2020-10-16 07:00", "summary": "Spending on the Amazon website increased 36% in the U.S. during the two-day event, and rose by a bigger percentage at other retailers, analysts say. Amazon.com Inc.'s Prime Day sales event propelled consumers to spend billions more online this week, kicking off an end-of-year shopping season that is expected to be dominated by e-commerce shopping.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/kamala-harris-cancels-campaign-travel-after-aide-flight-crew-member-test-positive-for-coronavirus-11602770915", "title": "Trump Pressed on Coronavirus Response in Town Hall, Biden Asked to Outline Alternative Plan", "date": "2020-10-16 06:50", "summary": "President Trump and former Vice President Joe Biden took part in dueling town halls. President Trump was pressed on his handling of the pandemic amid rising coronavirus cases during a contentious town hall on Thursday, while Democratic nominee Joe Biden was asked what he would do differently.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/china-wants-to-screen-you-for-coronavirusand-your-frozen-fish-11602841654", "title": "China Wants to Screen You for Coronavirus-and Your Frozen Fish", "date": "2020-10-16 06:40", "summary": "Many countries, including the U.S., say there is little to no evidence food or its packaging spreads the virus, but Beijing isn't taking chances. Many countries around the world are screening people at their borders for the coronavirus. China is also inspecting incoming frozen fish.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lvmh-is-firing-on-the-one-cylinder-that-matters-11602844632", "title": "LVMH Is Firing on the One Cylinder That Matters", "date": "2020-10-16 06:37", "summary": "As long as Louis Vuitton and Christian Dior are recovering nicely, investors seem happy to overlook problems elsewhere in the French luxury group. Take away Louis Vuitton and Christian Dior and the world's biggest luxury company looks down at heel. All that matters for now, though, is the rapid recovery of those two brands.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/giro-ditalia-faces-uphill-battle-to-finish-after-riders-test-positive-11602842400", "title": "Giro d'Italia Faces Uphill Battle to Finish After Riders Test Positive", "date": "2020-10-16 06:00", "summary": "Two teams have already gone home following confirmed Covid cases and a third is calling for the race to be stopped early. In the long list of sporting events trying to go on with the show in the midst of a global pandemic, a three-week bicycle race around Italy was always going to rank among the most audacious. The Giro d'Italia promised widespread testing, a sealed race bubble, and a spectacular finish in Milan.", "categories": [["Sports"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-much-retirement-savings-is-enough-why-couples-may-disagree-11602842400", "title": "How Much Retirement Savings Is Enough? Why Couples May Disagree", "date": "2020-10-16 06:00", "summary": "Women have good reason to be more anxious about the size of a nest egg. My wife and I are approaching retirement. I think our nest egg is in good shape, but my wife is worried that our expenses will be larger than we think and that, in the long run, we might run out of money. She even talks about delaying our retirement. I have assured her that the numbers work, but she's still anxious. Any thoughts?", "categories": [["Markets", "Journal Reports: Wealth Management"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-wealth-management?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/working-from-home-got-you-down-try-dyeing-your-hair-pink-11602842430", "title": "Working From Home Got You Down? Try Dyeing Your Hair Pink", "date": "2020-10-16 06:00", "summary": "After months of isolation, women look to the future by adopting extreme hairstyles-think drastic chops and rainbow dye jobs. JENNIFER MUNLEY IS pretty sure she's the only mom with pink hair in the drop-off line at her kids' New Jersey school. The 47-year-old, a project director at a media company, was blandly blonde when she moved her family from Brooklyn to the 'burbs in July. But as lockdown wore on, everything started to feel stale-her hair color included-so she recently enlivened her look with pale pink highlights. It was \"a way to bring [life] and some creativity back,\" she said. \"It's been hard to access that.\"", "categories": [["Life & Work", "Style & Fashion", "Fashion"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/fashion?mod=breadcrumb", "https://www.wsj.com/news/types/fashion?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mortgage-lender-ipos-are-booming-which-are-the-best-buys-11602840603", "title": "Mortgage Lender IPOs Are Booming. Which Are the Best Buys?", "date": "2020-10-16 05:30", "summary": "A historic mortgage market is also remaking the public-stock universe for home lenders. It's important for investors to consider how their models and multiples vary.. Home mortgage lending in the U.S. this year could hit record levels, and some big private lenders are eager to tap the public markets. Investors will have to sort out which-if any-to buy.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/covid-19-battle-to-intensify-as-winter-sets-in-11602840602", "title": "Covid-19 Battle to Intensify as Winter Sets In", "date": "2020-10-16 05:30", "summary": "Resume Subscription. Health authorities in North America and Europe are bracing for another intensive phase in the battle against Covid-19 as winter begins.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/more-americans-are-renouncing-their-citizenship-11602840602", "title": "More Americans Are Renouncing Their Citizenship", "date": "2020-10-16 05:30", "summary": "Nearly 37,000 have expatriated over past decade. Rock goddess Tina Turner did it. So did Facebook co-founder Eduardo Saverin and, later, British Prime Minister Boris Johnson. All were Americans by birth or naturalization who decided to renounce their citizenship.", "categories": [["U.S.", "The Numbers"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/the-numbers?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cfos-weigh-impact-of-higher-taxes-on-balance-sheet-ahead-of-election-11602840600", "title": "CFOs Weigh Impact of Higher Taxes on Balance Sheet Ahead of Election", "date": "2020-10-16 05:30", "summary": "Tax rates not only affect companies' profits, but also cash, M&A, investments and other items. Finance executives are weighing the potential impact of higher taxes on their companies' cash flows, debt and other core items on the balance sheet ahead of the Nov. 3 U.S. elections.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/third-party-candidates-could-play-spoiler-in-tight-senate-races-11602840600", "title": "Third-Party Candidates Could Play Spoiler in Tight Senate Races", "date": "2020-10-16 05:30", "summary": "In South Carolina, Maine and Alaska contests, independents could peel off votes. THIRD-PARTY SENATE CANDIDATES could play key roles in some of the fall's closest contests-in some cases with the help of a major party candidate. In South Carolina, where Democrat Jaime Harrison has run close to Sen. Lindsey Graham with the help of record-shattering fundraising, Harrison has paid for digital ads that use reverse psychology to promote Constitution Party candidate Bill Bledsoe, calling him \"Too Conservative\" for the Senate, a bid to get Graham voters to defect to Bledsoe. Graham's campaign seems to have recognized the risk-Bledsoe dropped out of the race and backed Graham earlier this month, and Graham quickly promoted the endorsement. But Bledsoe's name remains on the ballot.", "categories": [["Politics", "Washington Wire"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/washington-wire?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/covid-19-patients-put-remote-care-to-the-test-11602840627", "title": "Covid-19 Patients Put Remote Care to the Test", "date": "2020-10-16 05:30", "summary": "Doctors and hospitals have strived to replace some in-person care with telemedicine during the pandemic. Marilyn Schneider and her mother race to wish one another a happy birthday each year, often calling early in the morning. But on her mother's April 2 birthday, Ms. Schneider called just after 4 a.m. and delivered a different message: \"I think I'm going to die today.\"", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/j-fs-bribery-settlements-highlight-compliance-breakdowns-remediation-efforts-11602840600", "title": "J&F's Bribery Settlements Highlight Compliance Breakdowns, Remediation Efforts", "date": "2020-10-16 05:30", "summary": "The Justice Department said J&F lacked anticorruption controls at the time of misconduct but credited it with taking remedial measures since. Settlements between Brazil's J&F Investimentos SA and U.S. authorities to resolve charges arising from an alleged bribery scheme illustrate the importance of maintaining anticorruption programs and making sure top executives undergo compliance training.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chinas-economic-squeeze-on-australia-extends-to-cotton-11602839413", "title": "China's Economic Squeeze on Australia Extends to Cotton", "date": "2020-10-16 05:10", "summary": "Beijing's top economic-planning body is discouraging textile mills from using Australian cotton, say Australian industry groups. SYDNEY-China's top economic-planning body is targeting Australian cotton, Australian industry groups say, the latest escalation in a diplomatic and trade row between the countries.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11602791531", "title": "Pepper...and Salt", "date": "2020-10-16 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/senate-to-subpoena-twitter-ceo-over-blocking-of-new-york-post-articles-on-bidens-11602777128", "title": "Senate to Subpoena Twitter CEO Over Blocking of Disputed Biden Articles", "date": "2020-10-16 00:01", "summary": "Move by GOP lawmakers on Judiciary Committee follows social-media platform's decision to limit sharing of New York Post report. WASHINGTON-The Senate Judiciary Committee plans to issue a subpoena on Tuesday to Twitter Inc. Chief Executive Jack Dorsey after the social-media company blocked a pair of New York Post articles that made new allegations about Democratic presidential nominee Joe Biden, which his campaign has denied.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-draws-more-viewers-than-trump-in-town-hall-ratings-11602882047", "title": "Biden Draws More Viewers Than Trump in Town Hall Ratings", "date": "2020-10-16 00:01", "summary": "Some 14.1 million people tuned in to watch Democratic nominee Joe Biden on ABC, while 13.5 million watched President Trump on NBC platforms. The town hall with former Vice President Joe Biden on ABC drew a larger TV audience than a competing town hall featuring President Trump on several NBC-affiliated platforms, according to Nielsen ratings.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}]