[{"link": "https://www.wsj.com/articles/mcconnell-plan-to-fill-court-seat-carries-electoral-risks-rewards-11601295643", "title": "McConnell Plan to Fill Court Seat Carries Electoral Risks, Rewards", "date": "2020-09-28 19:36", "summary": "The GOP leader has long prioritized confirming conservative judges, but the verdict is out on whether his strategy will help the party keep Senate control. WASHINGTON-Senate Majority Leader Mitch McConnell has made it clear that Republicans intend to fill the Supreme Court vacancy as quickly as possible, even as party strategists acknowledge it could hurt vulnerable GOP incumbents in blue-leaning states such as Colorado and Maine.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/congresss-covid-income-redistribution-11601334241", "title": "Congress's Covid Income Redistribution", "date": "2020-09-28 19:04", "summary": "State income figures show the Cares Act helped blue states far more than red.. Speaker Nancy Pelosi said this weekend that House Democrats plan to pass a new $2.4 trillion relief bill \"that puts money in people's pockets.\" So it's worth highlighting how the $2.2 trillion Cares Act that passed in March has disproportionately helped blue states that imposed stricter coronavirus lockdowns and have been slower to recover economically.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-limits-urged-on-americans-sugar-consumption-amid-rising-obesity-concerns-11601334000", "title": "New Limits Urged on Americans' Sugar Consumption Amid Rising Obesity Concerns", "date": "2020-09-28 19:00", "summary": "Americans should get no more than 6% of their daily calories from added sugar, a federal committee recommends, down from the current 10% guideline. A federal committee's recommendation that Americans should limit their consumption of added sugars to 6% of their daily calories-down from the current guideline of 10%-is spotlighting the growing toll of obesity on the nation's health, and drawing pushback from makers of candy and sodas.", "categories": [["Life & Work", "Health & Wellness"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/health-wellness?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/an-antiterror-opportunity-in-sudan-11601333982", "title": "An Antiterror Opportunity in Sudan", "date": "2020-09-28 18:59", "summary": "The country deserves to be delisted as a state sponsor of terrorism.. The fact that Sudan's leaders are openly discussing the normalization of relations with Israel shows how much the northeast African nation has changed since the downfall of dictator Omar al-Bashir. The Trump Administration's diplomacy is pulling Khartoum closer to the West, but it needs help from Congress.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trumps-unhappy-returns-11601333853", "title": "Trump's Unhappy Returns", "date": "2020-09-28 18:57", "summary": "We advised in 2016 that he release his taxes. Now others will do it for him.. The New York Times has spun out 10,000 words claiming that Donald Trump paid little or no income tax for many years. The Times says it can't release the actual tax documents lest this compromise its sources, and Mr. Trump denies paying so little but won't release his returns.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bidenomics-may-repeat-fdrs-blunder-11601333614", "title": "Bidenomics May Repeat FDR's Blunder", "date": "2020-09-28 18:53", "summary": "Democrats propose new taxes similar to those that plunged America back into depression in 1937.. Liberals hope Joe Biden will be another FDR. But that's something to fear, as Mr. Biden's tax proposals threaten to repeat Franklin D. Roosevelt's big mistake, which many historians blame for plunging a recovering economy back into depression.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pentagon-can-help-beat-china-in-5g-11601333590", "title": "Pentagon Can Help Beat China in 5G", "date": "2020-09-28 18:53", "summary": "Share its under-used spectrum so private businesses can use it commercially.. When the internet was new, China made a strategic choice. It rejected the ideals of free expression that the global web has enabled. Rather than allow its citizens the right to read or say what they wanted online, Beijing erected a \"Great Firewall\" that controls its people's access and their ability to express themselves on the web.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/amy-coney-barrett-and-joe-biden-two-catholics-one-double-standard-11601333535", "title": "Amy Coney Barrett and Joe Biden: Two Catholics, One Double Standard", "date": "2020-09-28 18:52", "summary": "Will Joe Biden be asked to repudiate the ugly attacks on Amy Coney Barrett's faith?. For this election, Democrats have pulled out all the stops to let Americans know what a swell Catholic Joe Biden is. The party's larger message, both timely and welcome, is that it's OK to be a person of faith.", "categories": [["Opinion", "Main Street"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/main-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-eu-isnt-built-to-lead-11601333473", "title": "The EU Isn't Built to Lead", "date": "2020-09-28 18:51", "summary": "No army and 27 vetoes make it hard to take decisions, much less execute them.. Ursula von der Leyen, the former German defense minister and Angela Merkel protégé now serving as president of the European Commission, has said repeatedly that Europe needs to think and act geopolitically. She is right, but judging by recent events, a geopolitically effective European Union isn't coming anytime soon.", "categories": [["Opinion", "Global View"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/global-view?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-new-map-review-tapping-the-untappable-11601333350", "title": "'The New Map' Review: Tapping the Untappable", "date": "2020-09-28 18:49", "summary": "The world's energy map is no longer an accident of geology. It's been redrawn by technological, economic and political wherewithal.. Reports of the death of carbon have been greatly exaggerated. It's a message many won't want to hear in this age of Green New Deals and Greta Thunberg. All the more useful, then, that the veteran energy analyst Daniel Yergin has turned his considerable talents to explaining how the world continues to be shaped by oil in his latest book, \"The New Map: Energy, Climate, and the Clash of Nations.\"", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/notable-quotable-trump-is-boring-11601333101", "title": "Notable & Quotable: 'Trump Is Boring'", "date": "2020-09-28 18:45", "summary": "'A lot is happening, but there's nothing to say about it.'. Quinta Jurecic writing for the Atlantic, Sept. 28:", "categories": [["Opinion", "Commentary", "Notable & Quotable"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb", "https://www.wsj.com/news/types/notable-quotable?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/officer-charged-in-breonna-taylor-case-pleads-not-guilty-11601332141", "title": "Officer Charged in Breonna Taylor Case Pleads Not Guilty", "date": "2020-09-28 18:29", "summary": "Brett Hankison was indicted on three counts of wanton endangerment for firing into the home of Taylor's neighbors. LOUISVILLE, Ky. (AP)-The lone Kentucky detective facing charges related to the fatal shooting of Breonna Taylor pleaded not guilty Monday.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/paris-attack-puts-focus-on-threat-from-blasphemy-groups-11601331747", "title": "Paris Attack Puts Focus on Threat From Islamic Antiblasphemy Groups", "date": "2020-09-28 18:22", "summary": "Pakistani man is accused of stabbings near office of magazine that published caricatures of the Prophet Muhammad; 'We are proud of our son,' says suspect's father. A Pakistani immigrant suspected of stabbing two people outside the former offices of the Charlie Hebdo magazine in Paris followed a South Asian Islamic sect that in Pakistan has become increasingly emboldened, and on occasion sparked violence, in defending the central figure in Islam from what adherents see as blasphemous insults.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pakistans-top-court-to-weigh-reinstating-death-sentence-on-accused-killer-of-wsj-reporter-11601294782", "title": "Pakistan to Weigh Reinstating Death Sentence on Accused Killer of WSJ Reporter", "date": "2020-09-28 17:58", "summary": "Supreme Court orders that Omar Sheikh continue to be detained for now in 2002 murder of Daniel Pearl. ISLAMABAD-Pakistan's top court agreed Monday to hear arguments that a death sentence should be reinstated on the British national accused of orchestrating the kidnapping and murder of Wall Street Journal reporter Daniel Pearl after a lower court overturned his conviction earlier this year.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/heres-what-you-need-to-know-about-amy-coney-barrett-trumps-supreme-court-pick-11601329846", "title": "Here's What You Need to Know About Amy Coney Barrett, Trump's Supreme Court Pick", "date": "2020-09-28 17:50", "summary": "Her scholarly and judicial record suggests her jurisprudence would produce conservative results. The death of Supreme Court Justice Ruth Bader Ginsburg has given conservatives an opportunity to cement their dominance on the court. Amy Coney Barrett, whom President Trump picked to fill the vacancy on Saturday, appears tailor-made for a mission many conservatives hope will redefine constitutional interpretation. Her scholarly and judicial record suggests her jurisprudence would produce conservative results.", "categories": [["Ideas"]], "category_links": ["https://www.wsj.com/news/types/noted-ideas?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/uber-wins-back-license-to-operate-in-london-after-yearslong-battle-11601286874", "title": "Uber Wins Back License to Operate in London After Yearslong Battle", "date": "2020-09-28 17:49", "summary": "London court finds Uber is now 'fit and proper' to hold a license in the U.K. capital. LONDON- Uber Technologies Inc. won an appeal over the revocation of its operating license in the U.K. capital, securing for now the ride-hailing company's operations in one of its biggest global markets.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-city-seeks-private-funding-to-cover-cost-of-presidential-election-11601329582", "title": "New York City Seeks Private Funding to Cover Cost of Presidential Election", "date": "2020-09-28 17:46", "summary": "New York City Board of Elections joined upstate jurisdictions in seeking funds from the nonprofit Center for Tech and Civic Life. Officials around New York are using private funding to defray the higher costs of holding a presidential election in the midst of the novel coronavirus pandemic.", "categories": [["U.S.", "Politics"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/global-stock-markets-dow-update-9-28-2020-11601282095", "title": "Stocks Rally, Driven by Bank and Energy Sectors", "date": "2020-09-28 17:03", "summary": "September has been a turbulent month for stocks, with declines in tech shares pulling down major indexes. The Dow Jones Industrial Average rose more than 400 points Monday, clawing back some lost ground after four consecutive weeks of declines, as investors piled into economically sensitive stocks including those of banks and energy companies.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/container-line-cma-cgm-hit-by-cyberattack-11601303229", "title": "Container Line CMA CGM Hit by Cyberattack", "date": "2020-09-28 17:03", "summary": "The shipping giant shuts down some networks in Asia to isolate what appears to be a ransomware attack. French container shipping line CMA CGM SA said Monday it has shut down some of its technology systems as it copes with a cyberattack at two of its Asia-Pacific subsidiaries.", "categories": [["Logistics Report"]], "category_links": ["https://www.wsj.com/news/types/logistics-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/united-trims-furlough-plans-as-pilots-agree-to-deal-11601320153", "title": "United Trims Furlough Plans", "date": "2020-09-28 16:58", "summary": "Carrier says 12,000 compulsory layoffs still planned if federal aid ends this month. United Airlines said it secured a deal to avoid furloughing pilots before next summer, reducing planned compulsory layoffs by about a quarter to under 12,000 if more federal aid isn't forthcoming.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hearing-in-fortnite-makers-apple-lawsuit-to-test-antitrust-claims-11601285401", "title": "Hearing in 'Fortnite' Maker's Apple Lawsuit Tests Antitrust Claims", "date": "2020-09-28 16:55", "summary": "Epic Games takes aim at App Store and 30% commission on purchases of digital goods. A California federal judge heard arguments Monday in a case led by \"Fortnite\" maker Epic Games Inc. that legal analysts say could serve as an early test of whether Apple Inc.'s App Store practices run afoul of antitrust law.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/possible-china-blacklist-adds-more-uncertainty-for-u-s-businesses-11601326119", "title": "Possible China Blacklist Adds More Uncertainty for U.S. Businesses", "date": "2020-09-28 16:48", "summary": "The bigger impact of the tech feud between the U.S. and China could lead to further fragmentation of the internet, analysts say. News last week that China might release a blacklist of U.S. companies sparked speculation about which companies might be on the list, and the impact of such a list on technology and geopolitics.", "categories": [["CIO Journal"]], "category_links": ["https://www.wsj.com/news/types/cio-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/heres-what-president-trump-said-about-his-tax-returns-11601322424", "title": "Here's What President Trump Said About His Tax Returns", "date": "2020-09-28 16:47", "summary": "The president disputed a report by the New York Times, which attributed its findings to more than two decades of his tax return data. President Trump declined to say how much he has paid in federal income taxes after a new report by the New York Times alleged that he paid $750 a year in 2016 and 2017, and no income taxes in 10 of the previous 15 years. \"I paid tax,\" Trump said at the White House on Sunday, without providing specifics. He said his tax returns were under audit.", "categories": [["News"]], "category_links": ["https://www.wsj.com/news/types/noted-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-cases-rise-in-parts-of-new-york-city-11601318389", "title": "Coronavirus Cases Rise in Parts of New York City", "date": "2020-09-28 16:46", "summary": "Areas with highest infection rates generally are home to large communities of ultra-Orthodox Jewish families. Covid-19 cases continue to surge in several neighborhoods in New York City and in neighboring Rockland and Orange counties, a worrisome sign that a handful of hotspots may develop into wider community spread.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/maryland-county-pays-20-million-to-settle-suit-over-police-shooting-of-black-man-11601318049", "title": "Maryland County to Pay $20 Million to Settle Suit Over Police Shooting", "date": "2020-09-28 16:24", "summary": "William Green was shot six times while handcuffed after traffic stop in January. Prince George's County, Md., will pay $20 million to settle a lawsuit brought by the family of a Black man who was fatally shot by a police officer while handcuffed behind his back in a patrol car, according to the county.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/thor-rv-sales-bolstered-as-new-buyers-take-to-the-highway-11601310539", "title": "Recreational Vehicle Sales Rise as New Buyers Take to the Highway", "date": "2020-09-28 16:20", "summary": "Thor Industries reports surge in orders as pandemic fuels interest among younger enthusiasts. Thor Industries Inc., a large recreational-vehicle maker, finished its latest fiscal year in July with a record-high backlog of orders as the coronavirus pandemic led first-time buyers to shop for RVs.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/opioid-victims-seek-chance-to-take-purdues-owners-to-court-11601323960", "title": "Opioid Victims Seek Chance to Take Purdue's Owners to Court", "date": "2020-09-28 16:12", "summary": "Members of the Sackler family who have been sued over the opioid crisis are shielded from legal action and Purdue has asked to extend that until March. Victims of the opioid crisis are calling on a bankruptcy judge to lift a protective shield that is keeping them from suing members of the Sackler family who own Purdue Pharma LP.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/household-wealth-broadly-rose-in-years-leading-up-to-pandemic-fed-report-concludes-11601309146", "title": "Household Wealth Rose in Years Before Pandemic, Fed Says", "date": "2020-09-28 15:57", "summary": "Those in lower-income and lower-wealth categories made relatively large gains, according to report. U.S. families' income and wealth rose in the years heading into the coronavirus pandemic, with those in lower-income and lower-wealth categories reaping relatively large gains, the Federal Reserve said in a report on household finances.", "categories": [["Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hacker-releases-information-on-las-vegas-area-students-after-officials-dont-pay-ransom-11601297930", "title": "Hacker Releases Data on Las Vegas-Area Students After Officials Don't Pay Ransom", "date": "2020-09-28 15:56", "summary": "Clark County in Nevada is largest known school district hit by hackers during Covid-19 pandemic. A hacker published documents containing Social Security numbers, student grades and other private information stolen from a large public-school district in Las Vegas after officials refused a ransom demanded in return for unlocking district computer servers.", "categories": [["WSJ News Exclusive", "U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/florida-police-release-new-details-of-incident-involving-brad-parscale-11601322542", "title": "Florida Police Release New Details of Incident Involving Brad Parscale", "date": "2020-09-28 15:49", "summary": "Police detained the Trump campaign aide Sunday after his wife alleged that he had bruised her during an altercation days earlier. Fort Lauderdale police on Monday released new details of a standoff with senior Trump campaign adviser Brad Parscale that culminated in his hospitalization for psychiatric evaluation, including an allegation by Mr. Parscale's wife, Candice, that her husband had bruised her during a physical altercation days earlier.", "categories": [["Politics", "Audience"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/audience?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/shiver-by-jonsi-review-earnestness-meets-electronics-11601321589", "title": "'Shiver' by Jónsi Review: Earnestness Meets Electronics", "date": "2020-09-28 15:33", "summary": "The new solo album from the Sigur Rós frontman, created with English producer A.G. Cook, sends the artist in new sonic directions.. ", "categories": [["Books & Arts", "Music Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/music-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-likely-exceeded-authority-in-tiktok-ban-judge-says-11601321415", "title": "U.S. Likely Exceeded Authority in TikTok Ban, Judge Says", "date": "2020-09-28 15:30", "summary": "Ruling finds government likely overstepped powers under national security law Trump had invoked to pursue ban on video-sharing app. WASHINGTON-The federal judge who stopped the Trump administration's download ban on video-sharing app TikTok determined that the government likely overstepped its authority under national security law, according to his decision made public Monday.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/esg-funds-are-competitive-and-doing-good-11601319254", "title": "ESG Funds Are Competitive and Doing Good", "date": "2020-09-28 14:54", "summary": "ESG funds are indeed having positive impact on both the greater social good and on investors' bottom lines.. Regarding Burton G. Malkiel's \"'Sustainable' Investing Is a Self-Defeating Strategy\" (op-ed, Sept. 19): ESG funds-funds that allow investors to focus on environmental, social and governance issues, as well as on performance-are indeed having positive impact on both the greater social good and on investors' bottom lines.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sciences-goal-is-good-science-not-diversity-11601319178", "title": "Science's Goal Is Good Science, Not Diversity", "date": "2020-09-28 14:52", "summary": "Here's a little history-Ernest O. Lawrence (Lawrence Livermore National Lab) discovered that if you produced \"scientific\" results bolstering a politician's desires, the government would throw money at you.. Regarding Heather Mac Donald's \"Woke Science Is an Experiment Certain to Fail\" (op-ed, Sept. 25): Here's a little history-Ernest O. Lawrence (Lawrence Livermore National Lab) discovered that if you produced \"scientific\" results bolstering a politician's desires, the government would throw money at you. This observation wasn't lost on other scientists of the 1940s, and President Eisenhower warned of the coming \"military-industrial complex.\"", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/supreme-court-nominees-in-our-controversial-times-11601319110", "title": "Supreme Court Nominees in Our Controversial Times", "date": "2020-09-28 14:51", "summary": "The Journal's attempt in \"Moving on a Supreme Nominee\" to justify this abdication by pointing to examples of confirmations that were completed in five or six weeks doesn't work-all occurred more than a quarter-century ago and were not nominees who were controversial at the time.. The Republicans' present effort to rush through a Supreme Court appointment and confirmation before the voters have a chance to be heard is not merely hypocritical; because there will not be sufficient time for a thoughtful consideration of a controversial nominee's merits, it would be an abdication of the Senate's constitutional obligations. The Journal's attempt in \"Moving on a Supreme Nominee\" (Review & Outlook, Sept. 22) to justify this abdication by pointing to examples of confirmations that were completed in five or six weeks doesn't work-all occurred more than a quarter-century ago and were not nominees who were controversial at the time.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/joe-biden-and-the-borking-of-supreme-court-nominees-11601319057", "title": "Joe Biden and the Borking of Supreme Court Nominees", "date": "2020-09-28 14:50", "summary": "The week of hearings in 1987 showed me Joe Biden's partisanship and pragmatism. Most people don't remember the hearings on Robert Bork for nomination to the Supreme Court, but I do.. Regarding your editorial \"Breaking Judicial Norms: A History\" (Sept. 21): The week of hearings in 1987 showed me Joe Biden's partisanship and pragmatism. Most people don't remember the hearings on Robert Bork for nomination to the Supreme Court, but I do. I was there during the four months of vicious political campaigning against this judicial nominee, my husband, and in the Senate hearing room as then-Sen. Biden presided over a rigged hearing full of an unprecedented level of lying and distortion of a man known for his integrity and judicial wisdom. Democrats flagrantly lied about Bob's record of opinions. On day four of the hearings Sen. Biden was accused of plagiarism and had to drop out of the presidential race. In the course of one week Sen. Biden orchestrated a vicious lying assault and was caught passing off someone else's words as his own. Thirty-three years later he is still a man without a compass, guided now by prevailing progressive winds. After Bob left the court in 1988 to devote himself to writing and teaching, Democrats would often come up to him to apologize for the way the Democratic politicians treated him and would leave with tears in their eyes. We will all have tears in our eyes if Joe Biden is elected president.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-story-becomes-a-legend-11601319011", "title": "The Story Becomes a Legend", "date": "2020-09-28 14:50", "summary": "Jon Fox's comment on Philip Terzian's review of Fredrik Logevall's \"JFK: Coming of Age in the American Century, 1917-1956\" that refers to Nigel Hamilton's Kennedy biography (Letters, Sept. 25) reminds me of the closing line in \"The Man Who Shot Liberty Valance.\". John Fox's comment on Philip Terzian's review of Fredrik Logevall's \"JFK: Coming of Age in the American Century, 1917-1956\" that refers to Nigel Hamilton's Kennedy biography (Letters, Sept. 25) reminds me of the closing line in \"The Man Who Shot Liberty Valance,\" starring John Wayne and Jimmy Stewart.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/shale-merger-promises-big-payout-just-not-yet-11601318390", "title": "Shale Merger Promises Big Payout, Just Not Yet", "date": "2020-09-28 14:39", "summary": "Consolidation seems to be a sensible answer for Devon Energy, WPX Energy. Being a small fish in the world of gigantic oil-and-gas majors is tough, especially when oil prices remain low. Shale drillers Devon Energy and WPX Energy are taking matters into their own hands.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/disney-sells-ad-tech-firm-truex-to-gimbal-11601317342", "title": "Disney Sells Ad-Tech Firm TrueX to Gimbal", "date": "2020-09-28 14:22", "summary": "Gimbal wants TrueX's technology to go after the 'addressable-TV' market, where different ads are shown to different households. Walt Disney Co. has sold TrueX Inc., an advertising-technology company it absorbed as part of its $71.3 billion acquisition of 21st Century Fox assets in 2019, to Gimbal, a company that provides location-based technology and ad services.", "categories": [["CMO Today"]], "category_links": ["https://www.wsj.com/news/types/cmo-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/amy-coney-barrett-and-the-scalia-standard-11601315588", "title": "Amy Coney Barrett and the Scalia Standard", "date": "2020-09-28 13:53", "summary": "'It is the law that governs, not the intent of the lawgiver.'. A great irony of the Trump era is that amid constant media caterwauling about the president's alleged assaults on constitutional norms, he has done more than any president in memory to buttress the federal judiciary with talented and independent-minded judges committed to the rule of law. As if to add the exclamation point on a weekend dedicated to the theme of strong jurists who resist political pressures, a federal judge appointed by Donald J. Trumphas just blocked the president's ban on TikTok downloads in the U.S. So much for authoritarianism.", "categories": [["Opinion", "Best of the Web"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/best-of-the-web-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/caesars-makes-3-7-billion-offer-for-u-k-bookmaker-william-hill-11601276750", "title": "Caesars Makes $3.7 Billion Offer for U.K. Bookmaker William Hill", "date": "2020-09-28 13:46", "summary": "U.S. company said it expects any deal to be completed in the second half of 2021. Caesars Entertainment Inc. said Monday that it is in advanced talks for a $3.7 billion cash takeover of U.K. sports-gambling firm William Hill PLC, with a focus on keeping its U.S. assets and betting technology.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/stock-boom-gets-even-better-for-banks-11601314810", "title": "Stock Boom Gets Even Better for Banks", "date": "2020-09-28 13:40", "summary": "Wall Street banks are making even more than usual from equity underwriting, even as other businesses lag behind. It has been an exceptional year for stock sales in the U.S. It has been just as exceptional for bankers' fees.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sec-settles-with-interface-fulton-financial-for-violations-related-to-eps-reporting-11601314460", "title": "SEC Settles With Interface, Fulton Financial for Violations Related to EPS Reporting", "date": "2020-09-28 13:34", "summary": "The SEC charged Interface, a modular carpet manufacturer, for allegedly reporting earnings that were not GAAP-compliant for multiple quarters in 2015 and 2016. The Securities and Exchange Commission said it has settled separate charges against Interface Inc. and Fulton Financial Corp. for violations that resulted in the improper reporting of quarterly earnings per share.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/steel-giant-arcelormittal-to-sell-u-s-business-to-cleveland-cliffs-11601288411", "title": "ArcelorMittal to Sell Steel Business in U.S. to Cleveland-Cliffs", "date": "2020-09-28 13:24", "summary": "The $1.4 billion deal comes as the coronavirus pandemic hurts industry prices and demand. Steelmaker ArcelorMittal SA plans to sell its U.S. plants to mining company Cleveland-Cliffs Inc. for $1.4 billion, retreating from older mills in the industrial heartland that underpinned its expansion into becoming America's second-largest steel producer.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nominee-to-financial-regulator-cftc-traded-stocks-options-while-in-government-11601297626", "title": "CFTC Nominee Traded Stocks, Options While in Government", "date": "2020-09-28 13:12", "summary": "Robert Bowes, a housing official, bought options in cruise-ship operator, shares of in-flight internet company. WASHINGTON-President Trump's nominee to the agency that regulates the vast derivatives market is no stranger to risky bets.", "categories": [["WSJ News Exclusive", "Financial Regulation"]], "category_links": ["https://www.wsj.com/news/types/financial-regulation?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-caesars-wager-on-sports-betting-could-pay-off-big-11601312684", "title": "How Caesars' Wager on Sports Betting Could Pay Off Big", "date": "2020-09-28 13:04", "summary": "By buying U.K. stalwart William Hill, the casino operator can increase its exposure to a U.S. growth market without paying over the odds. Caesars Entertainment is canny to turn to British bookmaker William Hill for an answer to online-gambling sensation DraftKings . If the deal eventually leads to a spinoff at a tech valuation, it will look even cannier.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-to-motivate-and-safely-train-for-marathon-season-during-the-pandemic-11601312264", "title": "How to Motivate and Safely Train for Marathon Season During the Pandemic", "date": "2020-09-28 12:57", "summary": "With most races canceled because of the coronavirus, runners can complete their miles virtually and at their convenience. Fall marathon season is upon us. The majority of live marathons have been canceled, or limited to small groups of elite athletes, due to the coronavirus. But that hasn't stopped running enthusiasts from training for virtual races. Many races are giving runners the opportunity to complete their virtual 26.2 miles at their convenience over a specified period. The New York City Marathon will take place virtually between Oct. 17 and Nov. 1, and participants can upload their times via Strava.", "categories": [["Life & Work", "Ask Personal Journal"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/ask-personal-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/devon-energy-wpx-to-merge-11601292922", "title": "Devon Energy, WPX to Merge in All-Stock Deal", "date": "2020-09-28 12:53", "summary": "Executives say deal positions companies to focus on returns, scrap prior shale growth model. Devon Energy Corp. and WPX Energy Inc. have agreed to an all-stock merger that would create one of the biggest U.S. shale producers, the companies said Monday.", "categories": [["Markets", "Deals"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/deals-deal-makers?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-boss-says-its-ok-to-take-a-break-from-zoom-why-are-you-still-on-video-calls-11601311906", "title": "The Boss Says It's OK to Take a Break From Zoom. Why Are You Still on Video Calls?", "date": "2020-09-28 12:51", "summary": "Employers are trying 'quiet days' to dial back the time remote workers spend on meetings; 'Focused Wednesday Afternoons'. Some employers are giving their Zoomed-out workers a break.", "categories": [["A-hed"]], "category_links": ["https://www.wsj.com/news/types/a-hed?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-plays-that-set-patrick-mahomes-and-lamar-jackson-apart-11601311198", "title": "The Plays That Set Apart Patrick Mahomes and Lamar Jackson", "date": "2020-09-28 12:39", "summary": "They lead the NFL's two best teams in a Monday night matchup. But here's a look at the different ways in which the star quarterbacks have excelled.. Explaining why the Kansas City Chiefs and the Baltimore Ravens are the NFL's two best teams requires just two names. Patrick Mahomes and Lamar Jackson.", "categories": [["Sports", "NFL"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/nfl?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/joe-biden-wants-to-make-almost-every-policy-a-climate-change-policy-11601298000", "title": "Joe Biden Wants to Make Almost Every Policy a Climate Change Policy", "date": "2020-09-28 12:32", "summary": "Democratic nominee says changes are needed across the economy, government and society, in a stark contrast to President Trump. Joe Biden's plans to make climate change a major focus across his administration if he wins the White House would have significant ramifications for both businesses and consumers.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/amy-coney-barrett-sets-an-example-for-working-mothers-11601310736", "title": "Amy Coney Barrett Sets an Example for Working Mothers", "date": "2020-09-28 12:32", "summary": "The 'Handmaid's Tale' caricature is not only unfair but wildly at odds with the reality of her life.. Amy Coney Barrett has been not-so-subtly depicted as straight out of \"The Handmaid's Tale,\" Margaret Atwood's dystopian 1985 novel. Judge Barrett, a mother of seven who sits on the Seventh U.S. Circuit Court of Appeals, belongs to a Christian group known as People of Praise. The New York Times reported in 2017 that the group refers to advisers as \"head\" for men and \"handmaid\" for women. \"The group,\" the Times adds, \"teaches that husbands are the heads of their wives and should take authority over the family.\" (The group said in 2018 it had stopped using \"handmaid,\" explaining that \"the meaning of this term has shifted dramatically in our culture in recent years.\")", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/does-joe-biden-really-want-to-be-president-11601310693", "title": "Does Joe Biden Really Want to Be President?", "date": "2020-09-28 12:31", "summary": "He'd be a hostage who issues reassuring bromides from a cell in the White House family quarters.. Here's a question that won't get asked in Tuesday's presidential debate: Does Joe really want this? Is his heart truly in the project that the modern Democratic Party has become?", "categories": [["Opinion", "Free Expression"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/free-expression?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/inovio-covid-19-vaccine-trial-placed-on-hold-after-fda-questions-11601304999", "title": "Inovio Covid-19 Vaccine Trial Placed on Hold After FDA Questions", "date": "2020-09-28 12:23", "summary": "Start of Phase 2/3 trial of DNA-based vaccine delayed again, prompting stock selloff. A planned later-stage trial for a Covid-19 vaccine from Inovio Pharmaceuticals Inc. is on hold, after U.S. health regulators raised questions, the company said.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-biden-to-debate-in-ohio-as-state-looks-more-competitive-11601298063", "title": "Trump, Biden to Debate in a More Competitive Ohio", "date": "2020-09-28 12:14", "summary": "While president's campaign dominates on ground, recent polls showed a tie or a lead for Democrat. President Trump and former Vice President Joe Biden will meet Tuesday for their first debate in a longtime presidential battleground state that has again been looking competitive after trending toward Republicans in recent years.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/settlement-cash-used-to-create-trauma-focused-center-in-harlem-11601309616", "title": "Settlement Cash Used to Create Trauma-Focused Center in Harlem", "date": "2020-09-28 12:13", "summary": "Manhattan district attorney announces $8 million grant as latest nontraditional initiative to fight crime in at-risk communities. ", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cindy-mccain-joins-biden-transition-team-advisory-board-11601308800", "title": "Cindy McCain Joins Biden Transition Team Advisory Board", "date": "2020-09-28 12:00", "summary": "Wife of late GOP Sen. John McCain endorsed Biden's presidential bid last week. WASHINGTON-Cindy McCain, the wife of the late GOP Sen. John McCain of Arizona, is joining the board of Joe Biden's presidential transition team, becoming the second Republican to sign on to formally advise the Democratic nominee as he plans for his possible presidency.", "categories": [["WSJ News Exclusive", "Election 2020"]], "category_links": ["https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pierce-brosnan-malibu-mansion-100-million-11601308238", "title": "Pierce Brosnan Wants $100 Million for 'Dream House'", "date": "2020-09-28 11:52", "summary": "Resume Subscription. Actor Pierce Brosnan was on the phone with the producers of \"Die Another Day,\" his fourth James Bond movie, when he had his Hollywood moment: The movie was a big hit, which meant a big bonus was coming his way.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/pierce-brosnans-mega-malibu-compound-11601308107", "title": "Pierce Brosnan's Mega Malibu Compound", "date": "2020-09-28 11:48", "summary": "Inspired by the actor's travels in Thailand to shoot 'Tomorrow Never Dies,' the property has a strong Southeast Asian influence and includes roughly 12,500 square feet spread across a main home and a guesthouse.. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/how-to-climb-the-corporate-ladder-while-working-remotely-11601305764", "title": "How to Climb the Corporate Ladder While Working Remotely", "date": "2020-09-28 11:09", "summary": "Women would be wise to learn how to navigate the new office politics, executive coaches say. Office politics hasn't gone away just because a pandemic forces millions to work away from the office.", "categories": [["Business", "Journal Reports: Leadership"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-leadership?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/amazons-late-prime-day-now-in-october-set-to-fuel-record-end-to-year-11601269260", "title": "Amazon's Late Prime Day Is Set to Fuel Record End to Year", "date": "2020-09-28 11:03", "summary": "Tech company plans Oct. 13-14 megasale, bringing early start to end-of-year shopping season. For years, Amazon's annual Prime Day shopping extravaganza has pulled in sales during the lull of summer shopping. This year, it could help the company shatter its fourth-quarter earnings record.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/could-the-launch-of-rare-air-jordans-benefit-a-community-11601304262", "title": "Air Jordans for Charity? Channeling Sneaker Mania into Change", "date": "2020-09-28 10:44", "summary": "In recent months sneaker stores have been staging shoe raffles that generate funds for various charities while also spotlighting other businesses in need. But there's a limit to what these efforts can achieve. ON FEBRUARY 22, 2005, a near-riot broke out on New York's Lower East Side at the retail release of the Nike \"Pigeon\" Dunk, an inordinately rare pair of sneakers that still can sell for around $20,000 today. In the subsequent years, the frenzy around hyped-up sneaker launches has hardly dissipated.", "categories": [["Life & Work", "Style & Fashion", "On Trend"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/fashion?mod=breadcrumb", "https://www.wsj.com/news/types/on-trend?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-are-there-still-so-few-black-ceos-11601302601", "title": "Why Are There Still So Few Black CEOs?", "date": "2020-09-28 10:16", "summary": "Black professionals comprise 1% of the executives running America's top 500 companies. If corporate life is a pyramid, for Black Americans, it is one with the steepest of peaks.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/complex-aircraft-investments-face-a-reckoning-11601285746", "title": "Complex Aircraft Investments Face a Reckoning", "date": "2020-09-28 10:06", "summary": "Liquidity facilities have kept plane-backed structured products afloat as airlines have stopped paying, but this has only deferred the blow. Aviation's worst crisis in decades is almost eight months old. For aircraft investors, especially those that bought complex products, it could be just the beginning.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-vs-biden-different-debate-needs-will-produce-different-strategies-11601301796", "title": "Trump vs. Biden: Different Debate Needs Will Produce Different Strategies", "date": "2020-09-28 10:03", "summary": "President will try to turn race into a referendum on his rival rather than on himself. Former VP wants to reinforce message that he is calm, caring and up to the job. President Trump and Democratic challenger Joe Biden will walk onto a debate stage in Cleveland Tuesday night carrying markedly different needs, which likely means they will be pursuing distinctly different strategies.", "categories": [["Politics", "Capital Journal"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/capital-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/four-different-family-members-four-different-covid-19-outcomes-11601299859", "title": "Four Different Family Members. Four Different Covid-19 Outcomes.", "date": "2020-09-28 09:30", "summary": "Stanford, Columbia researchers study why people, even in the same family, have different coronavirus symptoms, from serious to mild; 'We really need to figure this out'. The Ruspini family in Sunnyvale, Calif., went down like dominoes. One by one, they all got the coronavirus in early April, but with different symptoms and recovery trajectories.", "categories": [["Life & Work", "Your Health"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/your-health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/patients-seek-surgery-to-combat-major-covid-19-risk-factor-obesity-11601299708", "title": "Patients Seek Surgery to Combat Major Covid-19 Risk Factor: Obesity", "date": "2020-09-28 09:28", "summary": "Medical procedures that spur weight loss are on the rise, as research suggests obese Covid-19 patients face heightened risk of severe outcomes. Eliza Henderson has been thinking about getting surgery to shrink her stomach and help her lose weight for more than a year. At age 48, she's 5-foot-3 and weighs 232 pounds, giving her a body-mass index of 41, well over what the National Institutes of Health defines as obese.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/whats-it-like-inside-an-empty-nfl-game-11601298257", "title": "What's It Like Inside an Empty NFL Game?", "date": "2020-09-28 09:06", "summary": "A journey to a fanless Patriots-Raiders game and the NFL's surreal 'new normal'. Foxborough, Mass.", "categories": [["Sports"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/uber-tesla-stocks-gain-what-to-watch-when-the-market-opens-today-11601290480", "title": "Uber, Tesla Stocks Gain: What to Watch When the Market Opens Today", "date": "2020-09-28 08:59", "summary": "Stocks are poised to rebound following four consecutive weeks of losses, with tech stocks among the best performers.. Here's what we are watching as markets kick into gear Monday.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/frank-gehry-now-begins-every-day-with-a-swim-im-only-91-11601296443", "title": "Frank Gehry Now Begins Every Day With a Swim: 'I'm Only 91'", "date": "2020-09-28 08:34", "summary": "\"It's changed how I feel about the day. I feel very good. In normal [times], without the lockdown and stuff, it would be harder to start a regimen like that.\". In our series My Monday Morning, self-motivated people tell WSJ. how they start off the week.", "categories": [["My Monday Morning"]], "category_links": ["https://www.wsj.com/news/types/my-monday-morning?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/russias-embrace-of-lukashenko-puts-the-west-on-alert-11601295407", "title": "Russia's Embrace of Lukashenko Puts the West on Alert", "date": "2020-09-28 08:16", "summary": "NATO worries Putin's push for military bases on Belarus's territory could pressure the alliance's weak northeast corner. Russia's tightening embrace of embattled Belarusian President Alexander Lukashenko is raising concerns at NATO that the balance of military power in the alliance's weak northeast corner could tip further in the Kremlin's favor.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/covid-19-ruined-summer-for-coney-island-boardwalk-businesses-11601294835", "title": "Covid-19 Ruined Summer for Coney Island Boardwalk Businesses", "date": "2020-09-28 08:07", "summary": "Rent increases and light foot traffic have threatened beachfront shops. A group of longtime businesses on Brooklyn's Coney Island boardwalk say they barely survived the summer as they struggled to keep up with recent rent increases while serving far fewer customers because of the new coronavirus pandemic.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nikolas-business-model-relies-on-big-leaps-in-technology-large-declines-in-costs-11601294776", "title": "Nikola's Business Model Relies on Big Leaps in Technology, Large Declines in Costs", "date": "2020-09-28 08:06", "summary": "Electric truck startup has focused on the potential of hydrogen as a source of non-fossil-fuel energy to power trucks. Nikola Corp. this summer became more valuable than Ford Motor Co. on big promises made by its then-executive chairman and the enthusiasm of small investors.", "categories": [["Business", "Autos & Transportation", "Autos Industry"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/transportation?mod=breadcrumb", "https://www.wsj.com/news/types/autos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/israel-emerges-as-top-destination-for-american-teens-amid-pandemic-11601292665", "title": "Israel Emerges as Top Destination for American Teens Amid Pandemic", "date": "2020-09-28 07:31", "summary": "With few countries accepting U.S. students, Israel proves a big draw for those seeking meaningful experiences beyond online learning from family couches. TEL AVIV-After she was accepted to Yale University, Tess Levy was excited at the prospect of leaving home in Los Angeles for the first time and joining the freshman class this fall on the leafy Ivy League college campus.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cipollone-meadows-lead-white-house-effort-to-confirm-barrett-to-supreme-court-11601292675", "title": "Cipollone, Meadows Lead White House Effort to Confirm Barrett to Supreme Court", "date": "2020-09-28 07:31", "summary": "White House counsel and chief of staff and are new to their jobs since Senate confirmed Brett Kavanaugh to court. WASHINGTON-President Trump has nominated Judge Amy Coney Barrett to the U.S. Supreme Court. But his White House's work is just beginning.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/schools-reopen-with-virtual-classrooms-as-some-teachers-stay-home-11601292009", "title": "Students Return to School Buildings, but Teachers Work Remotely", "date": "2020-09-28 07:20", "summary": "Teacherless classrooms help maintain instructor safety, give students access to Wi-Fi, other resources. In a back-to-school season full of surprises, the latest is that some students are returning to classrooms without teachers.", "categories": [["U.S.", "Education"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/education?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/property-developer-china-evergrande-erases-market-losses-11601291745", "title": "Developer China Evergrande Erases Market Losses", "date": "2020-09-28 07:15", "summary": "Investors also scoop up bonds after company says operations are 'stable and healthy'. HONG KONG-Shares of China Evergrande Group jumped 21% Monday, and some of its bonds rose in value after the giant property developer sought to assuage investor concerns about its liquidity following a steep selloff.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/kioxias-ambitious-ipo-runs-up-against-reality-11601290972", "title": "Kioxia's Ambitious IPO Runs Up Against Reality", "date": "2020-09-28 07:02", "summary": "The collateral damage from Huawei's trouble is widespread, but the problems with the now-delayed Kioxia public offering ran deeper. The collateral damage from Huawei's struggles is spreading far and wide, but not everything can be blamed fully on the Chinese company's woes. Sometimes things are just not priced to succeed. And one of Japan's largest initial public offerings this year is looking a little dear.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mlb-finished-its-pandemic-seasonbut-2021-would-be-devastating-without-fans-commissioner-says-11601290800", "title": "MLB Finished Its Pandemic Season-but 2021 Would Be 'Devastating' Without Fans, Commissioner Says", "date": "2020-09-28 07:00", "summary": "As the playoffs begin, Rob Manfred discusses the pandemic-shortened season, what next year might look like, and plans for an expanded postseason going forward. To stage something resembling a season in 2020, Major League Baseball endured an ugly labor dispute and withstood a pair of significant coronavirus outbreaks that threatened to bring everything down. As a reward, the industry will lose $3 billion this year.", "categories": [["Sports", "MLB"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/mlb?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/you-can-go-back-to-the-officeyou-just-need-a-virtual-reality-headset-11601290813", "title": "You Can Go Back to the Office-You Just Need a VR Headset", "date": "2020-09-28 07:00", "summary": "Meeting up with holographic versions of distant colleagues is a great change from flat, boring video calls. Sometimes, when I'm sick of being boxed in on the video-chat checkerboard, I slip into my 3-D holographic self and wander, like a floating digital ghost, in search of colleagues.", "categories": [["Tech", "Personal Tech", "Personal Technology: Joanna Stern"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb", "https://www.wsj.com/news/types/personal-technology-joanna-stern?mod=breadcrumb", "https://www.wsj.com/news/types/personal-technology-joanna-stern?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/covid-blunts-unilevers-edge-in-emerging-markets-11601290772", "title": "Covid Blunts Unilever's Edge in Emerging Markets", "date": "2020-09-28 06:59", "summary": "Dove soap maker's business in countries such as India, for years a competitive advantage, becomes more challenging. Covid-19's spread in India has disrupted one of Unilever PLC's most important markets, propelling the consumer-goods giant to change how it makes, prices and distributes its products there.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/some-google-search-rivals-lose-footing-on-android-system-11601289860", "title": "Some Google Search Rivals Lose Footing on Android System", "date": "2020-09-28 06:44", "summary": "DuckDuckGo is among search engines that lost most auctions to appear in system Google built to comply with a 2018 EU antitrust decision. A system Google set up to promote competition on Android has left some smaller search engines having trouble gaining traction, fueling rivals' complaints about the tech giant's compliance with a European Union antitrust decision ahead of potential U.S. charges.", "categories": [["WSJ News Exclusive", "Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-to-bring-the-cookout-inside-11601289605", "title": "How to Bring the Cookout Inside", "date": "2020-09-28 06:40", "summary": "Stovetop smoking delivers some of the drama of the BBQ-but in your kitchen. It gives vegetables the oomph required to command the center of the table.. JUST AS THE WEATHER was warming up, we were told to stay inside and barred from one of spring's signature pleasures: barbecuing with friends. Still, there's ample time to pursue a cooking project. Why not stovetop smoking? It's fun, it's easy and it replicates that live-fire flavor indoors.", "categories": [["General News"]], "category_links": ["https://www.wsj.com/news/types/general-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-reassuring-approach-to-cooking-three-ingredients-at-a-time-11601287636", "title": "A Reassuring Approach to Cooking, Three Ingredients at a Time", "date": "2020-09-28 06:07", "summary": "You'll be surprised (and relieved) to find how many different meals you can get from a trio of foods you like. A FEW YEARS AGO, when our weathercasters were predicting snowmageddon-or maybe it was a hurricane-I had an opportunity to contemplate what it means to do my job as a food writer.", "categories": [["Life & Work", "Food & Drink"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/food-cooking-drink?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/e-commerce-surge-draws-investment-to-online-retail-logistics-providers-11601287201", "title": "E-Commerce Surge Draws Investment to Online Retail Logistics Providers", "date": "2020-09-28 06:00", "summary": "Outsourced fulfillment specialist ShipBob raises $68 million in funding from investors including Softbank's Vision Fund 2. The rush to online shopping is drawing fresh investor attention as the coronavirus pandemic supercharges digital demand.", "categories": [["Logistics Report"]], "category_links": ["https://www.wsj.com/news/types/logistics-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/herman-miller-waits-for-employers-to-step-up-orders-for-new-office-furniture-11601285402", "title": "Herman Miller Waits for Employers to Step Up Orders for New Office Furniture", "date": "2020-09-28 05:30", "summary": "Furniture maker expects an increase in orders for reconfigured offices, but hasn't seen much of it yet. Furniture maker Herman Miller Inc. isn't sure when its corporate customers will reopen offices or when they would place orders for new furniture and other office equipment needed for a workspace reconfigured in keeping with coronavirus guidelines.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/those-dying-from-covid-19-are-least-likely-to-own-life-insurance-11601285400", "title": "Those Dying From Covid-19 Are Least Likely to Own Life Insurance", "date": "2020-09-28 05:30", "summary": "Many companies have sharply reduced estimates of their exposure, as measured by payouts per 100,000 U.S. fatalities. U.S. life insurers are paying out far fewer Covid-19 death claims than initially expected, largely because the virus is disproportionately killing people with little to no insurance.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fallen-angels-fall-short-of-expectations-11601285400", "title": "'Fallen Angels' Fall Short of Expectations", "date": "2020-09-28 05:30", "summary": "Downgrades of investment-grade companies into junk territory are lagging behind analysts' worst-case scenarios. The pandemic's economic shutdowns prompted dire warnings that record volumes of corporate bonds could lose their investment-grade ratings and become what investors call fallen angels. So far, though, the fall hasn't been as extreme as predicted.", "categories": [["Markets", "Credit Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/credit-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/when-the-machines-learn-to-price-gouge-11601281879", "title": "When the Machines Learn to Price-Gouge", "date": "2020-09-28 04:34", "summary": "The introduction of algorithmic pricing software by German gas stations may have led to collaboration rather than competition between the machines. Handing over responsibility for pricing to an algorithm sounds like a way to avoid baser human commercial instincts. But what if the algorithm learns to rip you off anyway?", "categories": [["Markets", "Overheard"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/overheard?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chinese-retailer-jd-coms-health-care-businessplans-hong-kong-ipo-11601279197", "title": "Chinese Retailer JD.com's Health-Care Business Plans Hong Kong IPO", "date": "2020-09-28 03:46", "summary": "JD Health's listing could raise at least $3 billion, people familiar with the situation say. JD Health International Inc., an online health-care business controlled by Chinese online retailing giant JD.com Inc., filed an application to go public in Hong Kong, in a deal that people familiar with the situation said could raise at least $3 billion.", "categories": [["Markets", "Stocks", "IPOs"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb", "https://www.wsj.com/news/types/ipos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-sets-export-controls-on-chinas-top-chip-maker-11601118353", "title": "U.S. Sets Export Controls on China's Top Chip Maker", "date": "2020-09-28 03:40", "summary": "Commerce Department letter says exports to SMIC risk being used for Chinese military activities. The Commerce Department has told U.S. computer-chip companies that they must obtain licenses before exporting certain technology to China's largest manufacturer of semiconductors, a blow to China's efforts to compete in advanced technology.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11601230701", "title": "Pepper...and Salt", "date": "2020-09-28 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chinese-property-developer-decries-fabricated-documents-after-selloff-11600954755", "title": "Chinese Property Developer Decries Fabricated Documents After Selloff", "date": "2020-09-28 22:36", "summary": "China Evergrande Group's shares and bonds tumbled after documents on unit restructuring circulated online. China Evergrande Group said documents circulating online about a corporate restructuring involving a key subsidiary were fake, after they spurred a steep selloff in the Hong Kong-listed real-estate developer's bonds and shares.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tiktok-makes-its-case-for-last-minute-reprieve-from-u-s-download-ban-11601225594", "title": "Judge Halts Trump Administration TikTok Download Ban", "date": "2020-09-28 21:53", "summary": "Ruling lands hours before Trump administration's ban was to take effect and gives Chinese-owned app a short-term victory. A federal judge blocked the Trump administration's attempt to ban TikTok downloads in the U.S., giving the Chinese-owned app a short-term victory as it scrambles to ensure its future while caught in a battle of brinkmanship between global superpowers.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/corrections-amplifications-11601257438", "title": "Corrections & Amplifications", "date": "2020-09-28 21:44", "summary": "Resume Subscription. The first name of Eileen Naughton, Google's vice president of people operations, was given incorrectly as Ellen in a Business & Finance News article on Saturday about Alphabet Inc. making changes in how it handles sexual-harassment allegations.", "categories": [["General News"]], "category_links": ["https://www.wsj.com/news/types/general-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-declines-to-say-how-much-he-has-paid-in-federal-income-taxes-11601254241", "title": "Trump Declines to Say How Much He Has Paid in Federal Income Taxes", "date": "2020-09-28 21:29", "summary": "President denies New York Times report that he paid $750 a year in 2016 and 2017. President Trump declined to say how much he has paid in federal income taxes after a new report alleged that he paid $750 a year in 2016 and 2017, and no income taxes in 10 of the previous 15 years.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chip-maker-kioxia-calls-off-16-billion-ipo-after-huawei-fallout-11601254884", "title": "Kioxia Calls Off $16 Billion IPO After Huawei Fallout", "date": "2020-09-28 21:01", "summary": "U.S.-China tech battle hits Japanese company owned by Bain Capital-led group. A Japanese semiconductor maker called off what was to have been one of this year's biggest stock offerings, after earlier saying that U.S. export restrictions on China's Huawei Technologies Co. were hurting its business.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-importance-of-amy-barrett-11601242935", "title": "The Importance of Amy Coney Barrett", "date": "2020-09-28 20:52", "summary": "The Judge can solidify an originalist majority on the High Court.. President Trump's nomination of Amy Coney Barrett for the Supreme Court is a highlight of his Presidency and perhaps a hinge moment for the judiciary. Judge Barrett's record and intellect suggest she can join Mr. Trump's other appointees in reviving core constitutional principles in American law and life.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trumps-nomination-of-barrett-heightens-partisan-conflict-as-election-nears-11601208052", "title": "Trump's Nomination of Barrett Heightens Partisan Conflict as Election Nears", "date": "2020-09-28 20:05", "summary": "Republicans look to move quickly through confirmation process; Democrats warn of threat to Obamacare. WASHINGTON-President Trump's formal nomination of Judge Amy Coney Barrett to the Supreme Court moves the partisan fight over the seat to a new phase, as Republicans sprint to get the president's third high-court pick confirmed ahead of Election Day and Democrats put their focus on a health-care case the high court is scheduled to hear in November.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}]