[{"link": "https://www.wsj.com/articles/pfizer-ceo-joins-host-of-executives-at-covid-19-vaccine-makers-in-big-stock-sale-11605139164", "title": "Pfizer CEO Joins Host of Executives at Covid-19 Vaccine Makers in Big Stock Sale", "date": "2020-11-11 22:30", "summary": "Albert Bourla sold about 60% of his personal shares after positive vaccine news this week; sale's price and volume had been authorized in a February planning move. The timing this week of Pfizer Inc. Chief Executive Albert Bourla's sale of about $5.6 million in company shares-on the same day it announced positive results from its Covid-19 vaccine-is drawing scrutiny from some investors.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/president-elect-joe-biden-plans-to-name-ron-klain-as-his-white-house-chief-of-staff-11605142810", "title": "Biden Selects Ron Klain as His White House Chief of Staff", "date": "2020-11-11 21:34", "summary": "Klain is a longtime Biden adviser who served as Ebola czar under President Obama. WASHINGTON-President-elect Joe Biden has chosen Ron Klain as his White House chief of staff, turning to a longtime adviser and Ebola czar under President Obama as he prepares his incoming administration's response to the coronavirus pandemic.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-is-trumps-legal-strategy-try-to-block-certification-of-biden-victory-in-states-11605138852", "title": "Trump's Legal Strategy Is to Block Certification of Biden Victory in States", "date": "2020-11-11 21:21", "summary": "Effort to get state Republicans to appoint pro-Trump Electoral College votes is a long shot, president's advisers and election-law experts say. President Trump's campaign is pursuing a patchwork of legal attacks in key states that have been called for President-elect Joe Biden to mount a long-shot effort to try to prevent officials from certifying the results, advisers and lawyers involved said.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tiktok-continues-to-seek-delay-in-sale-deadline-11605117079", "title": "TikTok Presses for Delay in Sale Deadline", "date": "2020-11-11 20:32", "summary": "With deadline looming, Trump administration hasn't said how it plans to enforce order for app's divestiture. TikTok and its Chinese parent company are asking a federal appeals court in Washington, D.C., for additional time to work out a potential divestiture of the popular video-sharing app, in the midst of signs that the company is settling in for a longer fight with the U.S. government.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-yorker-fires-jeffrey-toobin-after-zoom-incident-11605139774", "title": "New Yorker Fires Jeffrey Toobin After Zoom Incident", "date": "2020-11-11 20:00", "summary": "Staff writer had been suspended since the October episode in which he exposed himself to colleagues. The New Yorker has fired high-profile staff writer Jeffrey Toobin weeks after he exposed himself on a video call with colleagues, the magazine said Wednesday.", "categories": [["Business", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/innovator-awards-video-bts-jennifer-lopez-tyler-perry-magazine-11605135212", "title": "Watch The 2020 WSJ. Magazine Awards: Celebrating BTS, Jennifer Lopez, Tyler Perry and Others", "date": "2020-11-11 20:00", "summary": "On Wednesday night, WSJ. Magazine marked the 10th anniversary of the Innovator Awards with a virtual gala.. \"It's fitting that the 10-year anniversary celebration of Innovators calls for a new spin on the magazine's beloved franchise,\" said WSJ. editor in chief Kristina O'Neill, kicking off an annual awards ceremony in which the magazine honors visionaries from various fields. In years past, the magazine held the red-carpet gala at the Museum of Modern Art in New York City, but this year, due to Covid-19 constraints, the awards were presented virtually and open to everyone.", "categories": [["Magazine - Culture"]], "category_links": ["https://www.wsj.com/news/types/magazine-culture?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/georgia-orders-hand-recount-in-presidential-race-11605111529", "title": "Georgia to Recount All Votes in Presidential Race by Hand", "date": "2020-11-11 19:53", "summary": "Joe Biden holds a lead over Donald Trump of a little over 14,000 votes out of almost five million cast in the state. ATLANTA-Georgia officials said Wednesday they would hold a rare, by-hand recount of the state's 5 million votes for president, a move that comes amid a close margin as other states are winding down their official counts.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cano-health-nears-deal-with-barry-sternlicht-spac-sources-say-11605140816", "title": "Cano Health Nears Deal With Barry Sternlicht SPAC", "date": "2020-11-11 19:41", "summary": "Deal values operator of medical centers for seniors at $4.4 billion, including debt. A blank-check company backed by real-estate investor Barry Sternlicht is in talks to merge with Cano Health LLC in a $4.4 billion deal that would take the health-care provider for seniors public, according to people familiar with the matter.", "categories": [["WSJ News Exclusive", "Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/covid-19-surge-strains-hospitals-once-again-11605100312", "title": "Record Covid-19 Hospitalizations Strain System Again", "date": "2020-11-11 19:11", "summary": "Hospitals could face greater challenges than earlier this year, as coronavirus surges widely and hits rural regions where resources are scarce. Hospitals across the nation face an even bigger capacity problem from the resurgent spread of Covid-19 than they did during the virus's earlier surges this year, pandemic preparedness experts said, as the number of U.S. hospitalizations hit a new high Wednesday.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/facebook-and-google-extend-bans-on-political-ads-11605114915", "title": "Facebook, Google Extend Bans on Political Ads", "date": "2020-11-11 18:35", "summary": "The two tech companies to keep bans for next several weeks, aiming to prevent confusion about election results. Facebook Inc. and Alphabet Inc.'s Google plan to continue banning political ads on their platforms for the next several weeks to prevent confusion about election results, according to people familiar with the matter and an email reviewed by The Wall Street Journal.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/georgias-reassuring-vote-recount-11605136330", "title": "Georgia's Reassuring Vote Recount", "date": "2020-11-11 18:12", "summary": "An audit looking at every ballot will boost confidence of a fair vote.. Despite all the political fury, America's ballot-counting procedures continue to move ahead as intended. In Georgia, where Joe Biden is leading by about 14,000 votes out of five million cast, officials Tuesday began preparing to audit every ballot by hand.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/democracy-dies-in-the-open-11605136283", "title": "Democracy Dies in the Open", "date": "2020-11-11 18:11", "summary": "Beijing crushes the remnants of Hong Kong's autonomy.. Hong Kong's \"one country, two systems\" form of government autonomy died this summer, and the Chinese Communist Party is now moving fast to crush its remnants. Beijing's latest target is the Legislative Council and its pro-democracy lawmakers.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/californias-progressive-thumping-11605136309", "title": "California's Progressive Thumping", "date": "2020-11-11 18:11", "summary": "Left coast voters reject a tax hike, rent control and a union power play.. Democrats and unions in California are shell-shocked. Voters last Tuesday rejected a referendum that would have allowed racial preferences in state hiring and college admissions, defeated a massive business property tax hike, and rescued tens of thousands of gig economy jobs. What is this, Texas?", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-nord-stream-finish-line-11605136254", "title": "The Nord Stream Finish Line", "date": "2020-11-11 18:10", "summary": "Congress shouldn't back off Russia sanctions in the annual defense bill.. President Trump's term began with claims that he would do Russia's bidding. It could end with his Administration delivering a decisive blow against one of Vladimir Putin's key strategic objectives-unless Congress gets in the way.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/kodak-says-ex-executives-sold-stock-options-they-didnt-own-11605107967", "title": "Kodak Says Ex-Executives Sold Stock Options They Didn't Own", "date": "2020-11-11 18:04", "summary": "Company says weak controls failed to prevent former staff from exercising forfeited options in July and collecting $5.1 million. Eastman Kodak Co. said five former executives were able to collect millions of dollars by selling stock options they didn't own, an admission that is set to add to the scrutiny the company faces over the circumstances surrounding a halted U.S. loan.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/revlon-nets-additional-bondholder-support-for-restructuring-11605104320", "title": "Ron Perelman's Revlon Nears Bondholder Deal to Survive Pandemic", "date": "2020-11-11 17:51", "summary": "Long-struggling cosmetics company is closing in on a proposed restructuring with a Friday deadline. Revlon Inc. is nearing an agreement with investors that would save the long-struggling company from bankruptcy as masked-up, stuck-at-home Americans buy less lipstick, blush and nail polish.", "categories": [["Pro Bankruptcy Distress"]], "category_links": ["https://www.wsj.com/news/types/pro-bankruptcy-distress?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/this-election-result-wont-be-overturned-11605134335", "title": "This Election Result Won't Be Overturned", "date": "2020-11-11 17:38", "summary": "Recounts occasionally change margins in the hundreds, never in the tens of thousands.. It has been an eventful, unsettling year: A deadly virus struck without warning and claimed almost a quarter-million American lives; a lockdown demolished personal routines and left us gasping for normality; a sudden, deep recession snatched newfound prosperity from many families; and now a rocketlike recovery lifts up some but leaves many on the launchpad. So why not finish out 2020 with a misforecast election as the finale?", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-trump-or-biden-can-get-serious-about-human-rights-in-cuba-11605134209", "title": "How Trump or Biden Can Get Serious About Human Rights in Cuba", "date": "2020-11-11 17:36", "summary": "The Global Magnitsky Act of 2016 allows sanctions to cut officials and associates off from financial services.. As an insular nation with a population smaller than Ohio's, Cuba plays an outsize role in both world affairs and U.S. domestic policy. Either President Trump, who won Florida, or Joe Biden, who'd have liked to, should take stock of the Cuban regime's actions-among them gross violations of human rights, efforts to destabilize the Western Hemisphere, and broad collaboration with China, Iran, North Korea and Russia. The U.S. needs a bold new approach, using corruption-focused sanctions against Cuban officials and their accomplices.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/want-a-coup-abolish-the-electoral-college-11605134162", "title": "Want a Coup? Abolish the Electoral College", "date": "2020-11-11 17:36", "summary": "Imagine the current standoff, but with the president in charge of a nationwide election.. Imagine a future presidential election in which the incumbent refuses to concede and enlists the full power of the federal government to overturn the apparent democratic outcome.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-nine-lives-of-pakistan-review-one-countrys-group-portrait-11605134103", "title": "'The Nine Lives of Pakistan' Review: One Country's Group Portrait", "date": "2020-11-11 17:35", "summary": "From a foreign correspondent's ﬁles: a tough police chief, a sybaritic governor, a reluctant fundamentalist, a champion of human rights.. At college in England 40 years ago, my best pal was Pakistani, a well-born boy from Lahore. In a pub one night, he told me that he was sorry his nation had ever been created. The comment startled me (an Indian) and came to life again as I read Declan Walsh's \"The Nine Lives of Pakistan,\" an enthralling account of Mr. Walsh's near-decade as a correspondent in that land, first for the Guardian and, latterly, for the New York Times. Pakistan, he writes, is the only country \"where some of its own citizens quietly regretted it had ever come into being.\"", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/notable-quotable-stacey-abrams-refuses-to-concedea-year-later-11605134058", "title": "Notable & Quotable: Stacey Abrams Refuses to Concede-a Year Later", "date": "2020-11-11 17:34", "summary": "'Concession means to say that the process was fair.'. From the Hill, Aug. 19, 2019:", "categories": [["Opinion", "Commentary", "Notable & Quotable"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb", "https://www.wsj.com/news/types/notable-quotable?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/joe-bidens-florida-nightmare-11605134036", "title": "Joe Biden's Florida Nightmare", "date": "2020-11-11 17:33", "summary": "Want to know why no one will give an inch in 2020? Revisit Bush v. Gore in the 2000 election.. The U.S. is in postelection hell today because of what happened in Florida 20 years ago. Joe Biden remembers that 2000 presidential-election nightmare. Well, it has come back to haunt him as he treads water waiting for Donald Trump to concede.", "categories": [["Opinion", "Wonder Land"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/wonder-land?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/songs-from-home-by-fred-hersch-review-adapting-an-artform-to-a-pandemic-11605133669", "title": "'Songs From Home' by Fred Hersch Review: Adapting an Artform to a Pandemic", "date": "2020-11-11 17:27", "summary": "The pianist's latest album upends the traditional jazz paradigm where live performances and audiences are paramount, instead recording music alone that's meant for listening in solitude.. ", "categories": [["Books & Arts", "Music Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/music-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/global-stock-markets-dow-update-11-11-2020-11605091043", "title": "Tech Rally Powers U.S. Stocks Higher", "date": "2020-11-11 17:16", "summary": "The Nasdaq outpaced other major indexes after a couple of down days. Technology shares powered the S&P 500 higher Wednesday after lagging in recent days as promising vaccine developments elevated the prospects of economically-sensitive companies.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/congresss-new-faces-include-ex-astronaut-citadels-first-female-grad-11605106196", "title": "New Faces Head for Capitol Hill", "date": "2020-11-11 17:14", "summary": "More women and people of color are headed to Capitol Hill after last week's election. WASHINGTON-More women and people of color are headed to Congress after an election in which Republicans cut into the Democrats' majority in the House but left the Senate up for grabs. A retired astronaut, a former football coach and the first woman to graduate from the Citadel are among the new lawmakers on their way to the Capitol, with some races still left to be called.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/irans-enriched-uranium-stockpile-is-more-than-10-times-nuclear-accords-cap-u-n-agency-says-11605120768", "title": "Iran's Enriched Uranium Stockpile Is 12 Times Accord's Cap-U.N. Agency", "date": "2020-11-11 17:12", "summary": "Stockpile, along with advanced centrifuges and nuclear research, underscores challenge Biden would face in persuading Iran to return to 2015 deal. Iran is continuing to build up its stockpile of low-enriched uranium and now holds roughly 12 times the amount permitted under the 2015 nuclear agreement, the United Nations Atomic Agency said in a report.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/smaller-house-majority-poses-headaches-for-democrats-11605132137", "title": "Smaller House Majority Poses Headaches for Democrats", "date": "2020-11-11 17:02", "summary": "As Speaker Nancy Pelosi sets plans for next year's agenda, party faces tensions between centrists and progressives after loss of seats. ", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/asymptomatic-covid-19-cases-show-need-for-wider-surveillance-testing-study-suggests-11605132000", "title": "Asymptomatic Covid-19 Cases Show Need for Wider Testing, Study Finds", "date": "2020-11-11 17:00", "summary": "Symptom-based testing missed coronavirus infections among military recruits living under strict quarantine. A study of Covid-19 testing among nearly 2,000 young adults found symptom monitoring missed nearly all cases of infection, suggesting regular, widespread surveillance testing is needed for both asymptomatic and symptomatic people to get the coronavirus crisis under control.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bidens-china-tech-plan-stronger-defense-quieter-offense-11605102093", "title": "Biden's China Tech Plan: Stronger Defense, Quieter Offense", "date": "2020-11-11 16:50", "summary": "Industry officials bet next administration will aim to strengthen domestic industries to better battle Beijing. President-elect Joe Biden may change the tone of Washington's relationship with Beijing, but business leaders and Democratic advisers say he is likely to push back on China's aim to become a global technology leader.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-sets-10-p-m-curfew-for-bars-restaurants-serving-liquor-and-gyms-11605122738", "title": "New York Sets Curfew for Bars, Restaurants, Gyms as Cases Rise", "date": "2020-11-11 16:49", "summary": "Statewide curfew takes effect Friday at 10 p.m., Gov. Cuomo says; gatherings at private residences will be limited to 10 people. New York will set a 10 p.m. curfew for most bars and restaurants and will limit gatherings at private residences to 10 people, Gov. Andrew Cuomo said Wednesday, as the number of novel coronavirus cases and hospitalizations continued to rise around the state.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bahrains-prime-minister-worlds-longest-serving-dies-at-84-11605121147", "title": "Bahrain's Prime Minister, World's Longest-Serving, Dies at 84", "date": "2020-11-11 16:47", "summary": "Prince Khalifa bin Salman Al Khalifa ruled Persian Gulf kingdom over half century of regional upheaval. Bahrain's Prince Khalifa bin Salman Al Khalifa, the world's longest-serving prime minister whose time in office spanned the Persian Gulf kingdom's independence in 1971 to its normalization of ties with Israel this year, died Wednesday. He was 84.", "categories": [["World", "Obituaries"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/obituaries?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/this-58-million-hollywood-hills-home-includes-an-aqueous-amenity-its-own-lazy-river-11605130588", "title": "This $58 Million Hollywood Hills Home Includes an Aqueous Amenity: Its Own Lazy River", "date": "2020-11-11 16:36", "summary": "The founders of hair-care brand Bed Head, who are selling the 15,000-square-foot home, built the water feature into their pool area. In the Hollywood Hills, a colorful mansion with its own lazy river is coming on the market for $58 million. It is one of the most expensive homes to hit the market in the Los Angeles area in recent months.", "categories": [["Real Estate", "Private Properties"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/private-properties?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-haircare-duos-colorful-hollywood-hills-hideaway-11605130351", "title": "A Haircare Duo's Colorful Hollywood Hills Hideaway", "date": "2020-11-11 16:32", "summary": "The home of Bruno and Kyara Mascolo, the founders of haircare brand Bed Head, comes with dancing fountains and a mirrored entrance.. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/on-long-island-covid-19-pandemic-boosts-some-businesses-11605129899", "title": "On Long Island, Covid-19 Pandemic Boosts Some Businesses", "date": "2020-11-11 16:24", "summary": "'Tumbleweed Tuesday' normally follows Labor Day, but not this year, owners say. The Milk Pail farm on Long Island ended its public apple-picking season several weeks early this fall, after co-owner Jennifer Halsey Dupree said an influx of people to the Hamptons during the coronavirus pandemic resulted in one of the busiest years she has seen.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/travelers-turn-to-tiny-homes-during-covid-19-11605128533", "title": "Travelers Turn to Tiny Homes During Covid-19", "date": "2020-11-11 16:02", "summary": "They seem like safe and interesting places to stay or live. And some are mobile, making them even more attractive at a time of changing virus hot spots.. When Janna Harris found her personal and work life abruptly disrupted by Covid-19, the Dallas resident realized she desperately needed time to decompress. She didn't care to fly or undertake a long road trip, and she wanted to avoid conventional hotels and inns with shared spaces such as elevators, lobbies and dining rooms.", "categories": [["U.S.", "Journal Reports"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/vegging-out-thursday-crossword-november-12-11604887229", "title": "Vegging Out (Thursday Crossword, November 12)", "date": "2020-11-11 16:01", "categories": [["WSJ Puzzles", "Crossword"]], "category_links": ["https://www.wsj.com/news/puzzle?mod=breadcrumb", "https://www.wsj.com/news/types/crossword?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/classic-black-the-basalt-sculpture-of-wedgwood-and-his-contemporaries-review-a-sumptuous-stoneware-collection-11605128227", "title": "'Classic Black: The Basalt Sculpture of Wedgwood and His Contemporaries' Review: A Sumptuous Stoneware Collection", "date": "2020-11-11 15:57", "summary": "The Mint Museum Randolph mounts a show focused on the celebrated ceramicist's oft-overlooked production of black basalt sculptures, vases and other objects.. ", "categories": [["Books & Arts", "Art Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/art-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/who-needs-a-home-inspector-when-you-can-hire-an-energy-healer-11605126921", "title": "Who Needs a Home Inspector When You Can Hire an Energy Healer?", "date": "2020-11-11 15:35", "summary": "Resume Subscription. Anthony and Charlie Champalimaud have a spiritual side. After the couple bought an 18th-century home in Litchfield, Conn., they hired a self-described energy healer to ensure that they would be welcomed by any previous residents.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/few-courts-have-intervened-in-elections-in-ways-sought-by-trump-campaign-11605126759", "title": "Few Courts Have Intervened in Elections in Ways Sought by Trump", "date": "2020-11-11 15:32", "summary": "President's team wants judges to prevent Pennsylvania and Michigan from certifying election results. Few courts have considered the types of requests being made by the Trump campaign, such as keeping a state from certifying its election based on allegations that Republican poll observers lacked sufficient access to ballot counting.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/covid-not-learning-that-much-from-states-11605126377", "title": "Covid: Not Learning That Much From States", "date": "2020-11-11 15:26", "summary": "I am struggling to see what lessons are being learned.. Scott Gottlieb points out actions taken by various states and posits there are lessons to be learned from these and other states in their attempts to control Covid-19 (\"The States Are Laboratories for Covid Control,\" op-ed, Nov. 9).", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/president-trump-hasnt-turned-arizona-blue-11605126335", "title": "President Trump Hasn't Turned Arizona Blue", "date": "2020-11-11 15:25", "summary": "Masada Siegel ignores the rising and very real driver of election outcomes here: Latino Arizona, which is now 31% of the state's population.. In \"Has Trump Turned Arizona Blue?\" (op-ed, Nov. 5), Masada Siegel basks in the belief that \"suburban\" (i.e., white) folks drive elections, in this case, white women. She offers a quaint picture of upscale greenbelt harmony and suggests that a \"common-sense approach\" to problem solving is a quality unique to suburban Arizonans.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/letters-responding-to-sen-lieberman-on-2000-and-2020-11605126277", "title": "Responding to Sen. Lieberman on 2000 and 2020", "date": "2020-11-11 15:24", "summary": "While I often hear liberal media members and Democratic operatives and politicians say with disdain that the Supreme Court put George Bush in the White House, the facts show he won the election fair and square.. In \"A Disputed Election: My Lesson From 2000\" (op-ed, Nov. 5), conveniently left unsaid by Sen. Joe Lieberman is that the Supreme Court got it right.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/covid-19-and-the-trade-off-between-safe-and-happy-11605126192", "title": "Covid-19 and the Trade-Off Between Safe and Happy", "date": "2020-11-11 15:23", "summary": "Unfortunately, there is a trade-off between personal freedom/economic growth and the number of Covid-19 cases and deaths.. Most writing on Covid-19 policy misses the point, and Erin Rees Clayton's letter (Nov. 6) is illustrative. The important point is that, unfortunately, there is a trade-off between personal freedom/economic growth and the number of Covid-19 cases and deaths. Most politicians, especially Democrats, play down that trade-off, while others claim that the only goal worth pursuing is minimization of the rate of Covid cases and deaths. Ms. Clayton claims that government's business isn't making people happy, but making them safe. But I don't think most of us want to live in a country where everyone is safe, but almost no one is happy. Didn't Thomas Jefferson make that point long ago in the Declaration of Independence?", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/taxes-for-transportation-were-well-received-11605126237", "title": "Taxes for Transportation Were Well Received", "date": "2020-11-11 15:23", "summary": "Voters eager for better public transit approved 15 of 18 ballot-measure tax increases on Nov. 3.. Counter to Grover Norquist's \"Voters (Mostly) Reject Tax Hikes\" (op-ed, Nov. 9), voters eager for better public transit approved 15 of 18 ballot-measure tax increases on Nov. 3. Adding these to the 32 measures approved earlier this year brings the success rate of transit ballot initiatives in 2020 to a high of 92%. In Austin, Texas, voters approved investing $7.1 billion in three new rail lines, a downtown transit tunnel and bus-service expansion, including an all-electric fleet. The San Francisco-San Jose rail line, Caltrain, gained dedicated funding estimated at $108 million annually for the next 30 years thanks to voter approval of a 1/8-cent sales tax in the three counties that the line serves. Seattle voters renewed a sales tax to fund transit projects for an additional six years and increased the tax from 0.1% to 0.15%. In Missoula, Mont., voters approved a mill levy request that will raise $3 million annually to increase bus frequency on popular routes, expand weekend service, and move closer to an all-electric bus fleet. These election results weren't even squeakers; support ranged from 59% in Missoula to 67% in Austin, 70% in the Bay Area and 81% in Seattle.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/opec-deepens-forecast-for-drop-in-global-oil-demand-11605100513", "title": "OPEC Deepens Forecast for Drop in Global Oil Demand", "date": "2020-11-11 15:16", "summary": "Weakening U.S. consumption means demand will take a larger hit in 2020 than previously expected. Coronavirus lockdown measures in Europe and weakening consumption in the Americas will result in global oil demand taking a larger hit in 2020 than previously expected, the Organization of the Petroleum Exporting Countries said Wednesday.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-grand-harlem-ballroom-is-empty-again-in-coronavirus-pandemic-11605096001", "title": "A Grand Harlem Ballroom Is Empty Again in Coronavirus Pandemic", "date": "2020-11-11 15:15", "summary": "Alhambra Ballroom, revived as an events space, is vacant after management company seeks bankruptcy liquidation. The Alhambra Ballroom in Harlem, one of the few historic Black music venues in New York still in its original shape, sat vacant for decades, then experienced a revival as an events venue in 2003. The coronavirus pandemic put an end to the parties, leaving the ballroom's operator in bankruptcy and the jaw-dropping space empty again.", "categories": [["U.S.", "Real Estate"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-real-estate?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/inside-the-18th-century-home-of-a-connecticut-master-craftsman-11605125738", "title": "Inside the 18th-Century Home of a Connecticut Master Craftsman", "date": "2020-11-11 15:15", "summary": "The Champalimauds of Litchfield updated a historic home and added Midcentury Modern décor. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/educations-evolution-11605125339", "title": "Education's Evolution", "date": "2020-11-11 15:09", "summary": "In our latest issue, The Future of Everything looks at what's next for education, from Big Tech on campus to the decline of the four-year college degree and a push to reform high-school math. Published Nov. 11, 2020 3:09 pm ET", "categories": [["", "Education"]], "category_links": ["https://www.wsj.com/news/tech/future-of-everything?mod=svg-breadcrumb"]}, {"link": "https://www.wsj.com/articles/german-airline-group-lufthansa-names-new-cfo-11605124815", "title": "German Airline Group Lufthansa Names New CFO", "date": "2020-11-11 15:00", "summary": "Remco Steenbergen joins from Swiss chocolate manufacturer Barry Callebaut AG. German airline group Deutsche Lufthansa AG Wednesday named an industry outsider as its new finance chief as it continues to navigate hard times caused by the coronavirus pandemic.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ac-dcs-wild-ride-on-the-highway-to-hell-11605123234", "title": "AC/DC's Wild Ride on the 'Highway to Hell'", "date": "2020-11-11 14:33", "summary": "Reunited, with a new album, the band talks about its hard-rock classic, touring, and that schoolboy uniform. As mainstream rock softened in 1978, the Australian band AC/DC was nudged by its record label to follow the trend on its next album. The band resisted, recording \"Highway to Hell\" instead. The title song and FM airplay drove the album to No. 17 on Billboard's chart.", "categories": [["Books & Arts", "Arts", "Anatomy of a Song"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/arts?mod=breadcrumb", "https://www.wsj.com/news/types/anatomy-of-a-song?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/louis-dreyfus-company-to-sell-stake-to-abu-dhabi-fund-11605102071", "title": "Agricultural Giant Louis Dreyfus to Sell Major Stake to Abu Dhabi State Firm", "date": "2020-11-11 14:06", "summary": "Deal completes yearslong search by Margarita Louis-Dreyfus for outside investor in the coffee-to-cotton trading house. Billionaire heiress Margarita Louis-Dreyfus agreed to sell a major stake in Louis Dreyfus Company B.V., the Dutch agricultural merchant that has borne her family's name for almost two centuries, to a state-owned holding company in the United Arab Emirates.", "categories": [["Markets", "Deals"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/deals-deal-makers?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-weirdest-things-movers-have-ever-wrapped-and-carted-11605121387", "title": "The Weirdest Things Movers Have Ever Wrapped and Carted", "date": "2020-11-11 14:03", "summary": "Highly personal and unforgettably strange objects that moving companies from Nebraska to New York have been asked to pack up and transport. OCCASIONALLY, professional movers experience alarming (or just plain odd) packing requests when preparing to haul their clients' belongings from point A to point B. \"We encounter weird stuff at the most unexpected times,\" said Lior Rachmany, CEO of New York City's Dumbo Moving + Storage. \"One time we entered a seemingly normal household [to find] a pet python snake. You never know exactly what you're walking into.\" We polled movers from Omaha to New Orleans about the most peculiar items they'd ever been asked to schlep. Warning: You can't unread this.", "categories": [["Real Estate", "Design"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/design?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-joy-of-open-water-swimming-in-turkey-during-lockdown-11605121229", "title": "The Joy of Open-Water Swimming in Turkey During Lockdown", "date": "2020-11-11 14:00", "summary": "I've been swimming off the California coast during the pandemic. But being in the turquoise waters of the Mediterranean is a whole different thing.. \"We will have the sea to ourselves!\" said our swim guide, Aoife Doran, a 30-year-old, tall, fit hydrotherapist from Dublin who was welcoming us to Kas, Turkey, overlooking a vast expanse of turquoise water in the eastern Mediterranean.", "categories": [["U.S.", "Journal Reports"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tropical-storm-eta-churns-toward-florida-for-second-time-11605121063", "title": "Tropical Storm Eta Churns Toward Florida for Second Time", "date": "2020-11-11 13:57", "summary": "Forecasters warn of possible life-threatening storm surge, flooding in western and central parts of state. Eta, the tropical storm that won't stop, regained strength over the Gulf of Mexico after soaking South Florida and took aim at the state's northern Gulf Coast near the Tampa Bay region.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/gop-keeps-alaska-senate-seat-as-attention-turns-to-georgia-11605119433", "title": "GOP Keeps Alaska Senate Seat as Attention Turns to Georgia", "date": "2020-11-11 13:30", "summary": "GOP Sen. Dan Sullivan defeats independent Al Gross, giving Republicans a 50-48 Senate majority. Republicans notched another Senate win on Wednesday, putting their majority at 50-48 ahead of two runoff elections set for Georgia in January.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/wpp-continues-consolidation-plan-with-merger-of-grey-and-akqa-11605118742", "title": "WPP Continues Consolidation Plan With Merger of Grey and AKQA", "date": "2020-11-11 13:19", "summary": "The creation of AKQA Group is part of WPP's ongoing plan to simplify its structure and follows the creation of VMLY&R and Wunderman Thompson. WPP PLC is combining two large agencies, continuing the company's plan to simplify its structure.", "categories": [["CMO Today"]], "category_links": ["https://www.wsj.com/news/types/cmo-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/princess-diana-isnt-the-crowns-only-noteworthy-princess-11605118602", "title": "Diana Isn't 'The Crown's' Only Noteworthy Princess", "date": "2020-11-11 13:16", "summary": "The Netflix series returns Sunday with Erin Doherty once again taking on the role of Anne, the straight-shooting royal who tells it like it is.. \"The Crown,\" Netflix 's family drama that views 20th century history through the eyes of Queen Elizabeth II and the royal family, has long grappled with the themes of women, power and duty. When it returns Sunday for its fourth season, the series adds two more complicated women: Margaret Thatcher (Gillian Anderson) becomes Britain's first female prime minister and a young Lady Diana Spencer (Emma Corrin) becomes the Princess of Wales.", "categories": [["Books & Arts", "Entertainment", "Television"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/arts-entertainment?mod=breadcrumb", "https://www.wsj.com/news/types/television?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-city-focuses-covid-19-outreach-on-staten-island-hot-spots-11605118116", "title": "New York City Focuses Covid-19 Outreach on Staten Island Hot Spots", "date": "2020-11-11 13:08", "summary": "Health officials offer masks and testing in neighborhoods, but some residents remain skeptical about severity of virus. Staten Island has become the main target of New York City's Covid-19 control efforts as some of the borough's neighborhoods have turned into hot spots in recent weeks and health officials scramble to stave off a second wave of the new coronavirus.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-trump-president-election-erie-pennsylvania-11605069622", "title": "Joe Biden Just Squeaked a Win in Erie, Pa., in a Warning for Democrats", "date": "2020-11-11 12:53", "summary": "Resume Subscription. ERIE, Pa.-President-elect Joe Biden successfully turned out voters in Erie County. But a look at his razor-thin margin of victory shows why Democrats struggled across the country to win back the white working-class voters who helped propel Donald Trump to victory four years ago.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/brazil-to-resume-trials-of-chinas-sinovac-coronavirus-vaccine-11605106957", "title": "Brazil to Resume Trials of China's Sinovac Coronavirus Vaccine", "date": "2020-11-11 12:30", "summary": "Researchers had criticized the suspension by Brazilian health authority Anvisa. SÃO PAULO-Brazilian health authority Anvisa authorized the restart Wednesday of clinical trials of China's Sinovac coronavirus vaccine, one of the most advanced in the country, after suspending them earlier this week.", "categories": [["World", "Latin America"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/latin-america-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-beware-the-nationalist-moment-hasnt-passed-11605112395", "title": "Biden, Beware: The Nationalist Moment Hasn't Passed", "date": "2020-11-11 12:18", "summary": "How president-elect handles trade, immigration and climate could soothe or inflame the backlash against globalization. Donald Trump's election in 2016 was widely seen as a rebuke of globalization, immigration and free trade.", "categories": [["Economy", "Capital Account"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/capital-account?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/goodbye-tie-dye-sweatpants-dressy-clothes-make-a-comeback-11605114712", "title": "Goodbye Tie-Dye Sweatpants: Dressy Clothes Make a Comeback", "date": "2020-11-11 12:11", "summary": "Resume Subscription. Dawn Head hit a breaking point six weeks ago.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/tiktoks-ex-ceo-on-streaming-music-and-covid-11605114363", "title": "Former TikTok CEO Addresses Streaming, Music and Covid-19", "date": "2020-11-11 12:06", "summary": "The industry veteran is now adviser to Warner Music parent after leaving TikTok in August and Disney in March. Kevin Mayer has held numerous top jobs in the media and entertainment industries-three of them this year alone.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bomb-attack-in-saudi-arabia-targets-foreign-diplomats-11605114302", "title": "Bomb Attack in Saudi Arabia Targets Foreign Diplomats", "date": "2020-11-11 12:05", "summary": "Two people were injured in the blast in Jeddah, which follows the stabbing of a security guard at the French consulate there. A bomb blast hit a World War I commemoration ceremony attended by Western diplomats in Saudi Arabia's port city of Jeddah, injuring at least two people, the second attack in two weeks targeting foreign missions in the kingdom.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/virtual-safaris-a-new-way-to-check-off-a-bucket-list-trip-11605114204", "title": "Virtual Safaris: A New Way to Check Off a Bucket-List Trip", "date": "2020-11-11 12:03", "summary": "An aficionado of African safaris books an online excursion to see if it could ever measure up to the real thing. I'VE BEEN SEARCHING for a pangolin ever since I moved from New York to South Africa, almost six years ago. Pangolins, which look like scaly anteaters, are the world's most-trafficked mammal-their scales coveted for use in traditional Asian medicines, much like rhino horn. Given the volumes at which pangolins are poached for illegal export to Asia, I would have thought they'd be easier to find.", "categories": [["Life & Work", "Travel", "Off Duty Travel"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/magazine/travel?mod=breadcrumb", "https://www.wsj.com/news/types/off-duty-travel?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/case-for-mask-mandate-rests-on-bad-data-11605113310", "title": "Case for Mask Mandate Rests on Bad Data", "date": "2020-11-11 11:48", "summary": "A top scientific journal lowballs the percentage of Americans who are already covering their faces.. The top scientific journal Nature Medicine published a study on Oct. 23 with an astounding claim: By simply wearing masks at higher rates, Americans could prevent as many as 130,000 Covid-19 fatalities by the end of February 2021. Produced by the University of Washington's Institute for Health Metrics Evaluation, or IHME, the study garnered immediate acclaim.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-economy-cant-wait-until-january-11605113213", "title": "The Economy Can't Wait Until January", "date": "2020-11-11 11:46", "summary": "Families and states need relief now. The lame-duck Congress should act fast to alleviate the suffering.. The U.S. economy has recovered from the coronavirus shock faster than most economists expected. Unfortunately, things aren't where they should be and additional progress is becoming harder-even without the complications of the resurgent virus. The Federal Reserve is limited in how much more it can do to help the macroeconomy, and it can't do anything directly to alleviate the suffering of those who are out of work and no longer getting any additional assistance from Washington.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tiktok-asks-for-extension-of-u-s-government-deadline-to-divest-11605062177", "title": "TikTok Asks Court to Extend U.S. Government's Divestiture Deadline", "date": "2020-11-11 11:27", "summary": "Parent company ByteDance's petition calls Washington's decision to force deal 'arbitrary and capricious'. TikTok's Chinese parent company asked a U.S. appeals court for additional time to work out a potential divestiture of the popular video-sharing app, citing a lack of communication from the Trump administration with a Thursday deadline looming.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/alibaba-sets-singles-day-sales-record-11605111888", "title": "Alibaba Sets 'Singles Day' Sales Record", "date": "2020-11-11 11:24", "summary": "Chinese technology company, under regulatory shadow, reaps $75.1 billion in sales in annual shopping event. Chinese consumers stayed glued to their phones Wednesday, spending billions of dollars on items such as Taylor Swift-branded jackets, Apple Inc. iPhones and prepaid beach vacations, in a test of Chinese consumer confidence after the disruptions of the coronavirus pandemic.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sharing-economy-reaches-splashdown-11605111875", "title": "Sharing Economy Reaches Splashdown", "date": "2020-11-11 11:24", "summary": "Swimming-pool-share startup Swimply can offer an infinity pool of cash to those fortunate enough to own one. Want to swim in cash during the pandemic?", "categories": [["Markets", "Overheard"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/overheard?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/social-media-companies-took-an-aggressive-stance-during-the-election-will-it-continue-11605111540", "title": "Social-Media Companies Took an Aggressive Stance During the Election. Will It Continue?", "date": "2020-11-11 11:19", "summary": "Platforms like Twitter and Facebook, which worked to slow the spread of misinformation, increasingly labeled posts during 2020 race. The 2020 election spurred social-media giants to adopt aggressive changes to how they police political discourse. Now the questions are whether that new approach will last and whether it should.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/an-american-hero-11605111239", "title": "An American Hero", "date": "2020-11-11 11:14", "summary": "Alwyn Cashe becomes eligible for an overdue Medal of Honor.. This is a day to express gratitude to America's veterans, who have given so much to allow us to enjoy the blessings of liberty. Good news from Washington also inspires thoughts of an amazing soldier who is no longer with us. Alwyn Cashe died in Iraq in 2005 but he will no doubt be serving as an inspiration to Americans for generations to come. Dan Lamothe reports in the Washington Post:", "categories": [["Opinion", "Best of the Web"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/best-of-the-web-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-movement-to-modernize-math-class-11605110629", "title": "The Movement to Modernize Math Class", "date": "2020-11-11 11:03", "summary": "Resume Subscription. Author", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/london-landlords-will-work-harder-for-the-rent-11605110169", "title": "London Landlords Will Work Harder for the Rent", "date": "2020-11-11 10:56", "summary": "Demand for sustainable offices and shorter leases is rising among tenants, posing new risks for property owners. The death of the office has been greatly exaggerated, at least in Central London. But tenants are becoming higher-maintenance, in a trend that could outlive Covid-19.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/apples-biggest-chip-gamble-yet-11605109101", "title": "Apple's Biggest Chip Gamble Yet", "date": "2020-11-11 10:38", "summary": "New in-house processors for Mac will have to prove themselves against long-established rivals. With its star having dimmed in Apple Inc.'s firmament, the Mac might seem safe for the company to shake up. But there is still some risk to messing with a 36-year-old business.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-to-network-and-meet-the-right-people-11605108515", "title": "How to Network and Meet the Right People", "date": "2020-11-11 10:28", "summary": "Most Popular News. Building a network is vital for your career, whether you are looking to take the next step, change industries or build your personal brand. Networking can feel intimidating at any age or stage of life, but overcoming jitters can lead to productive and lasting professional relationships.", "categories": [["Business", "Management", "Management & Careers"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/management?mod=breadcrumb", "https://www.wsj.com/news/types/management-careers?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/keith-richards-on-covid-19-the-next-rolling-stones-album-and-his-solo-career-11605107762", "title": "Keith Richards on Covid-19, the Next Rolling Stones Album and His Solo Career", "date": "2020-11-11 10:16", "summary": "The 76-year-old guitarist expects to return to the road, but older bands like the Stones could 'throw in the towel' if concerts don't resume in coming years. How does an inveterate rock 'n' roller like Keith Richards deal with a pandemic thwarting his touring plans? He dusts off and re-releases a live album.", "categories": [["Books & Arts", "Arts", "Music"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/arts?mod=breadcrumb", "https://www.wsj.com/news/types/music?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pandemic-boosts-upper-end-of-housing-market-coast-to-coast-11605106801", "title": "Pandemic Boosts Upper End of Housing Market Coast to Coast", "date": "2020-11-11 10:00", "summary": "Nearly one in four buyers who purchased homes between April and June paid $500,000 or more. The pandemic is revving up the market for expensive homes where many people are spending far more time, luring richer buyers and nudging more sales over the half-million dollar mark from northern California to the New York City suburbs.", "categories": [["Real Estate"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/college-football-limps-toward-the-pandemic-seasons-conclusion-11605106800", "title": "College Football Limps Toward the Pandemic Season's Conclusion", "date": "2020-11-11 10:00", "summary": "The coronavirus has turned big-time college football into a war of attrition. The fierce LSU-Alabama rivalry is the latest casualty. Louisiana State's biggest football game each year is against Alabama, its Southeastern Conference neighbor. With this year's game approaching on Saturday, however, the defending national champion Tigers didn't look fit to play. Pandemic-season protocols and an outbreak following a Halloween party had left LSU with just one scholarship quarterback and zero tight ends or long snappers.", "categories": [["Sports", "College Football"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/college-football?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/couture-fashion-inspiration-nature-season-11605101464", "title": "Take Your Fashion Inspiration From Nature This Season", "date": "2020-11-11 09:58", "summary": "From yards of tulle to marbleized latex, this season's couture pieces showcase the materiality of exceptional beauty, shown against a backdrop of natural majesty. ", "categories": [["Fashion"]], "category_links": ["https://www.wsj.com/news/types/magazine-fashion?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-k-proposes-new-powers-to-curb-foreign-takeovers-of-strategic-companies-11605097005", "title": "U.K. Proposes New Powers to Curb Foreign Takeovers of Strategic Companies", "date": "2020-11-11 09:35", "summary": "Britain becomes latest European country to follow U.S. in efforts to protect national security. LONDON-The U.K. government proposed new legislation to bolster its powers to block foreign takeovers of British companies, the latest effort under Prime Minister Boris Johnson to shield industries that are deemed strategic or important to the country's national security.", "categories": [["World", "Europe", "U.K."]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb", "https://www.wsj.com/news/types/u-k-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pandemic-prompts-gulf-countries-to-adopt-more-western-norms-11605103200", "title": "Pandemic Prompts Gulf Countries to Adopt More Western Norms", "date": "2020-11-11 09:00", "summary": "New policies are among the most visible impacts of the coronavirus and low oil prices. DUBAI-The coronavirus pandemic and low oil prices have prompted Persian Gulf countries to overhaul a number of policies that often hew to Islamic traditions but hinder efforts to draw foreign talent and global investment.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/an-extra-covid-wildcard-for-flying-during-winter-deicing-11605103200", "title": "An Extra Covid Wildcard for Flying During Winter", "date": "2020-11-11 09:00", "summary": "During snowstorms, planes can't take off without it, but it means reduced air circulation in the cabin for passengers and crew. Airlines and aircraft manufacturers have touted the robust ventilation in cabins, with the constant introduction of fresh air from outside the plane, as protection for passengers against virus transmission. But travelers should be aware of the one time in many trips when airflow is reduced: deicing.", "categories": [["Life & Work", "Travel", "The Middle Seat"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/magazine/travel?mod=breadcrumb", "https://www.wsj.com/news/types/the-middle-seat?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lyft-datadog-fubotv-what-to-watch-when-the-stock-market-opens-today-11605096576", "title": "Lyft, Datadog, fuboTV: What to Watch When the Stock Market Opens Today", "date": "2020-11-11 08:58", "summary": "U.S. stocks futures rose as big tech firms looked set to pare this week's losses. Here's what we are watching as markets kick into gear Wednesday.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/masayoshi-son-softbank-elliott-management-11605069825", "title": "SoftBank Chief Pulls Back From Brink-With Help", "date": "2020-11-11 08:30", "summary": "The world's most unpredictable technology investor was coached out of the crisis by hedge fund Elliott Management, a major shareholder. Japanese tech billionaire Masayoshi Son late this spring said he had \"peered over the cliff edge\" of financial ruin. Now, the SoftBank Group Corp. founder and chief executive is sitting on one of the largest cash piles in the investing world.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-intensified-u-s-financial-warfare-leaving-it-for-biden-11605101245", "title": "Biden Faces Choice on Trump's Economic Sanctions", "date": "2020-11-11 08:27", "summary": "President-elect will decide whether thousands of sanctions should remain amid questions about their value in U.S. foreign policy. Among the foreign-policy challenges facing President-elect Joe Biden will be the question of what to do with an array of punitive economic sanctions that have been President Trump's primary tool for confronting U.S. rivals.", "categories": [["Politics", "National Security"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/national-security?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pope-francis-promises-to-root-out-sex-abuse-citing-case-of-defrocked-u-s-cardinal-mccarrick-11605100257", "title": "Pope Francis Promises to Root Out Sex Abuse, Citing Case of Defrocked U.S. Cardinal McCarrick", "date": "2020-11-11 08:10", "summary": "Vatican report shows that three popes failed for years to discipline Theodore McCarrick for sexual misconduct. ROME-Pope Francis vowed to root out sexual abuse in the Catholic Church, a day after a Vatican report showed that the current pope and his two predecessors had failed for years to discipline a U.S. cardinal for sexual misconduct.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bryson-dechambeau-masters-augusta-national-analytics-11605081050", "title": "Bryson DeChambeau Is Wrecking Golf With Big Drives-and Bigger Data", "date": "2020-11-11 08:00", "summary": "The rising golf star is using data to rethink the game's smallest norms-and he's leaving everyone else in the rough. On Bryson DeChambeau's first trip to Augusta National, he saw something that stopped him in his tracks as he toured golf's most famous clubhouse: a set of rickety old irons.", "categories": [["Sports", "Golf"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/sports-golf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/beijing-ousts-four-opposition-lawmakers-in-hong-kong-11605080352", "title": "Hong Kong Opposition Resigns from Legislature Over Latest Beijing Crackdown", "date": "2020-11-11 07:48", "summary": "Departures set to turn city's legislature into effective rubber stamp, as Beijing moves to crush dissent. HONG KONG-Beijing forced the expulsion of four pro-democracy Hong Kong lawmakers, prompting the rest of the opposition bloc to resign in protest at China's intensifying crackdown on dissent in the city.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/perus-manuel-merino-is-sworn-in-as-president-11605024644", "title": "Peru's Manuel Merino Is Sworn In as President", "date": "2020-11-11 07:14", "summary": "Head of Congress who pushed for impeachment of Martín Vizcarra succeeds the ousted leader. LIMA, Peru-Manuel Merino, the little-known head of Peru's Congress, was sworn in as the country's new president Tuesday, intensifying political turmoil following the legislature's surprise move a day earlier to oust President Martín Vizcarra.", "categories": [["World", "Latin America"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/latin-america-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/when-bad-things-happen-to-goods-sectors-11605096180", "title": "When Bad Things Happen to Goods Sectors", "date": "2020-11-11 07:03", "summary": "Vaccine news could hit demand for everything from cars to videogame consoles. Demand for goods surged as a result of the Covid-19 crisis. But with Monday's vaccine news, some of that demand could go away rather suddenly.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/covid-19-spurs-indians-to-replace-their-household-help-with-appliances-11605096003", "title": "Covid-19 Spurs Indians to Buy Vacuums and Dishwashers, Putting People Out of Work", "date": "2020-11-11 07:00", "summary": "Resume Subscription. NEW DELHI-India's middle-class households are culling their armies of domestic helpers amid the Covid-19 pandemic, eliminating a crucial source of jobs and spurring an appliance-buying binge.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/russia-says-its-coronavirus-vaccine-sputnik-v-shows-over-90-efficacy-11605095822", "title": "Russia Says Its Coronavirus Vaccine Sputnik V Shows Over 90% Efficacy", "date": "2020-11-11 06:57", "summary": "The shot was approved for use by Russia in August but trials are continuing. MOSCOW-Russia said its fast-tracked coronavirus vaccine, Sputnik V, has produced promising preliminary results, showing 92% efficacy against Covid-19, a potential milestone for a shot the Kremlin is banking on to protect its own hard-hit population and to dispel Western skepticism over its ability to make a vaccine at speed.", "categories": [["World", "Europe", "Russia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb", "https://www.wsj.com/news/types/russia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/investors-shun-u-k-stocks-as-brexit-deadline-approaches-11605093734", "title": "Investors Shun U.K. Stocks as Brexit Deadline Approaches", "date": "2020-11-11 06:22", "summary": "Renewed uncertainty over the country's departure from the European Union weighs on British shares. Investors have lost their appetite for U.K. stocks amid deadlocked Brexit talks, rising coronavirus infections and a sharp economic downturn.", "categories": [["Markets", "Stocks"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/rubber-prices-bounce-back-fueled-by-automotive-medical-demand-11605093577", "title": "Rubber Prices Bounce Back, Fueled by Automotive, Medical Demand", "date": "2020-11-11 06:19", "summary": "Tire demand rebounds after spring slump in auto industry, while sales of latex gloves soar amid pandemic. A rebound in auto production in China and increased demand for medical gloves have sent prices for rubber soaring, making it one of the best-performing commodities in the world in recent months.", "categories": [["Markets", "Commodities"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/where-to-travel-with-your-pod-11605092893", "title": "Where to Travel With Your Pod", "date": "2020-11-11 06:08", "summary": "You don't need Kim Kardashian's private-island budget to get away with your inner circle of family and close-knit friends. From Hawaii to Puerto Rico, hotels and tour companies are catering to Covid-wary groups.. WHEN KIM KARDASHIAN treated 40 relatives and close friends to a private island vacation in Tahiti for her birthday last month, she and her pals were an example of a new trend coming out of Covid-19: the travel pod.", "categories": [["Life & Work", "Travel", "Off Duty Travel"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/magazine/travel?mod=breadcrumb", "https://www.wsj.com/news/types/off-duty-travel?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-bidens-election-means-for-the-fed-11605090602", "title": "What Biden's Election Means for the Fed", "date": "2020-11-11 05:45", "summary": "Personnel moves and spending decisions could reshape the central bank, but near-term policy changes aren't likely. ", "categories": [["Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/european-covid-19-relief-supports-banks-apparent-resilience-11605090804", "title": "Banks in Europe Face Potential $1.7 Trillion Covid-19 Cliff", "date": "2020-11-11 05:33", "summary": "A wave of bad loans could overwhelm lenders when government rescue packages end. European banks say they are doing just fine during the coronavirus pandemic. But regulators and bank executives are concerned about the elephant in the room: a wave of bad loans that could overwhelm lenders when government rescue packages end.", "categories": [["Markets", "Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-transition-chief-proposed-limiting-size-of-biggest-u-s-banks-11605090600", "title": "Biden Transition Chief Proposed Limiting Size of Biggest U.S. Banks", "date": "2020-11-11 05:30", "summary": "Ted Kaufman, former chief of staff to the president-elect, will have a voice in choosing financial regulators. WASHINGTON-A decade ago, Ted Kaufman sought to rein in big banks. Now he will have a significant role in picking the people who supervise them.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-presidency-imperils-key-oil-pipelines-11605090602", "title": "Biden Presidency Imperils Key Oil Pipelines", "date": "2020-11-11 05:30", "summary": "Keystone XL, Dakota Access are at risk of cancellation or shutdown under a Biden administration. President-elect Joe Biden's campaign promise to phase out oil probably signals the end of the long-delayed Keystone XL oil pipeline and threatens the future of Dakota Access, another major crude conduit.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ge-disbands-corporate-audit-program-11605090602", "title": "GE Disbands Corporate Audit Program", "date": "2020-11-11 05:30", "summary": "The conglomerate says it will revamp the century-old program used to groom future leaders. General Electric Co. is disbanding its Corporate Audit Staff program, a rigorous multiyear rotation through various divisions that the conglomerate has long used to groom future leaders.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-big-tech-monopoly-crackdown-hits-china-11605088715", "title": "The Big-Tech-Monopoly Crackdown Hits China", "date": "2020-11-11 04:58", "summary": "Recent events indicate Beijing will take on the overreaching power of its technology giants. Governments around the world are grappling with the overreaching power of Big Tech. Recent events indicate Beijing will take on its technology giants as well.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-covid-19-vaccine-would-boost-the-global-economy-but-not-all-at-once-11605087345", "title": "A Covid-19 Vaccine Would Boost the Global Economy, but Not All at Once", "date": "2020-11-11 04:35", "summary": "News that the Pfizer vaccine could be approved this month have boosted hopes for a quick recovery. But winter surge in infections poses challenges.. The news that Pfizer Inc. and partner BioNTech SE could secure authorization for a coronavirus vaccine in a matter of weeks has sparked hopes that the global economy could bounce back strongly next year.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/with-ant-ipo-in-limbo-funds-let-investors-cash-out-11605085858", "title": "With Ant IPO in Limbo, Funds Let Investors Cash Out", "date": "2020-11-11 04:11", "summary": "Small investors had poured about $9 billion into funds that planned to invest in Ant's IPO. Funds that touted access to Ant Group Co.'s blockbuster share sale will let investors cash out early, following a social-media outcry after the financial-technology giant's listing was abruptly halted by Chinese regulators.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/vaccines-are-chinas-golden-opportunity-to-regain-global-trust-on-health-exports-11605082819", "title": "Vaccines Are China's Golden Opportunity to Regain Global Trust on Health Exports", "date": "2020-11-11 03:20", "summary": "Hundreds of millions of people are likely to be inoculated by a Covid-19 vaccine produced in China. One of China's main candidates for a Covid-19 vaccine has been stalled in Brazil. This needn't be a sign that development will be halted-it may even bolster international confidence in China's medical-export industry over the longer term.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/travel-bubble-to-connect-hong-kong-singapore-before-the-holidays-11605079586", "title": "Travel Bubble to Connect Hong Kong, Singapore Before the Holidays", "date": "2020-11-11 02:26", "summary": "Passengers must take coronavirus tests to skip quarantine as Asia's aviation hubs seek to cautiously reopen skies. SINGAPORE-Asian financial centers Singapore and Hong Kong will allow quarantine-free air travel between them to begin this month, a move seen as a breakthrough in the region where concern about new waves of coronavirus infections has significantly slowed negotiations for such travel bubbles.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11605044323", "title": "Pepper...and Salt", "date": "2020-11-11 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}]