[{"link": "https://www.wsj.com/articles/microsoft-earnings-jump-aided-by-cloud-computing-demand-during-pandemic-11588192187", "title": "Microsoft Earnings Jump, Aided by Cloud-Computing Demand", "date": "2020-04-29 19:31", "summary": "People working from home help spur sales and accelerate 'digital transformation'. Microsoft Corp. reported strong growth in quarterly sales and profit and said the shift of more activities online amid the coronavirus pandemic is helping propel growth in areas from cloud-computing to videogames.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/28-favorite-children-books-according-to-notable-bookworms-11588154413", "title": "28 Favorite Children's Books, According to Notable Bookworms", "date": "2020-04-29 19:18", "summary": "Ann Patchett, Tig Notaro and other luminaries share the classics that most influenced their own early years-and the books the children in their lives have gobbled up most voraciously. Author, most recently of \"The Dutch House,\" and co-owner of Parnassus Books in Nashville, Tenn.", "categories": [["Life & Work", "Life & Style"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/life-style?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trumps-beef-stakes-11588201313", "title": "Trump's Beef Stakes", "date": "2020-04-29 19:01", "summary": "He uses the Defense Production Act to prevent a food shortage.. Some 20 meat-processing plants have closed over the past month with coronavirus outbreaks, disrupting America's highly efficient supply chains that deliver protein from farm to supermarket. Tyson Foods Chairman John Tyson warned this weekend that the closures could cause millions of pigs, chickens and cattle to be euthanized and lead to meat shortages at grocery stores.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-whitehouse-effect-at-the-supreme-court-11588201000", "title": "The Whitehouse Effect at the Supreme Court", "date": "2020-04-29 18:56", "summary": "Democrats think they've found a way to move John Roberts to the left.. Our editorial Tuesday on the Supreme Court's gun-rights ruling has inspired a letter nearby from four Senate Democrats led by Sheldon Whitehouse of Rhode Island. We recommend it to readers as it amounts to a victory lap and perhaps a sign of what it is come on the High Court.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/working-the-webs-referees-11588200958", "title": "Working the Web's Referees", "date": "2020-04-29 18:55", "summary": "California's AG demands Icann block a sale for political reasons.. The coronavirus lockdowns have reminded Americans how much of our lives flow through the internet, but most don't think much about the bundle of contracts that underpin even basic websites. Below the surface is the Internet Corporation for Assigned Names and Numbers (Icann), which oversees the web's plumbing. The Southern California-based group normally takes a low profile, but in the coming days it can send an important message about the web's independence from political interference by rejecting a campaign to block the sale of a web registry.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/facebook-rides-surge-in-usage-to-strong-growth-11588192751", "title": "Facebook Rides Usage Bump, Sees Ad Market Stabilizing", "date": "2020-04-29 18:47", "summary": "Revenue rises to $17.7 billion, beating expectations, as number of daily active users jumps 11%. Facebook Inc. said ad sales stabilized in recent weeks, part of a strong earnings report that sent its shares soaring as the social-media giant benefits from a swell in homebound users.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/gilead-says-remdesivir-as-effective-treating-severe-covid-19-in-shorter-period-11588166509", "title": "Gilead Drug Weighed for Worst Virus Cases", "date": "2020-04-29 18:34", "summary": "Gilead Science is in active discussions with the FDA about emergency authorization for remdesivir. Federal health regulators are exploring whether to greenlight the emergency use of a Gilead Sciences Inc. drug in serious Covid-19 patients, after U.S. government researchers reported the therapy helped the patients recover faster.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/facebooks-usage-is-hot-future-ad-business-maybe-not-11588199121", "title": "Facebook's Usage Is Hot; Future Ad Business Maybe Not", "date": "2020-04-29 18:27", "summary": "Amid the pandemic, Facebook's advertising business could endure a prolonged hit. Facebook couldn't have picked a better time to move conversations out of the virtual town square and into living rooms. But while users are flocking to the social network at record rates amid lockdowns, its advertisers require actual town squares to thrive. That could make for a not-so-friendly balance of the year for Facebook investors.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/boeing-and-airbus-brace-for-prolonged-downturn-triggered-by-coronavirus-11588199021", "title": "Boeing and Airbus Brace for Prolonged Downturn", "date": "2020-04-29 18:23", "summary": "Aerospace companies outline survival plans as airline customers reel from near-collapse of air travel. The world's biggest aerospace companies outlined survival plans that include thousands of job cuts and raising fresh funds as their airline customers reeled from the coronavirus pandemic and the near-collapse of global passenger air travel.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ebay-posts-higher-quarterly-profit-boosted-in-part-by-surge-in-demand-11588198777", "title": "EBay Posts Higher Quarterly Profit Boosted in Part by Surge in Demand", "date": "2020-04-29 18:19", "summary": "The company's marketplace saw more shoppers, but its classified business was hurt by shelter-in-place orders. EBay Inc. reported better-than-expected sales in the latest quarter as the online marketplace said it benefited from homebound shoppers.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-looming-civil-liberties-battle-11588198523", "title": "The Looming Civil-Liberties Battle", "date": "2020-04-29 18:15", "summary": "The stage is set for a post-shutdown showdown between personal freedom and public health.. The battle against Covid-19 is gradually morphing into a battle over civil liberties. Just as the first phase of the coronavirus struggle has been consequential for lives and livelihoods, the next phase of lifting shutdowns will have similar gravity.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/governments-ambulance-chasers-11588198430", "title": "Government's Ambulance Chasers", "date": "2020-04-29 18:13", "summary": "In most states, 'certificate-of-need' laws stand in the way of new medical facilities and services.. One of the most essential responses to a pandemic is ensuring medical providers can adapt quickly to meet new demands. Yet recently an all-female EMT brigade in New York, a family-run ambulance business in Ohio and a fifth-generation ambulance company in Florida were all stopped from providing vital medical transportation. Why? Because they couldn't prove to the government's satisfaction that their services were \"needed.\"", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-leads-with-his-jaw-11588198336", "title": "Biden Leads With His Jaw", "date": "2020-04-29 18:12", "summary": "He's rising in the polls, but 'Who's tougher on China?' isn't what he should be asking.. Is Joe Biden a better candidate than is generally thought? New polls showing Mr. Biden ahead of President Trump nationally and in battleground states have buoyed Democrats and unsettled Republicans.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/saturday-night-used-to-be-for-crowds-11588198253", "title": "Saturday Night Used to Be for Crowds", "date": "2020-04-29 18:10", "summary": "Social distancing brings back memories of 1950s sociability.. The Saturday Night Crowd-that's what they called themselves, and during these desolate days I can't stop thinking about that name. They were a group of good friends, men and women who had made it through the Great Depression as American teenagers. The men had gone off to fight in Europe or the Pacific, sometimes both. Back home and married in the 1950s, they were doing their best to make a life for their young families.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biography-of-resistance-review-when-bacteria-fight-back-11588198137", "title": "'Biography of Resistance' Review: When Bacteria Fight Back", "date": "2020-04-29 18:08", "summary": "Bacteria are devious organisms always ready to resist attack. To defeat the diseases they cause requires robust testing and transparent analysis.. In 1918, an influenza pandemic ravaged the globe, infecting more than 500 million people and killing more than 50 million. Yet while the virus weakened the afflicted, it was a later bacterial infection in the lungs that was ultimately responsible for most of the deaths. Bacteria existed on the planet 3.5 billion years before us and apparently haven't quite forgiven us for arriving.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/that-trump-lysol-moment-11588198094", "title": "That Trump Lysol Moment", "date": "2020-04-29 18:08", "summary": "The dispute between 'proven' therapies to treat coronavirus and taking risks for people at death's door.. The 2020 election may have been decided the moment the makers of Lysol felt obliged to issue a statement disavowing an incumbent president who offhandedly said something about using disinfectant internally to kill coronavirus. That will be one for the history books.", "categories": [["Opinion", "Wonder Land"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/wonder-land?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-treasurys-hold-steady-ahead-of-fed-signals-11588183485", "title": "Longer-Dated Treasury Yields Rise", "date": "2020-04-29 18:06", "summary": "Investors are reassured by Federal Reserve chairman's assurances on helping the economy, analysts say. Longer-dated U.S. government-bond yields rose after the Federal Reserve signaled it would hold rates near zero as long as needed to get the economy back on track.", "categories": [["Markets", "Credit Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/credit-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/qualcomm-reports-higher-revenue-for-latest-quarter-cuts-outlook-amid-pandemic-11588197250", "title": "Qualcomm Reports Higher Revenue, Cuts Outlook Amid Pandemic", "date": "2020-04-29 17:54", "summary": "Chip maker predicts sluggish handset demand to carry into the third quarter. Wireless chip maker Qualcomm Inc. reported a nearly 5% revenue increase in the March quarter, as the chip business offset a slight revenue decline in its licensing arm.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/with-students-stuck-at-home-parents-turn-to-online-tutoring-services-11588196846", "title": "Parents Turn to Online Tutors to Help Keep Kids Learning and Motivated", "date": "2020-04-29 17:47", "summary": "Companies promise to bolster children's skills during the coronavirus lockdown. Ashika Patel Balani has never considered herself a tiger mom-but lately she has been sharpening her claws.", "categories": [["Life & Work", "Journal Reports: Coronavirus"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-coronavirus?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-puts-amazon-foreign-websites-on-list-of-platforms-blamed-for-facilitating-piracy-11588172453", "title": "U.S. Tags Amazon Sites as 'Notorious Markets'", "date": "2020-04-29 17:43", "summary": "The e-commerce giant claims the attack is politically motivated. WASHINGTON-The Trump administration accused Amazon.com Inc. of tolerating counterfeit sales on its online platforms in foreign countries, prompting the e-commerce giant to respond that the hit was politically motivated.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mnuchin-says-u-s-not-aiming-to-lose-money-on-fed-lending-facilities-11588178749", "title": "Mnuchin Says U.S. Aims to Get Back Its Money From Fed Programs", "date": "2020-04-29 17:42", "summary": "Treasury secretary says some investments may be profitable while others lose money. WASHINGTON-Treasury Secretary Steven Mnuchin said he expects the government to recover funds it is committing to backstop the Federal Reserve's emergency lending programs, as it has in past crises.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-testing-capacity-is-going-unused-11588152602", "title": "Coronavirus Testing Capacity Is Going Unused", "date": "2020-04-29 17:41", "summary": "Many U.S. labs say they can process far more tests than doctors, hospitals have ordered. Many commercial and academic laboratories in the U.S. are processing coronavirus diagnostic tests far below their capacity, leaving tools crucial to slowing the virus's spread unused.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/first-quarter-gdp-us-growth-coronavirus-11588123665", "title": "U.S. Economy Shrank at 4.8% Pace in First Quarter", "date": "2020-04-29 17:39", "summary": "Gross domestic product recorded steepest contraction since the last recession. The U.S. economy in the first quarter shrank at its fastest pace since the last recession as the coronavirus pandemic shut down large parts of the country, ending the longest economic expansion on record.", "categories": [["Economy", "Economic Data"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/economic-data?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-city-police-to-step-up-coronavirus-enforcement-after-funeral-flouts-rules-11588179756", "title": "NYPD to Step Up Coronavirus Enforcement After Funeral Flouts Rules", "date": "2020-04-29 17:26", "summary": "Police will no longer issue warnings to people gathered in crowds. New York City police will no longer issue warnings to people who violate social-distancing rules designed to fight the coronavirus after a funeral drew a large crowd in Brooklyn Tuesday, officials said.", "categories": [["U.S.", "Crime"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-crime?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/global-stock-markets-dow-update-04-29-2020-11588137391", "title": "Stocks Rise on Hopes for Coronavirus Treatment", "date": "2020-04-29 17:18", "summary": "Major indexes hold gains after the Federal Reserve signals no rush to ease stimulus measures. U.S. stocks rose Wednesday on hopes of progress for a coronavirus treatment and as Federal Reserve Chairman Jerome Powell said the central bank is in no hurry to end its economic stimulus.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lawsuits-mount-as-bankrupt-firms-are-shut-out-of-coronavirus-funds-11588195031", "title": "Lawsuits Mount as Bankrupt Firms Shut Out of Coronavirus Funds", "date": "2020-04-29 17:17", "summary": "At least a dozen suits have been filed against the Small Business Administration for excluding bankrupt companies from relief loans. More troubled businesses and nonprofits-from Catholic dioceses to rural hospitals-are suing the Small Business Administration for blocking companies in bankruptcy from getting Covid-19 relief loans.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-turmoil-free-trades-draw-newbies-into-stock-market-11588158001", "title": "Coronavirus Turmoil, Free Trades Draw Newbies Into Stock Market", "date": "2020-04-29 17:06", "summary": "Individual investors try to seize on this year's erratic stock swings. Online brokerages are seeing record increases in new accounts and trading activity, with individual investors wading into the market to try to seize on this year's erratic stock swings.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/inventory-buildup-helps-hurts-paints-and-coatings-maker-ppg-industries-11588194117", "title": "Inventory Buildup Helps, Hurts Paints and Coatings Maker PPG", "date": "2020-04-29 17:01", "summary": "An increase in stock means the company preserves cash as demand slows. But it could also miss out on lower raw material costs. Managing inventory levels during the coronavirus pandemic has been a priority for finance executives across industries. At PPG Industries Inc., a buildup in inventory is helping and hurting.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/navy-will-reopen-investigation-of-uss-roosevelt-virus-outbreak-11588171904", "title": "Navy Will Reopen Investigation of USS Roosevelt Virus Outbreak", "date": "2020-04-29 16:50", "summary": "Probe delays possible reinstatement of Capt. Brett Crozier as commander. The U.S. Navy will open a second investigation into the coronavirus outbreak aboard the USS Theodore Roosevelt, a top official said Wednesday, delaying action on a recommendation that the aircraft carrier's commander, Capt. Brett Crozier, be reinstated to duty.", "categories": [["Politics", "National Security"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/national-security?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-borders-to-remain-shut-to-foreign-travelers-as-states-reopen-11588191923", "title": "U.S. Borders to Remain Shut to Foreign Travelers as States Reopen", "date": "2020-04-29 16:25", "summary": "Secretary of State Mike Pompeo declined to say whether travel curbs would be lifted before summer. WASHINGTON-The Trump administration has no immediate plans to reopen the country's borders after imposing a ban on foreign travelers from the European Union and the U.K. last month to slow the spread of the coronavirus, Secretary of State Mike Pompeo said.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-car-collector-put-a-new-spin-on-this-1950s-villa-in-lisbon-11588191646", "title": "A Car Collector Put a New Spin on This 1950s Villa in Lisbon", "date": "2020-04-29 16:20", "summary": "Alejandro Rodrigues Martins and his wife, Rita Barata da Rocha, built a single-car garage in the home's $540,000 renovation to show off their collection. A love of cars and a need for privacy helped guide the refurbishment of a 1950s Portuguese villa in Restelo, a neighborhood in the west of Lisbon, marked by stately embassies and river views.", "categories": [["Real Estate", "Homes"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/homes?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/boeing-cuts-workforce-production-in-response-to-coronavirus-11588162409", "title": "Boeing Responds to Pandemic's 'Body Blow'", "date": "2020-04-29 16:18", "summary": "Aerospace giant reacts to 'body blow' to business in mapping out reduced production. ", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/spotify-adds-subscribers-lowers-revenue-guidance-amid-ad-pullback-11588154575", "title": "Spotify Adds Subscribers, Lowers Revenue Guidance Amid Ad Pullback", "date": "2020-04-29 16:10", "summary": "Coronavirus pandemic has dented ad sales, seen users listen more at home. Spotify Technology SA continued to add paying and advertising-supported users in the most recent quarter, but it lowered its revenue guidance for the year as ad sales were dented amid uncertainty around the coronavirus pandemic.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-lisbon-villa-makeover-11588189974", "title": "A Lisbon Villa Makeover", "date": "2020-04-29 15:52", "summary": "A Portuguese couple bought a 1950s villa and decided to a $540,000 renovation rather than tear it down. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/coronavirus-upheaval-triggers-corporate-search-for-supply-chain-technology-11588189553", "title": "Coronavirus Upheaval Triggers Corporate Search for Supply-Chain Technology", "date": "2020-04-29 15:45", "summary": "From digital systems to robots, companies are stepping up investments aimed at simplifying and speeding up their logistics operations. Tiffany Parker has always enjoyed catching up with the truckers who haul loads of potatoes from Parker Produce Co., her family's farm near St. Augustine, Fla.", "categories": [["Logistics Report"]], "category_links": ["https://www.wsj.com/news/types/logistics-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nfl-unveils-pay-cuts-furloughs-while-roger-goodell-forgoes-salary-for-now-11588185251", "title": "NFL Unveils Pay Cuts, Furloughs While Roger Goodell Forgoes Salary", "date": "2020-04-29 15:43", "summary": "The league's commissioner told employees of the cuts, caused by the pandemic, in a memo. Commissioner Roger Goodell told NFL employees that the league would furlough some workers and reduce salaries as the league grapples with the economic impact caused by the coronavirus.", "categories": [["Sports", "NFL"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/nfl?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/betty-review-a-skateboarding-sisterhood-11588188927", "title": "'Betty' Review: A Skateboarding Sisterhood", "date": "2020-04-29 15:35", "summary": "HBO's latest, a funny offshoot of the 2018 feature 'Skate Kitchen,' focuses on female daredevils navigating the male-dominated hobby.. Just because kids are in a show doesn't mean kids should watch a show. Or maybe parents either: The opening scenes of \"Betty,\" with one of its heroines skateboarding-while-phoning through Midtown Manhattan traffic, are scarier than getting mail from the Internal Revenue Service.", "categories": [["Books & Arts", "Television Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/television-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ge-hit-by-steep-decline-in-jet-engine-business-11588158440", "title": "GE Hit by Steep Decline in Jet Engine Business", "date": "2020-04-29 15:16", "summary": "Conglomerate says it is cutting $2 billion in costs in response to coronavirus pandemic. General Electric Co. said it was cutting $2 billion in costs to offset falling sales and profits, as the company's aviation business was hit hard by the virtual halt to air travel because of the coronavirus pandemic.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/oil-climbs-as-u-s-storage-fears-ease-11588154813", "title": "Oil Prices Climb After Inventories Rise Less Than Expected", "date": "2020-04-29 15:14", "summary": "Concerns about storage space filling up have swung prices wildly recently. Oil prices climbed Wednesday after data showed the U.S. may not run out of space to store its glut of crude as quickly as previously feared.", "categories": [["Markets", "Commodities", "Oil Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb", "https://www.wsj.com/news/types/oil-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/moot-points-gun-laws-and-the-supreme-court-11588187609", "title": "Moot Points, Gun Laws and the Supreme Court", "date": "2020-04-29 15:13", "summary": "The Journal's editorial board would like to blame us for the failure of a major 2nd Amendment challenge at the Supreme Court.. The Journal's editorial board joined Justice Samuel Alito to blame us for the failure of a major Second Amendment challenge at the Supreme Court (\"The Chief Justice Ducks on Gun Rights,\" April 28). The Justice alleges that we somehow \"manipulated\" the court. That's rich, in light of the right-wing dark-money machine surrounding the court.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/not-all-companies-are-abandoning-interns-11588187536", "title": "Not All Companies Are Abandoning Interns", "date": "2020-04-29 15:12", "summary": "Some corporations are making over-and-above investments to support student internships and cooperative programs.. \"Students' Summer-Internship Plans Fade\" (Management, April 23) struck a timely chord. Our organization, UIDP, supports university-industry research partnerships; nurturing the talent pipeline is a critical element of these relationships.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/donor-states-and-bailing-out-basket-cases-11588187501", "title": "'Donor' States and Bailing Out Basket Cases", "date": "2020-04-29 15:11", "summary": "For the rest of the country, the coronavirus may have been a black swan, but for Illinois and other states long insolvent, it is the lottery ticket of their dreams.. Andrew Biggs may believe an Illinois bailout would be preferable to a state bankruptcy, but it is a safe bet that Illinois's neighbors feel differently (\"A Bailout for Illinois? Not Without Strict Conditions,\" Cross Country, April 25). Many Indiana and Iowa state pensioners would enjoy a windfall if they received even half the pensions of their Illini brethren. Illinois pensioners enjoy automatic, annual 3% cost-of-living adjustments, even when inflation is much less. Also, all Illinois pension income is exempt from the state's income tax.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/making-a-door-less-open-by-car-seat-headrest-review-a-hybrid-vehicle-11588187470", "title": "'Making a Door Less Open' by Car Seat Headrest Review: A Hybrid Vehicle", "date": "2020-04-29 15:11", "summary": "The group's guitar-driven indie rock is blended with the humor and electronics of its frontman's side project.. ", "categories": [["Books & Arts", "Music Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/music-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/doctors-investigate-link-between-rare-childhood-disease-and-covid-19-11588187103", "title": "Doctors Investigate Link Between Rare Childhood Disease and Covid-19", "date": "2020-04-29 15:05", "summary": "Italian and British doctors urge colleagues to look out for symptoms associated with Kawasaki disease, an inflammatory condition affecting blood vessels. Doctors in Italy and the U.K. have raised the alarm over a small but growing number of children displaying symptoms of a rare blood-vessel disease that may be linked to Covid-19.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mastercards-profit-falls-though-ceo-says-spending-is-stabilizing-11588164791", "title": "Mastercard's Contactless Transactions Jump More Than 40%", "date": "2020-04-29 14:57", "summary": "Losses on equity investments hurt profit, but revenue and adjusted profit beat expectations. Consumers' moves to limit contact amid the coronavirus pandemic is reshaping how they are paying at the register.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-city-subway-cars-must-be-cleaned-daily-during-pandemic-cuomo-says-11588186467", "title": "New York City Subway Cars Must Be Cleaned Daily During Pandemic, Cuomo Says", "date": "2020-04-29 14:54", "summary": "Total number of New Yorkers hospitalized with coronavirus declined for eighth straight day to 12,159. New York Gov. Andrew Cuomo said Wednesday that subway cars in New York City should be cleaned every day for essential workers who were still commuting amid the coronavirus pandemic.", "categories": [["U.S.", "Politics"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-secret-to-a-great-shirley-temple-11588270148", "title": "The Secret to a Great Shirley Temple", "date": "2020-04-29 14:31", "summary": "This week, wine columnist Lettie Teague tuned into a different demographic and learned that the elementary-school set still loves the Shirley Temple cocktail-as long as the cherry count is sufficient. IT'S NOT SURPRISING that the little girl famous for singing \"On the Good Ship Lollipop\" would have a very sweet signature cocktail. Much more surprising: the fact that nearly a century after the release of that song, the Shirley Temple is still a hugely popular drink. In fact, every child I polled recently on their beverages of choice told me they loved Shirley Temples the most.", "categories": [["Life & Work", "Food & Drink"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/food-cooking-drink?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-to-delegate-cooking-dinner-to-the-kids-11588240848", "title": "How to Delegate Cooking to the Kids", "date": "2020-04-29 14:31", "summary": "It helps to pick a recipe with 'rainbow' in the name. This colorful, healthy grain bowl will feed the whole family and impart solid fundamentals to fledgling cooks.. ", "categories": [["Life & Work", "Food & Drink"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/food-cooking-drink?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-seinfeld-strategy-for-climate-change-11588184917", "title": "The Seinfeld Strategy for Climate Change", "date": "2020-04-29 14:28", "summary": "Leftist filmmaker Michael Moore notices the problems with green energy.. The good news is that even some radical leftists are starting to acknowledge problems with so-called green energy. The bad news is they now favor limiting energy production from current sources and replacing it with... nothing.", "categories": [["Opinion", "Best of the Web"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/best-of-the-web-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-dairy-farmers-feel-the-squeeze-from-coronavirus-as-milk-sales-dry-up-11588183989", "title": "New York Dairy Farmers Feel the Squeeze From Coronavirus as Milk Sales Dry Up", "date": "2020-04-29 14:16", "summary": "Outbreak brings major reversal to businesses; 'get back to the basics and try to squeak through to 2021'. Dairy farmers in upstate New York who faced the wrenching task of dumping their milk earlier this month as the novel coronavirus spread are now confronting a grim future: months of low prices that could squeeze them out of business.", "categories": [["U.S.", "Tri-State Area"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-region?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/owners-of-applebees-chilis-report-pick-up-delivery-gains-as-dine-in-remains-off-the-table-11588184178", "title": "Owners Of Applebee's, Chili's Report Pickup, Delivery Gains", "date": "2020-04-29 14:16", "summary": "Shares of Dine, Brinker rise as both companies beat analysts' profit forecasts. Dine Brands Global Inc. and Brinker International Inc. said diners are increasingly turning to delivery and takeout options, providing both casual-dining chains some relief as social-distancing measures keep their dining rooms empty.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/this-investor-turned-dj-traded-private-equity-for-instagram-now-hes-letting-go-of-his-miami-beach-condo-11588184142", "title": "This Investor-Turned-DJ Traded Private Equity for Instagram. Now He's Letting Go of His Miami Beach Condo.", "date": "2020-04-29 14:15", "summary": "Gianluca Vacchi says the home, which is listed for $10.9 million, is an extension of his \"risk-addicted\" personality. To Gianluca Vacchi's roughly 15 million Instagram followers, his Miami Beach penthouse is a familiar sight.", "categories": [["Real Estate", "Private Properties"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/private-properties?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/an-instagram-ready-home-11588184097", "title": "An Instagram-Ready Home", "date": "2020-04-29 14:14", "summary": "Social media star Gianluca Vacchi lists his Miami Beach home for $10.9 million.. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/believe-it-or-not-some-kidswear-is-worth-investing-in-11588183478", "title": "Believe It or Not, Some Kidswear is Worth Investing In", "date": "2020-04-29 14:04", "summary": "Here, four pricey children's garments that are built to last-as per fashionable parents. Despite children's impromptu growth spurts and penchant for finger painting, it's still worth splurging on certain pieces of high-caliber kidswear, especially if they can be passed on to younger siblings and even future generations. Many in-the-know outdoorsy parents swear by hardy outerwear from tried-and-true brands like Patagonia and the North Face, for example, and size up so that it can endure over multiple winters. In addition to lasting, the good stuff tends to get worn more, requiring less wardrobe volume overall. As TyLynn Nguyen, a Los Angeles, Calif., designer, creative consultant and mother of three said, \"I try to be mindful of not accumulating too much stuff-streamline your life, that's my new motto.\"", "categories": [["Life & Work", "Style & Fashion", "Fashion"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/fashion?mod=breadcrumb", "https://www.wsj.com/news/types/fashion?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lyft-to-cut-workforce-by-about-17-amid-coronavirus-11588179906", "title": "Lyft to Cut Workforce by About 17%", "date": "2020-04-29 14:01", "summary": "Ride-hailing service is laying off 982 workers, furloughing another 288, slashing employee pay as pandemic dents its business. Lyft Inc. said it would cut about 17% of its workforce while also furloughing workers and slashing pay amid efforts to cut costs during the coronavirus pandemic that has dramatically disrupted ride-hailing services.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hertz-misses-lease-payment-prepares-for-potential-bankruptcy-11588172258", "title": "Hertz Misses Lease Payment, Prepares for Potential Bankruptcy", "date": "2020-04-29 13:56", "summary": "Rental-car company aims to preserve cash amid the coronavirus pandemic. Hertz Global Holdings Inc. is preparing for a possible bankruptcy filing after the rental-car company failed to make lease payments to preserve cash amid the Covid-19 pandemic, according to people familiar with the matter.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/juul-labs-preparing-to-cut-more-than-30-of-staff-11588174780", "title": "Juul Labs Plans to Cut Roughly a Third of Its Workers", "date": "2020-04-29 13:30", "summary": "E-cigarette company is grappling with falling market share, regulatory crackdowns. Juul Labs Inc. is planning to cut around a third of its staff as it grapples with falling e-cigarette market share and regulatory crackdowns, according to people familiar with the matter.", "categories": [["WSJ News Exclusive", "Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/blue-apron-has-too-few-cooks-in-the-kitchen-11588180753", "title": "Blue Apron Has Too Few Cooks in the Kitchen", "date": "2020-04-29 13:19", "summary": "Meal-kit provider Blue Apron is cooking up safe-at-home specialties, but the tables have already emptied. Wall Street will turn up its nose at the most delicious meal if the portions are too small.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/zoom-adds-oracle-to-its-list-of-cloud-providers-11588180156", "title": "Zoom Adds Oracle to Its List of Cloud Providers", "date": "2020-04-29 13:09", "summary": "Videoconferencing company is transferring more than 7 petabytes of data through Oracle's servers daily. Zoom Video Communications Inc. is expanding its cloud computing vendors to include Oracle Corp. , to help meet the soaring demand for remote conferencing amid the coronavirus pandemic.", "categories": [["CIO Journal"]], "category_links": ["https://www.wsj.com/news/types/cio-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/food-plant-workers-clash-with-employers-over-coronavirus-safety-11588179823", "title": "Food-Plant Workers Clash With Employers Over Coronavirus Safety", "date": "2020-04-29 13:03", "summary": "Workers fear contracting the virus or spreading it to family, while companies try to maintain vital supply chains. Tensions are escalating at food plants between essential workers who feel pressure to stay on the job through the coronavirus pandemic and their employers, who are striving to maintain the country's food supply chain without interruption.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/high-end-homes-come-out-of-the-woodwork-11588179402", "title": "High-End Homes Come Out of the Woodwork", "date": "2020-04-29 12:56", "summary": "Resume Subscription. When it comes to implementing wood elements throughout the home, most architects know a guy who knows a guy. Often, that guy is G. Michael Merritt.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/who-would-succeed-kim-jong-un-in-north-korea-look-to-mount-paektu-11588179168", "title": "Who Might Succeed North Korea's Kim Jong Un?", "date": "2020-04-29 12:52", "summary": "Kim Yo Jong, sister and confidante of dynastic family's dictator, is believed to be a top candidate due to her bloodline. SEOUL-For seven decades, North Korea's ruling Kim family maintained its grip on power with a simple conceit: nobody but the Supreme Leader could rule the country.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/apollo-nears-deal-to-invest-300-million-in-cimpress-11588159800", "title": "Apollo to Invest $300 Million in Cimpress", "date": "2020-04-29 12:49", "summary": "Private-equity firm is drawn to a commercial-printing company hurt by coronavirus pandemic. Apollo Global Management Inc. is investing $300 million in Cimpress PLC, the commercial-printing company that owns Vistaprint and has been hurt by the coronavirus pandemic.", "categories": [["WSJ News Exclusive", "Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/federal-investigators-looking-at-gm-as-part-of-uaw-probe-11588172430", "title": "Federal Investigators Looking at GM as Part of UAW Probe", "date": "2020-04-29 12:17", "summary": "Investigators focused on GM's dealings with UAW officials through joint training center. Federal investigators probing corruption at the United Auto Workers union have also been looking at General Motors Co . 's dealings with UAW officials, reflecting a newer front in the yearslong criminal investigation.", "categories": [["WSJ News Exclusive", "Autos Industry"]], "category_links": ["https://www.wsj.com/news/types/autos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/barclays-makes-case-for-unloved-universal-banking-11588176898", "title": "Barclays Makes Case for Unloved Universal Banking", "date": "2020-04-29 12:14", "summary": "Diversified model performed much as CEO Jes Staley promised at pandemic's start, but it is too early to claim victory. Investment banking turned out to be a useful string in Barclays ' bow during the turbulent first quarter. That might not end arguments over the British lender's strategy, though.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-the-economy-was-even-worse-than-the-gdp-report-11588176851", "title": "Why the Economy Was Even Worse Than the GDP Report", "date": "2020-04-29 12:14", "summary": "First-quarter gross domestic product likely fell even more than 4.8%-and the second quarter will be worse. The government has reported that in the first quarter the economy experienced its sharpest contraction since 2008. The reality was likely even worse.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/showtimes-billions-is-back-with-more-financial-schemes-than-ever-11588176563", "title": "Showtime's 'Billions' Is Back With More Financial Schemes Than Ever", "date": "2020-04-29 12:09", "summary": "Ayahuasca and cryptocurrency are just two new investment gambits for Axe Capital in season 5.. The new season of the Showtime hit \"Billions\" opens far from the show's New York City nucleus of money and power. In a hut in the wilderness, two familiar characters are blitzed on the psychedelic potion ayahuasca.", "categories": [["Books & Arts", "Arts", "Television"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/arts?mod=breadcrumb", "https://www.wsj.com/news/types/television?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/when-lysol-is-the-hottest-flight-accessory-11588175954", "title": "When Lysol Is the Hottest Flight Accessory", "date": "2020-04-29 11:59", "summary": "In a silver lining of the coronavirus, airline sanitation is getting a much-needed upgrade. It turns out the woman on the airplane next to you frantically disinfecting her leather seat, tray table, arm rest and call button was on to something.", "categories": [["Markets", "Overheard"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/overheard?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/airbus-focuses-on-cash-in-crisis-but-positions-to-out-distance-boeing-11588156918", "title": "Airbus Focuses on Cash in Crisis, But Positions to Outdistance Boeing", "date": "2020-04-29 11:55", "summary": "European plane maker says it won't need government bailout, plans to 'right size' company for post-pandemic future. Airbus SE said it expects to come out of the coronavirus pandemic in a stronger competitive position than its rival Boeing Co. , as it balances navigating a sharp drop in jetliner demand with positioning itself to go on the offensive once the crisis eases.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-cant-postpone-the-election-11588175516", "title": "Trump Can't Postpone the Election", "date": "2020-04-29 11:51", "summary": "Congress could push it back a few weeks, but the Constitution sets the end of the term on Jan. 20.. 'Mark my words, I think he is going to try to kick back the election somehow,\" Joe Biden recently said of President Trump during an online fundraiser. To \"try\" is one thing. But there are constitutional and legal reasons why a president can't delay a federal election or extend his term of office, which should dispel any worries.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/democrats-should-support-americas-oil-industry-11588175448", "title": "Democrats Should Support America's Oil Industry", "date": "2020-04-29 11:50", "summary": "The alternative is giving more power to Putin and a deeper U.S. entanglement in the Middle East.. As the turmoil in world energy markets continues, U.S. politicians of both parties need to remember that oil is not just another commodity. Access to oil has been a preoccupation of military planners and world leaders since 1914, when Winston Churchill, as first lord of the admiralty, converted the British naval fleet from coal. Concerns about oil supplies, limited by an American embargo, contributed to Japan's ruinous decision to attack the U.S. in 1941. And it was need for oil that drove Hitler to send the Wehrmacht to the Caucasus, leaving his overstretched and undersupplied forces to face the Red Army's wrath in Stalingrad.", "categories": [["Opinion", "Global View"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/global-view?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ncaa-wants-to-allow-athletes-to-cash-in-to-a-point-11588174568", "title": "NCAA Wants to Allow Athletes to Cash In...to a Point", "date": "2020-04-29 11:36", "summary": "A new proposal outlines 'guardrails' for allowing college athletes to retain agents and profit from their name, image and likeness. The National Collegiate Athletic Association on Wednesday rolled out its first concrete proposals on how it plans to allow college athletes to cash in on marketing opportunities generated by their collegiate sports prowess. But the debate will likely focus on how the NCAA also wants to limit the opportunities star athletes can generate.", "categories": [["Sports"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/two-months-that-tore-apart-the-food-chain-11588174236", "title": "Charts: Two Months That Tore Apart the Food Chain", "date": "2020-04-29 11:30", "summary": "Grocery demand skyrocketed, restaurants shut their doors and distribution became exponentially more complex, resulting in the most dramatic shift in history. The coronavirus pandemic has scrambled the U.S. food system, crushing the restaurant industry while pushing up grocery sales at record rates. The crisis is remaking every link in the supply chain, from farms to manufacturers to shippers to stores. Officials are warning of labor shortages and waning meat supplies. Ultimately, it could bring permanent changes to the way food is processed and transported. For consumers, it could mean fewer choices, higher prices and an adjustment in the way we shop and stock our pantries.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/russias-aging-infrastructure-threatens-oil-output-pact-11588173252", "title": "Russia's Aging Infrastructure Threatens Oil Output Pact", "date": "2020-04-29 11:14", "summary": "The country faces considerable obstacles to cutting production, such as low-yielding fields that are expensive to maintain and restart. MOSCOW-Russia's adherence to a hard-fought oil production deal with Saudi Arabia and the U.S. could be imperiled by its aging industrial infrastructure and the unique challenges of winding down a broad network of wells across its vast landmass.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/house-delays-return-to-capitol-amid-uncertainty-over-next-round-of-coronavirus-stimulus-11588091849", "title": "McConnell Wants to Shield Companies From Liability in Pandemic", "date": "2020-04-29 11:12", "summary": "Senate leader also opposes an infrastructure package in the next relief bill; top Democrat says GOP favors companies over workers. WASHINGTON-Senate Majority Leader Mitch McConnell told Republican lawmakers on a private call that he wants to shield companies from liability over pandemic-related suits and doesn't support including an infrastructure package in a coronavirus relief bill, according to people familiar with the call, despite President Trump's push for infrastructure investment.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-buys-more-body-bags-preparing-for-worst-case-cornavirus-scenario-11588172780", "title": "U.S. Buys 100,000 More Body Bags, Preparing for Coronavirus Worst", "date": "2020-04-29 11:06", "summary": "More than 58,000 Americans have died from Covid-19. The federal government ordered 100,000 new Covid-19 body bags, in what officials described as preparations for a \"worst case\" scenario.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/some-states-lifted-coronavirus-restrictions-but-did-people-go-out-11588172055", "title": "Some States Lifted Coronavirus Restrictions, but Did People Go Out?", "date": "2020-04-29 10:54", "summary": "Data show people went out in trickles, not droves, with clothing stores and travel-related spots among the most popular destinations. After weeks of shutdowns to help stop the spread of the coronavirus, several states started easing their restrictions on nonessential businesses last weekend, welcoming customers back and letting some employees return to work. Data from Georgia, Oklahoma and South Carolina show people came out in trickles rather than droves, but travel, clothes and entertainment topped the list.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/young-doctors-struggle-to-treat-coronavirus-patients-we-are-horrified-and-scared-11588171553", "title": "Young Doctors Struggle to Treat Coronavirus Patients", "date": "2020-04-29 10:45", "summary": "Residents in training for other specialties must learn fast how to do procedures they were never trained for. As young doctors training to be psychiatrists, Rita Morales and her co-residents at NewYork-Presbyterian/Columbia hospital filled many days counseling patients and managing their medications.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/miscalculation-at-every-level-left-u-s-unequipped-to-fight-coronavirus-11588170921", "title": "Miscalculations at Every Level Left U.S. Unequipped to Fight Coronavirus", "date": "2020-04-29 10:35", "summary": "A shortfall in masks lays bare the blunders by hospitals, manufacturers and the federal government. A new virus had rapidly spread across the globe and Tuomey Healthcare System in South Carolina couldn't get more protective masks for its hospital workers. A global run on them had created a shortage.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/monopoly-maker-gets-a-big-lift-from-lockdown-11588169873", "title": "Monopoly Maker Gets a Big Lift From Lockdown", "date": "2020-04-29 10:17", "summary": "Sales of Hasbro games jump 25% as idle families scoop up classics from Jenga to Operation to ride out the coronavirus pandemic. Bored families stocked up on board games.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/all-your-thermometer-questions-answered-by-the-experts-11588169821", "title": "All Your Thermometer Questions Answered by the Experts", "date": "2020-04-29 10:17", "summary": "Fever is a common symptom of the coronavirus, so we asked health experts what kinds of the devices work best and how to use them. Since fever is one of the most common signs a person may have contracted the new coronavirus, the Equal Employment Opportunity Commission says it's now acceptable for employers to take workers' temperatures.", "categories": [["Life & Work", "Journal Reports: Coronavirus"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-coronavirus?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-isnt-stopping-some-wealthy-homeowners-from-listing-their-luxury-properties-11588163738", "title": "Coronavirus Isn't Stopping Some Wealthy Homeowners From Listing Their Luxury Properties", "date": "2020-04-29 10:10", "summary": "Some are selling out of necessity, while others see an opportunity to list their homes in an otherwise crowded spring real-estate market. Back last fall, when Los Angeles real-estate agent Tomer Fridman began thinking about launching his newest listing, a $32 million contemporary home perched above the Sunset Strip, he envisioned an elaborate Champagne-fueled soiree to mark the occasion. High-end brokers, wealth managers and their well-heeled clients would wander through the property's three farmhouse-style pavilions, through its 11,000 square feet and gaze at the views of downtown Los Angeles and the Pacific Ocean through the 32-foot-tall windows.", "categories": [["Real Estate", "Homes"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/homes?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/boris-johnson-becomes-a-father-again-days-after-beating-covid-19-11588169126", "title": "Boris Johnson Becomes a Father Again Days After Beating Covid-19", "date": "2020-04-29 10:05", "summary": "He is the third British prime minister in the past two decades to have had a child while in office. LONDON-U.K. Prime Minister Boris Johnson and his fiancée Carrie Symonds announced the birth of a baby boy, capping a tumultuous month for the British leader who is just back at work after being hospitalized by the new coronavirus.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/home-schooling-pros-suddenly-voted-most-popular-11588169075", "title": "Home-Schooling Veterans Advise Rookies How to Stay Sane", "date": "2020-04-29 10:04", "summary": "Coronavirus lockdowns turn longtime home teachers into Instagram stars and cheerleaders for harried parents; 'You got this!'. When Sarah Murdock wakes up in the morning, her Instagram account, which she describes as \"raw motherhood,\" is flooded with questions from desperate parents. They want to know how to educate their children without losing their minds.", "categories": [["A-hed"]], "category_links": ["https://www.wsj.com/news/types/a-hed?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/partisan-fight-looms-over-voting-by-mail-11588167903", "title": "Partisan Fight Looms Over Voting by Mail", "date": "2020-04-29 09:53", "summary": "Democrats, Republicans in Congress sharply differ over expanding mail balloting in November to ease coronavirus fears at polls. WASHINGTON-Six months out from Election Day, Republicans and Democrats in Congress are headed for a showdown over expanding voting by mail, with Americans set to converge on the polls when experts say the coronavirus could remain a health threat.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/china-south-korea-move-to-revive-business-travel-between-them-11588168284", "title": "China, South Korea Move to Revive Business Travel", "date": "2020-04-29 09:51", "summary": "'Green Lane' program is Beijing's first formal bilateral action to ease border controls and help revive economic activity. HONG KONG-South Korea says it has agreed with China to start facilitating some business travel between the two Asian neighbors, in Beijing's first formal bilateral program to ease border controls and help revive economic activity stalled by the coronavirus pandemic.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/time-for-a-faster-turnaround-at-ford-11588168063", "title": "Time for a Faster Turnaround at Ford", "date": "2020-04-29 09:47", "summary": "The Covid shutdowns are a test and opportunity alike for the Detroit auto maker, whose slow restructuring plans already made it a focus of investor frustration. The upheaval caused by Detroit's coronavirus shutdowns may offer Ford Chief Executive Jim Hackett his last chance to show investors he can turn the U.S. industrial icon around.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/aviations-crisis-just-became-permanent-11588166833", "title": "Aviation's Crisis Just Became Permanent", "date": "2020-04-29 09:27", "summary": "The airline industry has moved from temporary freezes to long-term downsizing as years of depressed demand loom. Even in the best-case scenario of a sharp recovery for the global economy, there won't be one for the aviation industry.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-legal-fight-between-insurers-and-businesses-is-expanding-11588166775", "title": "The Legal Fight Between Insurers and Businesses Is Expanding", "date": "2020-04-29 09:26", "summary": "A lawsuit filed by a human-rights nonprofit against Chubb is the latest in a fight to get property insurers to pay coronavirus-related claims. A litigation campaign against the country's property insurers that began with celebrity chefs and their restaurants has now expanded into a host of other businesses. The latest plaintiff: a nonprofit focused on fighting anti-Semitism.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-complicates-the-expat-adventure-11588166229", "title": "Coronavirus Complicates the Expat Adventure", "date": "2020-04-29 09:17", "summary": "Some of America's 9 million expatriates say they are relieved to be living far away during the pandemic while others worry about family back in the U.S.. Abe Chuang, an American working in Japan, is riding out the coronavirus pandemic far from his native Los Angeles with no regrets about his expatriate experience.", "categories": [["Life & Work", "Life & Style"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/life-style?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/in-rural-texas-lone-doctor-also-county-judge-crafts-coronavirus-policy-11588165201", "title": "In Rural Texas, Lone Doctor Crafts Coronavirus Policy", "date": "2020-04-29 09:00", "summary": "'Fortunately, Judge Howard is Dr. Howard and he can get tests,' says former Naval surgeon who found lab providing more test kits and faster results. CLARENDON, Texas-\"How many today?\" John Howard asked a physician assistant minutes before his clinic opened on April 24, as the staff prepared for another day of treating potential coronavirus patients in the Texas Panhandle.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/glittering-hudson-yards-is-dulled-by-coronavirus-pandemic-11588126005", "title": "Glittering Hudson Yards Dulled by Shutdowns", "date": "2020-04-29 09:00", "summary": "Development suffers decline in rent collection from retailers including Neiman Marcus. Barely a year ago Hudson Yards, the new $25 billion neighborhood of tall glass towers on Manhattan's West Side, was celebrating its grand opening. It featured a seven-story retail mall, as well as stylish restaurants, a park, a huge climbing structure and two towers of expensive condominiums.", "categories": [["U.S.", "Real Estate"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-real-estate?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/aclu-presses-prisons-for-coronavirus-infection-data-11588165202", "title": "ACLU Presses Prisons for Virus Infection Data", "date": "2020-04-29 09:00", "summary": "The civil-liberties group and dozens of local affiliates are mounting a coordinated campaign as prison infection rates rise. The American Civil Liberties Union said Wednesday it filed a flurry of public-records requests seeking data to explain why federal and state prisons are among the country's worst Covid-19 hot spots.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/amazon-nfl-extend-streaming-deal-for-three-more-seasons-11588165201", "title": "Amazon, NFL Extend Streaming Deal for Three More Seasons", "date": "2020-04-29 09:00", "summary": "On top of 'Thursday Night Football,' Amazon to have exclusive national rights to one Saturday game. Amazon . com Inc. extended an agreement with the National Football League that will give its members the opportunity to stream football games for the next three years.", "categories": [["Business", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-beyond-meat-ceo-ethan-brown-imagines-a-world-of-plant-based-eating-11588164037", "title": "Imagining a World of Meatless Eating", "date": "2020-04-29 08:42", "summary": "Plant-based meat company Beyond Meat's CEO Ethan Brown: \"We want to be the brand that lets people separate the idea of 'meat' from animals.\". On an early-March afternoon in El Segundo, California, shortly before fears of Covid-19 shut down large parts of the U.S. economy, Ethan Brown, 48, the founder, president and CEO of the pioneering plant-based food company Beyond Meat, stretches his six-foot-five frame across a conference table to fiddle with the audio controls connected to a monitor. The comedian Kevin Hart is speaking on-screen, but for a long while no sound is coming out. \"I think I have an idea,\" Brown says, making a quick, mysterious fix. \"You're the geniuses who figured out how to make plant-based protein taste exactly like a f-ing burger,\" says Hart, \"but you couldn't unmute me?\"", "categories": [["Tracked"]], "category_links": ["https://www.wsj.com/news/types/magazine-tracked?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/carey-mulligan-stiff-lip-11580330268-11580330268", "title": "Why Carey Mulligan Can't Get Rid of Her Stiff Upper Lip", "date": "2020-04-29 08:38", "summary": "\"I've got a generational hangover of that British reserve,\" says the actor. She and five other cultural luminaries discuss prudence.. \"Prudence can hold you back. My instinct is always to do less because I don't like big, showy performances. When I've had really successful pairings with directors, it's because they recognize that. With Paul Dano [in Wildlife], I remember saying to him, 'This feels like terrible acting,' and he said, 'Great; do the worst take you can.' I am more reserved, a bit quieter, not initially very gregarious. I've got a generational hangover of that British reserve, stiff upper lip thing, whereas kids growing up now are more outspoken. The expectations of female representation on-screen can be quite prudish. Sometimes, some of the more challenging or trickier aspects to characters I've played have been edited out a little bit to make them more appealing. There's a fear that if a woman on-screen isn't likable, the audience won't stick with the experience of the film. I don't think that's true.\"", "categories": [["Soapbox"]], "category_links": ["https://www.wsj.com/news/types/magazine-soapbox?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/selling-during-coronavirus-11588163689", "title": "Selling During Coronavirus", "date": "2020-04-29 08:34", "summary": "A look inside some properties on the market right now, including an oceanfront Montecito home and a Brooklyn townhouse.. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/this-mask-maker-is-making-a-blacklist-of-coronavirus-price-gougers-11588163400", "title": "This Mask Maker Is Making a Blacklist of Coronavirus Price Gougers", "date": "2020-04-29 08:30", "summary": "The CEO of one of the world's major producers of personal protective equipment discusses choked supply chains and why demand for his products won't subside anytime soon. Magnus Nicolin isn't on the front line of the coronavirus crisis, but his company's products are.", "categories": [["Business", "Management", "Management & Careers"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/management?mod=breadcrumb", "https://www.wsj.com/news/types/boss-talk?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ford-reports-nearly-2-billion-loss-for-quarter-11588106466", "title": "Ford Reports $2 Billion Loss for Quarter", "date": "2020-04-29 08:23", "summary": "Auto maker says loss largely reflects impact of pandemic on its business. Ford Motor Co. reported a larger pretax loss, adjusted for one-time items, than the company was expecting and said that number is expected to top $5 billion in the current quarter.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-shuts-some-beloved-local-restaurants-for-good-11588162817", "title": "Virus Shuts Some Beloved Local Restaurants for Good", "date": "2020-04-29 08:20", "summary": "Ardent fans mourn 'the Dirty O' in Pittsburgh and Coogan's in New York. PITTSBURGH-Officially, it was the Original Hot Dog Shop. To fans of its dogs and fries, however, the corner shop was known as the O-or the Dirty O, an homage to less-than-immaculate standards of cleanliness.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chinas-tesla-rival-nio-turns-to-state-for-financial-lifeline-11588162288", "title": "China's Tesla Rival NIO Turns to State for Financial Lifeline", "date": "2020-04-29 08:11", "summary": "Roughly $1 billion investment entitles state-owned entities to 24.1% stake in electric-vehicle maker's China unit. SHANGHAI- NIO Inc., the embattled electric-vehicle startup once feted as China's answer to Tesla Inc., has secured a financial lifeline from state investors in return for agreeing to base its operations partly in a provincial city 300 miles west of Shanghai.", "categories": [["Business", "Asia"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/barclays-profit-drops-as-it-braces-for-soured-loans-11588143371", "title": "Barclays's Record Trading Quarter Reinforces CEO's Strategy", "date": "2020-04-29 08:10", "summary": "U.K. lender is the latest to set aside provisions for losses from loans. LONDON- Barclays PLC said the trading unit in its investment bank generated record quarterly revenue, helping to stabilize the U.K. lender as the coronavirus pandemic caused profit to fall and provisions for bad loans to rise.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-car-in-quarantine-needs-to-stay-in-shape-too-11588161602", "title": "A Car in Quarantine Needs to Stay in Shape, Too", "date": "2020-04-29 08:00", "summary": "How to keep up your car's engine, battery and tires while the coronavirus is keeping you home. The coronavirus lockdown means that millions of vehicles are staying home. And, like you, they need a little exercise.", "categories": [["Life & Work", "Journal Reports: Coronavirus"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-coronavirus?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/on-coronavirus-national-security-threats-obrien-picks-his-spots-11588161602", "title": "On Coronavirus, National Security Threats, O'Brien Picks His Spots", "date": "2020-04-29 08:00", "summary": "Trump's national security adviser has mostly avoided a public role, working behind the scenes to focus on China and subtly steer the president. WASHINGTON-When President Trump was initially hesitant about curbing travel from China in January, his national security adviser, Robert O'Brien, described in stark terms the impending coronavirus threat.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-olympic-sports-guidelines-outline-arduous-return-from-coronavirus-11588161629", "title": "The Complex, Risky New Normal for Athletes in Olympic Training", "date": "2020-04-29 08:00", "summary": "New guidelines show a slow road back until testing capacity expands, and could apply to NBA teams and college sports. U.S. Olympic & Paralympic athletes will need to follow elaborate hygiene, travel and medical precautions to safely return to training and competition from the coronavirus pandemic shutdown, according to guidelines released Tuesday by the U.S. Olympic & Paralympic Committee's chief medical officer.", "categories": [["Sports", "Olympics"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/olympics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/jazz-up-kids-sneakers-with-an-easy-diy-11588161626", "title": "Jazz Up Kids' Sneakers with an Easy DIY", "date": "2020-04-29 08:00", "summary": "Feeling bored and thrifty? Erica Chan Coffman, founder of lifestyle blog HonestlyWTF, offers a simple, step-by-step guide to tie-dyeing stale white kicks. ", "categories": [["Life & Work", "Style & Fashion", "Fashion"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/fashion?mod=breadcrumb", "https://www.wsj.com/news/types/fashion?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-heightens-global-struggle-for-migrant-nurses-11588161393", "title": "Virus Heightens Global Struggle for Migrant Nurses", "date": "2020-04-29 07:56", "summary": "Resume Subscription. Within days of arriving in London in early March to work as a pediatric nurse, Lady Lei Fregillana found herself on the front lines of the U.K. National Health Service's coronavirus battle. She was deployed as a nursing assistant in an intensive-care ward as the city's hospitals became overwhelmed.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/anthem-posts-lower-quarterly-profit-higher-revenue-11588157239", "title": "Anthem Posts Lower Quarterly Profit, Higher Revenue", "date": "2020-04-29 07:35", "summary": "Health insurer's adjusted earnings per share rose as shares outstanding fell. Anthem Inc. reported lower first-quarter profit and higher revenue as it responds to a membership battling the Covid-19 pandemic.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-last-stronghold-of-growing-bank-profits-cannot-hold-11588159577", "title": "The Last Stronghold of Growing Bank Profits Cannot Hold", "date": "2020-04-29 07:29", "summary": "The impressive ability of major banks to weather the storm won't last the year. China's four largest listed banks reported growing profits in first-quarter earnings out this week, even after the collapse in economic activity caused by the coronavirus pandemic.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/developing-countries-draw-down-reserves-to-shield-currencies-11588159630", "title": "Developing Countries Draw Down Reserves to Shield Currencies", "date": "2020-04-29 07:27", "summary": "Depleted reserves are likely to leave nations such as Turkey and Egypt vulnerable to shocks, investors and economists say. Emerging-market countries last month depleted their foreign-exchange reserves at the fastest pace since the global financial crisis to contain a plunge in their currencies, leaving some nations vulnerable to further shocks.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/africa-braces-for-a-record-wave-of-locusts-11588152655", "title": "Africa Braces for a Record Wave of Locusts", "date": "2020-04-29 07:22", "summary": "A new swarm threatens to be the largest ever, threatening food security across much of East Africa as it braces for the full impact of the coronavirus. First came the floods. The waters swamped bean and corn fields and created a breeding ground for a swarm of desert locusts the size of Manhattan that fanned out and destroyed a swath of farmland across eight East African nations as large as Oklahoma earlier this year.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/europes-competition-chief-says-subsidy-restrictions-will-return-once-coronavirus-fades-11588159213", "title": "Europe's Competition Chief Says Subsidy Restrictions Will Return Once Virus Fades", "date": "2020-04-29 07:20", "summary": "Strict rules could be back in force as soon as Jan. 1, says Margrethe Vestager. BRUSSELS-Europe's suspension of strict subsidy rules doesn't mean a permanent shift away from banning governments from propping up companies, said the European Union's competition czar.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/auto-loans-are-running-on-fumes-11588158000", "title": "Auto Loans Are Running on Fumes", "date": "2020-04-29 07:00", "summary": "Auto loans are emerging as one the of hardest-hit categories of credit amid the coronavirus pandemic. In consumer lending right now, auto loans are the squeaky wheels.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/both-new-zealand-and-australia-contained-coronavirus-but-one-is-set-to-pay-a-heavier-price-11588158002", "title": "Both New Zealand and Australia Contained Coronavirus, but One Is Set to Pay a Heavier Price", "date": "2020-04-29 07:00", "summary": "Each country has seen new infections drop markedly, but the economic costs of New Zealand's strict approach are expected to be significantly higher. New Zealand imposed one of the strictest lockdowns in the world, aiming to stamp out the new coronavirus. Australia took a different approach, adopting social-distancing restrictions but keeping more of its economy open, in an effort to suppress the pathogen.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/deutsche-bank-beats-expectations-but-coronavirus-clouds-outlook-11588143862", "title": "Coronavirus Complicates Deutsche Bank's Road to Recovery", "date": "2020-04-29 06:28", "summary": "German lender warns that the sharp slowdown in the global economy will present challenges. It looked like Deutsche Bank AG was finally going to have a good year. Then the coronavirus came, forcing it to set aside money for loan losses, disrupting targets and clouding the bank's outlook.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/factory-shutdowns-demand-slump-hammer-european-auto-earnings-11588147497", "title": "Factory Shutdowns, Demand Slump Hammer European Auto Earnings", "date": "2020-04-29 06:21", "summary": "Volkswagen and Daimler saw pretax earnings plummet after suspending production as the pandemic rolled across Europe. BERLIN-Two of Germany's largest car makers said Wednesday that the worst of the economic impact from the novel coronavirus was yet to come, after reporting sharp falls in earnings, revenue and new-car sales for the first three months of the year.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/after-firing-its-bazooka-ecb-could-reload-to-fight-coronavirus-11588155329", "title": "After Firing Its Bazooka, ECB Could Reload", "date": "2020-04-29 06:15", "summary": "ECB's virus response has been more modest than the Fed's, but some expect it to boost stimulus. FRANKFURT-Investors expect the European Central Bank to scale up its giant bond-buying program, possibly as soon as Thursday, as it seeks even more firepower to help eurozone governments blunt the economic damage wrought by the coronavirus pandemic.", "categories": [["Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-roads-are-quieter-due-to-coronavirus-but-there-are-more-fatal-car-crashes-11588152600", "title": "The Roads Are Quieter Due to Coronavirus, but There Are More Fatal Car Crashes", "date": "2020-04-29 05:30", "summary": "Some states say auto fatality rates are rising despite a decrease in traffic volume. Fewer drivers are hitting the road during the pandemic, yet police in some places have made an unexpected discovery: an increase in deadly car crashes.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/harlem-pastor-increases-focus-on-churchs-mental-health-as-covid-19-takes-toll-11588152601", "title": "Harlem Pastor Increases Focus on Church's Mental Health as Covid-19 Takes Toll", "date": "2020-04-29 05:30", "summary": "First Corinthian Baptist's Rev. Michael Walrond preaches from home, retools programs, focuses leaders on trauma. 'My responsibility is to care for the well-being of people.'. The Rev. Michael Walrond Jr. spent the earliest days of the pandemic getting used to remote church services. Since then the outreach strategy has changed, giving has slipped and encouragement has become a theme in sermons.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sec-investigates-starbucks-china-rival-luckin-over-accounting-scandal-11588152604", "title": "SEC Investigates China's Luckin Coffee Over Accounting Scandal", "date": "2020-04-29 05:30", "summary": "Probe will be a test of the SEC's ability to obtain information from abroad. WASHINGTON-The Securities and Exchange Commission is investigating Luckin Coffee Inc.'s disclosure that some of its employees cooked its books last year, according to people familiar with the matter.", "categories": [["WSJ News Exclusive", "Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/china-unveils-new-date-for-legislative-meeting-delayed-by-coronavirus-11588139029", "title": "China Unveils New Date for Legislative Meetings Delayed by Coronavirus", "date": "2020-04-29 05:16", "summary": "Senior officials in China's legislature agree to start session of National People's Congress on May 22. HONG KONG-China announced a new date for its annual legislative conclave, now set for late May after a 2½-month delay, signaling confidence that the country's coronavirus contagion has been sufficiently contained.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/its-u-s-shares-soaring-jd-com-files-to-list-in-hong-kong-11588147173", "title": "Its U.S. Shares Soaring, JD.com Files to list in Hong Kong", "date": "2020-04-29 03:59", "summary": "Chinese e-commerce giant would follow larger rival Alibaba; both online retailers are also listed in New York. Chinese e-commerce giant JD.com Inc. filed a confidential application to list in Hong Kong, moving a step closer to a stock sale as early as June, according to people familiar with the matter.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-marriage-rate-plunges-to-lowest-level-on-record-11588132860", "title": "U.S. Marriage Rate Plunges to Lowest Level on Record", "date": "2020-04-29 00:01", "summary": "Strained finances have Americans forming households without tying the knot. WASHINGTON-The share of Americans getting married has fallen to its lowest level on record, according to government figures released Wednesday that reflect how economic insecurity and changing norms are eroding the institution.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-to-watch-hulus-normal-people-offers-young-love-escapism-11588186998", "title": "What to Watch: Hulu's 'Normal People' Offers Young Love Escapism", "date": "2020-04-29 00:01", "summary": "Plus: Ken Burns on his problem with ESPN's Michael Jordan documentary, a reader-recommended streaming service and a movie for family night. How would some beloved sitcom characters respond to life in quarantine? See on Thursday, when \"Parks and Recreation\" returns after five years with the rest of the original cast of the NBC sitcom for a coronavirus-themed reunion episode to raise money for Covid-19 relief. (8:30 p.m. ET on NBC, or streaming on its new service Peacock starting Friday. For more about Peacock, which is currently only available to Comcast's Xfinity X1 and Flex customers, see our guide to streaming services.)", "categories": [["Books & Arts", "Arts", "Screen Time"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/arts?mod=breadcrumb", "https://www.wsj.com/news/types/screen-time?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11588100239", "title": "Pepper...and Salt", "date": "2020-04-29 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/after-the-coronavirus-bailout-all-i-got-was-this-lousy-airline-voucher-11588170599", "title": "The 19 Airlines Making Refunds a Headache", "date": "2020-04-29 00:01", "summary": "Some carriers are doing right by their passengers forced to cancel trips, but these companies are making it harder. The U.S. airline bailout ended up with no relief for travelers stuck with vouchers from airlines refusing refunds. Now airlines are getting more creative-even duplicitous-in pushing vouchers on customers to whom they owe money.", "categories": [["Life & Work", "Travel", "The Middle Seat"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/magazine/travel?mod=breadcrumb", "https://www.wsj.com/news/types/the-middle-seat?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/samsung-electronics-reports-slight-decline-in-quarterly-profit-11588120845", "title": "Samsung Reports Slight Decline in Quarterly Profit", "date": "2020-04-29 23:36", "summary": "South Korean tech company expects demand to plummet further as stores remain closed and consumers rein in spending. Samsung Electronics Co. reported Wednesday a slight decline in its first-quarter net profit despite increased computing demand for its memory chips, warning that the coronavirus pandemic's impact could further threaten the company's earnings the rest of the year.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-wins-ohio-primary-more-than-two-months-after-states-voting-started-11588120977", "title": "Biden Wins Ohio Primary More Than Two Months After State's Voting Started", "date": "2020-04-29 23:13", "summary": "Election was conducted almost entirely by mail-in ballots amid coronavirus fears. Ohio's primary election, which started in mid-February with early voting, wrapped up Tuesday with former Vice President Joe Biden being declared the winner of the state's 2020 Democratic presidential nominating contest.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-to-take-executive-action-to-keep-meat-processing-plants-open-11588099443", "title": "Trump Takes Executive Action to Keep Meat-Processing Plants Open", "date": "2020-04-29 22:23", "summary": "President invokes Defense Production Act to keep plants open amid coronavirus pandemic. President Trump signed an executive order on Tuesday paving the way for meat-processing plants to remain open during the coronavirus pandemic, as hundreds of workers have fallen ill and concerns mount about food-supply shortages.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/justin-amash-of-michigan-explores-libertarian-presidential-bid-11588123621", "title": "Justin Amash Explores Libertarian Presidential Bid", "date": "2020-04-29 22:06", "summary": "Republican-turned-independent congressman says he has formed a presidential exploratory committee. Rep. Justin Amash of Michigan, a Republican-turned-independent who is an outspoken critic of President Trump, said Tuesday evening that he has formed a presidential exploratory committee to run for the Libertarian Party's nomination.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/amc-theater-chain-blasts-universals-plans-to-release-more-movies-digitally-11588120091", "title": "AMC Blasts Universal's Plans to Release More Movies Digitally", "date": "2020-04-29 21:40", "summary": "Open letter accuses 'Trolls' studio of showing 'zero concern' for theater operators. LOS ANGELES-Universal Pictures' plan to experiment with the theatrical distribution model has sparked all-out war with the world's largest movie-theater chain.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sba-to-face-big-challenges-ensuring-coronavirus-loans-arent-misspent-11588094140", "title": "U.S. Audits of Small-Business Loans Face Challenges", "date": "2020-04-29 21:07", "summary": "Mnuchin says companies that borrow money through the government's aid program could face audits before the loans are forgiven. Small businesses that borrow money through the government's aid program could face audits before the loans are forgiven, Treasury Secretary Steven Mnuchin said Tuesday, even as others warned that federal officials face daunting challenges in ensuring the funds are properly spent.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/main-break-in-jersey-city-cuts-off-water-supply-11588121439", "title": "Main Break in Jersey City Cuts Off Water Supply", "date": "2020-04-29 20:50", "summary": "The water utility said it wasn't sure when service would resume; Hoboken also is affected. A massive water-main break knocked out service for much of Jersey City, N.J., and residents there and in neighboring Hoboken were instructed to boil their water as a precaution.", "categories": [["U.S.", "Tri-State Area"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-region?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/by-teleconference-appeals-court-hears-houses-mcgahn-and-border-wall-cases-11588100570", "title": "Appeals Court Hears House's McGahn and Border Wall Cases", "date": "2020-04-29 20:37", "summary": "Court to weigh when, if ever, the judiciary should settle disputes between the legislative and executive branches. WASHINGTON-A federal appeals court on Tuesday heard a pair of cases brought by the Democratic-led House of Representatives against the Trump administration to decide when, if ever, the judiciary should resolve disputes between the other two branches of government.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/america-movil-swings-to-first-quarter-loss-on-foreign-exchange-11588119671", "title": "America Movil Swings to First-Quarter Loss on Foreign Exchange", "date": "2020-04-29 20:21", "summary": "Company said it saw little impact on its operations from the global health crisis over the coronavirus. MEXICO CITY-Telecommunications heavyweight América Móvil SAB swung to a heavy net loss in the first quarter, despite higher sales and operating income, as the depreciation of the Mexican peso pushed up its financial costs.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}]