[{"link": "https://www.wsj.com/articles/former-officer-charged-in-george-floyd-killing-faces-felony-tax-charges-11595462396", "title": "Ex-Officer Charged in Floyd Killing Faces Felony Tax Charges", "date": "2020-07-22 19:59", "summary": "Derek Chauvin is accused of failing to report over $95,000 in income at bar where victim also once worked. Derek Chauvin, the former Minneapolis police officer charged in the killing of George Floyd, faces new allegations of felony tax fraud, including failure to report more than $95,000 over several years working as a security guard at a bar where Mr. Floyd also once worked as a bouncer.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-pushes-law-and-order-message-while-rolling-out-anticrime-effort-11595456033", "title": "Trump Pushes 'Law and Order' Message While Rolling Out Anticrime Effort", "date": "2020-07-22 19:58", "summary": "Federal officials to send hundreds of law-enforcement officers to Chicago and other cities to fight rising gun violence. WASHINGTON-Federal officials said they plan to send hundreds of law-enforcement officers to Chicago and other cities to help fight rising gun violence, as President Trump pressed a law-and-order message that paints the leaders of Democratic-run cities as too soft on crime.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/purdue-pharmas-legal-fees-mount-amid-calls-for-probe-into-drugmaker-11595461961", "title": "Purdue Pharma's Legal Fees Mount Amid Calls for Probe Into Drugmaker", "date": "2020-07-22 19:52", "summary": "OxyContin maker's effort to settle opioid cases is moving slowly, racking up payouts for lawyers. OxyContin maker Purdue Pharma LP has racked up $277 million in professional fees in the first nine months of its bankruptcy-four times as much as it spent on research and development, court records show.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-vaccine-progress-report-11595461075", "title": "A Vaccine Progress Report", "date": "2020-07-22 19:37", "summary": "Private innovation and public money are betting on multiple candidates.. Life probably won't return to normal until we have a widely distributed Covid-19 vaccine, and the good news is this may happen sooner than expected thanks to years of private investment and new cooperation between the U.S. government and drug companies.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/microsoft-revenue-surges-thoughazure-cloud-growth-slows-11595449687", "title": "Microsoft Revenue Surges Though Cloud Growth Slows", "date": "2020-07-22 19:37", "summary": "Software giant reports quarterly sales rose 13% to $38 billion. Microsoft Corp. reported strong sales growth driven by sustained demand for its cloud-computing services as customers shift more work online during the coronavirus pandemic.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/judy-shelton-steps-closer-to-the-fed-11595460737", "title": "Judy Shelton Steps Closer to the Fed", "date": "2020-07-22 19:32", "summary": "In the Federal Reserve's new activist era, it could use a fresh perspective.. After the Senate Banking Committee on Tuesday advanced Judy Shelton's nomination to the Federal Reserve Board of Governors, the news write-ups inevitably described her with adjectives like \"controversial.\" She should take it as a badge of honor, given how she would provide needed intellectual diversity at the Fed.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/say-it-aint-so-trader-joes-11595460483", "title": "Say It Ain't So, Trader Joe's", "date": "2020-07-22 19:28", "summary": "The grocer takes woke orders on its brands from a 17-year-old.. It surely never occurred to Americans who shop at the eclectic grocery chain Trader Joe's that their enchiladas, pizza and pad thai were wrapped in cultural exploitation. But after a high-school senior in California illuminated the brand's sinister underbelly, the company issued an apology.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-case-for-setting-h-1bs-free-11595460255", "title": "The Case for Setting H-1Bs Free", "date": "2020-07-22 19:24", "summary": "Trump has suspended the visas, so firms might send research abroad.. When President Trump suspended the issuance of new H-1B work visas for high-skilled foreigners, he explained it as a way to bolster job prospects for unemployed Americans. But if companies can't bring talent to the U.S., they respond by shifting resources and research abroad, according to a study released this week by the National Bureau of Economic Research.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/desecration-of-catholic-churches-across-u-s-leaves-congregations-shaken-11595451973", "title": "Desecrated Churches Leave U.S. Catholics Shaken", "date": "2020-07-22 19:10", "summary": "More than half a dozen incidents in recent weeks include arson, decapitation of statues of Jesus and the Virgin Mary. Parishioners and clergy were shocked and grieving following a spate of vandalism at Catholic churches in various U.S. cities in recent weeks.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-ambassador-told-others-president-asked-him-to-try-to-move-the-british-open-to-trump-property-11595459409", "title": "U.S. Ambassador Told Others President Asked Him to Try to Move British Open to Trump Property", "date": "2020-07-22 19:10", "summary": "President denies discussing the matter with the envoy, Robert Wood Johnson. The U.S. ambassador in London told associates in February 2018 that he had been asked by President Trump to see if he could arrange for the British Open golf tournament to be held at the Trump Turnberry resort in Scotland, according to a person familiar with the matter.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/italy-approves-coronavirus-spending-package-11595458683", "title": "Italy Approves Coronavirus Spending Package", "date": "2020-07-22 18:58", "summary": "Relatively small stimulus comes a day after EU leaders agreed on massive outlay largely aimed at helping southern Europe. ROME-The Italian government approved a new €25 billion ($28.94 billion) spending package late Wednesday, a day after European Union leaders agreed on a €1.8 trillion package aimed in large part to help Italy and other southern European countries blunt the economic impact of the coronavirus pandemic.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-cubans-review-a-more-profound-truth-11595458669", "title": "'The Cubans' Review: A More Profound Truth", "date": "2020-07-22 18:57", "summary": "A veteran foreign correspondent takes us behind the romantic veil that hides the day-to-day experiences of ordinary Cubans.. In 1976, Cary, a young Afro-Cuban woman, sailed out of Havana Harbor with 2,000 fellow students bound for the Soviet Union. They were thrilled to be going to the land that led the global communist movement, where they would earn university degrees that would help them build the Cuba of their dreams. But instead of discovering the thriving revolutionary society she'd heard about from regime officials in Cuba, Cary found herself surrounded by politically apathetic Russian classmates. They laughed at her for wanting to go to the May Day parade-the International Workers' Day celebration. She realized: \"These Russians don't think the way we do.\"", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cleveland-has-seen-empty-ballparks-before-11595458606", "title": "Cleveland Has Seen Empty Ballparks Before", "date": "2020-07-22 18:56", "summary": "As an Indians ball boy in the late '60s, I got used to vacant seats.. As a clubhouse attendant and ball boy for the Cleveland Indians from 1967-69, I got to wear a real uniform and shag batting practice flies. As teenage summer jobs go, it's always been a great icebreaker in interviews.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/joe-bidens-lazy-new-ideas-11595458559", "title": "Joe Biden's Lazy New Ideas", "date": "2020-07-22 18:56", "summary": "On Covid, he doesn't have any. On climate and the economy, they're liabilities.. Joe Biden's strategy to become president appears to be (a) make sure people don't confuse him with Donald Trump, and (b) worry only about appealing to voters on the Democratic Party's left flank. Looking at today's polls, it just might work.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-growth-agenda-for-italy-requires-giving-bureaucrats-the-boot-11595458597", "title": "A Growth Agenda for Italy Requires Giving Bureaucrats the Boot", "date": "2020-07-22 18:56", "summary": "To avoid a lost quarter-century, Europe's third-largest economy needs a radically smaller state.. Rome", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/progressives-to-cities-drop-dead-11595458490", "title": "Progressives to Cities: Drop Dead", "date": "2020-07-22 18:54", "summary": "The ruin of major liberal cities by progressive policies is a significant political event.. On Tuesday the New York City sky was clear, blue and filled with sunshine. That's it for this week's good news. We turn now to Portland, Ore.; Seattle, Chicago, San Francisco and all of America's other seemingly Godforsaken cities.", "categories": [["Opinion", "Wonder Land"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/wonder-land?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/house-votes-to-guarantee-conservation-funding-11595458468", "title": "House Votes to Guarantee Conservation Funding", "date": "2020-07-22 18:54", "summary": "Bill, approved by Senate in June, now goes to President Trump to sign. WASHINGTON-The House passed a sweeping public lands bill to permanently fund conservation efforts, clearing the way for President Trump to sign the measure into law.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/notable-quotable-margaret-sanger-11595458233", "title": "Notable & Quotable: Margaret Sanger", "date": "2020-07-22 18:50", "summary": "Using her to discredit family planning 'is like disavowing the Declaration of Independence because its author, Thomas Jefferson, bought and sold slaves.'. From \" Opposition Claims About Margaret Sanger,\" an October 2004 \"fact sheet\" published by the Planned Parenthood Federation of America Inc.:", "categories": [["Opinion", "Commentary", "Notable & Quotable"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb", "https://www.wsj.com/news/types/notable-quotable?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chipotles-online-sales-surge-amid-coronavirus-11595452308", "title": "Chipotle's Online Sales Surge Amid Coronavirus", "date": "2020-07-22 18:30", "summary": "Burrito chain declines to offer financial guidance for fiscal year. Chipotle Mexican Grill Inc. said online sales more than tripled after the coronavirus pandemic hit, rewarding the company's recent investments in its digital operations.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/house-votes-to-remove-confederate-statues-from-capitol-11595456684", "title": "House Votes to Remove Confederate Statues From Capitol", "date": "2020-07-22 18:24", "summary": "Legislation also would remove bust of chief justice in Dred Scott decision; bill faces resistance in Senate. WASHINGTON-The House passed legislation to remove from the Capitol the bust of the former Supreme Court chief justice who wrote the proslavery Dred Scott decision, as well as replace statues of men who served in the Confederacy, but the drive is likely to be blocked by the Senate.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-police-department-clears-out-occupy-city-hall-encampment-arrests-seven-11595424877", "title": "New York Police Department Clears Out 'Occupy City Hall' Encampment", "date": "2020-07-22 18:16", "summary": "Resume Subscription. A predawn raid by New York Police Department officers cleared a protest encampment outside City Hall in lower Manhattan that had been set up more than a month ago as part of a movement to defund the NYPD.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/las-vegas-sands-swings-to-loss-amid-plummeting-revenue-11595450474", "title": "Las Vegas Sands Revenue Plummets 97%", "date": "2020-07-22 18:16", "summary": "'I've never felt more gloomy than I do today,' a senior executive says. Casino magnate Sheldon Adelson's Las Vegas Sands Corp. reported a 97% decline in revenue as the global pandemic damps visitation to the gambling hubs of Las Vegas and Macau, and executives expressed little optimism about a return to business as usual.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/usda-mulls-cattle-market-changes-after-coronavirus-related-gyrations-11595456013", "title": "USDA Mulls Cattle Market Changes After Coronavirus-Related Gyrations", "date": "2020-07-22 18:13", "summary": "Agency suggests increased data reporting amid ongoing investigation. The U.S. Department of Agriculture suggested broader reporting requirements for meatpacking companies as it investigates cattle market gyrations driven by the coronavirus pandemic and a fire at a major beef plant.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/direct-lender-hps-supplies-bombardier-with-1-billion-credit-line-11595455631", "title": "Direct Lender HPS Supplies Bombardier With $1 Billion Credit Line", "date": "2020-07-22 18:07", "summary": "Financing will bolster Bombardier's liquidity while company waits for sale of its train business to close. Bombardier Inc. secured a $1 billion credit facility from direct-lending firm HPS Investment Partners LLC as the Canadian train and plane maker waits to close on a sale of its train-manufacturing business.", "categories": [["Pro Bankruptcy Distress"]], "category_links": ["https://www.wsj.com/news/types/pro-bankruptcy-distress?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-staying-inside-guide-video-art-without-tears-11595455508", "title": "The Staying Inside Guide: Video Art Without Tears", "date": "2020-07-22 18:05", "summary": "The avant-garde movement, often regarded as inscrutable, can be surprisingly accessible and even entertaining.. Video art began 55 years ago when Nam Jun Paik used his new Sony Portapak to document Pope Paul VI's visit to New York. He then showed the footage in a downtown Manhattan café, thus turning consumer electronics into an artist's medium. It flowered during 1960s and '70s, when, along with the emerging fields of Conceptual and Performance art, it sought to expand the idea of art beyond static objects on gallery walls and floors. The result has been work with all the enigma, surprise, delight and cultural gravitas of the best of the rest of contemporary art.", "categories": [["Books & Arts", "Art Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/art-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/merged-fiat-chrysler-psa-company-to-be-named-stellantis-11594837979", "title": "Fiat Chrysler to Be Renamed Stellantis After Merger With PSA", "date": "2020-07-22 17:59", "summary": "Name stems from Latin word 'stello,' meaning 'to brighten with stars'. Fiat Chrysler Automobiles NV and PSA Group plan to call their combined company Stellantis upon completing a trans-Atlantic merger that would create one of the world's largest auto companies.", "categories": [["Business", "Autos & Transportation", "Autos Industry"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/transportation?mod=breadcrumb", "https://www.wsj.com/news/types/autos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/global-stock-markets-dow-update-7-22-2020-11595409287", "title": "Pfizer Shares Drive Dow Industrials Higher", "date": "2020-07-22 17:55", "summary": "Drugmaker climbs after reaching deal on coronavirus vaccine; earnings remain focus for investors. A climb in shares of Pfizer boosted the Dow Jones Industrial Average Wednesday after the US. government agreed to pay the drugmaker and partner BioNTech to secure doses of their experimental Covid-19 vaccine.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/comet-neowise-as-seen-around-the-world-11595368898", "title": "Comet Neowise as Seen Around the World", "date": "2020-07-22 17:47", "summary": "Resume Subscription. Comet Neowise, on its way to the deep freeze beyond the planets, makes its closest approach to Earth this week, appearing as a large shooting star in the early evening sky near the constellation of the Big Dipper. Officially known as Comet C/2020 F3, it is the brightest to be seen in the Northern Hemisphere in 25 years", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/tesla-charged-up-but-going-nowhere-11595454092", "title": "Tesla: Charged Up but Going Nowhere", "date": "2020-07-22 17:41", "summary": "Electric-car maker's shares are in speculative mania, while underlying business isn't growing. Tesla shares are flying high as ever. Underlying business performance hardly suggests a smooth landing is in store.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tesla-knocks-on-s-p-500s-door-11595410201", "title": "Tesla Knocks on S&P 500's Door", "date": "2020-07-22 17:40", "summary": "Tesla's shares get a jolt as the electric-car company delivers a surprise profit, making it eligible for the index. Tesla Inc.'s stock rally has made it bigger than many behemoths of American industry. Its latest earnings report paves the way for it to clinch another major milestone: inclusion in the S&P 500.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/canadian-court-rules-pact-with-u-s-on-asylum-seekers-is-unconstitutional-11595453979", "title": "Canadian Court Rules Pact With U.S. on Asylum Seekers Is Unconstitutional", "date": "2020-07-22 17:39", "summary": "Judge also rebukes U.S. for its practice of detaining migrants returned by Canada. OTTAWA-A Canadian court ruled Wednesday that a border agreement barring individuals from claiming asylum in Canada after entering the country from the U.S. is unconstitutional, in a judgment that included a strong rebuke of the U.S. asylum system.", "categories": [["World", "Canada"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/canada-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/whirlpool-expects-swift-recovery-from-coronavirus-11595453887", "title": "Whirlpool Expects Swift Recovery From Coronavirus", "date": "2020-07-22 17:38", "summary": "People stuck at home are buying refrigerators and other kitchen appliances, the manufacturer says. Whirlpool Corp. said it recovered significantly in June and improved its guidance for the year, signaling damage from the coronavirus pandemic might be lighter than the appliance maker expected.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pfizer-biontech-get-1-95-billion-covid-19-vaccine-order-from-u-s-government-11595418221", "title": "Pfizer, BioNTech Get Covid-19 Vaccine Order From U.S. Government", "date": "2020-07-22 17:36", "summary": "Vaccines to be provided to Americans free of charge; companies didn't specify pricing details. The U.S. has agreed to pay Pfizer Inc. and BioNTech SE nearly $2 billion to secure 100 million doses of their experimental Covid-19 vaccine to provide to Americans free of charge, the latest sign the government is readying plans to make vaccines available if proved to work safely.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tumbling-dollar-unleashes-precious-metals-rally-11595426974", "title": "Tumbling Dollar Unleashes Precious-Metals Rally", "date": "2020-07-22 17:36", "summary": "Gold futures post highest close in nearly nine years. The dollar fell for the fourth consecutive session, highlighting investor concerns about rising coronavirus cases in many states and aiding a rally in precious metals such as gold and silver.", "categories": [["Markets", "Currencies", "Foreign Exchange"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/currencies?mod=breadcrumb", "https://www.wsj.com/news/types/foreign-exchange?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/brooks-brothers-finds-buyer-for-massachusetts-plant-11595441319", "title": "Brooks Brothers Finds Buyer for Massachusetts Plant", "date": "2020-07-22 17:20", "summary": "Boston-based commercial real-estate company will pay $14 million for site, which was making face masks before shutting down. Brooks Brothers Group Inc. has found a buyer for its Massachusetts manufacturing plant, which most recently had been making masks to protect health-care workers battling the spread of Covid-19. The factory shut down shortly before the company filed for bankruptcy this month.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/suspect-in-new-jersey-killing-of-judges-son-linked-to-california-murder-11595451727", "title": "Suspect in Killing of Judge's Son Linked to California Murder", "date": "2020-07-22 17:02", "summary": "Evidence shows Roy Den Hollander was involved in the shooting of another men's rights attorney, FBI says. The anti-feminist lawyer accused of killing the son of a New Jersey federal judge is suspected of murdering an attorney in California earlier this month, authorities said.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-aid-talks-set-to-pause-briefly-for-baseball-11595449370", "title": "Busy Lawmakers Still Carve Out Time for Baseball's Return", "date": "2020-07-22 16:59", "summary": "'Boy, does America need baseball,' McConnell says; Fauci set to throw out first pitch at Nationals Park. WASHINGTON-Over the long, sad, baseball-less spring, Senate Majority Leader Mitch McConnell (R., Ky.) watched every rerun that aired of the Washington Nationals playoffs games.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mta-faces-bleak-financial-outlook-without-federal-aid-officials-say-11595451082", "title": "MTA Faces Bleak Financial Outlook Without Federal Aid, Officials Say", "date": "2020-07-22 16:57", "summary": "Transit agency to consider service cuts and fare increases if coronavirus bailout funding runs out. Leaders of New York's Metropolitan Transportation Authority warned Wednesday of potential service cuts and fare increases as the nation's largest transit agency approaches a key deadline during a financial crisis caused by the coronavirus pandemic.", "categories": [["U.S.", "Transit"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-transit?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sec-votes-to-regulate-proxy-advisers-more-closely-11595432292", "title": "SEC Votes to Regulate Proxy Advisers More Closely", "date": "2020-07-22 16:39", "summary": "Commissioners voted 3 to 1 in favor of the new rule. WASHINGTON-Firms that advise institutional investors and other market participants on how to vote at annual shareholder meetings will be regulated more closely following a vote by the Securities and Exchange Commission Wednesday.", "categories": [["Markets", "Financial Regulation"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/financial-regulation?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-existing-home-sales-rose-20-7-in-june-11595426758", "title": "Housing Market Stages Comeback Amid Low Mortgage Rates", "date": "2020-07-22 16:33", "summary": "Monthly activity remains well below pre-pandemic levels as fears about job security and health keep many potential buyers sidelined. A sluggish U.S. housing market is staging a recovery amid the pandemic, shaking off high unemployment and a rising number of infections as buyers with pent-up demand seize on record-low mortgage rates.", "categories": [["Economy", "Economic Data"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/economic-data?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-weir-review-homely-tales-of-the-human-condition-11595448749", "title": "'The Weir' Review: Homely Tales of the Human Condition", "date": "2020-07-22 16:12", "summary": "Irish Repertory Theatre's webcast of Conor McPherson's play, which centers on a group of people holed up in an Irish pub, makes compelling use of its virtual form.. Four months into the coronavirus pandemic, the short-term prospects for theater in America have become clear-up to a point. With a handful of exceptions, every important company in the U.S. has canceled or rescheduled its shows through the end of 2020 and hopes to reopen at some point in the first half of 2021. And what will they do until then? A fast-growing number of companies say they'll fill in the gap with webcasts, though few have described their plans in any detail. To date, the webcasts I've reviewed in this space were mostly taped prior to the lockdown, but several companies have also streamed newly produced Zoom-based performances and play readings, some of them \"staged\" with striking resourcefulness.", "categories": [["Opinion", "Theater Review"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/theater-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-dog-house-uk-review-canine-compatibility-11595448363", "title": "'The Dog House: UK' Review: Canine Compatibility", "date": "2020-07-22 16:06", "summary": "A reality series on HBO Max depicts the work of an organization that attentively pairs canines with companions.. The caretakers at Wood Green, an animal charity headquartered in Godmanchester, England, and the subject of \"The Dog House: UK,\" have certain criteria by which they judge the compatibility of dogs and their prospective new life partners. \"Are they a little old dog looking for a retirement home?\" would be one. \"Are they nuts?\" is another. Presumably, the latter question refers to the dogs and not the people, especially since the dogs are out of earshot at the time, and everyone at Wood Green is consistently polite.", "categories": [["Books & Arts", "Television Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/television-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-black-lives-matter-sign-stirs-debate-in-a-boston-suburb-11595410200", "title": "A Black Lives Matter Sign Stirs Debate in Boston Suburb", "date": "2020-07-22 16:06", "summary": "Many residents in predominantly white communities are divided over the message or whether bigotry is prevalent in their towns. EASTON, Mass.-Kristan Martin, owner of the Cottage Beauty Lounge on Main Street, said she didn't think too much about race before the video of George Floyd's death at the hands of police raised protests and the nation's attention.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/converted-homes-bring-the-cool-factor-11595448072", "title": "Converted Homes Bring the 'Cool Factor'", "date": "2020-07-22 16:01", "summary": "Churches, factories and even laboratories find a new purpose. If you're looking for Sid Riggs's home, keep an eye out for the steeple. Five years ago, the musician bought a Methodist church in Pittsburgh that he and his then-girlfriend, Brenda Stumpf, converted into a home and workspace.", "categories": [["Real Estate", "Homes"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/homes?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/homes-that-arent-what-they-used-to-be-11595447639", "title": "Homes That Aren't What They Used to Be", "date": "2020-07-22 15:54", "summary": "House buyers look for unique properties to convert into living spaces. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/what-to-watch-jim-gaffigans-new-amazon-comedy-special-11595447136", "title": "What to Watch: Jim Gaffigan's New Amazon Comedy Special", "date": "2020-07-22 15:45", "summary": "Also this week, a family-friendly cartoon from HBO Max and a reader recommendation. You don't have to score a badge to Comic-Con and buy a plane ticket to San Diego to take in hundreds of panels on pop culture this year. The event is being held remotely on account of the coronavirus, and the panels are all free and streaming. ( Read about it here.)", "categories": [["Books & Arts", "Entertainment", "Screen Time"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/arts-entertainment?mod=breadcrumb", "https://www.wsj.com/news/types/screen-time?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/apple-defends-app-store-ahead-of-house-hearing-11595437303", "title": "Apple Defends App Store Ahead of House Hearing", "date": "2020-07-22 15:45", "summary": "Study commissioned by technology giant says 30% fee collected from developers is fair and similar to other digital marketplaces. Apple Inc. is defending how its App Store operates in the face of escalating antitrust scrutiny, touting on Wednesday economic research it commissioned showing that fees it collects from developers are in line with those charged by other digital platforms.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hca-healthcare-profit-rises-on-federal-aid-returning-patients-11595446152", "title": "HCA Healthcare Profit Rises on Federal Aid, Returning Patients", "date": "2020-07-22 15:29", "summary": "Hospital chain says surgeries have rebounded since April, but outlook is uncertain as coronavirus cases rise again. HCA Healthcare Inc., one of the nation's largest hospital chains, said its profit rose on federal relief aid aimed at helping businesses navigate the coronavirus pandemic and due to the resumption of some hospital procedures.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-regulator-charges-first-american-over-2019-data-breach-11595423988", "title": "New York Regulator Charges First American Unit Over 2019 Data Breach", "date": "2020-07-22 15:18", "summary": "Enforcement action is the first under cybersecurity rules that went into effect in 2017. New York's top financial regulator filed charges Wednesday against a subsidiary of insurance company First American Financial Corp. in the first enforcement action by the regulator under a set of rules requiring banks and other financial services companies to maintain cybersecurity protections.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/do-teachers-have-an-excuse-for-missing-class-11595444974", "title": "Do Teachers Have an Excuse for Missing Class?", "date": "2020-07-22 15:09", "summary": "Looks like a bad day for media narratives.. Just how small is the risk for teachers returning to school classrooms this fall? The Times of London reports:", "categories": [["Opinion", "Best of the Web"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/best-of-the-web-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-times-taps-meredith-kopit-levien-to-succeed-ceo-mark-thompson-11595423168", "title": "New York Times Names Meredith Kopit Levien CEO", "date": "2020-07-22 15:04", "summary": "Kopit Levien to succeed Mark Thompson, who oversaw the newspaper's digital transformation. Meredith Kopit Levien has been promoted to become the next president and chief executive officer of the New York Times Co. , a media company that has made significant gains in building subscription revenue but faces challenges on the advertising front.", "categories": [["Business", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/justice-department-won-t-challenge-merger-of-taboola-and-outbrain-11595432806", "title": "Taboola and Outbrain's Clickbait Marriage: What Happened When the Justice Department Showed Up", "date": "2020-07-22 14:57", "summary": "Antitrust officials, after studying proposed merger of industry leaders, don't object at the altar. The Justice Department decided not to challenge a merger of rival internet companies whose sponsored-content offerings generate revenue for publishers around the globe.", "categories": [["WSJ News Exclusive", "Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-joe-biden-cut-into-president-trumps-campaign-cash-advantage-11595444219", "title": "How Joe Biden Cut Into President Trump's Campaign Cash Advantage", "date": "2020-07-22 14:57", "summary": "WinRed, ActBlue filings show how political giving in U.S. fluctuated across six unpredictable months. President Trump started off the year with a sizable cash advantage over the Democratic presidential field, while former Vice President Joe Biden was consistently outraised by his primary competitors.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/undefined?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/flight-wi-fi-provider-global-eagle-files-for-bankruptcy-due-to-coronavirus-11595444019", "title": "Flight Wi-Fi Provider Global Eagle Files for Bankruptcy", "date": "2020-07-22 14:53", "summary": "Lenders' agreement to take over the California company is subject to higher bids. Global Eagle Entertainment Inc., provider of Wi-Fi services to airlines and ships, has filed for bankruptcy with plans to turn ownership over to Apollo Global Management Inc. and other lenders, becoming the latest travel-related bankruptcy in the coronavirus age.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/kuwaits-emir-to-travel-to-u-s-for-medical-care-saudi-king-remains-in-riyadh-hospital-11595441700", "title": "Kuwait's Emir to Travel to U.S. for Medical Care; Saudi King Remains in Riyadh Hospital", "date": "2020-07-22 14:52", "summary": "Aging monarchs are among the last of an old guard in the Gulf Arab states. Kuwait's 91-year-old ruler will travel to the U.S. on Thursday for medical care following an unspecified surgery, while Saudi Arabia's octogenarian King Salman spent his third day at a Riyadh hospital for treatment of an inflamed gallbladder.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/rep-cheney-parries-criticisms-from-fellow-republicans-11595372153", "title": "Liz Cheney Parries Criticisms From Fellow Republicans", "date": "2020-07-22 14:35", "summary": "The third-ranking House Republican was criticized for supporting Dr. Anthony Fauci and a colleague's primary challenger. WASHINGTON-Conservative House Republicans and President Trump's son on Tuesday criticized Rep. Liz Cheney, the third-ranking House Republican, over her willingness to break with the president, in a spat foreshadowing a bigger fight over the GOP's future.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/german-prosecutors-expand-case-against-former-wirecard-executives-11595432184", "title": "Wirecard's Markus Braun Is Arrested Again as Scandal Embroils Angela Merkel", "date": "2020-07-22 14:29", "summary": "Officials reveal that German chancellor promoted troubled tech firm in 2019; prosecutors detain more executives. BERLIN-German prosecutors arrested former Wirecard AG executives they say colluded to inflate the company's results by booking fake income as early as 2015, as the scandal spilled further into German politics.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/covid-19-measures-have-all-but-wiped-out-the-flu-in-the-southern-hemisphere-11595440682", "title": "Covid-19 Measures Have All but Wiped Out the Flu in the Southern Hemisphere", "date": "2020-07-22 13:58", "summary": "From Chile to South Africa to New Zealand, countries report far lower numbers of influenza cases, which could be good news for the U.S. and Europe. For the past two months, as winter descended on Chile, infectious-disease specialist Claudia Cortés worked tirelessly to keep a wave of critically ill Covid-19 patients alive in the hospital where she works. At the same time, she worried about what would happen when the usual wave of influenza patients arrived.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-getting-needed-infrastructure-built-11595440602", "title": "Trump: Getting Needed Infrastructure Built", "date": "2020-07-22 13:56", "summary": "That a \"focused 100-page study is more likely to be read than a flabby 700-page one\" is precisely why the current administration's National Environmental Policy Act reforms will meet with furious opposition. That a \"focused 100-page study is more likely to be read than a flabby 700-page one\" is precisely why the current administration's National Environmental Policy Act reforms will meet with furious opposition (\"Trump's New Chant: Build the Road,\" Review & Outlook, July 17).", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/self-cancel-culture-and-uncle-toms-cabin-11595440555", "title": "Self-Cancel Culture and 'Uncle Tom's Cabin'", "date": "2020-07-22 13:55", "summary": "In 1851 Harriet Beecher Stowe became the most influential writer about the plight of black slaves and the institution's injustices, although she wasn't black or trained as a sociologist.. Regarding your editorial \"Self-Cancel Culture\" (July 18): Alexandra Duncan withdrew her financially promising novel \"Ember Days\" because she felt unworthy to write portions of the book from a black perspective because she is white.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/obama-built-most-of-trumps-good-economy-11595440495", "title": "Obama Built Most of Trump's Good Economy", "date": "2020-07-22 13:54", "summary": "President Obama gift wrapped a great economy and hand delivered it to President Trump.. Phil Gramm and Mike Solon (\"Voters' Choice: Growth or Stagnation,\" op-ed, July 9) give demonstrably false credit to Republicans for a strong economy. The real facts are undeniable: President Obama turned around the worst recession since the Great Depression, and President Trump coasted on that economic success.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-not-give-washington-d-c-back-to-maryland-11595440424", "title": "Why Not Give Washington, D.C., Back to Maryland?", "date": "2020-07-22 13:53", "summary": "To give Washington, D.C., residents statehood, just make D.C. part of Maryland again.. Regarding David B. Rivkin Jr. and Lee A. Casey's \"RFK vs. D.C. Statehood\" (op-ed, July 3): To give Washington, D.C., residents statehood, just make the District of Columbia part of Maryland again. All the land that makes up D.C. was once part of Maryland, and it can be retroceded back to it. That's what happened with the land on the southern side of the Potomac River that Virginia had voluntarily given up to form the City of Washington. In 1846 the land went back to Virginia and the citizens living on that land became Virginians again. It's a pretty simple, and previously used, solution.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/motivated-distance-classes-can-be-very-rewarding-11595440367", "title": "Motivated Distance Classes Can Be Very Rewarding", "date": "2020-07-22 13:52", "summary": "When my university switched to Zoom classes after the spring break, I wondered how my classes would go. I was thrilled to find they involved some of my best class discussions ever.. In \"Why I'll Be On Campus This Fall\" (op-ed, July 14), Georgetown ethics Prof. John Hasnas says, \"Even though my age places me in the high-risk category . . . I feel I have an obligation\" to teach in person. As another professor in the high-risk age category, I feel my obligation is to teach well. When my university switched to Zoom classes after the spring break, I wondered how my classes would go. I was thrilled to find they involved some of my best class discussions ever. My students deserve most of the credit, because they were so lively and engaged. They convinced me that, contrary to Prof. Hasnas's claim, \"the best learning experience\" is not necessarily face to face. This should come as no surprise, because teaching is about a meeting of minds, not bodies. I am eagerly anticipating my fall online classes.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fake-businesses-are-fooling-real-banks-into-processing-online-drug-purchases-11595415601", "title": "Fake Businesses Are Fooling Real Banks Into Processing Online Drug Purchases", "date": "2020-07-22 13:47", "summary": "Fraudsters are setting up fake online businesses to process payments for drugs and other illegal goods. Middlemen are aiding them-sometimes accidentally, sometimes not.. One website advertised dog products. Another advertised flowers; another, home decorations. All of them were really fronts to process payments for marijuana or designer drugs, prosecutors said.", "categories": [["Markets", "Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/epa-proposes-emissions-limits-for-jet-aircraft-11595429280", "title": "EPA Proposes Emissions Limits for Jet Aircraft", "date": "2020-07-22 13:41", "summary": "U.S. companies face potential of losing sales if planes don't meet international standards. The Environmental Protection Agency is proposing the U.S.'s first-ever climate standards for commercial airliners and large business jets, aligning U.S. rules with global standards approved by a branch of the United Nations and giving jet makers eight years to comply.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cnn-chief-jeff-zucker-is-selling-his-manhattan-home-11595438825", "title": "CNN Chief Jeff Zucker Is Selling His Manhattan Home", "date": "2020-07-22 13:27", "summary": "The five-bedroom apartment on the Upper East Side had been listed for $17.5 million. CNN chief Jeff Zucker has signed a deal to sell his Manhattan apartment. While the sale price wasn't clear, the Upper East Side apartment had been on the market asking $17.5 million.", "categories": [["WSJ News Exclusive", "Private Properties"]], "category_links": ["https://www.wsj.com/news/types/private-properties?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/snapchat-is-teaming-up-with-meditation-app-headspace-11595438259", "title": "Snapchat Is Teaming Up with Meditation App Headspace", "date": "2020-07-22 13:17", "summary": "Snapchat aims to give users more support in dealing with anxiety, depression, stress and other emotional difficulties. Snapchat introduced a mini version of the meditation app Headspace to its interface. Headspace Mini guides users through six exercises aimed at helping with anxiety, depression and stress. The app-within-the-app is geared toward 13- to 34-year-olds, the core of Snapchat's generally young audience. Other tools include showing users who may be at risk for self-harm how to connect with emergency services. It also allows users to share messages of support and kindness with friends, or check in on them with a message that reads: \"Vibe Check?\"", "categories": [["Health"]], "category_links": ["https://www.wsj.com/news/types/noted-health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/in-ireland-domestic-racism-and-u-s-protests-spur-push-on-hate-crime-laws-amid-vacuum-11595434857", "title": "In Ireland, Protests Spur Push for Hate-Crime Laws", "date": "2020-07-22 12:21", "summary": "Though people of color report frequent attacks, nation is one of few in West without specific laws to prosecute those motivated by racial or religious hatred. Last August, two Muslim girls were attacked by a group of teenagers in Dublin, who kicked and stamped on them, ripped off one victim's hijab and yelled racial and religious slurs.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/essential-summer-reading-a-classic-tale-of-hope-and-the-american-dream-11595434904", "title": "Essential Summer Reading: A Classic Tale of Hope and the American Dream", "date": "2020-07-22 12:21", "summary": "In revisiting 'A Tree Grows in Brooklyn,' we can time-travel to a quainter city, when wagon wheels rolled through Bushwick. But the book's themes about hardship and hope remain persistently relevant.. IN AN AGE OF anxiety, it's tempting to dream of a kinder, more glamorous and distant world. But it might be even more helpful to remember places closer to home, impoverished and pedestrian-to travel through time rather than space to experience a realm both different from and similar to our contemporary one.", "categories": [["Life & Work", "Comfort Reads"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/comfort-reads?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/comic-con-on-the-couch-this-year-its-online-and-free-11595433933", "title": "Comic-Con on the Couch: This Year It's Online and Free", "date": "2020-07-22 12:05", "summary": "The coronavirus pandemic relocates the annual pop-culture convention to cyberspace; fans at home pay nothing and compete in a virtual costume contest.. When Jamie Bressler began attending Comic-Con, she took extreme measures to see her favorite movie and TV stars, such as sleeping outside the San Diego Convention Center to catch the cast of the sci-fi series, \"Firefly.\"", "categories": [["Books & Arts", "Arts", "Arts & Entertainment"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/arts?mod=breadcrumb", "https://www.wsj.com/news/types/arts-entertainment?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tesla-is-j-d-powers-top-car-for-appeal-after-finishing-last-in-quality-11595433600", "title": "Tesla Is J.D. Power's Top Car for Appeal After Finishing Last in Quality", "date": "2020-07-22 12:00", "summary": "The Silicon Valley auto maker's results underscore the paradox of the car business. A month ago, Tesla Inc. scored the worst among other automotive brands in an influential study that tracked the quality of new cars. Now, a second part of the survey of those same customers shows that despite problems, they think highly of the electric-car brand for other, more emotional reasons.", "categories": [["Tech", "Consumer Technology"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb", "https://www.wsj.com/news/types/consumer-technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-nordic-region-that-inspired-henrik-ibsen-sets-the-stage-for-a-charming-compound-11595433622", "title": "A Nordic Region That Inspired Henrik Ibsen Sets the Stage for a Charming Compound", "date": "2020-07-22 12:00", "summary": "The 4-acre property 150 miles north of Oslo has come on the market for $1.7 million. Yeoman farmers and descendants of Nordic grandees have played major parts in the history of a remote Norwegian compound 150 miles north of Oslo, in a region made famous by the playwright Henrik Ibsen.", "categories": [["Real Estate", "Homes"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/homes?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/disney-world-actors-battle-their-union-for-right-to-return-to-work-11595433241", "title": "Disney World Actors Battle Their Union for Right to Return to Work", "date": "2020-07-22 11:54", "summary": "Some Actors' Equity members, facing end of extra unemployment checks in Florida, say union seeks unrealistic Covid-19 measures at theme park. With Walt Disney World open to the public for less than two weeks after a nearly four-month shutdown, a vocal group of employees who have been kept out of the Magic Kingdom by a labor dispute are campaigning against their union to get back to work.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/small-businesses-brace-for-prolonged-crisis-short-on-cash-and-customers-11595433150", "title": "Small Businesses Brace for Prolonged Crisis", "date": "2020-07-22 11:52", "summary": "Resume Subscription. Chris Mittelstaedt successfully navigated his San Francisco Bay Area fruit and snack delivery business through the dot-com bust, the 2008 financial crisis and the first few months of the economic ravages of the coronavirus pandemic.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/slack-files-eu-antitrust-complaint-against-microsoft-11595423056", "title": "Slack Files EU Antitrust Complaint Against Microsoft", "date": "2020-07-22 11:33", "summary": "Slack alleges that Microsoft forces Office users to install the Teams software. Business-messaging app Slack has filed an antitrust complaint against Microsoft Corp. in the European Union, accusing the software giant of abusing its dominance in allegations that echo the Windows-maker's competition battles more than a decade ago.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/baseball-will-start-its-weirdest-season-ever-will-it-finish-11595420247", "title": "Baseball Will Start Its Weirdest Season Ever. Will It Finish?", "date": "2020-07-22 11:32", "summary": "The national pastime is set to open its pandemic-delayed 2020 season, which promises to be a strange sprint that is still fraught with peril. To reach opening day, Major League Baseball devised more than 100 pages of health and safety protocols, navigated an ugly labor dispute and survived an abbreviated \"summer camp\" without a coronavirus outbreak. Now, after a four-month delay, America's pastime is finally back.", "categories": [["Sports", "MLB"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/mlb?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-west-reckons-with-beijings-neocommunism-11595431530", "title": "The West Reckons With Beijing's Neocommunism", "date": "2020-07-22 11:25", "summary": "It's more tech-based than Lenin's model and more dangerous. The U.S. needs to treat it seriously.. China's rise is more than a problem. It's a puzzle. Since the fall of the Berlin Wall, most Western analysts have assumed that China is a communist country in the way that France is a Catholic one. That is, there remain Marxist believers in China and practicing Catholics in France, but Beijing is as little guided by Marxist ideology as Emmanuel Macron is led by the precepts of Pius IX.", "categories": [["Opinion", "Global View"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/global-view?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/shareholders-should-see-how-votes-are-swayed-11595431222", "title": "Shareholders Should See How Votes Are Swayed", "date": "2020-07-22 11:20", "summary": "Proxy advice businesses are shaping outcomes for ordinary investors. Any conflicts must be visible.. Today the Securities and Exchange Commission reaffirms a fundamental component of the federal securities laws: Shareholder voting is important, and the people who vote shares should have access to a detailed mix of accurate and actionable information. In practice, that means the SEC should continue to require that companies and others who seek to influence voting decisions act in a fair and transparent manner.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-makes-quarantines-main-defense-against-coronavirus-surges-in-other-states-11595419201", "title": "New York Makes Quarantines Main Defense Against Coronavirus Surges in Other States", "date": "2020-07-22 11:13", "summary": "Travelers from 31 states are now required to quarantine for 14 days on their arrival in New York. ", "categories": [["U.S.", "Tri-State Area"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-region?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mexican-cave-find-hints-that-people-lived-in-north-america-30-000-years-ago-11595430002", "title": "Mexico Cave Find Hints That People Lived in North America 30,000 Years Ago", "date": "2020-07-22 11:00", "summary": "In a lofty cavern, archaeologists discover spear points, other implements that indicate people were living in North America earlier than previously believed. Archaeologists in Mexico found stone tools and other signs that people were living in North America 30,000 years ago, much earlier than widely believed, according to new research reshaping the debate over the origins of people in the Americas.", "categories": [["Life & Work", "Science"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/science?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/shark-week-vs-sharkfest-inside-tvs-fiercest-summer-rivalry-11595429442", "title": "Shark Week vs. SharkFest: Inside TV's Fiercest Summer Rivalry", "date": "2020-07-22 10:50", "summary": "National Geographic and Discovery up the ante on their annual shark showdown with YouTube stars, Mike Tyson and some science; 'Sharks vs. Dolphins: Blood Battle'. In lieu of the Olympics, the fiercest showdown on television this summer may come down to \"World's Biggest Tiger Shark?\" vs. \"Air Jaws,\" and other shows from the two cable networks competing over star predators.", "categories": [["A-hed"]], "category_links": ["https://www.wsj.com/news/types/a-hed?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/europe-could-soon-have-fiscal-firepower-of-the-u-s-11595429354", "title": "Europe Could Soon Have Fiscal Firepower of the U.S.", "date": "2020-07-22 10:49", "summary": "Aggressive fiscal policy has helped the U.S. economy outperform. Europe's new debt plan should narrow the gap.. When it comes to managing the Covid-19 pandemic, Europe has left the U.S. in the dust. Current infection and death rates in the European Union have fallen from well above to a fraction of American levels, even in early hot spots like Italy and Spain.", "categories": [["Economy", "Capital Account"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/capital-account?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/susan-sarandon-lists-longtime-manhattan-home-for-7-9-million-11595428257", "title": "Susan Sarandon Lists Longtime Manhattan Home for $7.9 Million", "date": "2020-07-22 10:30", "summary": "The actress, who stashes her award collection in the guest bathroom, bought the six-bedroom duplex in the early 90s. Susan Sarandon keeps her awards, including her Oscar for \"Dead Man Walking,\" in a bright blue-painted bathroom in her longtime New York City home.", "categories": [["WSJ News Exclusive", "Private Properties"]], "category_links": ["https://www.wsj.com/news/types/private-properties?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/susan-sarandons-chelsea-loft-11595428139", "title": "Susan Sarandon's Chelsea Loft", "date": "2020-07-22 10:29", "summary": "The actress and former partner Tim Robbins combined two apartments to create this sprawling duplex.. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/u-k-and-u-s-tighten-diplomatic-immunity-rules-after-teens-death-11595426457", "title": "U.K. and U.S. Tighten Diplomatic-Immunity Rules After Teen's Death", "date": "2020-07-22 10:00", "summary": "Family members of U.S. staff at U.K. communications station will no longer benefit from a waiver from criminal prosecution. LONDON-Britain and the U.S. agreed to tighten diplomatic-immunity rules for American staff at a military base in central England, after a British teenager died following a road accident involving the wife of a U.S. diplomat stationed there.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/merkel-lobbied-for-wirecard-despite-german-probe-11595423285", "title": "Merkel Lobbied for Wirecard Despite German Probe", "date": "2020-07-22 09:08", "summary": "Latest revelation shows mammoth corporate scandal is increasingly turning into political liability for the German government. BERLIN-German Chancellor Angela Merkel promoted Wirecard AG to Chinese officials last fall, even though her top aides were aware of probes into possible irregularities at the now insolvent German company, government officials said Wednesday, in the latest sign of the scandal spilling over into German politics.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/rich-jones-after-years-as-accountant-turns-to-rule-making-at-fasb-11595422800", "title": "New Chief of Accounting Standards Board Aims to Focus on Rule Impacts", "date": "2020-07-22 09:00", "summary": "New chairman of the accounting standard-setting board wants to focus on the impact of the implementation of major rules. Richard Jones spent more than 30 years applying accounting rules as a Big Four accountant. Now he gets to make the rules as the new chairman of the Financial Accounting Standards Board, which sets standards for companies and nonprofit entities in the U.S.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/good-indians-book-interview-horror-11595420796", "title": "Why the Best Horror Novels Are Personal", "date": "2020-07-22 08:28", "summary": "Author Stephen Graham Jones says he knew his new book, 'The Only Good Indians,' was scary enough when it terrified him writing it. The Only Good Indians, Stephen Graham Jones's new horror novel, is rooted in a dark history. The title harkens to a phrase that is often credited to the Union General Philip Sheridan, but was later repeated by Theodore Roosevelt. \"I don't go so far as to think that the only good Indians are the dead Indians, but I believe nine out of ten are, and I shouldn't like to inquire too closely into the case of the tenth,\" Roosevelt said in New York City in 1886 while giving a lecture titled \"Ranch Life in the West.\" The phrase appears in the novel, too, when Denorah, a high school basketball player and the daughter of one of the main characters, recounts the cruel chants directed at her on the court by rival school players.", "categories": [["Magazine - Culture"]], "category_links": ["https://www.wsj.com/news/types/magazine-culture?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/united-slows-cash-burn-with-flight-trims-11595363908", "title": "United Airlines Slows Cash Burn, Expands Mask Policy", "date": "2020-07-22 08:23", "summary": "Carrier posts a $1.6 billion quarterly loss and is now requiring face-coverings at the airports it serves around the world. United Airlines Holdings Inc. said it would trim more flying this quarter in response to stalling demand while cost-cutting efforts will reduce how much cash it burns moving into the fall.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-citys-tourist-attractions-reopen-without-the-tourists-11595420233", "title": "New York City's Tourist Attractions Reopen, Without the Tourists", "date": "2020-07-22 08:17", "summary": "Resume Subscription. From the top of the Empire State Building to the foot of the Statue of Liberty, New York City tourist attractions are reopening, and operators are counting on city residents to keep the flailing industry alive.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/apples-irish-tax-stew-11595418933", "title": "Apple's Irish Tax Stew", "date": "2020-07-22 07:55", "summary": "Despite the tech company winning its appeal against the EU, billions of euros in disputed back taxes may need to stay in a loss-making escrow fund a while longer. Apple's legal fees could be small fry compared with another bill coming due in its European Union tax spat.", "categories": [["Markets", "Overheard"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/overheard?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-chinas-growth-sometimes-doesnt-add-up-11595418410", "title": "Why China's Growth Sometimes Doesn't Add Up", "date": "2020-07-22 07:46", "summary": "Unless Chinese consumers start spending again and businesses start investing, 3.2% growth might be hard to sustain. Beijing is dealing with a new flavor of China-skepticism in the wake of the pandemic and a more aggressive foreign policy. But certain things aren't new: Foreigners are skeptical of Chinese economic data. The nation's strong second-quarter growth, reported at 3.2%, has added further fuel to the debate.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/photos-texas-retailers-figure-out-their-own-reopening-rules-11595415603", "title": "Texas Retailers Figure Out Their Own Reopening Rules", "date": "2020-07-22 07:00", "summary": "Resume Subscription. The coronavirus pandemic has disrupted millions of U.S. businesses and pushed their owners to come up with new ways to operate while keeping workers and customers safe. With few guidelines, many store owners are left to devise their own precautions.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/retailers-are-about-to-get-schooled-11595415603", "title": "Retailers Are About to Get Schooled", "date": "2020-07-22 07:00", "summary": "This year's back-to-school season is unpredictable for retailers in more ways than one. This year's back-to-school season is a stressful one for parents, many of whom aren't even sure what their children' educations will look like with the coronavirus pandemic raging in parts of the country. That also should concern retailers. Back-to-school accounts for the second-largest selling opportunity after year-end holidays.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/spotify-strikes-new-licensing-deal-with-universal-music-group-11595415603", "title": "Spotify Strikes New Licensing Deal With Universal Music Group", "date": "2020-07-22 07:00", "summary": "Agreement includes label giant's sign-on to streamer's 'two-sided marketplace' where it envisions music companies paying for marketing and data tools. Money could soon be flowing from labels back into Spotify Technology SA's coffers, thanks to a new deal struck with the world's largest record company.", "categories": [["WSJ News Exclusive", "Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/corduroy-shorts-stylish-or-ludicrous-11595414336", "title": "Corduroy Shorts: Stylish or Ludicrous?", "date": "2020-07-22 06:38", "summary": "Popularized in the 1970s and '80s, counterintuitive cord shorts for men are back this summer-and they're breezier than you'd expect. THROUGHOUT THE 1970s and into the '80s, Ocean Pacific, a merry purveyor of beachy fashion, sold heaps of barely there corduroy shorts. Such shorts might sound ill-conceived-isn't corduroy a fall fabric?-yet fans say they rarely roasted in them. \"They're so small, they never fully feel warm,\" said Matt Albiani, the co-owner of Mate Gallery, a vintage shop in Montecito, Calif., who sports the ultrashort, counterintuitive style to this day.", "categories": [["Life & Work", "Style & Fashion", "Fashion"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/fashion?mod=breadcrumb", "https://www.wsj.com/news/types/fashion?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-deck-is-stacked-against-card-lenders-11595413802", "title": "The Deck Is Stacked Against Card Lenders", "date": "2020-07-22 06:30", "summary": "More stimulus would ease credit fears for banks like Capital One. But without a bouncier economy, people may not want to spend.. Capital One Financial Corp. reported another big quarterly loss Tuesday, as it set aside $2.7 billion for potential credit defaults. In light of the Federal Reserve's new bank dividend policy, the lender now expects to slash a planned 40 cent quarterly dividend to 10 cents. There's potential opportunity for investors in beaten-up card lenders. But it may not pay off for a while.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sports-media-startup-wave-tv-pulls-in-new-funding-as-it-targets-expansion-11595412000", "title": "Sports Media Startup Wave.tv Pulls in New Funding as It Targets Expansion", "date": "2020-07-22 06:00", "summary": "The three-year-old company closed a $32 million funding round despite a sports world in upheaval. Digital-media startup Wave.tv has raised $32 million to fund its expansion plans despite the blow the coronavirus pandemic dealt to its chief subject area-sports.", "categories": [["CMO Today"]], "category_links": ["https://www.wsj.com/news/types/cmo-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/snaps-2020-picture-isnt-all-doom-and-gloom-11595412000", "title": "Snap's 2020 Picture Isn't All Doom and Gloom", "date": "2020-07-22 06:00", "summary": "Shares fell after it said revenue growth slowed, but Snap's competitors may bear even more shade from investors. This year has been rough on most, but Snap 's picture may be comparatively bright.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-common-bonds-signal-a-new-era-for-europe-11595410330", "title": "Why Common Bonds Signal a New Era for Europe", "date": "2020-07-22 05:32", "summary": "The EU has borrowed from capital markets in the past, but never on such a scale, nor with the ability to spend the proceeds so freely. The European Union took a giant step toward selling hundreds of billions of euros in common bonds for the first time. The proposed issuance is part of a €1.8 trillion ($2.1 trillion) spending package to combat the recession caused by the coronavirus, hammered out by the region's leaders in the early hours of Tuesday.", "categories": [["Markets", "Credit Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/credit-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/where-to-travel-now-were-all-just-guessing-11595410201", "title": "Where to Travel Now? We're All Just Guessing", "date": "2020-07-22 05:30", "summary": "With Covid cases, quarantines and other restrictions growing, people are waiting until the last minute to commit to a vacation. Would she have to wear a mask in the swimming pool?", "categories": [["Life & Work", "Travel"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/magazine/travel?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fed-deliberates-how-and-when-to-roll-out-more-economic-support-11595410201", "title": "Fed Deliberates How and When to Roll Out More Economic Support", "date": "2020-07-22 05:30", "summary": "New policy isn't expected at the July 28-29 meeting, but officials are working to forge conclusions on a key strategy change. Federal Reserve officials are set to discuss next week how to provide more economic stimulus, though they have signaled comfort leaving policy on hold until they learn more about how the coronavirus pandemic is weighing on the U.S. economy.", "categories": [["Economy", "Central Banks"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/central-banks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/retail-carnage-deepens-as-pandemics-impact-exceeds-forecasts-11595410201", "title": "Retail Carnage Deepens as Pandemic's Impact Exceeds Forecasts", "date": "2020-07-22 05:30", "summary": "Chapter 11 filings by major retailers in 2020 have already surpassed last year's total and show no sign of letting up. The financial pain for U.S. retailers is worsening beyond what retail executives and analysts anticipated when the coronavirus began to spread, foreshadowing an unrelenting pace of store closures and bankruptcies.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trumps-payroll-tax-cut-plan-proves-a-hard-sell-11595410202", "title": "Trump's Payroll-Tax-Cut Plan Proves a Hard Sell", "date": "2020-07-22 05:30", "summary": "Economists, lawmakers say there are better alternatives to the president's preferred policy for providing coronavirus relief to employers and workers. WASHINGTON-President Trump's monthslong insistence on a payroll-tax cut continues to shape discussions over the next round of economic relief despite a lukewarm reception from economists and lawmakers in both parties.", "categories": [["Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chinas-xi-pledges-stronger-domestic-market-global-ties-as-strife-with-west-brews-11595409718", "title": "China's Xi Pledges Stronger Domestic Market, Global Ties as Strife With West Brews", "date": "2020-07-22 05:21", "summary": "President says China is on the right side of history in its commitment to globalization. SHANGHAI-China's president pledged to keep strengthening the country's domestic market while further opening it to foreign investors during a meeting with local and international businesspeople, signaling his willingness to bolster economic ties at a time of rising international tensions.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11595363634", "title": "Pepper...and Salt", "date": "2020-07-22 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/global-dairy-prices-bounce-back-from-coronavirus-slump-11595416072", "title": "Global Dairy Prices Bounce Back From Coronavirus Slump", "date": "2020-07-22 00:01", "summary": "Increases occur as pandemic eases in Asia and Chinese growth returns. A pickup in demand for milk products in China and other parts of Asia has sparked a rebound in global dairy prices, improving the profit outlook for farmers from New Zealand to the U.S.", "categories": [["Markets", "Commodities"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/federal-agents-headed-to-chicago-elsewhere-in-attempt-to-reduce-violent-crime-11595357926", "title": "Federal Agents Deploy to Chicago as Big-City Mayors Decry Involvement", "date": "2020-07-22 23:46", "summary": "Surge of resources coincides with DHS confrontations with demonstrators in Portland. The Trump administration plans to send federal law enforcement to Chicago as part of an effort to crack down on gun crime, as leaders in several Democratic-controlled cities worried about the presence of federal agents on their streets following confrontations with demonstrators in Portland, Ore.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/twitter-bans-qanon-accounts-citing-risk-of-offline-harm-11595387453", "title": "Twitter Bans QAnon Accounts, Citing Risk of Offline Harm", "date": "2020-07-22 23:10", "summary": "Adherents of discredited conspiracy theory have become more active recently, company says; ban covers thousands of accounts. Twitter Inc. said it would step up enforcement against followers of the QAnon conspiracy theory, becoming the first major platform to take aggressive action to limit the spread of a discredited movement that has festered online for years.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/blacklisting-of-chinese-firms-rattles-american-supply-chains-11595343494", "title": "Blacklisting of Chinese Firms Rattles American Supply Chains", "date": "2020-07-22 21:58", "summary": "Apple, Ralph Lauren among customers of manufacturers penalized over alleged links to human-rights abuses. HONG KONG-The addition of 11 Chinese companies to a U.S. trade blacklist of entities Washington says are linked to human-rights abuses of the Uighur minority group in Xinjiang is entangling major brands and likely to further a reordering of supply chains that feed American consumers.", "categories": [["Business", "Asia"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/body-found-in-minneapolis-building-burned-during-george-floyd-riots-11595382153", "title": "Body Found in Minneapolis Building Burned During George Floyd Riots", "date": "2020-07-22 21:42", "summary": "Hennepin County Medical Examiner's Office is expected to release the person's identity and cause of death in coming days. A body, believed to be of a man, was found Monday inside a Minneapolis pawnshop that was burned during protests and riots in the days after the police killing of George Floyd, according to police.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-latest-news-07-21-2020-11595319537", "title": "U.S. Coronavirus Cases Rise at Slowest Pace in a Week", "date": "2020-07-22 21:29", "summary": "Total number of infections in the country climbs to more than 3.8 million and death toll nears 141,000. New coronavirus cases in the U.S. rose by more than 60,000, the smallest daily increase in a week, but the surge that started in mid-June continued to put strain on health-care systems in some parts of the country.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-the-career-sacrifices-women-make-during-the-coronavirus-pandemic-could-be-long-lasting-11595377723", "title": "Why The Career Sacrifices Women Make During the Coronavirus Pandemic Could Be Long-Lasting", "date": "2020-07-22 21:28", "categories": [["Jobs"]], "category_links": ["https://www.wsj.com/news/types/noted-jobs?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/zoom-reconnects-family-and-friends-in-the-coronavirus-pandemicbut-will-it-last-11595379600", "title": "Zoom Reconnects Family and Friends in the Coronavirus Pandemic-but Will It Last?", "date": "2020-07-22 21:00", "summary": "Sisters get back in touch, an uncle preps jokes for the grand-nephews, college friends share their stories; 'I think we've all gotten a lot closer'. The Covid-19 pandemic has deepened the bonds of many families and friends in unexpected ways.", "categories": [["Life & Work", "Turning Points"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/turning-points?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/white-house-works-to-sell-gop-senators-on-payroll-tax-cut-11595340220", "title": "White House Works to Sell GOP Senators on Payroll-Tax Cut", "date": "2020-07-22 20:49", "summary": "Sen. McConnell aims to roll out a $1 trillion plan this week, then negotiate with Democrats. WASHINGTON-The White House and Senate Republicans struggled to bridge divisions on a payroll-tax cut, school funding and other issues on Tuesday, with a series of meetings revealing fissures within the party ahead of planned negotiations with Democrats over the next coronavirus aid package.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biogen-taps-iqvia-cfo-as-new-finance-chief-11595378088", "title": "Biogen Taps Iqvia CFO as New Finance Chief", "date": "2020-07-22 20:34", "summary": "Michael McDonnell will succeed Jeffrey Capello, who is stepping down. Drugmaker Biogen Inc. has named Michael McDonnell, the current finance chief at drug-testing and data company Iqvia Holdings Inc., as its next chief financial officer.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-spy-chiefs-offer-to-provide-threat-briefing-to-congress-in-august-11595364921", "title": "U.S. Spy Chiefs Offer to Provide Threat Briefing to Congress in August", "date": "2020-07-22 20:13", "summary": "Intelligence officials haven't briefed lawmakers on global threats after last year's congressional hearing stoked tensions with President Trump. WASHINGTON-Director of National Intelligence John Ratcliffe said on Tuesday he is willing to appear before Congress next month for a briefing on global threats facing the U.S., in what would be the first such session in nearly 20 months because of friction among President Trump, U.S. spy chiefs and lawmakers.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}]