[{"link": "https://www.wsj.com/articles/why-covid-19-quarantines-matter-epidemiologists-and-infectious-disease-doctors-weigh-in-11603671088", "title": "Why Covid-19 Quarantines Matter: Epidemiologists and Infectious-Disease Doctors Weigh In", "date": "2020-10-25 20:11", "summary": "Vice President Mike Pence is continuing with his campaign schedule despite close contact with a staffer who tested positive for Covid-19. Vice President Mike Pence has decided not to quarantine despite being deemed a close contact of at least one staff member who tested positive for Covid-19. A White House spokesman said Mr. Pence would follow guidelines for essential personnel.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/is-free-shipping-worth-it-for-companies-11603570885", "title": "Is Free Shipping Worth It for Companies?", "date": "2020-10-25 20:00", "summary": "A new study suggests that it leads to more products returned-and lower profits. Online retailers have long used free shipping to encourage customers to buy more products. But a new study suggests that free-shipping promotions can reduce a company's profits.", "categories": [["Business", "Journal Reports: Leadership"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-leadership?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/covid-pushed-these-dads-to-pause-their-careers-for-full-time-parenting-11603670402", "title": "Covid Pushed These Dads to Pause Their Careers", "date": "2020-10-25 20:00", "summary": "Most Popular News. For two decades, Thom Hofman was a zookeeper, working with penguins and flamingos. Then he was an aspiring veterinary assistant, attending classes and hunting for jobs following a layoff. Now he's a full-time dad.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/the-tricky-task-of-selling-las-vegas-to-tourists-during-covid-19-11603570813", "title": "The Tricky Task of Selling Las Vegas to Tourists During Covid-19", "date": "2020-10-25 20:00", "summary": "The city's chief marketing official talks about getting the right tone-and how it's working. Many tourists go to Las Vegas for its anything-could-happen aura. This year, the unexpected can seem less alluring.", "categories": [["Business", "Journal Reports: Leadership"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-leadership?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/private-equity-smashes-its-campaign-spending-record-with-2020-races-11603620001", "title": "Private Equity Smashes Its Campaign-Spending Record with 2020 Races", "date": "2020-10-25 19:21", "summary": "Employees of investment firms spent about $132 million on political races through September. Private equity has spent more on the 2020 political races than on any previous election, setting a new high for political donations at a time of fierce debate about greater regulation of the industry.", "categories": [["Pro PE Legal Regulatory"]], "category_links": ["https://www.wsj.com/news/types/pro-pe-legal-regulatory?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-state-republican-candidates-fight-shadow-of-trump-11603666800", "title": "New York State Republicans Fight Shadow of Trump", "date": "2020-10-25 19:00", "summary": "As Election Day nears, some GOP hopefuls campaign on state issues instead of ties to president. ", "categories": [["U.S.", "State Street"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/state-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/brett-phillips-saw-his-wife-for-the-first-time-in-weeks-then-she-left-before-his-world-series-heroics-11603666269", "title": "Brett Phillips Saw His Wife for the First Time in Weeks. Then She Left Before His World Series Heroics.", "date": "2020-10-25 18:51", "summary": "The last player off of the Rays bench had the biggest moment of his career but Bri Phillips saw it from her hotel room after leaving in the seventh inning of Game 4. ARLINGTON, Texas-After he delivered the hit that made him one of the most improbable World Series heroes ever, Tampa Bay Rays outfielder Brett Phillips couldn't hide his excitement that his wife, Bri, was there to see it. \"I'm glad I didn't have a walk-off hit in the last couple days before she got here,\" he joked.", "categories": [["Sports", "MLB"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/mlb?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pence-s-chief-of-staff-campaign-adviser-test-positive-for-coronavirus-11603598632", "title": "Pence's Chief of Staff and Other Key Aides Test Positive for Coronavirus", "date": "2020-10-25 18:35", "summary": "Vice president has tested negative and will stay on the campaign trail-deciding against quarantine-with just days to go before the election. WASHINGTON-At least five people close to Vice President Mike Pence, including his chief of staff and a top campaign adviser, have tested positive for Covid-19, but with just days left until Election Day, President Trump's running mate will maintain a busy campaign schedule.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/amy-coney-barretts-supreme-court-nomination-set-to-advance-sunday-11603627202", "title": "Senate Advances Supreme Court Nomination of Amy Coney Barrett", "date": "2020-10-25 18:05", "summary": "Final vote to confirm President Trump's nominee is expected Monday. WASHINGTON-The Senate cleared a key procedural hurdle in a rare Sunday session, voting largely along party lines to set up a final confirmation vote on Monday for Supreme Court nominee Judge Amy Coney Barrett, as Republicans race to confirm President Trump's pick before Election Day.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tropical-storm-zeta-is-forecast-to-grow-to-hurricane-and-hit-gulf-coast-11603650644", "title": "Tropical Storm Zeta Is Forecast to Grow to Hurricane, Hit Gulf Coast", "date": "2020-10-25 18:04", "summary": "Currently located off Mexico's Yucatán Peninsula, Zeta is headed through Caribbean and toward Louisiana, Mississippi and Alabama. A new tropical storm formed in the Caribbean Sunday morning, with forecasters predicting it will move north and hit the storm-weary U.S. Gulf Coast in the middle of the week.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-k-detains-stowaways-aboard-oil-tanker-after-standoff-with-crew-11603662250", "title": "U.K. Detains Stowaways Aboard Oil Ship After Standoff With Crew", "date": "2020-10-25 17:44", "summary": "Ship sailing to Southampton, England, from Nigeria, sent S.O.S. after stowaways threatened the crew. LONDON-British authorities detained seven stowaways on an oil tanker just a few miles from the English coast, after crew members called for help and locked themselves in the vessel's safe room, according to the ship's operator.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/armenia-and-azerbaijan-agree-to-cease-fire-after-talks-in-washington-11603661159", "title": "Armenia and Azerbaijan Agree to Cease-Fire After Talks in Washington", "date": "2020-10-25 17:26", "summary": "The cease-fire will take effect at 8 a.m. local time on Monday. WASHINGTON-Armenia and Azerbaijan, which have spent nearly a month engaged in a violent conflict in the Nagorno-Karabakh region, have agreed to a humanitarian cease-fire, the U.S. and the two Caucasus neighbors said Sunday afternoon.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/californias-racial-scare-campaign-11603660881", "title": "California's Racial Scare Campaign", "date": "2020-10-25 17:21", "summary": "Behind in the polls, preference supporters roll out the KKK and David Duke.. Scarcely more than a week from Election Day, the champions of California's Proposition 16-a ballot initiative that would repeal the ban on racial preferences in the state constitution-are desperate to push the measure over the top. So they are falling back on a scare tactic: accusations of white supremacy.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-most-expensive-election-11603660837", "title": "The Most Expensive Election", "date": "2020-10-25 17:20", "summary": "But do you hear many progressives complaining, as they trounce the GOP?. The 2020 elections are \"obliterating previous spending records,\" says OpenSecrets.org, which projects a total cost of around $11 billion. Yet the campaign has so far been remarkably free of complaints about money in politics.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-press-of-conformity-11603660797", "title": "The Press of Conformity", "date": "2020-10-25 17:19", "summary": "A case study in how the media stigmatize opposing views.. Some institutions are responding better than others to the stress of political polarization, and one of the worst performers has been the press. Its broad and intense progressive partisanship is escalating into attempts to stifle information and stigmatize opposing points of view.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/software-maker-saps-profit-and-sales-declined-11603660736", "title": "Software Maker SAP's Profit and Sales Declined", "date": "2020-10-25 17:18", "summary": "Germany company cuts outlook for 2020 as Covid-19 resurges. BERLIN- SAP SE , the business-software maker, on Sunday said profit and sales declined in the three months through Sept. 30, as the economic fallout of the global response to the coronavirus pandemic hit core business units.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/venezuelan-opposition-leader-leopoldo-lopez-escapes-venezuela-opposition-officials-say-11603559016", "title": "Opposition Leader Flees Venezuela for Exile in Spain", "date": "2020-10-25 17:15", "summary": "Prominent in movement to overthrow President Nicolás Maduro's regime, he had been holed up in Spanish ambassador's residence in Caracas. BOGOTÁ, Colombia-After years of jail and house arrest, Venezuelan opposition leader Leopoldo López, a prominent leader in the movement to overthrow President Nicolás Maduro's authoritarian regime, is in Spain reunited with his family after having fled his homeland in what his aides called a daring escape.", "categories": [["World", "Latin America"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/latin-america-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/keep-an-eye-on-the-michigan-senate-race-11603659430", "title": "Keep an Eye on the Michigan Senate Race", "date": "2020-10-25 16:57", "summary": "Republican John James is the best Republican hope for a surprise pickup on Election Night.. Michigan hasn't elected a Republican U.S. senator since 1994, and Republicans this year are working to save more than half a dozen seats in the upper chamber. But the Senate race in Michigan presents an unexpected pickup opportunity. Recent polls show Republican John James, a 39-year-old African-American Iraq war veteran, within striking distance of first-term Sen. Gary Peters and outperforming President Trump, who narrowly carried the state in 2016. The Real Clear Politics average has Mr. Peters leading 48.6% to 43.4%.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-trump-boom-is-real-11603659361", "title": "The Trump Boom Is Real", "date": "2020-10-25 16:56", "summary": "The post-2009 recovery may look continuous, but Trump beat expectations while Obama fell short.. There's often more to the macroeconomy than what meets the eye. My friend Alan Blinder published an op-ed recently declaring that the employment surge during Donald Trump's presidency is a \"convenient myth.\" He noted that unemployment had declined steadily since 2010 and that there was no acceleration in job growth after the 2017 tax reform. But there's little reason to think the expansion held for a record-long 10 years merely on its own steam; Mr. Trump's policies gave it new life.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/islamism-converges-with-cancel-culture-11603659312", "title": "Islamism Converges With Cancel Culture", "date": "2020-10-25 16:55", "summary": "Samuel Paty's jihadist murderer targeted the victim based on social media outrage and lies.. Samuel Paty wanted to teach his students a lesson about free speech. He ended up paying with his life. Paty, 47, a middle-school teacher in a Paris suburb, announced to his civics class in early October that he would show some of the caricatures of the prophet Muhammad that the satirical magazine Charlie Hebdo published in 2015 and that students were free to opt out of viewing the images.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/winter-is-coming-time-for-a-mask-mandate-11603659248", "title": "Winter Is Coming: Time for a Mask Mandate", "date": "2020-10-25 16:54", "summary": "A requirement to cover your face in public could be more of a cultural norm than a political statement.. France set a record for Covid-19 infections this weekend, and Italy has announced new restrictions, such as closing bars and restaurants at 6 p.m. The feared fall coronavirus surge has arrived in Europe and also in the U.S., where cases continue to rise. It's time to consider a limited and temporary national mask mandate.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/democrats-want-medicaid-for-the-wealthy-11603659200", "title": "Democrats Want Medicaid for the Wealthy", "date": "2020-10-25 16:53", "summary": "The Covid relief law prevents states from disenrolling those earning six figures.. While the coronavirus pandemic has predictably increased Medicaid enrollment, this development is being used to hide how the wealthy can take advantage of the system under Democratic expansion of health care. Many people are losing income or employer-based health coverage due to Covid-related closures, but a recent report by the Congressional Budget Office shows how enrollment will also rise because ineligible individuals remain on Medicaid-a trend Democrats want to perpetuate.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-alignment-problem-review-when-machines-miss-the-point-11603659140", "title": "'The Alignment Problem' Review: When Machines Miss the Point", "date": "2020-10-25 16:52", "summary": "Sophisticated algorithms can do everything they are supposed to do, performing wonders, and still make bad recommendations and dodgy claims.. In the mid-1990s, a group of software developers applied the latest computer learning to tackle a problem that emergency-room doctors were routinely facing: which of the patients who showed up with pneumonia should be admitted and which could be sent home to recover there? An algorithm analyzed more than 15,000 patients and came up with a series of predictions intended to optimize patient survival. There was, however, an oddity-the computer concluded that asthmatics with pneumonia were low-risk and could be treated as outpatients. The programmers were skeptical.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/apples-booming-services-business-could-be-hit-in-google-antitrust-battle-11603659010", "title": "Apple's Services Business Could Be Hit in Google Antitrust Battle", "date": "2020-10-25 16:50", "summary": "Multibillion-dollar deal in which Google pays to be default search engine on Apple's devices is at the heart of U.S. government's case. The Justice Department's attempt to punish Google for its competitive practices in internet search could end up taking a major toll on a different tech giant: Apple Inc.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-free-speech-dies-11603658971", "title": "How Free Speech Dies", "date": "2020-10-25 16:49", "summary": "Hyper-intolerance is a familiar path to tyranny throughout Latin America.. Facebook , Twitter and Google chief executives go before a Senate committee this week to face questions about alleged censorship. The tech titans are in hot water with conservatives due to increasing evidence that screeners, assigned to block offensive content, use their power to advance a political agenda.", "categories": [["Opinion", "The Americas"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/the-americas?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-biden-economy-means-litter-jobs-11603658932", "title": "A Biden Economy Means 'Litter Jobs'", "date": "2020-10-25 16:48", "summary": "Green projects like weatherizing are often work for its own sake, reducing productivity.. I hate admitting youthful indiscretions. Way too long ago, I was with friends in a desolate Colorado parking lot drinking rare-outside-the-state Coors beers. One guy would occasionally open his window and toss empty cans out. I shyly mentioned that he probably shouldn't litter. After all, I grew up watching \"The Three Stooges\" on channel 11 WPIX with constant public service announcements featuring an American Indian standing next to a highway crying as litter is thrown at his feet.", "categories": [["Opinion", "Inside View"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/inside-view?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cenovus-and-husky-to-merge-in-18-billion-deal-11603632994", "title": "Cenovus and Husky to Merge in $2.89 Billion Deal", "date": "2020-10-25 16:25", "summary": "Move would create third-largest oil and natural-gas producer in Canada. Canadian oil-sands producer Cenovus Energy Inc. and Husky Energy Inc., controlled by Hong Kong billionaire Li Ka Shing, agreed to merge in an all-stock deal valued at 3.8 billion Canadian dollars, equivalent to US$2.9 billion.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/perils-and-opportunities-of-a-public-option-11603656624", "title": "Perils and Opportunities of a Public Option", "date": "2020-10-25 16:10", "summary": "The obvious fact that ObamaCare hasn't delivered hardly provides evidence that much more government will rescue the system.. Regarding Lanhee J. Chen and Daniel L. Heil's \"Biden's Public Option Would Mean Massive Tax Hikes,\" op-ed, Oct. 20): Any vast expansion of government health insurance for \"all\" is at a minimum evidence that ObamaCare has failed to deliver as advertised. Massive expansion of spending would disable health care and government generally. The obvious fact that ObamaCare hasn't delivered hardly provides evidence that much more government will rescue the system. It is past time to try much less government, more freedom and many more choices for the large number of us not liberated by ObamaCare. If it has done the job, what is the debate about?", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/questioning-diversity-training-effectiveness-11603656534", "title": "Questioning Diversity-Training Effectiveness", "date": "2020-10-25 16:08", "summary": "While Starbucks no doubt will get more good publicity from continuing this training, it's unlikely to create substantive change.. Starbucks Corp. has a fabled history of making grand gestures to signal to the market. In 2008 it shut down stores for several hours to retrain baristas, sending the message that the company was improving the quality of its drinks. Ten years later it signaled that it was committed to diversity by closing stores for antibias training-something it is now mandating for executives (\"Starbucks Ties Pay to Targets for Diversity,\" Business & Finance, Oct. 15).", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/dont-let-covid-19-delay-your-own-cancer-screening-11603656512", "title": "Don't Let Covid-19 Delay Your Own Cancer Screening", "date": "2020-10-25 16:08", "summary": "Eight months into this pandemic, your health-care providers have learned a lot about how to protect their patients and themselves during screening appointments.. Cancer doesn't take a pause, and screenings can save lives (\"Drop in Cancer Screenings Fuels Worry,\" U.S. News, Oct. 16). Health-care providers are taking Covid-19 seriously and have implemented numerous safeguards to safely provide critical screenings and cancer treatments. Eight months into this pandemic, your health-care providers have learned a lot about how to protect their patients and themselves during screening appointments. For more information on how to reschedule your medical screenings and appointments, the easiest thing you can do is to call and talk with your doctor's office. It is so important to get those screenings back on the books.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/stimulus-for-prisoners-may-do-some-much-needed-good-11603656452", "title": "Stimulus for Prisoners May Do Some Much-Needed Good", "date": "2020-10-25 16:07", "summary": "Next to housing, on release offenders need transportation to seek and maintain jobs and attend parole and recovery meetings.. Regarding Chandra Bozelko's \"Prisoners Don't Need Covid Stimulus Checks\" (op-ed, Oct. 21): As a long time volunteer of the Texas Department of Criminal Justice, there are wider considerations regarding stimulus checks to offenders. With all deference to Ms. Bozelko's firsthand experience, she argues that $1,200 won't last long. Next to housing, on release offenders need transportation to seek and maintain jobs and attend parole and recovery meetings. A driver's license is essential for this and identification. Holding them back are jurisdictions which don't recognize time served for clearing fines; $1,200 may go a long way to satisfying these and the ever-present parole fees.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/government-payment-rules-are-the-culprit-on-infusion-11603656478", "title": "Government Payment Rules Are the Culprit on Infusion", "date": "2020-10-25 16:07", "summary": "If CMS will change its reimbursement methodology, there will be no shortage of clinics.. Regarding Drs. Scott Gottlieb and Mark McClellan's \"Where Do I Go to Get My Covid Antibody Cocktail?\"(op-ed, Oct. 19): They are right regarding the need for the government to prime the pump to stimulate the development of private infusion clinics for Covid patients. However, they overstate the associated problems.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/blackstone-to-buy-simply-self-storage-for-about-1-2-billion-11603656073", "title": "Blackstone to Buy Simply Self Storage for About $1.2 Billion", "date": "2020-10-25 16:01", "summary": "Private-equity firm says self-storage is resilient as coronavirus crisis leads people to move. Blackstone Group Inc. has struck a deal to buy Simply Self Storage from Brookfield Asset Management Inc., making a bet on a sector that has remained strong throughout the coronavirus pandemic.", "categories": [["WSJ News Exclusive", "Deals"]], "category_links": ["https://www.wsj.com/news/types/deals-deal-makers?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/european-union-wouldapplylower-threshold-in-assessing-covid-19-vaccine-11603649465", "title": "EU Would Apply Lower Threshold in Assessing Covid-19 Vaccine", "date": "2020-10-25 15:44", "summary": "The EU's drug regulator is willing to approve a vaccine even if it were effective in less than half of people taking it, a lower threshold than the FDA is likely to apply. The European Union's chief drug regulator would approve a vaccine against Covid-19 even if trials showed that it was effective in less than half the people who take it, lower than the threshold the U.S. Food and Drug Administration is likely to apply in assessing vaccine candidates for the U.S. population.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/china-trade-war-didnt-boost-u-s-manufacturing-might-11603618203", "title": "China Trade War Didn't Boost U.S. Manufacturing Might", "date": "2020-10-25 15:36", "summary": "Factory production peaked in 2018, data show; Trump advisers say tariff campaign will yield benefits over time. WASHINGTON-President Trump's trade war against China didn't achieve the central objective of reversing a U.S. decline in manufacturing, economic data show, despite tariffs on hundreds of billions of dollars of Chinese goods to discourage imports.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/european-countries-announce-new-covid-19-restrictions-record-infections-11603638712", "title": "European Countries Impose New Covid-19 Restrictions", "date": "2020-10-25 15:33", "summary": "Italy announces closure of all bars and restaurants at 6 p.m, while France's coronavirus infections hit record. Europe's second wave of the coronavirus pandemic is accelerating, forcing countries to impose ever-more social-distancing rules in a bid to avoid a return to full-blown lockdowns.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/presidential-debates-the-fec-and-freedom-of-speech-11603653361", "title": "Presidential Debates, the FEC and Freedom of Speech", "date": "2020-10-25 15:16", "summary": "The idea that the presidential candidates couldn't negotiate the terms of their own debate is clearly risible.. Regarding Commission on Presidential Debates (CPD) member Newton Minow's \"Presidential Debates Must Follow FEC Law\" (Letters, Oct. 21): The idea that the presidential candidates couldn't negotiate the terms of their own debate is clearly risible. A fortiori, those same candidates could work with any agreeable administrator or sponsor to help implement those negotiations.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/economy-week-ahead-gdp-central-banks-factories-11603652400", "title": "Economy Week Ahead: GDP, Central Banks, Factories", "date": "2020-10-25 15:00", "summary": "U.S. gross domestic product, Japan and EU monetary policy decisions are featured. ", "categories": [["Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/harleys-new-ceo-bets-on-leaner-operations-to-restore-hogs-luster-11603648802", "title": "Harley Bets on Leaner Operations to Restore Hogs' Luster", "date": "2020-10-25 14:00", "summary": "Jochen Zeitz is cutting models, dealerships and jobs as company abandons plans to appeal to younger riders. Harley-Davidson Inc. is going back to the basics of making big, expensive motorcycles for its most devoted customers, abandoning a decadelong quest to reach new types of riders.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hate-waiting-in-line-new-research-may-help-things-move-faster-11603570729", "title": "Hate Waiting in Line? New Research May Help Things Move Faster", "date": "2020-10-25 14:00", "summary": "A study shows that individual lines work better than one big one-in industries where servers feel 'ownership' of the people in their queue. Five years ago, a team of researchers challenged the conventional wisdom that the fastest-moving line is a single \"pooled\" line. Instead, the researchers found, splitting the pool into individual lines made them move faster.", "categories": [["Business", "Journal Reports: Leadership"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-leadership?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/brazilians-turn-to-botox-to-wipe-away-that-quarantine-frown-11603645858", "title": "Brazilians Turn to Botox to Wipe Away That Quarantine Frown", "date": "2020-10-25 13:11", "summary": "Demand for beauty treatment soars for men and women alike during pandemic, as videoconferences and masks highlight wrinkles. SÃO PAULO-With face masks obligatory across many Brazilian cities, the wealthy are relying ever more on Botox to get the perfect, wrinkle-free forehead. Beauty clinics say demand for the cosmetic treatment has as much as doubled here since the pandemic began.", "categories": [["A-hed"]], "category_links": ["https://www.wsj.com/news/types/a-hed?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/business-on-biden-not-so-bad-given-the-alternatives-11603645608", "title": "Business on Biden: Not So Bad, Given the Alternatives", "date": "2020-10-25 13:06", "summary": "Resume Subscription. Former Vice President Joe Biden is running for president on the sort of platform that usually makes business sweat: higher taxes on corporations and investors, aggressive action to phase out fossil fuels, stronger unions and an expanded government role in health care.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/samsung-heir-takes-reins-of-tech-giant-stuck-in-his-fathers-past-11603632048", "title": "Samsung Heir Takes Reins of Tech Giant Stuck in Father's Past", "date": "2020-10-25 13:05", "summary": "Lee Jae-yong has the challenge of transforming the South Korean conglomerate after it has failed to keep pace with rivals. SEOUL-Under Lee Kun-hee's leadership, Samsung Electronics Co. became a ubiquitous name world-wide with its flat-screen TVs and slick smartphones.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cars-have-hit-protesters-more-than-100-times-this-year-11603645201", "title": "Cars Have Hit Protesters More Than 100 Times This Year", "date": "2020-10-25 13:00", "summary": "Authorities have charged 39 drivers with crimes ranging from reckless driving to vehicular homicide. As Americans have taken to the streets this year to protest racism and allegations of police violence, they have been hit by motor vehicles more than 100 times in the process.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pope-francis-names-wilton-gregory-as-first-black-american-cardinal-11603629816", "title": "Pope Francis Names Wilton Gregory as First Black American Cardinal", "date": "2020-10-25 12:55", "summary": "Archbishop of Washington, D.C., will be the first American cardinal named since 2016. ROME-Pope Francis said Sunday that he would raise 13 men to the rank of cardinal, including Archbishop Wilton Gregory of Washington, D.C., who will become the first Black American to receive the honor.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/amy-coney-barrett-what-comes-next-and-how-the-supreme-court-will-change-11603642087", "title": "Amy Coney Barrett: What Comes Next", "date": "2020-10-25 12:08", "summary": "A look at what to expect in Judge Barrett's confirmation process. The Senate is expected to vote to confirm Judge Amy Coney Barrett to the Supreme Court on Monday, filling the seat left vacant by the death of Justice Ruth Bader Ginsburg and cementing a conservative majority on the court.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/historically-black-colleges-become-focus-of-biden-trump-outreach-11603641600", "title": "Historically Black Colleges Wooed by Biden, Trump", "date": "2020-10-25 12:00", "summary": "Former vice president seeks to shore up support from a key Democratic constituency, while the president tries to make inroads. In the final stretch of the campaign, both President Trump and Joe Biden are highlighting relationships with historically Black colleges and universities, as the former vice president seeks to shore up support among a key Democratic constituency and Mr. Trump tries to make inroads.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/so-you-think-you-know-management-trends-take-our-quiz-11603570685", "title": "So, You Think You Know Management Trends? Take Our Quiz.", "date": "2020-10-25 12:00", "summary": "Bosses and wannabe bosses should know the hot ideas that guided those who came before them. What's the best way to motivate workers? What is the proper role of a leader? How do you nourish and sustain a culture while accommodating change?", "categories": [["Business", "Journal Reports: Leadership"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-leadership?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/americans-working-from-home-face-internet-usage-limits-11603638000", "title": "Americans Working From Home Face Internet Data-Usage Limits", "date": "2020-10-25 11:00", "summary": "As more people rely on their home broadband for work and school during the coronavirus pandemic, providers are reinstating data caps. The coronavirus pandemic led millions of Americans to turn their homes into offices and classrooms. It also forced many to change their habits to keep their internet bills in check.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/retail-stocks-are-hot-heading-into-the-holiday-season-11603634400", "title": "Retail Stocks Are Hot Heading Into the Holiday Season", "date": "2020-10-25 10:00", "summary": "Holiday spending is forecast to fall this year, but many investors are buying retailers' shares. The holiday season is expected to be brutal for many retailers. Investors are bidding up their stock prices anyway.", "categories": [["Markets", "Stocks"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-corporate-feud-stings-london-stock-market-global-banks-11603531800", "title": "A Corporate Feud Stings London Stock Market, Global Banks", "date": "2020-10-25 09:38", "summary": "Founder of U.A.E. health-care conglomerate and two brothers trade accusations of wrongdoing that led to multibillion-dollar collapse. To understand the origins of a multibillion-dollar collapse of a corporate empire, consider a pair of Bentleys that were gifts to two brothers at the center of the alleged scandal.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-city-schools-coronavirus-cases-are-low-anxieties-high-11603630800", "title": "New York City Schools' Coronavirus Cases Are Low, Anxieties High", "date": "2020-10-25 09:00", "summary": "Mayor calls reopening a success, but parents seek better remote learning, information on attendance, grading and admissions. More than a month into the academic year, Mayor Bill de Blasio is citing New York City's success so far in reopening schools as a prime example of how the city can serve as a national model on how to handle the coronavirus crisis.", "categories": [["U.S.", "Schools"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-schools?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-case-for-a-700-smartphone-11603630800", "title": "The Case for a $700 Smartphone", "date": "2020-10-25 09:00", "summary": "Four-figure phones have become standard, but the best value can be found in less-expensive models that still deliver great cameras, long-lasting batteries and future-proof 5G connectivity. This year's most noteworthy phones weren't the best, most technologically advanced ones. They were cheaper phones with better value.", "categories": [["Tech", "Personal Tech", "Personal Technology: Nicole Nguyen"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb", "https://www.wsj.com/news/types/personal-technology-joanna-stern?mod=breadcrumb", "https://www.wsj.com/news/types/personal-technology-nicole-nguyen?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/health-agency-scraps-coronavirus-ad-campaign-leaving-santa-claus-in-the-cold-11603630802", "title": "Health Agency Halts Virus Ad Campaign, Leaves Santa in Cold", "date": "2020-10-25 09:00", "summary": "The $250 million federally funded effort had aimed to 'defeat despair, inspire hope' on pandemic. A federal health agency halted a public-service coronavirus advertising campaign funded by $250 million in taxpayer money after it offered a special vaccine deal to an unusual set of essential workers: Santa Claus performers.", "categories": [["WSJ News Exclusive", "Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tired-all-the-time-here-are-new-ways-to-recharge-as-the-pandemic-drags-on-11603630801", "title": "Tired All the Time? Here Are New Ways to Recharge", "date": "2020-10-25 09:00", "summary": "Resume Subscription. Looking yet again for an energy boost as the pandemic wears on? You're not alone.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/the-99-pricing-trick-really-does-work-sometimes-11603570616", "title": "The $.99 Pricing Trick Really Does Work. Sometimes.", "date": "2020-10-25 09:00", "summary": "New research shows that this 'left-digit bias' fools consumers when they see products side by side. Go to any grocery store and you'll see examples of what behavioral-pricing researchers refer to as \"the left-digit bias.\" When an item is priced at $2.99, the idea is that consumers will think of it as $2.00. That's because the mind compares the left-most digits before it can round up the numbers. People look left first.", "categories": [["Business", "Journal Reports: Leadership"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-leadership?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-coronavirus-cases-near-84-000-for-second-day-in-a-row-11603621961", "title": "U.S. Coronavirus Cases Near 84,000 for Second Day in a Row", "date": "2020-10-25 08:27", "summary": "At least seven states report record daily infections. The U.S. added nearly 84,000 coronavirus cases for the second-straight day, with new infections coming in barely below the daily record set the previous day.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-protesters-in-belarus-continue-to-take-to-the-streets-by-the-thousands-11603627201", "title": "Why Protesters in Belarus Continue to Take to the Streets", "date": "2020-10-25 08:00", "summary": "Resume Subscription. For almost three months, thousands of Belarusians from across the social spectrum have joined weekly protests demanding that President Alexander Lukashenko step down after 26 years in power, following an election in August that critics say was neither free nor fair.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/factories-rush-to-keep-up-with-post-lockdown-shopping-11603627201", "title": "Why You Might Have Trouble Getting the Refrigerator or Car You Want", "date": "2020-10-25 08:00", "summary": "Factories rush to keep up as Americans spend on their houses and vehicles. From makers of cars to appliances to paint cans, U.S. manufacturers are falling behind on demand for goods that Americans are buying up as the Covid-19 pandemic drags on.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-consumers-really-use-online-reviews-11603570504", "title": "How Consumers Really Use Online Reviews", "date": "2020-10-25 08:00", "summary": "The latest research reveals some surprising facts about reviews that every business should know. Do online consumer reviews really matter? Yes, but in ways that might surprise a lot of people.", "categories": [["Business", "Journal Reports: Leadership"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-leadership?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/spanish-soccers-awkward-marriage-barcelona-and-lionel-messi-11603627200", "title": "Spanish Soccer's Awkward Marriage: Barcelona and Lionel Messi", "date": "2020-10-25 08:00", "summary": "After nearly breaking up this summer, the misery only deepened with a 3-1 defeat to Real Madrid in the season's first Clásico. The clock was ticking down in the season's first Clásico and Lionel Messi was suddenly back in his element: the ball at his feet, room to run, and charging at Real Madrid's defense. If the past 15 years have taught us anything, it's that these are the moments when Messi makes magic.", "categories": [["Sports", "Soccer"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/soccer?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-smartest-ways-to-use-online-reviews-when-shopping-11603570554", "title": "The Smartest Ways to Use Online Reviews When Shopping", "date": "2020-10-25 08:00", "summary": "Among other things: Don't fall for the captivating stories people tell. When sifting through online reviews, shoppers may fall prey to some common psychological pitfalls. For instance, they overrely on entertaining stories that get bumped to the top of the list for the wrong reasons, or they click away from a product with one terrible review.", "categories": [["Business", "Journal Reports: Leadership"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-leadership?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/is-political-speech-protected-in-the-workplace-heres-what-you-need-to-know-11603627200", "title": "Is Political Speech Protected in the Workplace? Here's What You Need to Know", "date": "2020-10-25 08:00", "summary": "Private companies have wide latitude to limit how employees express their views, but there are exceptions. Do employees have the right to free political speech at work?", "categories": [["Life & Work", "Ask Personal Journal"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/ask-personal-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/key-al-qaeda-leader-killed-in-afghanistan-11603626009", "title": "Key al Qaeda Leader Killed in Afghanistan", "date": "2020-10-25 07:40", "summary": "Reported death of Husam Abd al-Rauf follows weeks of violence in Afghanistan. KABUL-Afghanistan claimed Sunday it had killed a top al Qaeda propagandist on an FBI most-wanted list, showing the militant group's continued presence in the country as the U.S. works to withdraw from its longest-running war.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/photos-of-the-week-oct-19-25-2020-11603623601", "title": "Photos of the Week", "date": "2020-10-25 07:24", "summary": "Early voting in the U.S. continues, protesters defy a ban on gatherings in Thailand, a spacecraft touches down on an asteroid and more. ", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/covid-19-is-surging-at-weddings-dinner-parties-and-big-group-events-11603623600", "title": "Covid-19 Is Surging as Group Restrictions Ease", "date": "2020-10-25 07:00", "summary": "Americans' desire to gather as well as eased restrictions helps explain the jump in new cases. The coronavirus is spreading across the U.S. for a number of reasons, including family and social gatherings ranging from dinner parties to weddings, as well as eased shutdown restrictions nationwide.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-india-expected-to-sign-military-pact-as-china-prompts-closer-ties-11603623601", "title": "U.S., India Expected to Sign Military Pact as China Prompts Closer Ties", "date": "2020-10-25 07:00", "summary": "Pompeo, Esper to ink agreement with Indian officials, part of Beijing-focused diplomatic push in Asia. The U.S. and India are expected to sign a key military agreement this week, bolstering cooperation in the Pacific and Indian oceans to counter an increasingly assertive China, Indian officials said.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/five-ways-to-work-better-from-home-11603623602", "title": "Five Ways to Work Better From Home", "date": "2020-10-25 07:00", "summary": "Months after the pandemic emptied out offices, few employees have nailed the art of working remotely. Here are strategies for upping your WFH game.. For millions of Americans, November will mark the eighth month of remote work.", "categories": [["Life & Work", "Life & Style", "|"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/life-style?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/marketers-try-new-data-tools-to-navigate-pandemic-11603620000", "title": "Marketers Try New Data Tools to Navigate Pandemic", "date": "2020-10-25 06:00", "summary": "Analytics platforms developed by marketers' agencies collate information on everything from foot traffic to local pandemic restrictions. Marketers are looking at more data, more often as they try to navigate the unpredictable developments of 2020.", "categories": [["CMO Today"]], "category_links": ["https://www.wsj.com/news/types/cmo-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/wall-street-funded-plan-to-gentrify-affordable-housing-crumbles-in-harlem-11603618203", "title": "Wall Street-Funded Plan to Gentrify Affordable Housing Stumbles in Harlem", "date": "2020-10-25 05:30", "summary": "Resume Subscription. Isaac Kassirer was at the forefront of one of the hottest trends in commercial real estate. He borrowed from global investors by promising to gentrify apartment buildings in New York's low-income neighborhoods and raise the rents.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/dividend-darlings-trail-stock-market-despite-pumped-up-yields-11603618202", "title": "Dividend Darlings Trail Stock Market Despite Pumped-Up Yields", "date": "2020-10-25 05:30", "summary": "Investors fret over the sustainability of big dividend payouts. Some big-name stocks are sporting chunky dividend yields. Many yield-starved investors are still saying no thanks.", "categories": [["Markets", "Stocks"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-global-rebound-could-be-determined-by-how-freely-households-spend-11603618201", "title": "A Global Rebound Could Be Determined by How Freely Households Spend", "date": "2020-10-25 05:30", "summary": "If consumers open their wallets, that could unleash demand that spurs growth. If they hold back, they would initially restrain an economic recovery.. SYDNEY-Households around the world responded to the coronavirus pandemic and its related effects by sharply boosting their savings. What they do with that cash could help shape the global economic recovery.", "categories": [["Economy", "The Outlook"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/the-outlook?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-rays-stun-dodgers-after-wild-comeback-in-game-4-of-world-series-11603612344", "title": "The Rays Stun Dodgers After Wild Comeback in Game 4 of World Series", "date": "2020-10-25 03:52", "summary": "Tampa Bay rallied for two runs in the bottom of the ninth inning to secure an 8-7 win that evened the series at two games apiece. ARLINGTON, Texas-Brett Phillips went 17 days without seeing a major-league pitch before Saturday night. The Tampa Bay Rays left him off their roster for the last round of the playoffs, so he appointed himself as an unofficial coach, which really meant he acted as a glorified cheerleader. His responsibilities in that role largely consisted of holding up a dry-erase board with helpful words of encouragement for his teammates as they clawed their way to the pennant.", "categories": [["Sports", "MLB"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/mlb?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/samsung-chairman-lee-kun-hee-dies-at-78-11603593057", "title": "Lee Kun-hee, Samsung's Chairman, Dies at 78", "date": "2020-10-25 00:22", "summary": "During his more than three decades at the helm, Mr. Lee transformed the company into a global brand. SEOUL-Samsung Chairman Lee Kun-hee, who transformed a second-tier electronics parts maker into the world's biggest manufacturer of smartphones and televisions, died Sunday after lying incapacitated in a hospital for more than half a decade. He was 78 years old.", "categories": [["World", "Obituaries"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/obituaries?mod=breadcrumb"]}]