[{"link": "https://www.wsj.com/articles/as-new-york-reopens-mayor-de-blasio-faces-boos-from-within-city-hall-too-11591535596", "title": "As New York Reopens, Mayor de Blasio Faces Boos, From Within City Hall, Too", "date": "2020-06-07 19:55", "summary": "City is consumed by unrest following the killing of George Floyd while trying to reopen after more than two months in coronavirus lockdown. After more than a week of protests that have led to violent clashes with police, the mayor of the nation's largest city is struggling to regain the confidence of his constituents and staff, as the city teeters on the brink of the worst economic crisis in four decades.", "categories": [["U.S.", "Politics"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/in-new-york-a-fight-over-the-next-aoc-11591570800", "title": "In New York, a Fight Over the Next AOC", "date": "2020-06-07 19:00", "summary": "Left-leaning groups, officials have been lining up behind a first-time candidate taking on longtime incumbent Rep. Eliot Engel. New York progressives hope that U.S. Rep. Eliot Engel could become the next Joe Crowley, a longtime incumbent who is ousted by a primary challenge from his left flank.", "categories": [["U.S.", "State Street"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/state-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/colin-powell-says-trump-has-drifted-away-from-u-s-constitution-11591564959", "title": "Colin Powell Says Trump Has Drifted Away From Constitution", "date": "2020-06-07 17:47", "summary": "The Republican former secretary of state and former military official will vote for Democrat Joe Biden in U.S. election. Another former senior military official, Colin Powell, criticized President Trump for his administration's response to protests over the killing of George Floyd in Minneapolis police custody, saying Mr. Trump has \"drifted away\" from the U.S. Constitution.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/retreat-from-germany-11591566310", "title": "Retreat From Germany", "date": "2020-06-07 17:45", "summary": "Withdrawing U.S. troops would be a win for Russia-and China.. The Chinese threat to democratic values extends far beyond the Pacific, and the U.S. needs allies across the world to resist. That's one of many reasons President Trump's partial withdrawal of U.S. troops from Germany would be damaging.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/protests-over-george-floyd-killing-spread-to-cities-around-the-world-11591524556", "title": "Antiracism Protests Erupt Around the World in Wake of George Floyd Killing", "date": "2020-06-07 17:44", "summary": "Demonstrations held in Berlin, Paris, London and other cities over the weekend. Thousands of protesters gathered in cities around the world, often in defiance of coronavirus-related bans on mass gatherings, in solidarity with U.S. demonstrations calling for changes to the justice system after the killing of George Floyd while in police custody.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/doctors-for-lockdown-discrimination-11591566210", "title": "Doctors for Lockdown Discrimination", "date": "2020-06-07 17:43", "summary": "Justifying bans on group protests for some but not for others.. Democratic politicians can't explain why they let peaceful protesters and even rioters march in tight crowds in their streets but continue to ban other gatherings and maintain strict lockdowns on the rest of the public. Now some public-health progressives are offering a rationalization: \"COVID-19 among Black patients is yet another lethal manifestation of white supremacy.\"", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/crime-and-the-coronavirus-11591566069", "title": "Crime and the Coronavirus", "date": "2020-06-07 17:41", "summary": "A new study finds that released criminals may be spreading the virus.. One policy response to the coronavirus pandemic has been the early release of thousands of criminals from custody across the U.S. The goal is to reduce infections in the confined quarters of jail or prison, and in some cases it's warranted on compassionate grounds. But a new study in Health Affairs seeks to answer a related question that has drawn too little attention: Are criminals who are released from custody spreading the virus in the communities they return to?", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/california-and-some-other-states-see-coronavirus-cases-rise-11591540411", "title": "California, Some Other States See Virus Cases Rise", "date": "2020-06-07 17:00", "summary": "As some hard-hit places keep their daily numbers down, new cases climb elsewhere; New York City prepares to reopen Monday. Nearly three months since the U.S. declared a national emergency over the new coronavirus, some states are reporting a rise in new cases as they lift restrictions meant to slow the virus's spread.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sen-tom-cottons-next-mission-carrying-trump-banner-after-trump-11591542001", "title": "Cotton's Next Mission: Carrying the Trump Banner After Trump", "date": "2020-06-07 17:00", "summary": "Arkansas senator has pushed for aggressive policies on protests, China and immigration. WASHINGTON-Sen. Tom Cotton has been a longtime adviser to President Trump, both echoing the chief executive's bare-knuckled rhetoric on subjects like immigration and China and at times pushing him to take even more aggressive positions.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-lower-admissions-bar-will-help-no-one-11591562624", "title": "A Lower Admissions Bar Will Help No One", "date": "2020-06-07 16:43", "summary": "As if the admissions process wasn't already highly subjective and mysterious, the removal of standardized-test scores subjects the process even more to the vagaries and unknowable quotas of the admissions offices.. As if the admissions process wasn't already highly subjective and mysterious, the removal of standardized-test scores subjects the process even more to the vagaries and unknowable quotas of the admissions offices regardless of the steps outlined in \"Will the Pandemic Revolutionize College Admissions?\" (Review, May 30). The increasingly qualitative mix of the underlying information makes evaluation even more impressionistic, notwithstanding third-party reviews. Holistic evaluation, already inscrutable, will become even less accountable. More candidates with higher qualifications will further lose out to less-qualified applicants because of their gender, ethnicity and race. Instead of wasting monumental effort on finding unproven alternative qualitative information, spending even a fraction of that effort on creative ways of administering standardized tests during this pandemic will result in much better and fairer outcomes. But that requires a mind-set of excellence-first, antithetical to the current herd mentality of prioritizing social justice above all.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/if-inflation-starts-it-will-be-hard-to-corral-11591562147", "title": "If Inflation Starts, It Will Be Hard to Corral", "date": "2020-06-07 16:35", "summary": "Phil Gramm and Mike Solon (\"Why the Fed May Not Duck Inflation This Time,\" op-ed, May 29) are perpetuating the myth that paying interest on reserves allows the Fed to purchase large amounts of debt without massively increasing the money supply.. Phil Gramm and Mike Solon (\"Why the Fed May Not Duck Inflation This Time,\" op-ed, May 29) are perpetuating the myth that paying interest on reserves allows the Fed to purchase large amounts of debt without massively increasing the money supply.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/political-bias-the-lancet-and-coronavirus-11591562091", "title": "Political Bias, the Lancet and Coronavirus", "date": "2020-06-07 16:34", "summary": "You made a good call questioning the legitimacy of an article published in the Lancet, the respected scientific journal, about the efficacy of hydroxychloroquine.. You made a good call questioning the legitimacy of an article published in the Lancet, the respected scientific journal, about the efficacy of hydroxychloroquine, which President Trump claimed might be effective in treating Covid-19 (\"The Lancet, HCL and Trump,\" June 4). The editorial suggests that the study might be based on questionable data from a suspect source. Sure enough, that same day, the editors of the Lancet rescinded that article stating that they could \"no longer vouch for the veracity of the primary data sources.\"", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/to-clear-mind-drive-where-they-drive-on-the-left-side-11591561932", "title": "To Clear Mind, Drive Where They Drive on the Left Side", "date": "2020-06-07 16:32", "summary": "The best way to increase the intensity is to go to a country that drives on the left, the wrong side of the road-oops, I mean the other side of the road.. I appreciate Dave Shiflett's review of Matthew B. Crawford's book \"Why We Drive\" (Bookshelf, June 4). I second his conclusion that the intensity of the driving experience can take us away from everyday cares like Covid-19 and riots. The best way to increase the intensity is to go to a country that drives on the left, the wrong side of the road-oops, I mean the other side of the road.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/governments-discourage-tourists-and-citizens-too-11591561885", "title": "Governments Discourage Tourists, and Citizens, Too", "date": "2020-06-07 16:31", "summary": "Oregon Gov. Kate Brown's statement following the state Supreme Court's reinstatement of her emergency powers was curious.. Regarding Dave Seminara's \"Nobody Likes Tourists-Until They Stay Away\" (op-ed, May 23): Oregon Gov. Kate Brown's statement following the state Supreme Court's reinstatement of her emergency powers was curious. Included among the fallacies in her comments was a reminder to Oregonians that reopening the state too early risked returning the state to the early days of the crisis, when they braced themselves for hospitals to be overcrowded and ventilators in short supply.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-expected-to-transform-new-york-citys-summer-power-usage-11591561800", "title": "Coronavirus Expected to Transform New York City's Summer Power Usage", "date": "2020-06-07 16:30", "summary": "Con Ed sees lower peak demand overall due to closed businesses but higher residential use. New York City's electric utility is preparing for new strains on the grid this summer as people who normally commute to work stay home as a result of the new coronavirus.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-businesses-can-keep-employees-safe-from-coronavirus-11591560900", "title": "How Businesses Can Keep Employees Safe From Coronavirus", "date": "2020-06-07 16:15", "summary": "Companies can deploy routine testing and tools like pooling samples to detect outbreaks.. America is getting back to business against a backdrop of persistent Covid-19 spread. The epidemic is under control, but not crushed. Essential to avoiding a second wave is widespread testing to detect and contain new infections.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/blaming-outside-agitators-is-a-centuries-old-ploy-11591560877", "title": "Blaming 'Outside Agitators' Is a Centuries-Old Ploy", "date": "2020-06-07 16:14", "summary": "To suggest that protesters are being manipulated insults their intelligence and their suffering.. Philadelphia", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/notable-quotable-glenn-loury-11591560732", "title": "Notable & Quotable: Glenn Loury", "date": "2020-06-07 16:12", "summary": "'No voice was given to what one might have thought would be a university's principal intellectual contribution to the national debate at this critical moment: namely, to affirm the primacy of reason over violence.'. Glenn Loury writing for City Journal, June 5:", "categories": [["Opinion", "Commentary", "Notable & Quotable"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb", "https://www.wsj.com/news/types/notable-quotable?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-culture-wars-and-the-street-wars-11591560660", "title": "The Culture Wars and the Street Wars", "date": "2020-06-07 16:11", "summary": "Italian communist Gramsci identified Western values as the barrier to power.. Indiscriminate property damage and looting descended on some 140 cities across the U.S. in the aftermath of the death of George Floyd while in police custody. Business owners, workers and customers in minority neighborhoods were hard hit. And in the years to come they will pay the steepest price for the unchecked violence done by rampaging mobs claiming to represent them.", "categories": [["Opinion", "The Americas"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/the-americas?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/party-like-its-1983-11591560625", "title": "Party Like It's 1983", "date": "2020-06-07 16:10", "summary": "Larry Kudlow's plan for the next G-7 meeting is to roll out the Reagan playbook.. \"In the grip of the world-wide recession, we must all stick to anti-inflationary, high-productivity policies that adapt new technology, retrain workers, and increase efficiency.\" Who said that? Donald Trump? Angela Merkel? Emmanuel Macron? Nope, that was Ronald Reagan in May 1983, speaking on the eve of the Williamsburg Economic Summit of Industrialized Nations.", "categories": [["Opinion", "Inside View"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/inside-view?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bread-winner-review-livings-and-wages-11591560585", "title": "'Bread Winner' Review: Livings and Wages", "date": "2020-06-07 16:09", "summary": "A compelling re-evaluation of the Victorian economy that documents how money and resources moved around working-class families.. For Jack Lawson, \"ten hours a day in the dark prison below really meant freedom for me.\" At age 12, this Northern England boy began full-time work down the local mine. His life underwent a transformation; there would be \"no more drudgery at home.\" Jack's wages lifted him head and shoulders above his younger siblings and separated him in fundamental ways from the world of women. He received better food, clothing and considerably more social standing and respect within the family. He had become a breadwinner.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hard-hit-by-coronavirus-new-york-city-faces-next-big-test-reopening-11591522201", "title": "Hard-Hit by Coronavirus, New York City Faces Next Big Test: Reopening", "date": "2020-06-07 16:07", "summary": "Nonessential retail businesses, manufacturing companies and construction sites will resume operations on Monday. New York City begins reopening its economy Monday after more than two months in lockdown, with businesses struggling to regain their footing from the pandemic's financial toll while also girding for a possible second wave of the contagion.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-shale-companies-are-turning-the-oil-taps-back-on-11591542000", "title": "U.S. Shale Companies Are Turning the Oil Taps Back On", "date": "2020-06-07 15:08", "summary": "As oil approaches $40 a barrel, companies are bringing wells back online, even as the market continues to recover from the demand drop caused by the coronavirus. American oil producers are reopening the spigots, complicating the crude market's recovery.", "categories": [["Markets", "Commodities", "Oil Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb", "https://www.wsj.com/news/types/oil-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/economy-week-ahead-inflation-federal-reserve-and-jobless-claims-11591556401", "title": "Economy Week Ahead: Inflation, Federal Reserve and Jobless Claims", "date": "2020-06-07 15:00", "summary": "Also, China's exports are expected to tumble in May amid weak demand due to the coronavirus pandemic. Inflation data and new forecasts from the Federal Reserve highlight this week's economic news.", "categories": [["Economy", "Economy Week Ahead"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/economy-week-ahead?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/photos-george-floyd-killing-sparks-global-protests-11591556410", "title": "Photos: George Floyd Killing Sparks Global Protests", "date": "2020-06-07 15:00", "summary": "Demonstrators gather in Switzerland, the U.K., Belgium, the Netherlands and Spain, often in defiance of coronavirus-related bans on large crowds. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/covid-19-households-spread-coronavirus-families-navajo-california-second-wave-11591553896", "title": "Covid-19 Stalks Large Families in Rural America", "date": "2020-06-07 14:22", "summary": "Resume Subscription. The Woods family did everything together at the house on Paden Road in Gadsden, Ala. They gathered there before going to high-school football games on Friday nights. They ate there after church on Sundays, when the family matriarch, Barbara Woods, would make chicken and dressing for her children and grandchildren.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/people-are-spending-a-long-time-making-instant-coffee-11591553888", "title": "People Are Spending a Long Time Making Instant Coffee", "date": "2020-06-07 14:18", "summary": "A creamy concoction that includes the once-maligned crystals has become a world-wide hit with people creating drinks at home; 'this takes so much time to make'. Long reviled by coffee snobs, instant coffee is having its moment.", "categories": [["A-hed"]], "category_links": ["https://www.wsj.com/news/types/a-hed?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chinas-jobs-rebound-doesnt-appear-as-robust-as-the-government-claims-11591551390", "title": "Some Economists Question Strength of China's Labor Market", "date": "2020-06-07 13:36", "summary": "Official statistics suggest the unemployment rate has barely ticked up since the start of the pandemic, but the data fail to account for large parts of the population. The U.S., reeling from the coronavirus, has suffered its worst surge in unemployment since the Great Depression. By contrast, the pandemic has barely touched China's official jobless rate, which inched up from 5.3% in January to just 6% most recently.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chuck-e-cheese-in-talks-with-lenders-about-financing-deals-11591549377", "title": "Chuck E. Cheese in Talks With Lenders About Financing Deals", "date": "2020-06-07 13:32", "summary": "The company is exploring both in-court restructuring and bankruptcy. Chuck E. Cheese, the restaurant chain and popular children's party venue, is in talks with its lenders to raise money to avoid filing for bankruptcy, according to people familiar with the matter.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trumps-order-to-pull-u-s-troops-from-germany-alarms-european-allies-11591549248", "title": "Trump's Order to Pull Troops From Germany Alarms European Allies", "date": "2020-06-07 13:00", "summary": "Allies say proposed cut of thousands of troops would undermine NATO, boost Russia. U.S. allies in Europe expressed dismay over President Trump's plan to slash the number of American troops in Germany by more than a quarter, saying it undermined NATO and boosted adversaries such as Russia.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/street-medics-at-protests-tweak-their-toolkit-to-deal-with-pandemic-11591549200", "title": "'Street Medics' at Protests Tweak Their Toolkit to Deal With Pandemic", "date": "2020-06-07 13:00", "summary": "Caring for demonstrators requires greater focus on masks, hand washing to prevent spread of coronavirus. Teams of volunteer medics are helping demonstrators with injuries and health problems as they protest racism and police brutality. In addition to the normal challenges of flushing eyes burned by tear gas or bandaging wounds from batons these \"street medics\" are working amid a pandemic, complicating their task.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-congress-can-do-about-police-abuse-11591548736", "title": "What Congress Can Do About Police Abuse", "date": "2020-06-07 12:52", "summary": "Tie funding to best practices, give departments the power to fire bad officers, and reform qualified immunity.. While marching in solidarity with George Floyd's family and 60,000 others in Houston, I saw that you can be outraged by a black man getting murdered in police custody, thankful that law enforcement is enabling our First Amendment rights, and angry that criminals are treading on American values by looting, rioting and killing police.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/yes-america-is-in-a-cold-war-with-china-11591548706", "title": "Yes, America Is in a Cold War With China", "date": "2020-06-07 12:51", "summary": "Some lessons from the Soviet era apply: Seek bipartisan consensus and allies, and avoid armed conflict.. A new cold war is heating up between the U.S. and China, but America's public intellectuals are more interested in fighting about whether to call this confrontation a \"new cold war.\"", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/italian-debt-is-surging-but-investors-are-playing-it-cool-11591545600", "title": "Italy's Debt Is Surging But Investors Are Playing It Cool", "date": "2020-06-07 12:00", "summary": "Hard hit by the coronavirus, the debt could reach 159% of GDP this year, Italy's highest ever, as the European Central Bank keeps yields in check. Italy came into the coronavirus crisis with a weak economy and the biggest pile of government debt in Europe. That pile is set to swell as the government spends on relief efforts. But bond investors, instead of treating Italy like the problem child of the past, are betting that the aggressive action from the European Central Bank will help the country avert a debt crisis.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/local-crime-app-citizen-becomes-a-key-tool-during-protests-11591545600", "title": "Local Crime App Citizen Becomes a Key Tool During Protests", "date": "2020-06-07 12:00", "summary": "Downloads surge as users seek details on demonstrations, police movements. Millions of Americans have used social media to understand and communicate about the killing of George Floyd. But for many of those tracking protests, the go-to online tool hasn't been Twitter or Facebook but Citizen, an upstart smartphone app.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/an-urgent-care-doctor-embraces-virtual-workouts-11591407308", "title": "Urgent-Care Doctor Embraces Virtual Workouts", "date": "2020-06-07 11:48", "summary": "Resume Subscription. Christy Ryan, an urgent-care doctor in Denver, would have balked at the idea of seeing a patient right after a sweaty workout not too long ago. But her new normal involves finishing a high-intensity interval-training class online, then jumping right to a telemedicine chat.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/fed-debates-whether-to-reinforce-low-rate-pledge-with-yield-caps-11591541970", "title": "Fed Debates Whether to Reinforce Low-Rate Pledge With Yield Caps", "date": "2020-06-07 11:02", "summary": "Officials are studying Australia's program to buy government securities in unlimited quantities to peg some yields at low levels. ", "categories": [["Economy", "The Outlook"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/the-outlook?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/worse-than-a-war-zone-covid-19-batters-indias-mumbai-city-11591531201", "title": "Covid-19 Batters India's Mumbai", "date": "2020-06-07 10:41", "summary": "Resume Subscription. India is struggling to suppress the coronavirus pandemic in Mumbai, one of the world's most densely populated cities, as its hospitals are pushed to the brink.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/apologies-protests-and-rebellion-inside-the-nfls-72-hour-awakening-11591539303", "title": "Apologies, Protests and Rebellion: Inside the NFL's 72-Hour Awakening", "date": "2020-06-07 10:29", "summary": "Under intense pressure, NFL commissioner Roger Goodell gave players what they wanted: an admission that the league had fumbled issues of race. Roger Goodell needed to say something. The topic that once threatened the NFL's multibillion-dollar empire-player protests against police brutality during the national anthem-was back. And the commissioner needed to stop the league from tearing itself apart again in the wake of the killing of George Floyd.", "categories": [["Sports", "NFL"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/nfl?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/opioid-addiction-treatment-is-limited-by-shortage-of-authorized-doctors-11591538400", "title": "Opioid-Addiction Treatment Is Limited by Shortage of Authorized Doctors", "date": "2020-06-07 10:00", "summary": "Few physicians in the U.S. have taken the training needed to prescribe medication for opioid addiction. Advocates are seeking to change that.. For most of their medical care, 169,000 residents of Kenosha County, Wis., don't have to go far. There are three hospitals and more than 75 primary-care physicians practicing in the county, which fronts Lake Michigan in the southeastern corner of the state midway between Milwaukee and Chicago.", "categories": [["Life & Work", "Journal Reports: Health Care"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-health-care?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nasa-investigating-former-officials-contacts-with-boeing-on-lunar-contracts-11591538265", "title": "NASA Investigating Former Official's Contacts With Boeing on Lunar Contracts", "date": "2020-06-07 09:57", "summary": "Communication between agency and company under scrutiny; firm competed against SpaceX and others. NASA's inspector general is investigating an allegation that a high-ranking NASA official earlier this year improperly guided Boeing Co. regarding an agency competition for lucrative lunar-lander contracts, according to people familiar with the details.", "categories": [["WSJ News Exclusive", "Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/food-companies-adjust-to-operating-with-coronavirus-costs-11591534800", "title": "Food Companies Adjust to Operating With Coronavirus Costs", "date": "2020-06-07 09:00", "summary": "Masks, plexiglass dividers and other protections: companies wonder for how long, and how to raise production.. Food-processing companies have spent millions of dollars on testing and safety to stay in operation during the pandemic. Now they are looking to the next phase: figuring out how much of that spending is here to stay and how to get higher production in a new reality.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/americans-are-more-troubled-by-police-actions-in-killing-of-george-floyd-than-by-violence-at-protests-poll-finds-11591534801", "title": "Poll Finds 80% of Americans Feel Country Is Spiraling Out of Control", "date": "2020-06-07 09:00", "summary": "Eighty percent feel country is spiraling out of control, according to Wall Street Journal/NBC poll. WASHINGTON-Voters by a 2-to-1 margin are more troubled by the actions of police in the killing of George Floyd than by violence at some protests, and an overwhelming majority, 80%, feel that the country is spiraling out of control, according to a new Wall Street Journal/NBC News poll.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/people-arent-visiting-branches-banks-are-wondering-how-many-they-actually-need-11591531200", "title": "People Aren't Visiting Branches. Banks Are Wondering How Many They Still Need.", "date": "2020-06-07 08:00", "summary": "The coronavirus pandemic has forced people to bank online. That could speed plans to close more branches.. People are visiting bank branches less frequently during the coronavirus pandemic. That could speed up some banks' plans for shutting them down.", "categories": [["Markets", "Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/protests-complicate-mayors-efforts-to-combat-coronavirus-11591522202", "title": "Protests Complicate Mayors' Efforts to Combat Coronavirus", "date": "2020-06-07 07:17", "summary": "Cities, filling a gap left by federal government, work on testing and tracing; a moment of crisis for Atlanta mayor. WASHINGTON-The sudden outbreak of large protests sparked by the killing of George Floyd on May 25 at the hands of Minneapolis police came at the same time mayors across the country were working to implement more aggressive testing and tracking programs to combat the coronavirus pandemic, complicating their efforts.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/airlines-got-25-billion-in-stimulus-industry-still-expected-to-shrink-11591527600", "title": "Airlines Got $25 Billion in Stimulus; Industry Still Expected to Shrink", "date": "2020-06-07 07:00", "summary": "U.S. carriers are planning to operate smaller companies with fewer flights and employees. Federal stimulus money for airlines is keeping them afloat through the coronavirus pandemic, but it's not proving to be enough to sustain the industry at its pre-pandemic size.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/photos-of-the-week-may-31-june-7-2020-11591527600", "title": "Photos of the Week", "date": "2020-06-07 07:00", "summary": "George Floyd's killing sparks nationwide protests, thousands defy Tiananmen vigil ban in Hong Kong, Las Vegas casinos reopen with care and more. From left, Dominic West, 26, at a protest in Santa Monica, Calif., and Lawrencia Scott, 26, at a vigil in Pasadena, Calif.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/photos-black-lives-matter-protests-sweep-the-nation-this-weekend-11591465197", "title": "Photos: George Floyd Protests Sweep the Nation This Weekend", "date": "2020-06-07 06:42", "summary": "Resume Subscription. Thousands of peaceful protesters gathered nationwide Saturday for the 12th consecutive day of protests, with calls on social media for one million demonstrators to gather at the White House and other Washington landmarks amid continued demands for reform to the American justice system sparked by the killing of George Floyd.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/investors-love-of-tech-drives-booming-market-rally-11591522201", "title": "Investors' Love of Tech Drives Booming Market Rally", "date": "2020-06-07 05:30", "summary": "Big and small investors are snapping up tech stocks, undeterred by the worst economic slump and civil unrest in decades. Individual investors are pouring money into popular technology stocks, contributing to a booming rally that is leading major indexes higher even as economic uncertainty related to the coronavirus lingers.", "categories": [["Markets", "Stocks"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/doomscrolling-why-we-just-cant-look-away-11591522200", "title": "Doomscrolling: Why We Just Can't Look Away", "date": "2020-06-07 05:30", "summary": "Primal instincts often drive our obsession with stressful news, and social-media platforms are designed to keep us hooked. I fixated on the glow in my hand, lighting up an otherwise dark bedroom. In the past few months, after-hours screen time had become a ritual. Last night-and the night before, and the night before that-I stayed up thumbing through tweets, grainy phone-captured videos, posts that gave me hope and posts that made me enraged. I felt like I needed to see it. All of it.", "categories": [["Tech", "Personal Tech", "Personal Technology: Nicole Nguyen"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb", "https://www.wsj.com/news/types/personal-technology-joanna-stern?mod=breadcrumb", "https://www.wsj.com/news/types/personal-technology-nicole-nguyen?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/george-floyd-protests-planned-nationwide-saturday-seek-police-reforms-11591450968", "title": "Thousands of Protesters in D.C., Nationwide Decry Police Abuse", "date": "2020-06-07 00:14", "summary": "Hundreds paid their respects to George Floyd, who was killed in Minneapolis police custody, as his body passed near his North Carolina birthplace. Thousands of peaceful protesters gathered in Washington, D.C. and other U.S. cities for demonstrations demanding justice-system overhauls after George Floyd was killed while in Minneapolis police custody.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/evidence-grows-of-lockdowns-toll-on-employment-11591389475", "title": "Evidence Grows of Lockdowns' Toll on Employment", "date": "2020-06-07 21:54", "summary": "Social distancing has contributed to job losses, new research suggests, pointing to the case for targeted curbs instead of sweeping orders. Yes, lockdowns cost jobs.", "categories": [["Economy", "Capital Account"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/capital-account?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/experts-sound-alarm-over-coronavirus-spread-as-u-s-ramps-up-reopening-prepares-for-more-protests-11591395463", "title": "Experts Sound Alarm Over Coronavirus Spread as U.S. Ramps Up Reopening, Prepares for More Protests", "date": "2020-06-07 21:25", "summary": "CDC chief encouraged demonstrators to be tested to help mitigate potential rise in Covid-19 cases. Experts and officials warned about a possible increase of coronavirus infections as U.S. states continued this week to ease restrictions and thousands of people took to the streets nationwide to protest against the killing of George Floyd in police custody.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/federal-agents-lacking-insignia-in-protests-raise-accountability-concerns-11591452001", "title": "Federal Agents Lacking Insignia Raise Accountability Concerns", "date": "2020-06-07 20:32", "summary": "Many whose agencies aren't identifiable by markings on uniforms are from Bureau of Prisons teams. The Trump administration's deployment of hundreds of officers in military-style riot gear, sometimes without identifying insignia, has stirred tensions with demonstrators and concerns among watchdog groups and lawmakers about accountability.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}]