[{"link": "https://www.wsj.com/articles/business-insider-parent-nears-deal-to-buy-controlling-stake-in-morning-brew-11602643882", "title": "Business Insider Parent Nears Deal to Buy Controlling Stake in Morning Brew", "date": "2020-10-13 23:05", "summary": "The startup, Morning Brew, has a popular email newsletter on business and finance. Business Insider parent Insider Inc. is nearing a deal to acquire a controlling stake in Morning Brew, a news startup known for a popular email newsletter on business and finance, according to people familiar with the situation.", "categories": [["Business", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/supreme-court-allows-trump-administration-to-end-census-count-early-11602624347", "title": "Supreme Court Allows Trump Administration to End Census Count Early", "date": "2020-10-13 21:48", "summary": "Civil-rights groups, cities said ending count early would lead to undercount of some Americans. The Supreme Court on Tuesday approved Trump administration plans to end the 2020 census before a Oct. 31 deadline, suspending lower court orders requiring the decennial count to continue according to a schedule announced in April.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/amy-coney-barrett-to-face-lawmakers-questions-11602581406", "title": "Amy Coney Barrett Faces Lawmakers' Questions", "date": "2020-10-13 21:20", "summary": "Supreme Court nominee sidesteps questions about abortion, says she isn't hostile to the Affordable Care Act and gun control. WASHINGTON-Supreme Court nominee Amy Coney Barrett told senators Tuesday she wouldn't impose her personal views on the law, as she sidestepped questions about abortion rights and said she isn't hostile to the Affordable Care Act and gun control.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/alternative-meat-producer-raises-additional-135-million-to-drive-growth-11602637732", "title": "Alternative Meat Producer Raises Additional $135 Million to Drive Growth", "date": "2020-10-13 21:08", "summary": "The Livekindly Collective, led by a former Unilever executive, raised its capital from Blue Horizon Corp, Trustbridge Partners and EQT, among others. A new alternative meats business led by a longtime Unilever PLC executive has raised $335 million since March to compete in an increasingly crowded market.", "categories": [["Pro PE Deals"]], "category_links": ["https://www.wsj.com/news/types/pro-pe-deals?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/can-you-ask-your-boss-for-child-care-flexibility-without-hurting-your-career-11602637200", "title": "Can You Ask Your Boss for Child Care Flexibility Without Hurting Your Career?", "date": "2020-10-13 21:00", "summary": "Employers have pledged to give workers more leeway to handle caregiving in the Covid pandemic. Here's how to ask.. CEOs have said it's OK for employees to ask for help with child care responsibilities during the pandemic. But is it really?", "categories": [["Life & Work", "Life & Style"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/life-style?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/urban-outfitters-promotes-cfo-to-coo-as-part-of-executive-shuffle-11602633051", "title": "Urban Outfitters Promotes CFO to COO as Part of Executive Shuffle", "date": "2020-10-13 19:50", "summary": "Frank Conforti will take on the role of co-president and chief operating officer. Urban Outfitters Inc. promoted its finance chief to chief operating officer, a move that comes as the number of COOs at large U.S. companies is declining.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/study-of-eli-lilly-covid-19-drug-paused-due-to-safety-concern-11602617384", "title": "Study of Eli Lilly Covid-19 Drug Paused Due to Safety Concern", "date": "2020-10-13 19:46", "summary": "Drugmaker halted trial testing that explored use of its antibody drug in combination with remdesivir. A federally funded clinical trial testing an experimental Eli Lilly & Co. Covid-19 treatment has been paused due to a potential safety concern, the company said.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/q-a-with-amcs-top-executive-on-movie-theaters-plight-amid-coronavirus-11602629653", "title": "Q&A With AMC's Top Executive on Movie Theaters' Plight Amid Coronavirus", "date": "2020-10-13 19:35", "summary": "Lingering pandemic shutdowns in key locations including New York are discouraging studios from releasing movies, says CEO Adam Aron. AMC Entertainment Holdings Inc. Chief Executive Adam Aron spoke to The Wall Street Journal by phone on Friday, discussing the impact of the coronavirus pandemic on the movie-theater industry and on his company, the sector's largest.", "categories": [["Pro Bankruptcy Distress"]], "category_links": ["https://www.wsj.com/news/types/pro-bankruptcy-distress?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/theater-chain-amc-says-it-could-run-out-of-cash-by-year-end-11602593301", "title": "Theater Chain AMC Says It Could Run Out of Cash by Year-End", "date": "2020-10-13 19:30", "summary": "Attendance is down about 85% on a same-theater basis from last year since reopening began, company says. The world's largest movie-theater company may run out of cash by year's end if it doesn't raise additional funds or get more people back to theaters following pandemic shutdowns that have disrupted businesses dependent on consumers gathering in public spaces.", "categories": [["Business", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/is-there-still-hope-for-the-trump-campaign-11602631333", "title": "Is There Still Hope for the Trump Campaign?", "date": "2020-10-13 19:22", "summary": "Students debate whether the president has a path to re-election.. Editor's note: In this Future View, students discuss whether the Trump campaign still has a path to victory. Next week we'll ask, \"If the Democrats win in November, why shouldn't they pack the Supreme Court?\" Students should click here to submit opinions of fewer than 250 words before Oct. 20. The best responses will be published that night.", "categories": [["Opinion", "Future View"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/future-view?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/exiled-chinese-businessmans-manhattan-apartment-is-put-in-bankruptcy-11602631209", "title": "Exiled Chinese Businessman's Manhattan Apartment Is Put in Bankruptcy", "date": "2020-10-13 19:20", "summary": "Guo Wengui's residence in Sherry-Netherland Hotel is placed in chapter 11 amid legal dispute. A palatial Manhattan residence occupied for years by exiled Chinese businessman Guo Wengui has been put under bankruptcy protection amid a legal dispute over the multimillion-dollar apartment on the 18th floor of the Sherry-Netherland Hotel.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/virginias-voter-registration-site-goes-offline-on-last-day-to-register-11602612324", "title": "Virginia's Voter-Registration Site Goes Offline on Last Day to Register", "date": "2020-10-13 19:09", "summary": "State officials say work for a roadside utilities project struck a Verizon fiber-optic cable. Virginia's voter-registration website went offline for much of Tuesday on the state's last day to register before the Nov. 3 election, in what officials attributed to an accidental cutting of a fiber-optic cable.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/j-j-vaccine-pause-shows-challenges-still-ahead-for-covid-19-shots-11602586518", "title": "J&J Vaccine Pause Shows Challenges Still Ahead for Covid-19 Shots", "date": "2020-10-13 19:08", "summary": "Halt of trials for two of four of the West's most advanced vaccines tempers global hopes. The pause of Johnson & Johnson 's Covid-19 vaccine trials poses another setback for global efforts to develop a shot to protect lives and jump-start economies battered by the pandemic, as well as a reminder of the challenges of fast-tracking vaccine development.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/whos-afraid-of-amy-coney-barrett-11602629853", "title": "Who's Afraid of Amy Coney Barrett?", "date": "2020-10-13 18:57", "summary": "Democrats are treating the nominee like a prop at a campaign rally.. The Senate confirmation hearings for Amy Coney Barrett may lack for political drama, but they are still instructive. They are revealing the deep fault lines over the Supreme Court, and how Democrats view it as a mini-legislature to achieve policy goals, rather than a real judicial body.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lakers-fans-global-bureaucrats-oppose-lockdowns-11602629800", "title": "Lakers Fans, Global Bureaucrats Oppose Lockdowns", "date": "2020-10-13 18:56", "summary": "As world-wide cases surge but fatalities don't, resistance grows to Covid mandates.. As Covid-19 fatality rates fall, a growing world-wide coalition is rejecting Covid-19 mandates imposed by governments. On Sunday night thousands gathered in Los Angeles neither to pray nor to protest, but simply to salute their favorite basketball team and enjoy the camaraderie of fellow fans.", "categories": [["Opinion", "Best of the Web"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/best-of-the-web-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sheldon-whitehouse-does-glenn-beck-11602629777", "title": "Sheldon Whitehouse Does Glenn Beck", "date": "2020-10-13 18:56", "summary": "At Amy Coney Barrett's confirmation hearing, the Rhode Island Democrat offers his theory of everything.. Viewers of cable TV might recall when Glenn Beck would get out the chalkboard after the financial panic and lay out in astonishing detail the multiple and supposedly nefarious connections among Goldman Sachs , Treasury Secretary Tim Geithner and various others in the vast Wall Street conspiracy. Mr. Beck has retreated to the internet as far as we know, but American politics has found his spiritual doppelganger in Sheldon Whitehouse.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mail-voting-done-better-11602629818", "title": "Mail Voting Done Better", "date": "2020-10-13 18:56", "summary": "If you're not registered in Oregon, it's too late. See you in 2024.. Doubts about America's foray into mass mail voting have been pooh-poohed for months. Western states have pulled off all-absentee balloting for years, the news write-ups say in a throwaway line. What do they have that the rest of us lack? Well, for one thing, check out their solid deadlines.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/capital-group-boosts-stake-in-deutsche-bank-11602598196", "title": "Capital Group Boosts Stake in Deutsche Bank", "date": "2020-10-13 18:51", "summary": "U.S. investor's move sounds a note of confidence in troubled European banking sector. U.S. investor Capital Group Cos. has raised its stake in Deutsche Bank AG , sounding a rare note of confidence in prospects for the troubled European banking sector.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/group-discussed-kidnapping-virginia-gov-ralph-northam-11602609349", "title": "Group Discussed Kidnapping Virginia Gov. Ralph Northam", "date": "2020-10-13 18:40", "summary": "Six men were charged with plotting to kidnap Michigan's governor as part of a plan to overthrow elements of the government. The men charged with plotting to kidnap Michigan's governor also discussed abducting Virginia Gov. Ralph Northam, an FBI agent testified at a court hearing Tuesday.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/when-democrats-were-deregulators-11602628514", "title": "When Democrats Were Deregulators", "date": "2020-10-13 18:35", "summary": "The Staggers Rail Act of 1980 got American freight transportation back on track.. The term \"deregulation\" has become polarized in Washington. But there was a time when both parties could agree on the benefit of targeted regulatory reform.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-korean-wars-lesson-for-taiwan-11602628554", "title": "The Korean War's Lesson for Taiwan", "date": "2020-10-13 18:35", "summary": "Stalin nixed Kim Il-Sung's plan to invade the South until he was convinced the U.S. wouldn't strike back.. Beijing has been making a show of hostility toward Taiwan. Last week China released footage of \"real combat\" it conducted last month in Taiwanese airspace. A Chinese invasion would present the greatest threat to global peace in a generation. The U.S. would confront an agonizing dilemma: risk an armed clash between two nuclear superpowers or abandon a free people to communist tyranny. But there's an alternative-deter the threat by committing to oppose it, by force if necessary.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/business-doesnt-stop-for-the-election-11602628444", "title": "Business Doesn't Stop for the Election", "date": "2020-10-13 18:34", "summary": "How Ford's electric pickup truck and Hollywood's digital fate got on the ballot.. Readers understand why the Trump furies have been center stage in this column but here are some business controversies for those who have missed them.", "categories": [["Opinion", "Business World"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/business-world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chinas-good-war-review-present-at-the-creation-11602628489", "title": "'China's Good War' Review: Present at the Creation", "date": "2020-10-13 18:34", "summary": "China's goal of regional leadership and global pre-eminence has required a retooling of its past, including its role in World War II.. When I arrived in Tokyo in the late 1990s for a five-year stint as a correspondent, one of my biggest surprises was the near total absence in Northeast Asia of international organizations that could foster and channel cooperation in the area.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/these-are-the-worlds-10-most-sustainable-companies-11602624830", "title": "These Are the World's 10 Most Sustainably Managed Companies", "date": "2020-10-13 18:33", "summary": "The global rankings take into account a range of sustainability metrics. The Wall Street Journal's environment, social and governance research analysts assessed more than 5,500 publicly traded businesses to produce its rankings of the most sustainably managed companies in the world. They looked at sustainability metrics including environment, human capital (internal employee and workplace issues), social capital (external social and product issues), and business model and innovation. Scores reflect the amount of publicly available information about each company's policies, initiatives and performance metrics-all of which can be important indicators of a company's long-term financial performance and the effects it could have on the planet and people. Here are the top 10.", "categories": [["Ideas"]], "category_links": ["https://www.wsj.com/news/types/noted-ideas?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/an-october-day-at-walter-reed-hospital-11602628239", "title": "An October Day at Walter Reed Hospital", "date": "2020-10-13 18:30", "summary": "The crowd gathered to pay tribute to Eisenhower on his 78th birthday-which turned out to be his last.. It's an October afternoon on the grounds of the nation's most renowned military hospital. A bitter presidential campaign is in its stretch run. In his room at Walter Reed, a grievously ill man much more accustomed to life in the Oval Office looks out the window, to be greeted by a surprise.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/will-amazon-suppress-the-true-michael-brown-story-11602628176", "title": "Will Amazon Suppress the True Michael Brown Story?", "date": "2020-10-13 18:29", "summary": "Shelby Steele's new film takes a critical look at the prevailing narrative. It's now under 'content review.'. August was the sixth anniversary of the death of Michael Brown, the black teenager who was shot dead by a white police officer in Ferguson, Mo. The incident, and the nationwide coverage it attracted, marked the beginning of a period of mass protests against police, which culminated (let's hope) after the tragic death of George Floyd in Minneapolis this May.", "categories": [["Opinion", "Upward Mobility"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/upward-mobility?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-esg-investors-challenges-11602622444", "title": "The ESG Investor's Challenges", "date": "2020-10-13 18:23", "summary": "It isn't easy to find companies that are as progressive-or as transparent-as many investors would like. It isn't easy being an environmentally guided investor.", "categories": [["Business", "Journal Reports: Leadership"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-leadership?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/under-45-youre-more-likely-to-get-covid-19-11602627364", "title": "Under 45? You're More Likely to Get Covid-19", "date": "2020-10-13 18:16", "summary": "People aged under 45 account for the majority of cases in many countries. The majority of known Covid-19 infections are among younger people and mortality among 25 to 44 year olds is higher than in previous years, experts say. But people aged 44 and under are still the least likely to die from the virus, data shows. Here are some of the reasons why.", "categories": [["Health"]], "category_links": ["https://www.wsj.com/news/types/noted-health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/treasury-unit-warns-banks-of-unemployment-fraud-11602627219", "title": "Treasury Unit Warns Banks of Unemployment Fraud", "date": "2020-10-13 18:13", "summary": "As U.S. jobless claims swell during the pandemic, authorities are urging financial institutions to watch for schemes involving unemployment insurance payments. U.S. unemployment claims, which have surged during the coronavirus pandemic, are amplifying a compliance risk for financial institutions: unemployment insurance fraud.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-city-police-seek-input-on-reforms-after-summer-protests-11602626978", "title": "New York City Police Seek Input on Reforms After Summer Protests", "date": "2020-10-13 18:09", "summary": "Department plans to use feedback from public forums to help 'reimagine' policing. The New York Police Department will hold a series of town halls with residents to gather public input on new efforts to make changes to the department's policing, officials said Tuesday.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trumps-drug-discount-cards-expected-to-reach-medicare-recipients-after-election-11602626638", "title": "Trump's Drug-Discount Cards Expected to Reach Medicare Recipients After Election", "date": "2020-10-13 18:04", "summary": "Democrats say plan raises legal questions about misuse of taxpayer dollars. President Trump's plan to send 33 million Medicare beneficiaries a card that can be used to help pay for as much as $200 in prescription drug costs won't be completed until after the election, according to a person familiar with the plan.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/apple-event-iphone-12-expected-with-5g-capabilities-11602581403", "title": "Apple Reveals Four iPhone 12 Models With 5G Capability", "date": "2020-10-13 17:52", "summary": "Investors bet a faster connection speed will spur new demand for the smartphone, including by attracting customers who have held off upgrading. Apple Inc. unveiled four iPhone 12 models capable of connecting to a much faster 5G cellular network, bringing new attention to the wireless technology that investors are betting will lead millions of customers to upgrade their devices.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-changing-meaning-of-tolerance-and-its-lack-11602625705", "title": "Changing Meaning of Tolerance, and Its Lack", "date": "2020-10-13 17:48", "summary": "I couldn't agree more with Mr. Epstein's condemnation of how the so-called \"woke\" insidiously torque the concept of tolerance.. Joseph Epstein points to the opinion that \"racism isn't systemic, but the absence of fathers in African-American families is,\" as one of those views that \"the tolerant absolutely won't tolerate\" (\"The Tyranny of the 'Tolerant,'\" op-ed, Oct. 10). So true, but aren't conservatives similarly at fault when it comes to the same view? They almost reflexively blame teachers and teachers unions for bad African-American educational outcomes, while confidently offering up vouchers, tax credits and other government solutions as fixes. But isn't the real problem once again one defined by an absence of fathers? More than conservatives want to admit, they too aren't very tolerant of views that don't square with their deeply held view that the poorly educated are victims of teachers as opposed to victims of mistakes made within their own families.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-is-the-minimum-wage-really-about-11602625669", "title": "What Is the Minimum Wage Really About?", "date": "2020-10-13 17:47", "summary": "The cost of living varies enormously across the country.. Rep. Donald Norcross (\"Biden's Good Case for a $15 Minimum Wage,\" Letters, Oct. 12) bases his argument for an increase in the minimum wage, in part, on the cost of apartment rent in New Jersey. He has no one to blame but himself. Rents are driven by high taxes (sales, income, real estate, energy, employment, etc.) and restrictions on building new housing imposed by politicians like himself. Cut the taxes and red tape and rents will follow.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/requirements-for-h-1b-visa-shouldnt-be-overly-narrow-11602625619", "title": "Requirements for H-1B Visa Shouldn't Be Overly Narrow", "date": "2020-10-13 17:47", "summary": "The concept that an applicant must have a degree in a specific field in which she or he is looking for work is outdated.. With the new H-1B visa requirements linking a degree in a specific field and job description, I doubt whether Sundar Pichai head of Alphabet/Google, whose degrees are in metallurgical engineering and materials science, would have gotten an H-1B to work in the information-technology sector (\"U.S. Imposes New Curbs on H-1B Visas,\" U.S. News, Oct. 7).", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/racism-and-continuing-u-s-racial-disparities-11602625567", "title": "Racism and Continuing U.S. Racial Disparities", "date": "2020-10-13 17:46", "summary": "I wonder what reasons the author believes exist for racial disparities in our society other than racial prejudice?. Regarding Jason L. Riley's \"Where Have the Honest Liberals Gone?\" (Upward Mobility, Oct. 7): I wonder what reasons the author believes exist for racial disparities in our society other than racial prejudice? The \"black underclass\" and \"black elites\" both want safe neighborhoods and better schools for themselves, their families, and their communities. To dismiss the critical race discussions as irrelevant or out of touch to black Americans living in these disadvantaged communities is disingenuous at best, and dangerous at worst. The death of George Floyd, the 1619 Project, and other events are awakening in America another way of looking at how we legislate; how the systems that have evolved have worked to the disadvantage of black Americans. It is only through this reckoning and acknowledgment that we can hope to shift how we view tax policy, health policy, banking policy, and so on, to level the playing field for black Americans.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/theranos-founder-elizabeth-holmes-loses-bid-to-dismiss-criminal-charges-11602625089", "title": "Theranos Founder Elizabeth Holmes Loses Bid to Dismiss Criminal Charges", "date": "2020-10-13 17:38", "summary": "Ruling by federal judge sets stage for March trial. A federal judge in California on Tuesday denied bids by Theranos Inc. founder Elizabeth Holmes and former top executive Ramesh \"Sunny\" Balwani to dismiss the criminal charges they face in connection with the disgraced blood-testing startup.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-latest-updates-10-13-2020-11602576041", "title": "U.S. Covid-19 Hospitalizations Hit Highest Level in Nearly Six Weeks", "date": "2020-10-13 17:09", "summary": "About 41,000 new coronavirus infections are reported in the U.S.. The U.S. reported more than 41,000 new coronavirus infections, while hospitals in many parts of the country experienced surging numbers of patients infected with the viral disease.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pharmaceutical-biotech-and-banking-companies-lead-the-way-in-social-responsibility-11602623200", "title": "Pharmaceutical, Biotech and Banking Companies Lead the Way in Social Responsibility", "date": "2020-10-13 17:06", "summary": "Some surprising leaders sit atop the social-capital category in the WSJ's top 100 sustainably managed companies. It might seem counterintuitive that Merck KGaA, a German science and technology company with a market value of about $67 billion, would pay attention to a neglected tropical disease called schistosomiasis that mostly affects poor and rural communities.", "categories": [["Business", "Journal Reports: Leadership"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-leadership?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/apples-new-iphones-aim-high-and-wide-11602621985", "title": "Apple's New iPhones Aim High and Wide", "date": "2020-10-13 17:00", "summary": "Largest array yet of new iPhones reflects an aggressive pricing bet on 5G. At Apple Inc., simplicity no longer sells.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/squarespace-taps-new-cfo-to-improve-forecasting-reporting-as-company-weighs-ipo-11602622653", "title": "Squarespace Taps New CFO to Improve Forecasting, Reporting as Company Weighs IPO", "date": "2020-10-13 16:57", "summary": "Marcela Martin is expected to join the software company in November from Booking.com. Software company Squarespace Inc. is bringing in a new finance chief to help strengthen its financial reporting and forecasting ahead of a potential listing on the public markets.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/blackrocks-third-quarter-profit-climbs-on-steady-inflows-higher-fee-revenue-11602587012", "title": "BlackRock's Profit Climbs on Steady Inflows, Higher Fee Revenue", "date": "2020-10-13 16:56", "summary": "Money-management giant's revenue rose 18% to $4.37 billion. Money-management giant BlackRock Inc.'s quarterly profit rose 22% as investors turned to its massive lineup of funds across markets.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/teladoc-sues-rival-over-hospital-robot-patents-11602608095", "title": "Teladoc Sues Rival Over Hospital Robot Patents", "date": "2020-10-13 16:55", "summary": "Covid-19 pandemic has spurred fresh competition among remote-care providers. Teladoc Health Inc., the country's largest publicly traded telemedicine provider, has sued rival American Well Corp. for alleged patent violations related to technology behind robot-like carts that connect hospitalized patients with specialists in real time via video.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/global-stock-markets-dow-update-10-13-2020-11602580518", "title": "U.S. Stocks End Lower as Earnings Season Begins", "date": "2020-10-13 16:52", "summary": "Uncertainty about coronavirus infections and potential restrictions are weighing on investors' minds. U.S. stocks wobbled Tuesday, pressured by a string of mixed earnings reports from companies ranging from airlines to banks.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-renews-criticism-of-dr-anthony-fauci-11602618311", "title": "Trump Renews Criticism of Dr. Anthony Fauci", "date": "2020-10-13 16:49", "summary": "President tweets about top infectious-disease expert after he objected to being quoted in Trump campaign video. President Trump again took aim at his administration's top infectious-disease expert, Anthony Fauci, after the doctor said a Trump campaign ad had featured his comments out of context and without his permission.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/halloween-2020-candy-chutes-quarantined-books-virtual-costume-contests-11602622101", "title": "Halloween 2020: Candy Chutes. Quarantined Books. Virtual Costume Contests.", "date": "2020-10-13 16:48", "summary": "Resume Subscription. To get in the Halloween spirit this year, Matt Thompson rigged up a zip line.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/companies-grapple-with-sustainability-data-11602621618", "title": "Companies Grapple With Sustainability Data", "date": "2020-10-13 16:40", "summary": "Businesses face increasing demands to be transparent about their ESG risks and practices. But it isn't simple-or cheap.. A decade ago, Crown Holdings Inc. thought it would be risky to share data about its environmental footprint. Now the packaging maker considers it a business imperative.", "categories": [["Business", "Journal Reports: Leadership"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-leadership?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/showing-homes-during-covid-11602621213", "title": "How Do Real-Estate Agents Show Homes During Covid? With Face Masks, Gloves and Some Ingenuity", "date": "2020-10-13 16:35", "summary": "A pair of brokers in Beverly Hills, Calif., hired a body-language expert to help them navigate a new normal. Heather T. Roy & Learka Bosnak", "categories": [["Real Estate", "Homes"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/homes?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/boeing-subsidies-merit-eu-tariffs-on-4-billion-in-u-s-goods-wto-rules-11602598310", "title": "Boeing Subsidies Merit EU Tariffs on $4 Billion in U.S. Goods, WTO Rules", "date": "2020-10-13 16:30", "summary": "EU is expected to refrain from imposing tariffs quickly in the hope of negotiating a settlement with the U.S.. The World Trade Organization said the European Union may impose tariffs on $3.99 billion in Boeing Co. jets and other U.S. goods annually as part of a long-running trade dispute.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/investors-prepare-for-higher-treasury-yields-as-election-looms-11602581400", "title": "Investors Prepare for Higher Treasury Yields as Election Looms", "date": "2020-10-13 16:11", "summary": "A government controlled by one party is seen as more likely to expand the federal budget deficit, which could lift bond yields. The prospect of a Democratic sweep in next month's elections is helping to push U.S. government-bond yields higher, stirring memories of four years ago when yields climbed sharply after a Republican victory.", "categories": [["Markets", "Treasurys"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/treasurys?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/imf-says-global-downturn-will-be-less-severe-than-estimated-in-june-11602592206", "title": "China Growth Limits Global Economic Damage From Pandemic, IMF Says", "date": "2020-10-13 16:08", "summary": "World's gross domestic product forecast to fall by 4.4% this year, not as sharp as the 5.2% drop projected by IMF in June. The global economic collapse caused by the coronavirus won't be as severe as estimated earlier, the International Monetary Fund predicted Tuesday, thanks to strong government intervention world-wide and a swift recovery in China.", "categories": [["Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/happy-hour-helper-this-sangria-more-or-less-makes-itself-11602619542", "title": "Happy Hour Helper: This Sangria More or Less Makes Itself", "date": "2020-10-13 16:05", "summary": "A pitcher of this might just be the laziest, loveliest way to ease a fall day into evening. BLAME IT ON Spotify. A few months back, \"Sangria Wine,\" the '70s classic from \"gonzo country\" singer-songwriter Jerry Jeff Walker, popped up in my work-from-home playlist, and I haven't been able to get the tune, or the drink, out of my head since.", "categories": [["Life & Work", "Food & Drink"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/food-cooking-drink?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-city-faces-critical-moment-in-fight-against-second-wave-of-covid-19-11602618676", "title": "New York City Faces Critical Moment in Covid-19 Fight", "date": "2020-10-13 16:02", "summary": "Officials to enforce targeted shutdowns in coronavirus hot spots. New York City is facing a crucial test this week in whether it can prevent a second wave of Covid-19 by enforcing targeted shutdowns in areas that have emerged as coronavirus hot spots.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/jpmorgan-citigroup-signal-that-economy-isnt-out-of-the-woods-11602611732", "title": "JPMorgan, Citigroup Signal That Economy Isn't Out of the Woods", "date": "2020-10-13 16:01", "summary": "Both banks reported better-than-expected results, but JPMorgan CEO Jamie Dimon said the U.S. needs another coronavirus-relief package. A curious thing happened in the middle of the coronavirus crisis: America's biggest bank posted a higher profit than it did a year ago, before the pandemic ravaged the economy.", "categories": [["Markets", "Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bugs-bunny-is-still-making-mischief-11602618823", "title": "Bugs Bunny Is Still Making Mischief", "date": "2020-10-13 15:53", "summary": "As durable at 80 as when he made his debut, the cartoon rabbit is still finding ways to torment his tormentors.. There's a telling moment in the 1940 Tex Avery cartoon \"A Wild Hare\" when Bugs Bunny sneaks up behind Elmer Fudd, covers his adversary's eyes with his hands, and instructs him to \"Guess who!\" The hunter reels off a list of contemporary leading ladies, including, as expressed in his exaggerated speech impediment, \"Cawole Wombard.\" Yet even though one of the actresses in the list, \"Owivia DeHaviwand,\" lived until July of this year, the joke has largely been lost on younger generations-because most viewers born after 1970 have barely heard of most of the movie stars of Hollywood's golden age.", "categories": [["Opinion", "Commentary", "Cultural Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb", "https://www.wsj.com/news/types/cultural-commentary?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/abroad-at-home-el-grecos-resplendent-worlds-11602618739", "title": "Abroad at Home: El Greco's Resplendent Worlds", "date": "2020-10-13 15:52", "summary": "Follow the Greek painter on a virtual tour as he ventures from his native Crete to Italy to Spain, leaving masterpieces in his wake.. ", "categories": [["Books & Arts", "Art Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/art-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-again-asks-supreme-court-to-block-tax-return-subpoena-11602617536", "title": "Trump Again Asks Supreme Court to Block Tax-Return Subpoena", "date": "2020-10-13 15:32", "summary": "After appellate court loss, president wants high court to hear case over access to his financial documents. President Trump asked the Supreme Court on Tuesday to delay the enforcement of a grand jury subpoena issued by New York state prosecutors for a swath of financial documents, including his tax returns.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/citigroup-needs-to-spend-money-to-make-money-11602617319", "title": "Citigroup Needs to Spend Money to Make Money", "date": "2020-10-13 15:28", "summary": "The bank has a lot of big tasks ahead as it seeks to get out of Washington's penalty box. Citigroup had a big quarter on Wall Street, and credit costs were much lower. But that probably didn't matter to many investors.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-latest-trend-in-menswear-isgardening-11602616726", "title": "The Latest Trend in Menswear Is...Gardening?", "date": "2020-10-13 15:18", "summary": "A fashionable pandemic pastime, gardening is also infiltrating menswear. The rubbery galoshes, sturdy work pants and functional bags appeal to green thumbs and urbanites alike.. On Trend is a weekly column on men's style that explores fashion's subcultures and of-the-moment curiosities.", "categories": [["Life & Work", "Style & Fashion", "On Trend"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/fashion?mod=breadcrumb", "https://www.wsj.com/news/types/on-trend?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/supreme-court-wont-review-democrats-emoluments-case-against-trump-11602616606", "title": "Supreme Court Won't Review Emoluments Case Against Trump", "date": "2020-10-13 15:16", "summary": "Lower court ruled congressional lawmakers lacked standing; two other emoluments cases are still pending. WASHINGTON-The Supreme Court on Tuesday denied a request by a group of Democratic lawmakers to review whether President Trump's continuing control of his business empire may have run afoul of a constitutional prohibition on receiving foreign gifts.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-bottom-line-on-chromebooks-11602616153", "title": "The Bottom Line on Chromebooks", "date": "2020-10-13 15:09", "summary": "School-driven demand for cheap laptops boosts PC sales again, but margins will likely take a hit. For PC makers, a business propped up by Chromebooks is very definitely a mixed blessing.", "categories": [["Markets", "Overheard"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/overheard?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/invesco-to-launch-four-new-funds-tied-to-flagship-qqq-tech-etf-11602592229", "title": "Invesco to Launch Four Funds Tied to Flagship QQQ Tech ETF", "date": "2020-10-13 15:07", "summary": "New products include a QQQ mutual fund for retirement accounts and a lower cost version of QQQ. Invesco Ltd. is adding more Qs to its fund lineup, a wager by the world's fourth-biggest issuer of exchange-traded products that investors' love affair with technology stocks will continue.", "categories": [["Markets", "ETFs"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/etfs?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/facebook-to-ban-ads-discouraging-vaccines-11602612841", "title": "Facebook to Ban Ads Discouraging Vaccines", "date": "2020-10-13 15:03", "summary": "Social-media giant launches flu-vaccine campaign, works with health authorities on public-health messaging on its platform. Facebook Inc. said it would ban ads that discourage immunization, part of a broader effort to combat misinformation about health vaccinations in the coronavirus pandemic.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/regenerons-coronavirus-october-surprise-11602608316", "title": "Regeneron's Coronavirus October Surprise", "date": "2020-10-13 15:02", "summary": "Trump told me in July that he was more hopeful about therapeutics than about a vaccine. He was prescient.. Did President Trump return to work too soon after coming down with Covid-19? The Centers for Disease Control and Prevention in August updated its guidelines for health-care workers recovering from the disease. The CDC recommends that for those with mild to moderate illness, returning to work is permissible when \"at least 10 days have passed since symptoms first appeared and at least 24 hours have passed since last fever without the use of fever-reducing medications and symptoms (e.g., cough, shortness of breath) have improved.\" The CDC also notes that \"a test-based strategy is no longer recommended because, in the majority of cases, it results in excluding from work health care professionals who continue to shed detectable SARS-COV-2 RNA but are no longer infectious.\"", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/credit-suisse-hires-veteran-meissner-to-lead-new-unit-serving-wealthy-clients-11602614977", "title": "Credit Suisse Hires Veteran Meissner to Lead New Unit Serving Wealthy Clients", "date": "2020-10-13 14:49", "summary": "Appointment comes as competition to bank the ultra-rich stiffens. Credit Suisse Group AG hired Christian Meissner, a Bank of America Corp. and Goldman Sachs Group Inc. veteran, to head a new unit connecting its wealthiest clients with its investment bank.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tv-production-covid-makeover-hollywood-11602614629", "title": "Fewer Fistfights, Less Sex-TV Production Gets a Covid Makeover", "date": "2020-10-13 14:47", "summary": "As production resumes during pandemic, fear of contagion is changing everything about making television; 'Are we crazy to be doing this?'. Just before production resumed in August on the hit CBS police drama \"S.W.A.T.,\" co-creator and executive producer Shawn Ryan called an infectious-disease expert with one question.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/senate-to-vote-on-new-funding-for-small-business-aid-program-next-week-mcconnell-says-11602601139", "title": "Senate to Vote on New Funding for Small Businesses Next Week", "date": "2020-10-13 14:13", "summary": "Majority leader's push for more assistance comes as the Trump administration, Pelosi continue talks on a broader package. ", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/citigroups-profit-falls-34-as-it-sets-aside-more-money-for-bad-loans-11602592128", "title": "Citigroup Profit Falls 34%", "date": "2020-10-13 14:06", "summary": "Bank set aside $2.26 billion for potential loan losses, down from the more than $7 billion it set aside in each of the past two quarters. Citigroup Inc. said Tuesday that its third-quarter profit slumped 34%, with the bank continuing to prepare for a coronavirus-induced recession.", "categories": [["Markets", "Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-renters-are-flocking-to-the-suburbs-11602612139", "title": "Why Renters Are Flocking to the Suburbs", "date": "2020-10-13 14:02", "summary": "City dwellers who once fueled the urbanization trend are opting for spacious apartments and outdoor space further out. As the pandemic confines people to their homes, more renters are moving out of cities and into suburbia, where they can get more bang for their buck. Here's why.", "categories": [["Money"]], "category_links": ["https://www.wsj.com/news/types/noted-money?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/j-j-hopes-covid-19-vaccine-trial-will-restart-shortly-11602610633", "title": "J&J Hopes Covid-19 Vaccine Trial Will Restart Shortly", "date": "2020-10-13 13:37", "summary": "Executives express optimism that clinical trials can resume soon, but say they know little about the illness that prompted the halt. Johnson & Johnson hopes to know within days whether it can resume testing its Covid-19 vaccine, as the health-products company battles the virus on several fronts.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-is-bad-for-delta-is-worse-for-other-airlines-11602610356", "title": "What Is Bad for Delta Is Worse for Other Airlines", "date": "2020-10-13 13:32", "summary": "Delta's disappointing third-quarter results are a warning of what is to come, but could also be a buying opportunity. Unlike most companies, airlines seem set to disappoint investors this earnings season. It could offer a window of opportunity to pick out the best among them, though.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-100-most-sustainably-managed-companies-in-the-world-11602507298", "title": "The 100 Most Sustainably Managed Companies in the World", "date": "2020-10-13 13:13", "summary": "Resume Subscription. When Sony Corp. Chief Executive Kenichiro Yoshida took the helm in 2018, he declared it his mission to ensure the company's long-term sustainability.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/trumps-cross-of-gold-moment-11602608240", "title": "Trump's 'Cross of Gold' Moment", "date": "2020-10-13 12:57", "summary": "The president may drive voters into the other party, much like Bryan in the 1890s.. As a bitterly divided country moves toward the November election, it is easy to overlook how unusual the past three decades have been. With Democrats averaging 48.3% of the popular vote and Republicans 46.1% in the past eight presidential elections, the largest Republican margin of victory (7.8%) went to George H.W. Bush in 1988; the largest Democratic margin (7.2%) to Barack Obama in 2008. In four of these elections, neither candidate won a majority of the popular vote; in two, the popular and Electoral College votes diverged.", "categories": [["Opinion", "Politics & Ideas"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/politics-ideas?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mexico-signs-agreements-to-buy-potential-covid-19-vaccines-11602607544", "title": "Mexico Signs Agreements to Buy Potential Covid-19 Vaccines", "date": "2020-10-13 12:45", "summary": "Government is also participating in the international vaccine alliance Covax. MEXICO CITY-Mexico signed agreements with three companies on Tuesday that are developing vaccines against Covid-19, and it expects to secure doses for more than 100 million people through 2021.", "categories": [["World", "Latin America"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/latin-america-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/gates-foundation-gift-to-support-covid-19-testing-at-historically-black-colleges-11602606917", "title": "Gates Foundation Gift to Support Covid-19 Testing at Historically Black Colleges", "date": "2020-10-13 12:35", "summary": "The $15 million donation to be divided among schools serving as testing hubs. Several historically Black colleges and universities will share a $15 million dollar donation over the next three years from the Bill and Melinda Gates Foundation to support Covid-19 testing on their campuses, the foundation announced Tuesday. It will be the foundation's largest donation to historically Black colleges and universities to date.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/jpmorgan-profit-rises-4-a-surprising-show-of-coronavirus-resilience-11602587398", "title": "JPMorgan Profit Shows Resilience in Face of Covid-19", "date": "2020-10-13 11:58", "summary": "The bank set aside just $611 million for potential future loan losses, compared with $10.47 billion in the previous quarter. JPMorgan Chase & Co. said Tuesday that its third-quarter profit rose 4%, a surprising result for the nation's biggest bank during a recession that has hammered much of its business for the year.", "categories": [["Markets", "Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/help-wanted-at-covid-19-testing-labs-11602583202", "title": "Help Wanted at Covid-19 Testing Labs", "date": "2020-10-13 11:50", "summary": "Coronavirus pandemic has heightened longstanding labor shortages in America's clinical laboratories. Brandy Gunsolus's staff at the Augusta University Medical Center has expanded laboratory operations to meet the nonstop demand for coronavirus testing. Many of the 23 technologists involved with Covid-19 testing are working overtime, running patient samples and chasing down scarce supplies-all while trying to keep turnaround times low.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/airline-makes-real-money-on-fake-flights-11602604097", "title": "Airline Makes Real Money on Fake Flights", "date": "2020-10-13 11:48", "summary": "Industry's new revenue-generating schemes mirror the desperation felt by cooped-up consumers. Nothing brings to mind pleasure quite like the memory of bumping elbows with strangers while trying to carve up \"chicken or beef\" with plastic cutlery.", "categories": [["Markets", "Overheard"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/overheard?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/delta-says-air-travel-recovery-still-far-off-amid-pandemic-11602592322", "title": "Delta Says Air Travel Recovery Still Far Off Amid Pandemic", "date": "2020-10-13 11:46", "summary": "Airline expects to burn through cash into spring, but CEO says demand is starting to show signs of life. Delta Air Lines Inc. offered cautious optimism that demand for travel is starting to return but said its losses were mounting, as the coronavirus pandemic looks likely to continue weighing on travel for years.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/five-takeaways-from-jpmorgans-third-quarter-earnings-11602603699", "title": "Five Takeaways From JPMorgan's Third-Quarter Earnings", "date": "2020-10-13 11:41", "summary": "The bank's return to pre-pandemic profit levels surprised some. JPMorgan Chase & Co.-America's largest bank-posted third-quarter earnings Tuesday. Here are five takeaways.", "categories": [["Markets", "Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/amid-pandemic-jpmorgan-can-afford-to-think-long-term-11602603330", "title": "Amid Pandemic, JPMorgan Can Afford to Think Long Term", "date": "2020-10-13 11:35", "summary": "JPMorgan Chase posted a stronger-than-expected quarter, but the real upside for the bank will be much further down the road. The biggest bank in the U.S. produced a surprisingly strong quarter. But it isn't a game changer-yet.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/wall-street-regulation-biden-trump-election-11602601181", "title": "On Wall Street Regulation, Joe Biden Keeps Everyone Guessing", "date": "2020-10-13 11:05", "summary": "Candidate's progressive shift casts doubt on how a Biden administration would regulate financial sector. WILMINGTON, Del.-Fifteen years ago, Joe Biden defended credit-card companies during a testy Senate exchange with Elizabeth Warren over legislation curtailing consumers' ability to shed their debts in bankruptcy.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/elizabeth-marvel-was-born-with-stars-in-her-eyes-11602601221", "title": "Elizabeth Marvel Was Born With Stars in Her Eyes", "date": "2020-10-13 11:00", "summary": "The 'Helstrom' actress had an early fascination with outer space and landed in Juilliard after boarding school. Elizabeth Marvel, 50, is an actress best known for roles on TV's \"Homeland\" and \"House of Cards,\" and in the films \"The Meyerowitz Stories,\" \"True Grit\" and \"Lincoln.\" She stars in Hulu's \"Helstrom,\" which begins Oct. 16. She spoke with Marc Myers.", "categories": [["Real Estate", "House Call"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/house-call?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/boeing-delivered-11-aircraft-in-september-but-won-no-new-orders-11602601200", "title": "Boeing Delivered 11 Aircraft in September And Won No New Orders", "date": "2020-10-13 11:00", "summary": "Jet makers wrestle with cancellations and weak demand, leaving more planes without buyers. Boeing Co. said Tuesday that it didn't win any new orders in September and delivered only 11 aircraft, weighed down by the continued grounding of the 737 MAX, weak demand for its wide-body planes and production problems affecting its 787 Dreamliner.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/uber-lyft-have-a-lot-riding-on-election-day-11602586800", "title": "Uber, Lyft Have a Lot Riding on Election Day", "date": "2020-10-13 10:59", "summary": "Gig-economy companies Uber and Lyft have spent millions trying to avoid reclassification of their drivers in California. Much of California's gig-economy business could hinge on voters' interpretation of just 13 words.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tupperware-taps-finance-chief-harris-for-operations-role-11602600509", "title": "Tupperware Taps Finance Chief Harris for Operations Role", "date": "2020-10-13 10:48", "summary": "Move comes as company seeks to mount a turnaround under new executive leadership. Tupperware Brands Corp. said Tuesday it would make Chief Financial Officer Cassandra Harris its chief operations officer, giving her two major executive positions to oversee.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-consumer-prices-rose-in-september-11602593822", "title": "Social Security Benefits to Rise 1.3% in 2021", "date": "2020-10-13 10:36", "summary": "Cost-of-living increase, based on CPI-W index, reflects subdued inflation this year. Seniors and other Americans receiving Social Security will see a 1.3% increase in benefits next year, the federal government said Tuesday.", "categories": [["Economy", "Economic Data"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/economic-data?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-pandemic-could-pose-major-resilience-test-for-global-financial-system-imf-says-11602599401", "title": "IMF Sees Potential 'Major Resilience Test' From Pandemic", "date": "2020-10-13 10:30", "summary": "Global Financial Stability Report sees risk of rising bankruptcies that could prompt increased borrowing, tightening of lending standards. WASHINGTON-Huge government spending and other steps to boost coronavirus-stricken economies have limited immediate risks to global financial stability while fueling a debt buildup that could spell trouble later, the International Monetary Fund said Tuesday.", "categories": [["Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/health-and-safety-move-to-the-fore-of-workplace-issues-11602597809", "title": "Health and Safety Move to the Fore of Workplace Issues", "date": "2020-10-13 10:04", "summary": "Alstom, Ebara and other firms that scored high in human capital in a WSJ ranking of most sustainable companies earned strong marks for employee health and safety. The \"S\" in ESG investing has grabbed the spotlight this year as two major social issues, the coronavirus pandemic and unrest over racial justice, have taken hold in the U.S. and abroad.", "categories": [["Business", "Journal Reports: Leadership"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-leadership?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/best-companies-at-managing-environmental-risk-11602597898", "title": "Best Companies at Managing Environmental Risk", "date": "2020-10-13 10:04", "summary": "Heavy-goods makers lead the way in this category of the WSJ top 100 sustainably managed companies. A cluster of makers of heavy goods, from steel and cement to glass, leads the companies recognized this year for best practices in managing environmental risk, according to a new ranking by The Wall Street Journal.", "categories": [["Business", "Journal Reports: Leadership"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-leadership?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/georgia-voters-set-record-on-first-day-of-early-voting-11602560573", "title": "Georgia Voters Set Record on First Day of Early Voting", "date": "2020-10-13 10:01", "summary": "State officials say voter enthusiasm is driving turnout and creating long lines. ATLANTA-Georgia voters flooded to polling places on the first day of early voting Monday, creating long waits for some as state election officials cited record turnout due to voter enthusiasm.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/save-money-save-the-environment-and-help-local-restaurants-theres-an-app-for-that-11602597600", "title": "Save Money, Save the Environment and Help Local Restaurants. There's an App for That.", "date": "2020-10-13 10:00", "summary": "Too Good to Go lets you buy leftover prepared food that would otherwise go in the trash. I ate some odd meals last week: a turkey wrap for breakfast one day, cheddar cheese and chocolate cake for dinner the next. On a few occasions, I didn't exactly know what the heck I was eating. But it was for a good cause. Not only was I saving the planet by reducing food waste-a cause I care about a little-I was eating cheap, a cause I care about a lot.", "categories": [["U.S.", "Metro Money"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/metro-money?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/opec-says-u-s-oil-production-recovering-faster-than-expected-11602597336", "title": "OPEC Says U.S. Oil Production Recovering Faster Than Expected", "date": "2020-10-13 09:55", "summary": "Production by the cartel was mostly flat in September, with a sharp drop in Emirati production balancing increases in Iraq and Libya. The U.S. energy industry is recovering more quickly than previously expected from the fall in production from the coronavirus pandemic, the Organization of the Petroleum Exporting Countries said Tuesday.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-forgotten-british-race-car-with-ferrari-flair-11602596978", "title": "The Forgotten British Race Car With Ferrari Flair", "date": "2020-10-13 09:49", "summary": "Resume Subscription. Ford Heacock III, 69, a retired owner of an insurance agency living in Lakeland, Fla., on his 1961 Sunbeam Harrington Alpine, as told to A.J. Baime.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/photos-a-connection-to-racingand-familyhistory-11602596863", "title": "Photos: A Connection to Racing-and Family-History", "date": "2020-10-13 09:47", "summary": "Ford Heacock III shows off his 1961 Sunbeam Harrington Alpine. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/want-to-go-to-the-world-series-itll-never-be-this-cheap-again-11602596795", "title": "Want to Go to the World Series? It'll Never Be This Cheap Again", "date": "2020-10-13 09:46", "summary": "After a season played in empty ballparks because of the coronavirus pandemic, MLB is allowing a limited number of fans into Globe Life Field in Arlington, Texas. Melissa Giorgio grew up in Southern California obsessed with the Los Angeles Dodgers. She describes herself as one of those people for whom \"baseball is life,\" and she's been hanging on every pitch as her beloved Dodgers have advanced to the National League Championship Series.", "categories": [["Sports", "MLB"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/mlb?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/johnson-johnson-pauses-covid-19-vaccine-trials-due-to-sick-subject-11602555101", "title": "J&J Pauses Covid-19 Vaccine Trials Due to Sick Volunteer", "date": "2020-10-13 09:09", "summary": "Company says an independent committee is reviewing the subject's illness. Johnson & Johnson said it has paused further dosing in all clinical trials of its experimental Covid-19 vaccine because a study volunteer had an unexplained illness.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/apple-disney-amazon-com-j-j-what-to-watch-when-the-stock-market-opens-today-11602587754", "title": "Apple, Disney, Amazon.com, J&J: What to Watch When the Stock Market Opens Today", "date": "2020-10-13 09:06", "summary": "Amazon.com's Prime Day sales event and Apple's new iPhone will vie with Wall Street banks' earnings reports for the spotlight. Here's what we're watching as markets kick into gear Tuesday.U.S. stock futures are edging down after Johnson & Johnson paused its coronavirus vaccine trials, prompting speculation about when immunization shots might become widely available. Read our full market wrap here.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/does-gold-protectyour-investment-portfolio-think-again-11602594012", "title": "Does Gold Protect Your Investment Portfolio? Think Again", "date": "2020-10-13 09:00", "summary": "After falling alongside stocks amid March's market panic and again last month, the metal might continue to move with shares for some time. There is no asset that prompts more emotional reactions than gold, so I really shouldn't have dismissed its role in a modern investment portfolio with a mere throwaway line in a recent column.", "categories": [["Markets", "Streetwise"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/streetwise?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/portland-mayoral-race-turns-tight-after-protests-and-violence-11602594001", "title": "Portland Mayoral Race Turns Tight After Protests and Violence", "date": "2020-10-13 09:00", "summary": "Incumbent Ted Wheeler faces an invigorated fight from left-wing newcomer Sarah Iannarone amid unhappiness over his handling of civil unrest. Six months of summer protests and violence in Portland, Ore., have turned what looked like an easy re-election for its Democratic mayor into a tight race with a challenger from the left who has never held elected office.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/86-year-old-artist-sam-gilliam-looks-back-on-a-tumultuous-legendary-life-11602592537", "title": "86-Year-Old Artist Sam Gilliam Looks Back on a Tumultuous, Legendary Life", "date": "2020-10-13 08:35", "summary": "Signed by his first New York gallery only last year, the artist talks about his formalist inventions, his favorite possessions and how, coming to the end of the line, he wants to be remembered. The artist Sam Gilliam has a low timbre to his voice that betrays a quiver. He is not doubtful, exactly. He is proper, preferring to be called Mr. Gilliam. He is certain, too, that his art will stand the test of time. But he is aware that a legacy is necessarily tied up with death. \"I'm coming to the end, I guess,\" he says.", "categories": [["Still Life"]], "category_links": ["https://www.wsj.com/news/types/magazine-still-life?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fall-in-love-with-these-autumn-styles-11602592275", "title": "Fall in Love With These Autumn Styles", "date": "2020-10-13 08:31", "summary": "Classic separates and glamorous pieces go together like sunny days and canoes, pine needles and fresh-mown grass, cozy sweaters and chilly air. These days, many of us are finding joy in simpler things: tending to backyard gardens, cooking meals at home, enjoying family nights in. WSJ. Magazine's October cover story, shot at a bucolic retreat in Connecticut with model Lili Sumner and her boyfriend, writer and photographer Ahmed Alramly, captures that mood perfectly. Photographed by Christian MacDonald and styled by Tonne Goodman, classic, casual pieces-tank tops, turtleneck sweaters-mixed with stylish coats and evening gowns evoke a pared-down American glamour. For more fall fashion inspiration, this issue has you completely covered. Be sure to give fringe a try, whether it's a skirt to cut loose in or a new take on a statement cape. And don't be afraid to get cozy in swirly patterns and florals. You might even want to embrace the magical power of dressing up in high-voltage colors and unexpected details. And don't forget the perfect pair of rugged fall boots to tie it all together-plus your mask of choice, of course.", "categories": [["WSJ. Magazine"]], "category_links": ["https://www.wsj.com/news/types/magazine-wsj-magazine?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-agents-returned-migrants-to-honduras-in-unauthorized-operation-senate-report-says-11602592201", "title": "U.S. Agents Returned Migrants to Honduras in Unauthorized Operation, Senate Report Says", "date": "2020-10-13 08:30", "summary": "Democrats on the Foreign Relations Committee say that several hundred U.S.-bound migrants were rounded up in Guatemala and returned to Honduras in January by Customs and Border Protection agents. U.S. border agents working in Guatemala detained Honduran migrants intending to make their way to the U.S. border and returned them to Honduras in an unauthorized operation last January, a review by Democrats on the Senate Foreign Relations Committee found.", "categories": [["World", "Latin America"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/latin-america-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-yorks-mta-faces-dire-outlook-without-federal-aid-state-comptroller-warns-11602592206", "title": "MTA Faces Dire Outlook Without Federal Aid, N.Y. Comptroller Warns", "date": "2020-10-13 08:30", "summary": "The mass-transit system could be forced to slash service, lay off thousands of workers and delay improvements, Comptroller Thomas DiNapoli says. New York's mass-transit system, facing the worst fiscal crisis in its history, could be forced to cut services and borrow billions of dollars if the federal government doesn't approve a Covid-19 bailout package with transit funding, the state's top fiscal watchdog says.", "categories": [["U.S.", "Transit"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-transit?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/maersk-lifts-guidance-as-shipping-volumes-and-rates-rebound-11602586330", "title": "Maersk Lifts Guidance, Will Cut 2,000 Jobs in Restructuring", "date": "2020-10-13 08:10", "summary": "Danish shipping giant will book a $100 million charge related to layoffs, but increased its full-year guidance on booming freight rates. A.P. Moeller-Maersk A/S lifted its full-year guidance Tuesday after noting a faster-than-expected rebound in shipping volumes and freight rates, but cautioned that it will take a $100 million restructuring charge in the third quarter to cover the costs of cutting 2,000 jobs.", "categories": [["Logistics Report"]], "category_links": ["https://www.wsj.com/news/types/logistics-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/blackstone-backed-finance-of-america-is-set-for-ipo-11602561540", "title": "Blackstone-Backed Lender Is Set for IPO", "date": "2020-10-13 08:07", "summary": "Lender to go public with a $1.9 billion valuation by merging with blank-check firm Replay Acquisition. Consumer-lending platform and Blackstone Group Inc. portfolio company Finance of America Equity Capital LLC is set to go public with a valuation of $1.9 billion through a blank-check merger, this year's hottest way to list shares.", "categories": [["WSJ News Exclusive", "Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/senior-housing-ceos-sudden-departure-ratchets-up-industry-turmoil-11602590400", "title": "Senior Housing CEO's Sudden Departure Ratchets Up Industry Turmoil", "date": "2020-10-13 08:00", "summary": "Welltower CEO Thomas DeRosa pioneered changes in senior housing through new uses of technology. The head of the country's largest senior housing owner stepped down unexpectedly last week, the latest setback for an industry that has been among the hardest-hit during the pandemic.", "categories": [["Real Estate", "Property Report"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/property-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/vacation-home-demand-soars-during-the-covid-19-pandemic-11602590400", "title": "Vacation Home Demand Soars During the Covid-19 Pandemic", "date": "2020-10-13 08:00", "summary": "Hilton Head, S.C., and the Poconos are among the popular destinations where Zillow Group reports higher pending sales. Home sales are booming in popular vacation spots, as the pandemic leads more Americans to seek places to work or relax within driving distance of home.", "categories": [["Real Estate"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-blood-center-plans-expansion-on-upper-east-side-11602590401", "title": "New York Blood Center Plans Expansion on Upper East Side", "date": "2020-10-13 08:00", "summary": "Mayor de Blasio's administration is focusing on life-science industry as cornerstone of city's pandemic recovery. The New York Blood Center is planning a major redevelopment and expansion of its 90-year-old building on the Upper East Side, as city officials say they are eager to build up the life-science industry in the wake of the coronavirus pandemic.", "categories": [["U.S.", "Real Estate"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-real-estate?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/covid-cluster-in-chinas-qingdao-prompts-city-wide-testing-11602502755", "title": "Chinese City to Test Nine Million for Coronavirus After Finding a Dozen Cases", "date": "2020-10-13 07:20", "summary": "New cluster in tourist hot spot Qingdao causes country's first significant Covid-19 scare in months. The coastal Chinese city of Qingdao will test its more than nine million residents for Covid-19, authorities said, after the discovery of a dozen new cases linked to a local hospital-the country's most significant virus scare in several months.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/china-quarterly-car-sales-shift-out-of-reverse-for-first-time-in-two-years-11602577531", "title": "China Quarterly Car Sales Shift Out of Reverse for First Time in Two Years", "date": "2020-10-13 07:19", "summary": "A broader economic rebound in the country is now beginning to wash over consumers. BEIJING-China's car market recorded its first quarter of year-over-year sales growth in two years as a broad economic recovery bolstered consumer confidence and discounts boosted demand, especially for electric vehicles.", "categories": [["Business", "Autos & Transportation", "Autos Industry"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/transportation?mod=breadcrumb", "https://www.wsj.com/news/types/autos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/secrets-of-jackie-kennedy-onassiss-hairdresser-11602587673", "title": "Secrets of Jackie Kennedy Onassis's Hairdresser", "date": "2020-10-13 07:14", "summary": "A new book, \"Kenneth: Shear Elegance,\" honors the man who created the First Lady's bouffant, Marilyn Monroe's swoop and other hairdos.. Jacqueline \"Jackie\" Kennedy Onassis has been a muse and inspiration to the fashion industry since honing her first lady style in the early '60s. A new book, \"Kenneth: Shear Elegance,\" focuses on the hairdresser who created her signature bouffant and post-White House hairstyles.", "categories": [["Life & Work", "Life & Style"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/life-style?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/india-turns-to-economic-overhaul-as-growth-prospects-slide-amid-coronavirus-11602586802", "title": "India Turns to Economic Overhaul as Growth Prospects Slide Amid Coronavirus", "date": "2020-10-13 07:00", "summary": "Prime Minister Narendra Modi's party pushes through changes to farming and labor regulations. NEW DELHI-With India facing an economic crisis brought on by the coronavirus pandemic, Prime Minister Narendra Modi is looking to deregulation as the cure.", "categories": [["World", "Asia", "India"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/india-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/madison-avenues-prime-retail-properties-sell-for-decade-low-price-11602586801", "title": "Madison Avenue Retail Properties Sell for Decade-Low Price", "date": "2020-10-13 07:00", "summary": "Deal would represent lowest price recorded in the prestigious neighborhood in a decade. Three buildings on Madison Avenue's main retail corridor have sold for about 80% below peak sales prices in 2014, signaling that depressed Manhattan retail real-estate prices continue to tumble.", "categories": [["Real Estate", "Property Report"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/property-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tencent-powers-up-with-a-game-streaming-super-platform-11602586600", "title": "Tencent Powers Up With a Game-Streaming Super Platform", "date": "2020-10-13 06:56", "summary": "The two largest game-streaming companies in China will merge into a Twitch-like giant under the control of Tencent. Tencent is already very dominant in mobile games, but a game-streaming giant under its control is a nice power-up-and could be a new way for the company to promote its own content.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-europe-relations-tested-as-talks-on-taxing-multinationals-fall-short-11602498928", "title": "U.S.-Europe Relations Tested as Talks on Taxing Multinationals Fall Short", "date": "2020-10-13 06:48", "summary": "Governments are trying to agree on new rules for taxing profits of international companies, especially tech giants. World governments have failed to agree to new rules on taxing the profits of multinational companies, a long-running point of tension between the U.S. and Europe over levies paid by the likes of Apple Inc. and Google and one that has raised the threat of trans-Atlantic tariffs.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/global-companies-are-caught-between-new-taxes-and-a-trade-war-11602523401", "title": "Global Companies Are Caught Between New Taxes and a Trade War", "date": "2020-10-13 06:14", "summary": "The prospect of a higher corporate tax rate isn't so unappealing when set against the risk of a chaotic trade and tax battle. Taxes aren't quite the certainty they once seemed to Benjamin Franklin.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/china-exports-supercharged-by-medical-equipment-and-work-from-home-gear-11602572509", "title": "China Exports Supercharged by Medical Equipment and Work-From-Home Gear", "date": "2020-10-13 05:46", "summary": "Exports top market expectations for sixth straight month, rising 9.9% from a year earlier in September. BEIJING-China's exports and imports both posted strong gains in September, as a recovery in global and domestic demand provided another boost to the world's second-largest economy.", "categories": [["Economy", "Asia Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/asia-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/renters-flock-to-suburbia-upending-decadelong-urbanization-trend-11602581401", "title": "Renters Flock to Suburbia, Upending Decadelong Urbanization Trend", "date": "2020-10-13 05:30", "summary": "New suburban tenants say the shift to a work-at-home model removed a longstanding barrier to living in these neighborhoods. Apartment rents are rising in suburban markets across the U.S. as city dwellers look for bigger spaces in smaller towns.", "categories": [["Real Estate"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/covid-19-is-creeping-into-europes-schools-11602581400", "title": "Covid-19 Is Creeping Into Europe's Schools", "date": "2020-10-13 05:30", "summary": "Schools are reporting thousands of cases in some of the continent's biggest coronavirus hot spots. There's a new front in Europe's fight to contain the coronavirus pandemic: the classroom.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-you-didnt-notice-a-japanese-stock-index-beating-the-nasdaq-this-year-11602574805", "title": "Why You Didn't Notice a Japanese Stock Index Beating the Nasdaq This Year", "date": "2020-10-13 03:40", "summary": "There's a boom in Japan's high-growth small-cap stocks, but few Western investors have heard. If you're not a Japanese investor, you may not have heard of BASE . It's your loss: The small-cap tech stock, a sort of Japanese Shopify , has beaten Tesla 's rally this year by several hundred percentage points.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11602535894", "title": "Pepper...and Salt", "date": "2020-10-13 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-pandemic-speeds-shift-to-cleaner-energy-11602561601", "title": "Coronavirus Pandemic Speeds Shift to Cleaner Energy", "date": "2020-10-13 00:00", "summary": "Spending on oil and gas has fallen much more than investment in renewables, according to International Energy Agency. The world's transition to cleaner sources of energy is gaining speed as the coronavirus pandemic accelerates a shift in investment away from fossil fuels, according to the International Energy Agency.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}]