[{"link": "https://www.wsj.com/articles/quibi-tests-a-free-version-in-australia-and-new-zealand-11596671716", "title": "Quibi Tests a Free Version in Australia and New Zealand", "date": "2020-08-05 19:55", "summary": "The well-capitalized subscription streaming service from Hollywood mogul Jeffrey Katzenberg has struggled to add users. Quibi Holdings LLC is testing a free version in Australia and New Zealand as the fledgling short-form video streaming service seeks to expand internationally and add subscribers, a person familiar with the matter said.", "categories": [["CMO Today"]], "category_links": ["https://www.wsj.com/news/types/cmo-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/with-biotech-stocks-investors-love-the-thrill-of-the-chase-11596619800", "title": "With Biotech Stocks, Investors Love the Thrill of the Chase", "date": "2020-08-05 19:34", "summary": "Small investors place bets on biotech companies pursuing coronavirus advances; 'It's like being in Vegas without the hangover.'. Eric Distenfeld is rolling the dice on CytoDyn Inc.", "categories": [["Markets", "Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/minneapolis-push-to-defund-overhaul-police-department-is-killed-for-now-11596669299", "title": "Minneapolis Push to 'Defund,' Overhaul Police Department Is Killed for Now", "date": "2020-08-05 19:15", "summary": "A state charter commission voted to table the effort to allow a November vote. A Minneapolis commission scuttled any chance of letting voters decide in November whether to replace the city's Police Department, dealing a setback to the City Council's signature effort to overhaul public safety in the wake of the killing of George Floyd.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mcconnell-schumer-trade-shots-on-pace-of-coronavirus-aid-talks-11596647758", "title": "White House Negotiators Press Democrats on Stimulus Talks", "date": "2020-08-05 19:11", "summary": "GOP hints Trump may take executive action if no deal is reached by week's end on latest coronavirus-aid package. WASHINGTON-The White House moved to increase the pressure on Democratic leaders to give ground in their coronavirus-aid negotiations, saying Republicans were prepared to walk away and rely on executive actions by President Trump if an agreement isn't within reach by the end of the week.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-latest-news-08-05-2020-11596615261", "title": "NYC to Set Up Checkpoints to Enforce Quarantine Order", "date": "2020-08-05 18:52", "summary": "U.S. daily coronavirus cases rise after dipping below 50,000 for two straight days. Checkpoints will be set up at bridges and tunnels leading into New York City to enforce a quarantine order for people coming from states with high rates of Covid-19, Mayor Bill de Blasio said Wednesday.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cvs-raises-full-year-expectations-benefits-from-insurance-business-11596627041", "title": "CVS Says Covid-19 Test Delays Are Abating", "date": "2020-08-05 18:16", "summary": "Drugstore chain's profit rises despite lower drugstore sales due to gains at Aetna. CVS Health Corp. said delays getting Covid-19 test results to customers are abating after backlogs led to extended wait times that threatened to hamper efforts to contain the coronavirus pandemic.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lapse-in-extra-unemployment-benefits-to-hurt-u-s-recovery-economists-say-11596636000", "title": "Lapse in Extra Jobless Aid Seen Hurting Recovery", "date": "2020-08-05 18:09", "summary": "Additional $600-a-week payment helped keep households afloat and cushion economy from pandemic. WASHINGTON-Many economists expect last week's expiration of $600 in enhanced weekly unemployment benefits to lead to a sharp drop-off in household spending and a setback for the U.S. economy's near-term recovery, even if the lapse turns out to be temporary.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/states-call-on-facebook-to-launch-hate-speech-hotline-11596661898", "title": "States Call on Facebook to Launch Hate-Speech Hotline", "date": "2020-08-05 17:58", "summary": "State attorneys general want social-media platform to step up response to online harassment. WASHINGTON-A group of Democratic attorneys general jumped into the debate over monitoring content on social media Wednesday, urging Facebook Inc. to take additional steps to combat harassment and hate speech.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bidens-good-tactics-bad-strategy-11596664417", "title": "Biden's Good Tactics, Bad Strategy", "date": "2020-08-05 17:53", "summary": "The Democrat puts on a show in swing states but dodges questions while he moves left.. You have to give Team Biden credit for their tactical instincts. They haven't rested while Joe Biden polls ahead nationally and in battleground states. Instead, when surveys showed a close race in Texas, which Donald Trump carried by 9 points in 2016, the Biden campaign announced July 14 it would compete in the Lone Star State with television ads. The press took the bait and the Biden campaign savored the resulting coverage.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/when-your-favorite-companies-go-woke-11596664277", "title": "When Your Favorite Companies Go Woke", "date": "2020-08-05 17:51", "summary": "I like La Colombe, Disney and Airbnb. I get the feeling they don't like me.. Not long ago, the terms \"corporate America\" and \"corporate culture\" were synonymous with staid country-club Republican values. Corporate America has been inching left for years, but in recent weeks this trend has exploded. It was once cool and countercultural to be liberal. Today, the left is the establishment, and conservatives are part of a new counterculture that quietly seethes as the companies we patronize inundate us with woke virtue signaling.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/supreme-court-has-greatest-public-approval-in-11-years-11596662931", "title": "Supreme Court Has Highest Public Approval in 11 Years", "date": "2020-08-05 17:49", "summary": "Gallup poll shows little difference between Republicans' and Democrats' views. WASHINGTON-The Supreme Court has been affirmed by the court of public opinion, a Gallup poll released Wednesday showed.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hating-humanity-wont-get-you-canceled-11596664176", "title": "Hating Humanity Won't Get You Canceled", "date": "2020-08-05 17:49", "summary": "'Some of us can only hope for the right virus to come along,' the scientist wrote.. 'Until such time as Homo sapiens should decide to rejoin nature, some of us can only hope for the right virus to come along.\" So pronouncedDavid M. Graber in 1989. In case it wasn't clear he was serious, he added that he was \"not interested in the utility of a particular species, or free-flowing river, or ecosystem, to mankind. They have intrinsic value, more value-to me-than another human body, or a billion of them.\"", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/countdown-1945-review-checkmate-in-the-pacic-11596664105", "title": "'Countdown 1945' Review: Checkmate in the Paciﬁc", "date": "2020-08-05 17:48", "summary": "Japan believed that only the vanquished can decide when to stop ﬁghting. The bomb gave the U.S. unprecedented persuasive power.. On the night of Aug. 9, 1945, with the Japanese war effort in full collapse, Gen. Yoshijiro Umezu, a member of Emperor Hirohito's all-important Supreme Council for the Direction of the War, told his colleagues in the presence of the emperor: \"We cannot promise victory, but we are not yet defeated. We are aware that the war situation is difficult, but with the determination of one hundred million people and with further preparations, it might be possible to find life in death.\"", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/from-hiroshimas-devastation-a-wrenching-account-of-the-human-toll-11596664036", "title": "From Hiroshima's Devastation, a Wrenching Account of the Human Toll", "date": "2020-08-05 17:47", "summary": "John Hersey shook Americans by telling the story of history's first atomic bombing from the survivors' point of view. What does it take to get people to care about a disaster that they haven't experienced directly? Our apparent inability to see and feel the human toll behind mass-casualty statistics suggests that we are hard-wired for indifference. \"When headlines say a hundred thousand people are killed, whether in battle, by earthquake, flood, or atom bomb, the human mind refuses to react to mathematics,\" wrote Lewis Gannett of the New York Herald Tribune in 1946, describing Americans' failure to comprehend mass death tolls throughout World War II. People \"swallowed statistics, gasped in awe,\" he added, \"and, turning away to discuss the price of lamb chops, forgot.\"", "categories": [["Life & Work", "Ideas", "Essay"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/essay?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/notable-quotable-william-allen-white-11596663906", "title": "Notable & Quotable: William Allen White", "date": "2020-08-05 17:45", "summary": "'Whoever tramples on the plea for justice temperately made in the name of peace only outrages peace.'. \"To an Anxious Friend,\" an editorial by William Allen White in the Emporia (Kan.) Gazette, July 27, 1922. White had been charged with violating an antipicketing law by posting a pro-union placard in the Gazette's window:", "categories": [["Opinion", "Commentary", "Notable & Quotable"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb", "https://www.wsj.com/news/types/notable-quotable?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-atomic-bomb-saved-millionsincluding-japanese-11596663957", "title": "The Atomic Bomb Saved Millions-Including Japanese", "date": "2020-08-05 17:45", "summary": "An invasion would have meant massive casualties. War would have dragged on until 1947 or later.. The atomic bombings of Hiroshima and Nagasaki, 75 years ago Thursday and Sunday, respectively, are regarded with horror and regret. But not using the atomic bomb would have been far worse. The overall Japanese deaths attributed to the two bombs are estimated at between 129,000 and 226,000. A July 1945 U.S. government report estimated that invading the Japanese Home Islands would cost five million to 10 million Japanese lives.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/samsung-unveils-flagship-galaxy-note-20-with-1-000-price-tag-11596636002", "title": "Smartphone Price Premium Ebbs for 5G", "date": "2020-08-05 17:44", "summary": "Slower consumer uptake, pandemic prompt Samsung, with its $1,000 Galaxy Note 20, and other equipment makers to rethink device costs. SEOUL-5G, the next-generation wireless standard once exclusively the province of top-line smartphones, is sliding into more affordable handsets faster than expected.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lebanon-bonds-hold-ground-after-deadly-explosion-11596651040", "title": "Lebanon Bonds Hold Ground After Deadly Explosion", "date": "2020-08-05 17:37", "summary": "Investors measure the blast's impact on an economy already at risk of financial collapse. The deadly explosion that devastated Beirut left investors grappling with the potential damage to an economy already ravaged by crisis.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/beirut-explosion-brings-lebanon-to-the-brink-11596663015", "title": "Beirut Explosion Brings Lebanon to the Brink", "date": "2020-08-05 17:30", "summary": "Resume Subscription. BEIRUT-Everyday life in Lebanon was already unraveling. The economy was in free fall, a coronavirus outbreak was accelerating and power outages were plunging Beirut into darkness for hours at a time.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/u-s-blacklists-zimbabwean-businessman-and-company-for-alleged-corruption-11596662980", "title": "U.S. Blacklists Zimbabwean Businessman and Company for Alleged Corruption", "date": "2020-08-05 17:29", "summary": "The U.S. government says Kudakwashe Regimond Tagwirei used his connections with high-level government officials to win contracts. The U.S. imposed sanctions on a Zimbabwean businessman and a company he leads for alleged corruption and assisting Zimbabwean government officials involved in public corruption, the U.S. Treasury Department said Wednesday.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-lawmakers-seek-probe-of-puerto-rico-bondholders-11596646984", "title": "New York Lawmakers Seek Probe Of Puerto Rico Bondholders", "date": "2020-08-05 17:15", "summary": "Reps. Alexandria Ocasio-Cortez, Nydia Velázquez are among those asking New York's attorney general to investigate allegations that bondholders concealed interests. Five New York-based members of Congress are asking their state's attorney general to probe whether investment firms that own billions of dollars in Puerto Rico bonds concealed aspects of their investments to manipulate prices and profit unfairly.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/acting-state-department-watchdog-resigns-11596641325", "title": "Acting State Department Watchdog Resigns", "date": "2020-08-05 17:07", "summary": "Stephen Akard served in role since May firing of Steve Linick. WASHINGTON-The acting State Department inspector general has resigned and plans to return to the private sector, stepping down as the agency's internal watchdog as a congressional inquiry into President Trump's May ouster of his predecessor gains steam.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/covid-19-vaccine-trials-have-a-problem-minority-groups-dont-trust-them-11596619802", "title": "Covid-19 Vaccine Trials Have a Problem: Minority Groups Don't Trust Them", "date": "2020-08-05 17:07", "summary": "Drug companies, U.S. agencies work with churches and community activists to educate about benefits of vaccination. Researchers and companies developing Covid-19 vaccines are taking new steps to tackle a longtime challenge: Those who need the vaccines most urgently, including Black and Latino people, are least likely to participate in clinical trials to determine whether they work safely.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-campaign-again-asks-for-extra-debate-with-biden-11596661060", "title": "Trump Campaign Again Asks for Extra Debate With Biden", "date": "2020-08-05 16:57", "summary": "If a fourth debate can't be agreed to, the campaign requested that one be moved to early September. WASHINGTON-The Trump campaign again called for an additional presidential debate in early September, arguing the three debates currently scheduled are insufficient because they will take place after people in some states have started voting.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/beirut-explosion-kills-at-least-100-injures-thousands-11596620481", "title": "Beirut Explosion: Probe Focuses on Explosives", "date": "2020-08-05 16:56", "summary": "Rescue workers searched for survivors in Lebanese capital after blast killed more than 100 people, injured 4,000 and caused widespread damage. BEIRUT-The death toll from an enormous blast in Lebanon's capital surged past 100, as public anger over the explosion mounted and Lebanese authorities investigated why thousands of tons of explosives were stored for years in Beirut's heavily populated city center.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/global-stock-markets-dow-update-8-5-2020-11596618235", "title": "U.S. Stocks Rise on Stimulus Hopes", "date": "2020-08-05 16:51", "summary": "Investors have been watching for signs the government will deploy more stimulus to help stem the economic damage caused by the pandemic. U.S. stocks rose Wednesday after White House negotiators said they aim to reach a deal on a new coronavirus-relief package by the end of the week.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/in-belarus-veteran-leader-alexander-lukashenko-faces-an-unexpected-challenger-11596659610", "title": "In Belarus, Veteran Leader Alexander Lukashenko Faces Unexpected Challenger", "date": "2020-08-05 16:33", "summary": "Svetlana Tikhanovskaya, wife of detained YouTuber, is tapping into resentment over president's 26-year reign. MOSCOW-Belarus President Alexander Lukashenko, one of Europe's longest-serving leaders, is facing an unprecedented challenge from a 37-year-old newcomer ahead of Sunday's presidential election, a sign of the groundswell of frustration with Mr. Lukashenko's 26-year reign.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-is-ammonium-nitrate-the-chemical-behind-the-beirut-explosion-11596658988", "title": "What Is Ammonium Nitrate, the Chemical Behind the Beirut Explosion?", "date": "2020-08-05 16:23", "summary": "Widely used in farming as fertilizer, the substance has caused some of the world's deadliest blasts outside wartime. The explosion that ripped through Beirut on Tuesday was likely caused by a fire that detonated an estimated 2,750 metric tons of ammonium nitrate, killing at least 100 people and injuring thousands more. Lebanese authorities said it had been kept at a warehouse in the city's port for more than six years. The blast produced a shockwave that shattered windows and caused massive damage along the densely populated historic waterfront.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/n-j-supreme-court-scrutinizes-states-9-9-billion-borrowing-plan-11596658885", "title": "N.J. Supreme Court Scrutinizes State's $9.9 Billion Borrowing Plan", "date": "2020-08-05 16:21", "summary": "Republicans ask court to strike down law to cover budget shortfalls resulting from coronavirus. The New Jersey Supreme Court heard oral arguments Wednesday in a lawsuit over whether the state has the authority to borrow $9.9 billion to cover budget shortfalls fueled by the coronavirus shutdown.", "categories": [["U.S.", "Tri-State Area"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-region?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cuomo-orders-investigation-into-utilities-after-widespread-outages-from-tropical-storm-isaias-11596648154", "title": "Cuomo Orders Investigation Into Utilities After Tropical Storm Isaias", "date": "2020-08-05 16:15", "summary": "More than two million households across the tri-state region remain without power; rail service still disrupted. Public works and utilities crews began restoring power to millions of households while New York's governor ordered an investigation into the state's utilities, a day after Tropical Storm Isaias downed trees and power lines throughout New York, New Jersey and Connecticut.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/true-to-nature-open-air-painting-in-europe-1780-1870-review-spontaneous-creation-11596658196", "title": "'True to Nature: Open-Air Painting in Europe, 1780-1870' Review: Spontaneous Creation", "date": "2020-08-05 16:09", "summary": "A Washington exhibition examines the ways European artists sought to capture the look of the great outdoors.. ", "categories": [["Books & Arts", "Art Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/art-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/teladoc-health-to-acquire-livongo-health-in-18-5-billion-deal-11596657009", "title": "Teladoc Health Sets $18.5 Billion Acquisition", "date": "2020-08-05 15:50", "summary": "Provider of virtual-care services looks to enhance ability to monitor patients' health. Teladoc Health Inc., a provider of virtual-care services, said Wednesday it is buying Livongo Health Inc. in a deal worth an estimated $18.5 billion.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lawmakers-seek-records-on-planned-kodak-loan-11596637800", "title": "Lawmakers Seek Records on Planned Kodak Loan", "date": "2020-08-05 15:44", "summary": "Congressional letters highlight concerns about Kodak's 'lack of pharmaceutical experience' and stock options grants made to executives. Democrat-led congressional committees are seeking records from Eastman Kodak Co. and the government office that announced last week a potential $765 million loan to the onetime photography giant, the latest sign of scrutiny of the company and its part in a U.S. plan to rebuild domestic pharmaceutical manufacturing.", "categories": [["WSJ News Exclusive", "U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/renters-at-risk-new-york-eviction-ban-to-expire-after-wednesday-11596625200", "title": "Renters at Risk: New York Eviction Ban to Expire After Wednesday", "date": "2020-08-05 15:44", "summary": "Tenants who miss rent payments in pandemic remain protected if they can show financial hardship. Gov. Andrew Cuomo's temporary ban on most residential evictions in New York expires after Wednesday, putting thousands of New Yorkers at risk of losing their homes as the coronavirus pandemic's economic pain deepens.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pete-hamill-legendary-new-york-city-journalist-dies-at-85-11596656403", "title": "Pete Hamill, Legendary New York City Journalist, Dies at 85", "date": "2020-08-05 15:40", "summary": "The 'giant of journalism, quintessential New Yorker' was one of the city's last great crusading columnists. NEW YORK-Pete Hamill, the self-taught, street-wise newspaper columnist whose love affair with New York inspired a colorful and uniquely influential journalistic career and produced several books of fiction and nonfiction, died Wednesday morning. He was 85.", "categories": [["World", "Obituaries"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/obituaries?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-citys-metropolitan-museum-of-art-cuts-staff-by-353-11596656106", "title": "New York City's Metropolitan Museum of Art Cuts Staff by 353", "date": "2020-08-05 15:35", "summary": "The museum projects a $150 million loss in revenue due to the coronavirus pandemic. Faced with financial pressures from the coronavirus pandemic, the Metropolitan Museum of Art is reducing its staff by 353, museum officials said.", "categories": [["U.S.", "Culture"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-culture?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-staying-inside-guide-captured-movement-in-the-mountains-11596656059", "title": "The Staying Inside Guide: Captured Movement in the Mountains", "date": "2020-08-05 15:34", "summary": "Vail Dance Festival: The Digital Edition features a collection of performance segments, many recorded at the festival in years past, and conversations and interviews with dancers and choreographers.. ", "categories": [["Books & Arts", "Dance Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/dance-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/real-estate-agents-feel-the-heat-11596655849", "title": "Real-Estate Agents Feel the Heat", "date": "2020-08-05 15:30", "summary": "These brokers remember home showings without air conditioning. ", "categories": [["Real Estate", "Homes"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/homes?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/forget-planes-trains-or-automobiles-pandemic-forces-creative-travel-workarounds-11596655374", "title": "Forget Planes, Trains or Automobiles: Pandemic Forces Creative Travel Workarounds", "date": "2020-08-05 15:22", "summary": "Resourceful travelers discover ways to make their destinations; 'The closer I got to her, the faster I was going'. Try telling an Irishman stranded in the Caribbean he can't make it home to his daughter's wedding because of the pandemic lockdown.", "categories": [["A-hed"]], "category_links": ["https://www.wsj.com/news/types/a-hed?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-campaign-sues-nevada-over-new-mail-in-ballot-plan-11596609186", "title": "Trump Campaign Sues Nevada Over New Mail-In Ballot Plan", "date": "2020-08-05 15:16", "summary": "Nevada is latest state to adopt universal vote-by-mail for the November election amid the coronavirus pandemic. President Trump's campaign and other Republican groups sued to block Nevada from implementing a new election plan that includes automatically mailing ballots to all active registered voters this November, representing the GOP's latest pushback against expanding voting by mail during the pandemic.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/howard-review-story-of-a-songsmith-11596654827", "title": "'Howard' Review: Story of a Songsmith", "date": "2020-08-05 15:13", "summary": "A documentary on Disney+ chronicles the life of lyricist Howard Ashman, but gives short shrift to his memorable tunes.. With all due respect to Tim Rice, Stephen Schwartz, Randy Newman and even Lin-Manuel Miranda-all of whom have written song lyrics for the Disney animated empire-there was no one like Howard Ashman. All one needs to do is listen to \"Be Our Guest,\" \"Belle\" and \"Friend Like Me\" to realize the singularity of his genius. He can be ranked with Lorenz Hart, Ira Gershwin and Oscar Hammerstein II among the more soulful and ingenious lyricists in the American songbook.", "categories": [["Books & Arts", "Television Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/television-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-big-should-government-let-big-tech-be-11596654633", "title": "How Big Should Government Let Big Tech Be?", "date": "2020-08-05 15:10", "summary": "Instead of stifling the emergence of new products and services, Amazon, Google, Apple and Facebook have accelerated the rate of third-party innovation.. Your editorial (\"Big Tech's Antitrust Paradox,\" July 30) is critical of regulators for targeting companies for antitrust violations based on a \"moment in time\" approach. A dominant player at one moment, you write, may be displaced by market forces the next. But a longer time horizon also reveals why antitrust should be considered for some of America's tech giants.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/race-and-policing-meet-systemic-liberalism-11596654575", "title": "Race and Policing Meet Systemic Liberalism", "date": "2020-08-05 15:09", "summary": "Conservatives won't win a racism debate with statistics, but they might make progress using logic.. Lost in the House Judiciary Committee's interrogation of Attorney General William Barr, aptly described by Karl Rove (\"Rioters Attack More Than a Courthouse,\" op-ed, July 30) as \"farce masquerading as oversight,\" was any serious discussion of assaults on America's governing institutions in Seattle, Portland, Ore., and other Democrat-run cities.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/holocaust-memory-in-the-u-s-s-r-s-shadow-11596654509", "title": "Holocaust Memory in the U.S.S.R.'s Shadow", "date": "2020-08-05 15:08", "summary": "The establishment of the Babyn Yar Holocaust Memorial Center represents the closing of a collective circle for the tens of thousands killed by the Nazis, only for the Soviets to wipe away their memory.. The Babyn Yar tragedy symbolizes the fate of around 1.5 million Jews shot across Eastern Europe during the Holocaust. This story evaded the historical record for decades, as Soviet authorities tried to erase Jewish suffering. The Babyn Yar Holocaust Memorial Center will preserve the memory of tens of thousands of Jews, Ukrainians and others shot dead in the Babyn Yar ravine near Kiev.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bypass-congress-and-dare-democrats-to-say-something-11596654414", "title": "Bypass Congress and Dare Democrats to Say Something", "date": "2020-08-05 15:06", "summary": "Let Nancy Pelosi bring the president to court and claim there is no emergency and people should pay more tax.. Stephen Moore and Phil Kerpen have it right (\"How Trump Can Deliver Tax Relief Without Congress,\" op-ed, Aug. 3): The president should declare an economic emergency and stop payroll taxes. Let Nancy Pelosi bring him to court and claim there is no emergency and people should pay more tax.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/joe-biden-wont-travel-to-milwaukee-for-democratic-national-convention-11596643190", "title": "Biden Won't Travel to Milwaukee for DNC Over Coronavirus Concerns", "date": "2020-08-05 14:55", "summary": "Event will now be entirely virtual due to concerns about the coronavirus pandemic. Former Vice President Joe Biden will no longer travel to Milwaukee to accept the Democratic presidential nomination later this month because of concerns about the coronavirus pandemic and will instead address the nation from his home state of Delaware.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nick-khan-leaves-creative-artist-agency-to-join-world-wrestling-entertainment-11596653590", "title": "Nick Khan Leaves Creative Artist Agency to Join World Wrestling Entertainment", "date": "2020-08-05 14:53", "summary": "As CAA's co-head of television, Khan negotiated the WWE's 2019 television pacts with Fox and Comcast. World Wrestling Entertainment Inc. hired Nick Khan of Creative Artist Agency as its new president and chief revenue officer, the company said Wednesday.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chicago-fed-president-says-trouble-is-brewing-for-economy-without-fiscal-policy-boost-11596652645", "title": "Chicago Fed President Says Trouble Is Brewing for Economy Without Fiscal Policy Boost", "date": "2020-08-05 14:37", "summary": "It would be very costly for the economy if Congress doesn't agree on benefit extensions, says Charles Evans. Chicago Fed President Charles Evans said the U.S. economy would face a much steeper climb should Congress fail to at least partially extend more generous unemployment benefits and take broader fiscal policy action to combat the effects of the coronavirus pandemic.", "categories": [["Economy", "Central Banks"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/central-banks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/shipping-lines-shift-vessels-from-devastated-beirut-port-11596652584", "title": "Shipping Lines Shift Vessels from Devastated Beirut Port", "date": "2020-08-05 14:36", "summary": "Several offices were heavily damaged and one CMA CGM worker is missing following Tuesday's massive explosion. Shipping companies are diverting vessels from the heavily damaged Beirut port following the massive explosion that began in a waterfront warehouse and killed more than 100 people while devastating Lebanon's main trading gateway.", "categories": [["Logistics Report"]], "category_links": ["https://www.wsj.com/news/types/logistics-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-schools-among-few-top-10-districts-reopening-schools-for-in-person-learning-11596635317", "title": "Chicago Schools Reopening Online Only as Coronavirus Cases Rise", "date": "2020-08-05 14:13", "summary": "Nation's third-largest district had planned a mix of online and in-person classes. Chicago officials said Wednesday that they would begin the school year with online-only classes, amid rising cases of coronavirus in the city, narrowing the number of top districts still considering in-person classes.", "categories": [["U.S.", "Education"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/education?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/as-top-business-schools-go-online-students-ask-is-it-still-worth-it-11596647226", "title": "As Top Business Schools Go Online, Students Ask: Is It Still Worth It?", "date": "2020-08-05 14:07", "summary": "Students are keenly aware that in-person activities are a large part of the programs' value proposition. A two-year master's degree in business administration can cost more than $200,000. Students and schools say much of the value comes from networking with classmates, overseas trips and career fairs. That's why it's a big deal that classes at top business schools-like the University of Pennsylvania's Wharton School and Georgetown University's McDonough School of Business-are going almost fully online.Still, as of July, 87% of business schools planned to keep some teaching on campus, an Association to Advance Collegiate Schools of Business survey found. Even then, many students aren't sure a partially online degree is worth their money. At Harvard, the incoming fall M.B.A class will be about a fifth smaller, as many students defer their enrollment, while some New York University students are lobbying the school for discounted tuition.", "categories": [["Education"]], "category_links": ["https://www.wsj.com/news/types/noted-education?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-yorks-eviction-ban-is-ending-heres-what-you-need-to-know-11596650733", "title": "New York's Eviction Ban Is Ending. Here's What You Need to Know.", "date": "2020-08-05 14:05", "summary": "If you can demonstrate financial hardship is the reason for missed rent payments during the pandemic, you're protected. New York's temporary ban on residential evictions is expiring after Wednesday. Since March, renters in the state have been protected by Gov. Andrew Cuomo's moratorium on evictions, which has already been extended once. He hasn't said whether he will extend the moratorium again. If he doesn't, there are a few things tenants should keep in mind:", "categories": [["Money"]], "category_links": ["https://www.wsj.com/news/types/noted-money?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-i-fight-for-black-lives-11596646624", "title": "Six Experiences That Forged an Advocate for Black Lives", "date": "2020-08-05 13:57", "summary": "Deon Jones traces the origins of his activism to a heavy police presence in his high school and living in Washington, D.C., during Barack Obama's presidency. My Path to Action is a recurring series about the pivotal moments that shaped young activists and advocates.", "categories": [["Ideas"]], "category_links": ["https://www.wsj.com/news/types/noted-ideas?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/california-bungles-its-fight-against-covid-11596649971", "title": "California Bungles Its Fight Against Covid", "date": "2020-08-05 13:52", "summary": "The state reopened at lightning speed, ceding decisions to counties and disregarding some of its own rules. HUNTINGTON BEACH, Calif.-California is trying to control its coronavirus outbreak without going into a second lockdown. It isn't going smoothly.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/covid-19-vaccine-makers-signal-prices-11596648639", "title": "Covid-19 Vaccine Makers Signal Prices", "date": "2020-08-05 13:44", "summary": "Deals between governments and drugmakers J&J and Moderna peg charges at $10 to $37 a dose. New details are emerging about how much drugmakers are charging for coronavirus vaccines, with prices spanning from several dollars a dose to more than $70 for a regimen.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/wall-street-enforcement-chief-to-leave-agency-11596649439", "title": "Wall Street Enforcement Chief to Leave Agency", "date": "2020-08-05 13:44", "summary": "Securities and Exchange Commission Co-Director Steven Peikin to exit Aug. 14. ", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/politician-cognition-11596648991", "title": "Politician Cognition", "date": "2020-08-05 13:36", "summary": "Did Biden pass his CBS test?. When a gentleman of a certain age seeks employment, he may face questions about his mental acuity. This is especially true when he is seeking to become the oldest person ever to hold the most powerful and demanding job in the world. Former Vice President Joe Biden faced one of those questions this week and he's not the only politician who deserves such inquiries.", "categories": [["Opinion", "Best of the Web"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/best-of-the-web-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/harry-potter-bolts-hbo-max-for-peacock-11596643201", "title": "'Harry Potter' Bolts HBO Max for Peacock", "date": "2020-08-05 13:30", "summary": "WarnerMedia's streaming service loses major franchise to rival as part of 2016 TV rights deal. It might take a wizard to figure out where to stream the \"Harry Potter\" movies.", "categories": [["Business", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/forget-about-college-reopening-plans-what-about-closing-plans-11596647578", "title": "Forget About College Reopening Plans, What About Closing Plans?", "date": "2020-08-05 13:13", "summary": "Schools returning to in-person classes are making plans in case they have to shut down due to an outbreak of the coronavirus. They are responsible for determining worst-case scenarios when it comes to Covid-19 on campus. Their goal is to avoid the chaos that ensued when schools scrambled to send students home in March.", "categories": [["Education"]], "category_links": ["https://www.wsj.com/news/types/noted-education?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-trade-deficit-narrowed-in-june-as-imports-exports-rose-11596631681", "title": "U.S. Trade Deficit Narrowed in June as Imports, Exports Rose", "date": "2020-08-05 13:10", "summary": "Fueling increase in exports was 14% jump in outbound shipments of goods. WASHINGTON-U.S. exports and imports both rose in June for the first time in six months as the global economy began climbing out of the recession caused by the coronavirus pandemic.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/canadas-barrick-gold-considers-switching-primary-stock-listing-to-nyse-11596646588", "title": "Barrick Gold Considers Switching Primary Stock Listing to NYSE", "date": "2020-08-05 12:56", "summary": "CEO of world's second largest gold miner sees shift from Toronto listing as way to reach more investors. Barrick Gold Corp. is weighing moving its main listing from Toronto to New York, the company's chief executive said, a step that would weaken the gold giant's traditional links to Canada.", "categories": [["WSJ News Exclusive", "Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-to-convince-famous-people-to-teach-online-classes-11596642167", "title": "How to Convince Famous People to Teach Online Classes", "date": "2020-08-05 12:42", "summary": "MasterClass lured instructors like Aaron Sorkin and James Patterson. MasterClass is a company that offers online classes taught by famous people, like James Patterson, the best-selling thriller author, who teaches writing. So how do they contact them? It's nothing fancy: They searched online. With Patterson, they searched online to find people with a possible connection to him, and emailed them. Eventually, Patterson called them back.", "categories": [["Culture"]], "category_links": ["https://www.wsj.com/news/types/noted-culture?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/as-new-yorkers-flood-the-hamptons-one-homeowner-lists-for-52-million-11596552386", "title": "As New Yorkers Flood the Hamptons, One Homeowner Lists for $52 Million", "date": "2020-08-05 12:40", "summary": "David and Marla Susser are selling their oceanfront home in Wainscott, which they completed in 2018. A contemporary Hamptons home with an unusual inverted roof is coming on the market for $52 million.", "categories": [["WSJ News Exclusive", "Private Properties"]], "category_links": ["https://www.wsj.com/news/types/private-properties?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/carriage-houses-11596639702", "title": "Carriage Houses Take Homeowners on a Ride Through Time", "date": "2020-08-05 12:33", "summary": "These outbuildings once stored horse-drawn carriages. Now they serve as offices, guest houses and in some cases, primary homes. Horse-drawn carriages are relics of another time, but carriage houses still pepper the real-estate market with their signature double doors and storied histories.", "categories": [["Real Estate", "Homes"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/homes?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/feds-clarida-sees-third-quarter-growth-slow-recovery-11596633649", "title": "Fed's Clarida Sees Third-Quarter Growth, Slow Recovery", "date": "2020-08-05 12:11", "summary": "Federal Reserve Vice Chairman Richard Clarida says activity could return to pre-pandemic levels by the end of 2021. Federal Reserve Vice Chairman Richard Clarida said he expects the economy to grow in the third quarter, adding that activity could return to pre-pandemic levels by the end of 2021.", "categories": [["Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/antitrust-cant-bust-a-monopoly-of-ideas-11596643591", "title": "Antitrust Can't Bust a Monopoly of Ideas", "date": "2020-08-05 12:06", "summary": "Consumer-protection tools won't be effective against the larger threat to American democracy.. The House Judiciary Committee's Antitrust Subcommittee grilled the CEOs of Apple , Alphabet, Facebook and Amazon last week about alleged anticompetitive practices and market abuses. Chairman David Cicilline concluded by declaring that \"we need to ensure the antitrust laws first written more than a century ago work in the digital age.\" The American public is right to question the growing power of large corporations, but Congress misses the point by viewing this problem solely through the lens of antitrust.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/at-long-last-iraq-is-getting-back-on-track-11596643538", "title": "At Long Last, Iraq Is Getting Back on Track", "date": "2020-08-05 12:05", "summary": "The costs have been high, but the country is doing better in many ways than it was before Saddam's fall.. Iraq has had a turbulent 2020. The year began with the U.S. killing of Qassem Soleimani and a top Shia militia leader on Iraqi soil. Iraq's Parliament responded with a nonbinding demand that 5,000 American military personnel exit the country promptly, which Washington rightly ignored. Iran also retaliated, with a missile barrage against U.S. bases in Iraq.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/teva-pharmaceutical-value-at-last-11596642370", "title": "Teva Pharmaceutical: Value at Last", "date": "2020-08-05 11:46", "summary": "As turmoil subsides, the shares are starting to look enticing. Much to the relief of shareholders, seemingly endless turmoil at Teva Pharmaceutical Industries has largely subsided.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tenet-gets-its-own-place-11596641359", "title": "'Tenet' Gets Its Own Place", "date": "2020-08-05 11:29", "summary": "Moving 'Mulan' to streaming leaves Warner Bros. thriller as the one major movie expected to reopen theaters. If Warner Bros. wants to look on the bright side, at least it has the cineplex to itself.", "categories": [["Markets", "Overheard"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/overheard?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/squares-future-takes-shape-11596640849", "title": "Square's Future Takes Shape", "date": "2020-08-05 11:20", "summary": "Gross payment volume is declining, but Square is seeing big growth in areas that will drive its future business. Stay-at-home orders are certainly taking their toll on Square, but investors are already looking around the corner.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/wayfair-posts-profit-as-online-pandemic-shoppers-spend-on-their-homes-11596639930", "title": "Wayfair Posts Profit as Online Pandemic Shoppers Spend on Their Homes", "date": "2020-08-05 11:05", "summary": "Wayfair boosts active customer base to 26 million, a 46% year-over-year increase. Online furniture seller Wayfair Inc. turned a profit for the first time since going public in 2014, breaking a string of losses, as more house-bound online shoppers bought home goods during the pandemic-a trend so new and volatile that Chief Executive Niraj Shah said it's hard to predict whether it will last.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/golfs-majors-are-back-with-the-pga-championship-11596639920", "title": "Golf's Majors Are Back With the PGA Championship", "date": "2020-08-05 11:05", "summary": "Here's a look at the major contenders and the key storylines to watch at TPC Harding Park in San Francisco. In July 2019, a stout Irishman named Shane Lowry lifted the Claret Jug as the winner of the 2019 British Open. More than a year has passed. He's still the last man to have won a major championship-something that will finally change this weekend.", "categories": [["Sports", "Golf"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/sports-golf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/carriage-houses-for-sale-11596639607", "title": "Carriage Houses for Sale", "date": "2020-08-05 11:00", "summary": "A look inside five homes on the market.. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/former-trustify-ceos-indictment-highlights-due-diligence-dilemma-11596639600", "title": "Former Trustify CEO's Indictment Highlights Due Diligence Dilemma", "date": "2020-08-05 11:00", "summary": "CEO misstated revenue, sent fake email about investments, indictment alleges. The indictment of the former chief executive of Trustify Inc., who is accused of misleading investors about the startup's financial performance, underscores the challenges facing investors who conduct early-stage due diligence in competitive deals.", "categories": [["Pro VC Industry News"]], "category_links": ["https://www.wsj.com/news/types/pro-vc-industry-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/juice-wrld-pop-smoke-and-mac-miller-rap-stars-who-died-young-are-among-the-biggest-albums-of-the-year-11596639454", "title": "Rap Stars Who Died Young Are Among the Biggest Albums of the Year", "date": "2020-08-05 10:57", "summary": "Understanding the elements that make posthumous rap releases resonate with critics and fans. Some of the biggest rap albums of the year have come from young stars who died prematurely: Drug overdoses or shootings cut short the lives of Juice WRLD, Pop Smoke and Mac Miller.", "categories": [["Books & Arts", "Arts", "Music"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/arts?mod=breadcrumb", "https://www.wsj.com/news/types/music?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tinder-owner-match-group-lights-up-the-pandemic-11596637516", "title": "Tinder Owner Match Group Lights Up the Pandemic", "date": "2020-08-05 10:25", "summary": "Match's second-quarter results weren't love at first sight for investors, but they deserved a good second look. Even the most adoring suitors sometimes need reminding not to take their partners for granted. So it has been with investors and Match Group .", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/uconn-becomes-first-major-program-to-cancel-football-season-11596636920", "title": "UConn Becomes First Major Program to Cancel Football Season", "date": "2020-08-05 10:15", "summary": "The Huskies have had three games canceled and two others were in jeopardy because major conferences have called off nonconference games. The University of Connecticut announced Wednesday that it will not play football in 2020, becoming the first major Division I program to forgo competition due to health concerns related to the coronavirus.", "categories": [["Sports", "College Football"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/college-football?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bmw-has-flexible-production-but-inflexible-costs-11596636686", "title": "BMW Has Flexible Production but Inflexible Costs", "date": "2020-08-05 10:11", "summary": "The German luxury car maker didn't shrink its operations to cope with the impact of Covid-19 in the way Detroit peers did. BMW talks a lot about the value of flexibility in dealing with the rise of electric vehicles. It has shown little flexibility in dealing with Covid-19.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/large-miners-agree-on-dam-standards-after-deadly-burst-11596636414", "title": "Large Miners Agree on Dam Standards After Deadly Burst", "date": "2020-08-05 10:06", "summary": "The world's largest miners say they will follow guidelines that address conflicts of interest related to mine-waste dam inspections. The world's largest miners have published global standards for building and managing mine-waste dams, including guidelines aimed at making the safety auditing of the giant structures more independent.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/samsung-galaxy-note-20-a-great-phone-for-a-bygone-era-11596635979", "title": "Samsung Galaxy Note 20: A Great Phone for a Bygone Era", "date": "2020-08-05 10:05", "summary": "Samsung's latest Note 20 smartphone is great when you need on-the-go computing power. Just one little problem: No one is going anywhere. ", "categories": [["Tech", "Personal Tech", "Personal Technology: Review"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb", "https://www.wsj.com/news/types/personal-technology-joanna-stern?mod=breadcrumb", "https://www.wsj.com/news/types/personal-technology-joanna-stern?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hospitality-industry-turns-to-tech-to-lure-guests-back-11596636001", "title": "Hospitality Industry Turns to Tech to Lure Guests Back", "date": "2020-08-05 10:00", "summary": "A key on your phone, voice-activated digital assistants that can order fresh towels, electrostatic sprayers-hotels are piling on tech workarounds to keep guests safe from Covid-19. U.S. hotel companies are doubling down on automation and fast-tracking technologies such as digital room keys and voice-activated digital assistants to minimize contact between guests and hotel staff amid the coronavirus pandemic.", "categories": [["CIO Journal"]], "category_links": ["https://www.wsj.com/news/types/cio-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ronald-reagan-tucked-his-shirt-into-sweats-was-he-onto-something-11596635683", "title": "The Ultimate Zoom Look? Tuck Your Shirt Into Sweats Like Reagan", "date": "2020-08-05 09:54", "summary": "Menswear designers are urging men to tuck dress shirts and even blazers into casual pants. But the former president did it first. IN 1984, as he soared over America on Air Force One en route to Iowa, Ronald Reagan addressed his staff in perfectly presidential clothing-at least from the waist up. A pressed white shirt. A sensible tie. While the leader of the free world radically wore sweatpants below, he apparently drew the line at visible shirttails, tucking his into the elasticized heather-gray sweats. In recent years a photo documenting this curious styling move has become an internet curiosity. Then last month, Prada perhaps inadvertently paid tribute to the style in its spring 2021 menswear collection lookbook, showing an outfit that echoed the soberly sweatpanted statesman's.", "categories": [["Life & Work", "Style & Fashion", "Fashion"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/fashion?mod=breadcrumb", "https://www.wsj.com/news/types/fashion?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/discovery-revenue-falls-as-coronavirus-pandemic-hits-ad-revenue-11596629343", "title": "Discovery Revenue Falls as Covid-19 Pandemic Hits Ad Revenue", "date": "2020-08-05 09:50", "summary": "Revenue at parent company of networks HGTV, Food Network and TLC decreased by about 12% to $2.54 billion. Discovery Inc.'s revenue in the second quarter decreased by nearly 12%, as the coronavirus pandemic took a toll on the company's advertising business.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-the-u-s-ceded-control-of-drug-supplies-to-china-11596634936", "title": "Pandemic Lays Bare U.S. Reliance on China for Drugs", "date": "2020-08-05 09:42", "summary": "Acetaminophen, antibiotics and high blood pressure treatments are among a slew of pharmaceutical ingredients made predominantly by China. Disruptions and high demand have expanded concerns about the supply of medicines.. The shortage of a simple, over-the-counter painkiller shows how dependent the U.S. has become on China for vital pharmaceutical supplies.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ahold-delhaizes-stock-offers-american-portions-at-european-prices-11596634838", "title": "Ahold Delhaize's Stock Offers American Portions at European Prices", "date": "2020-08-05 09:40", "summary": "Amsterdam-listed supermarket does most of its business in the U.S., where sales are currently growing twice as fast as Europe. Europe's best-performing supermarket stock this year has its big American business to thank.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-times-posts-lower-profit-revenue-on-ad-declines-11596633514", "title": "New York Times Posts Lower Profit, Revenue on Ad Declines", "date": "2020-08-05 09:18", "summary": "Publisher said digital revenue exceeded print revenue for the first time. New York Times Co. reported a 44% decline in advertising revenue in its second quarter as the punishing impact of the coronavirus outbreak came to bear, more than offsetting a record increase in digital subscriptions.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-has-upended-everything-airlines-know-about-pricing-11596632998", "title": "Coronavirus Has Upended Everything Airlines Know About Pricing", "date": "2020-08-05 09:09", "summary": "The pandemic has completely confounded the computers that spit out airfares based on passenger behavior. Airlines have lost the ability to extract as much money as possible from travelers. And their pricing computers may stay confused for some time to come.", "categories": [["Life & Work", "Travel", "The Middle Seat"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/magazine/travel?mod=breadcrumb", "https://www.wsj.com/news/types/the-middle-seat?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-treasury-expects-borrowing-needs-to-remain-elevated-amid-coronavirus-spending-surge-11596630885", "title": "Treasury Expects Borrowing Needs to Remain Elevated Amid Coronavirus Spending", "date": "2020-08-05 09:06", "summary": "Treasury to increase auction sizes across all tenors this quarter, particularly 7- and 10-year notes and 20- and 30-year bonds. WASHINGTON-The Treasury Department said Wednesday it expects the government's borrowing needs to moderate somewhat this quarter but remain elevated amid an unprecedented surge in federal spending to combat the coronavirus pandemic.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/brooklyns-diverse-business-owners-go-on-a-global-hunt-for-cash-from-family-friends-11596632400", "title": "Brooklyn's Diverse Business Owners Go on a Global Hunt for Cash From Family, Friends", "date": "2020-08-05 09:00", "summary": "Resume Subscription. Brooklyn's Fifth Avenue was a ghost town all spring, erupted with Black Lives Matter protests at the start of summer and has now been transformed into a lively outdoor dining room as restaurants and bars spill out into the street.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/instagrams-short-video-feature-reels-debuts-in-u-s-as-threats-to-tiktok-mount-11596632402", "title": "Instagram's Short-Video Feature Reels Debuts in U.S. as Threats to TikTok Mount", "date": "2020-08-05 09:00", "summary": "Facebook unit is challenging the empire TikTok has built on user-generated dance videos, comedy skits and viral challenges. Facebook Inc.'s Instagram has launched a short-video feature in the U.S., challenging the empire that Chinese social-media upstart TikTok has built on user-generated dance videos, comedy skits and viral challenges.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trumps-90-day-challenge-settle-on-a-message-and-erase-bidens-lead-11596627467", "title": "Trump's 90-Day Challenge: Settle on a Message and Erase Biden's Lead", "date": "2020-08-05 08:44", "summary": "The president's campaign has hundreds of millions of dollars to spend but relatively little time to reverse the direction of his re-election race. WASHINGTON-President Trump's campaign has hundreds of millions of dollars, a small army of staffers and the power of incumbency. But as he seeks to turn his re-election bid around, he is racing the clock.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/foreign-investors-flock-to-russian-government-bonds-11596619801", "title": "Foreign Investors Flock to Russian Government Bonds", "date": "2020-08-05 08:25", "summary": "After a feud with fellow oil exporter Saudi Arabia, Russia's efforts to shore up its finances may be paying off. Foreign investors are piling back into Russian bonds, attracted by high yields and the country's relatively strong finances compared with emerging-market peers.", "categories": [["Markets", "Credit Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/credit-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-your-house-could-be-your-best-performing-asset-class-11596629101", "title": "Why Your House Could Be Your Best Performing Asset Class", "date": "2020-08-05 08:05", "summary": "Since the coronavirus pandemic, its services have expanded way beyond just providing shelter. More than a decade ago consumers and bankers thought houses were surefire investments whose prices never went down. That ended in 2008 with a financial crisis.", "categories": [["Economy", "Capital Account"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/capital-account?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/dartmouth-is-the-blueprint-for-nfl-success-in-2020-yes-dartmouth-11596628811", "title": "Dartmouth Is the Blueprint for NFL Success in 2020. Yes, Dartmouth.", "date": "2020-08-05 08:00", "summary": "New rules for the pandemic scale back the full-contact practices. Dartmouth made its players healthier-and better-by doing just that.. Buddy Teevens came up with a crazy idea because he needed one. Dartmouth's football team lost every one of its games in 2008. It won only two in 2009. Teevens knew just two things for certain: his team's injury rate was really high and its success rate was really low.", "categories": [["Sports", "NFL"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/nfl?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/susan-rice-has-more-corporate-experience-than-others-on-biden-running-mate-list-11596628800", "title": "Susan Rice Has More Corporate Experience Than Others on Biden Running Mate List", "date": "2020-08-05 08:00", "summary": "Ms. Rice's experience at American companies such as Netflix, McKinsey is something most other potential Democratic vice president candidates are lacking. Susan Rice is an Oxford-educated foreign policy specialist who-unlike the rest of those believed to be on Joe Biden's running mate shortlist-has never held elected office. But she does have experience in an area most of those in the group don't: American corporations.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/floridas-elder-care-facilities-buckle-as-virus-deaths-climb-11596628812", "title": "Florida's Elder-Care Facilities Buckle as Covid-19 Deaths Climb", "date": "2020-08-05 08:00", "summary": "Experts warn that without the ability to test staff every time they arrive, there is no way to fully insulate the facilities. MIAMI-Florida was one of the earliest states to lock down elder-care facilities in the coronavirus pandemic, and the move helped stave off widespread deaths at such centers in the spring. But as the state contends with a surge of new infections, those defenses have faltered, triggering a fresh round of government interventions.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tiktok-microsoft-sale-trump-wants-the-u-s-government-to-get-a-cut-11596581194", "title": "TikTok Microsoft Sale: Trump Wants the U.S. Government to Get a Cut", "date": "2020-08-05 07:50", "categories": [["News"]], "category_links": ["https://www.wsj.com/news/types/noted-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hackers-get-green-light-to-test-u-s-voting-systems-11596628099", "title": "Hackers Get Green Light to Test U.S. Voting Systems", "date": "2020-08-05 07:48", "summary": "After years of keeping security researchers at bay, election-equipment makers open their devices to testing. Election Systems & Software LLC, the top U.S. seller of voting-machine technology, is calling a truce in its feud with computer-security researchers over the ways they probe for vulnerabilities of the company's systems.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/commerzbank-takes-hit-on-wirecard-loan-11596626870", "title": "Commerzbank Takes Hit on Wirecard Loan", "date": "2020-08-05 07:27", "summary": "A $200 million write-down is the latest in a string of problems facing Germany's second-largest lender. Commerzbank AG , Germany's second-largest lender, took a big financial hit from its exposure to fintech firm Wirecard AG .", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/its-never-too-late-to-start-your-youtube-career-11596625200", "title": "It's Never Too Late to Start Your YouTube Career", "date": "2020-08-05 07:00", "summary": "From a 68-year-old fitness instructor to a 57-year-old music aficionado, a new generation of influencers is emerging on the streaming platform as the number of older YouTube users rise.. Rick Beato figured he was onto something when the first music video he posted online went viral and got 22 million views (it featured his young son Dylan showing off preternaturally perfect pitch). He was in his mid-fifties, with a long career behind him as a college professor and music producer. A millennial-age intern encouraged him to put himself in more videos and start a YouTube channel, but Mr. Beato wasn't sure.", "categories": [["Books & Arts", "Arts", "Arts & Entertainment"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/arts?mod=breadcrumb", "https://www.wsj.com/news/types/arts-entertainment?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-spotlight-on-black-figures-in-old-master-paintings-11596625206", "title": "A Spotlight on Black Figures in Old Master Paintings", "date": "2020-08-05 07:00", "summary": "Online lectures at the Uffizi Galleries showcase the Black presence in paintings, drawing praise on social media-and protests outside the Italian museum. Florence", "categories": [["Books & Arts", "Arts", "Art"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/arts?mod=breadcrumb", "https://www.wsj.com/news/types/art?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/covid-19-may-keep-developing-countries-from-catching-up-to-rich-ones-11596625207", "title": "Covid-19 May Keep Developing Countries From Catching Up to Rich Ones", "date": "2020-08-05 07:00", "summary": "Pandemic's economic shock could exacerbate stagnation in emerging markets; Indonesia struggles as manufacturing declines. Even before the pandemic, developing countries struggled to sustain the high growth rates of a decade ago that had promised to catapult them into the economic big leagues. The coronavirus is making their path much rockier, potentially entrenching the divide between the world's rich and poorer parts.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/blue-state-tax-break-becomes-a-flashpoint-in-coronavirus-relief-bill-11596619801", "title": "Blue-State Tax Break Becomes a Flashpoint in Coronavirus-Relief Bill", "date": "2020-08-05 05:30", "summary": "Democrats say $10,000 limit on state and local deductions hurts states' ability to fund services; Republicans mock effort to repeal the cap. WASHINGTON-Rep. Tom Suozzi (D., N.Y.) knows his bid to repeal the $10,000 cap on state and local tax deductions is a long shot for inclusion in any final coronavirus-relief bill. He has seen the mockery from Republicans, who criticize Democrats for proposing a tax cut for the rich.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/covid-surge-threatens-m-b-a-programs-already-limited-back-to-school-plans-11596619801", "title": "Covid-19 Surge Threatens M.B.A. Programs' Already Limited Back-to-School Plans", "date": "2020-08-05 05:30", "summary": "Under pressure to provide an on-campus experience, many business schools planned to offer some in-person teaching. Now some are opting for online-only.. Business schools spent months scrambling to provide fall M.B.A. classes with at least some of the on-campus experience that students say makes the pricey degree worth it. Weeks before classes start, some of those plans are already falling apart.", "categories": [["Business", "Management", "Management & Careers"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/management?mod=breadcrumb", "https://www.wsj.com/news/types/management-careers?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/joe-biden-plans-to-spend-280-million-for-advertising-during-the-general-election-11596619800", "title": "Joe Biden Plans to Spend $280 Million for Advertising During the General Election", "date": "2020-08-05 05:30", "summary": "Presumptive Democratic nominee is devoting resources to 15 states key to his presidential run, his campaign says. WASHINGTON-Joe Biden's presidential campaign said it was devoting $280 million in paid advertising during the general election, focusing on 15 states pivotal to the former vice president's challenge to President Trump.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/activist-cori-bush-beats-veteran-congressman-clay-in-missouri-primary-11596603583", "title": "Activist Cori Bush Beats Veteran Congressman Clay in Missouri Primary", "date": "2020-08-05 01:11", "summary": "Clay was elected to Congress in 2000 after serving for nearly two decades in the Missouri legislature. Progressive activist Cori Bush unseated Rep. William Lacy Clay, a 10-term Democratic congressman from St. Louis on Tuesday, making Mr. Clay the seventh House incumbent to lose in the primaries during this election cycle.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11596564236", "title": "Pepper...and Salt", "date": "2020-08-05 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/roger-marshall-defeats-kris-kobach-in-kansas-gop-senate-primary-11596593651", "title": "Roger Marshall Defeats Kris Kobach in Kansas GOP Senate Primary", "date": "2020-08-05 23:42", "summary": "Result is seen boosting Republicans' prospects of keeping their Senate majority in November. Rep. Roger Marshall defeated former Kansas Secretary of State Kris Kobach in the GOP primary for an open Senate seat, a result seen as bolstering Republican hopes of hanging on to their majority in the chamber this fall.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/justice-department-seeks-as-much-as-18-1-billion-from-purdue-pharma-11596595629", "title": "U.S. Seeks as Much as $18.1 Billion From Purdue Pharma", "date": "2020-08-05 22:47", "summary": "Agency is investigating whether company offered kickbacks and transferred assets to hide money from creditors. The Justice Department is seeking as much as $18.1 billion from bankrupt opioid maker Purdue Pharma LP, new filings show, a demand that could disrupt the company's monthslong effort to reach a settlement with states and local communities that accuse it of helping fuel the opioid crisis.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/colombia-court-orders-house-arrest-for-former-president-alvaro-uribe-11596594929", "title": "Colombia Court Orders House Arrest for Ex-President", "date": "2020-08-05 22:35", "summary": "Probe focuses on allegations of witness tampering involving ex-member of now-defunct paramilitary group. BOGOTÁ, Colombia-The Supreme Court on Tuesday night ordered house arrest for former President Álvaro Uribe while it investigates allegations of witness tampering in a case that has rocked the political establishment in a country that is a close ally of the U.S.", "categories": [["World", "Latin America"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/latin-america-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/convalescent-plasma-reduced-death-rate-among-covid-19-patients-study-data-signals-11596594390", "title": "Convalescent Plasma Reduced Death Rate Among Covid-19 Patients, Study Data Signals", "date": "2020-08-05 22:26", "summary": "Hospitalized patients who got earlier transfusions of blood plasma rich in antibodies to the coronavirus show a lower mortality rate. Hospitalized Covid-19 patients who received transfusions of blood plasma rich with antibodies from recovered patients reduced their mortality rate by about 50%, according to researchers running a large national study.", "categories": [["WSJ News Exclusive", "Health"]], "category_links": ["https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/former-google-engineeranthony-levandowski-sentenced-to-prison-intrade-secret-theft-case-11596593931", "title": "Former Google Engineer Sentenced to Prison in Trade-Secret Theft Case", "date": "2020-08-05 22:18", "summary": "Levandowski, who left Google's self-driving unit Waymo in 2016 to help start a company soon acquired by Uber, pleaded guilty in March. Anthony Levandowski, the engineer at the center of a yearslong legal battle between Google's self-driving unit and Uber Technologies Inc., was sentenced Tuesday to 18 months in prison on one count of stealing trade secrets.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/china-u-s-to-assess-trade-deal-11596572350", "title": "U.S., Chinese Officials to Meet Aug. 15, Assess Trade Deal", "date": "2020-08-05 21:38", "summary": "U.S. Trade Representative Lighthizer, Chinese Vice Premier Liu to discuss China's compliance with phase-one deal. The U.S. and China have agreed to high-level talks on Aug. 15 to assess Beijing's compliance with the bilateral trade agreement signed early this year, according to people briefed on the matter.", "categories": [["WSJ News Exclusive", "China"]], "category_links": ["https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-to-offer-unsolicited-advice-without-being-annoying-11596589201", "title": "How to Offer Unsolicited Advice Without Being Annoying", "date": "2020-08-05 21:00", "summary": "If your suggestions often meet with resistance, maybe you need to change your technique. The WSJ's relationships columnist offers these ideas.. Dear Bonds,", "categories": [["Life & Work", "Health & Wellness"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/health-wellness?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/companies-should-bolster-blockchain-controls-risk-advisory-group-says-11596588158", "title": "Companies Should Bolster Blockchain Controls, Risk Advisory Group Says", "date": "2020-08-05 20:42", "summary": "The technology can help companies improve transparency and efficiency in financial reporting, but it also introduces potential risks, COSO says in new guidance. Companies should conduct thorough risk assessments and develop muscular internal controls to strengthen oversight of blockchain-technology projects, according to new guidance from the Committee of Sponsoring Organizations of the Treadway Commission.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/former-technip-keppel-consultant-sentenced-to-probation-11596587850", "title": "Former Technip, Keppel Consultant Sentenced to Probation", "date": "2020-08-05 20:37", "summary": "Zwi Skornicki acted as a consultant in a bribery scheme involving Technip and Keppel Offshore & Marine, according to prosecutors. A consultant who used bribes to help two oil-services companies secure business with Brazilian state-owned Petróleo Brasileiro SA was fined and sentenced to probation.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/virgin-atlantic-files-for-bankruptcy-protection-in-the-u-s-11596584590", "title": "Virgin Atlantic Files for Bankruptcy Protection in the U.S.", "date": "2020-08-05 20:33", "summary": "Richard Branson's airline seeks bankruptcy protection as part of a $1.5 billion restructuring plan. Richard Branson's Virgin Atlantic Airways Ltd. filed for bankruptcy in the U.S. to put into effect a $1.5 billion rescue package designed to keep the airline solvent through the coronavirus pandemic and aid the billionaire's broader efforts to stabilize his travel and tourism businesses.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/disney-loses-nearly-5-billion-as-pandemic-slams-theme-parks-11596573570", "title": "Disney Posts a Nearly $5 Billion Loss", "date": "2020-08-05 20:02", "summary": "Pandemic triggers 42% drop in quarterly revenue; 'Mulan' to debut on Disney+ in September. Walt Disney Co. posted its first quarterly loss since 2001, nearly $5 billion, as the majority of its business segments reeled from government efforts to corral the coronavirus by shutting down public spaces around the world.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}]