[{"link": "https://www.wsj.com/articles/faa-issues-long-anticipated-rules-for-commercial-drones-11609202242", "title": "FAA Issues Long-Anticipated Rules for Commercial Drones", "date": "2020-12-28 21:25", "summary": "Regulations are expected to accelerate the rollout of package delivery, other uses. U.S. regulators established industrywide requirements for remote identification of drones, along with new safeguards for flights over populated areas and at night, in a long-awaited effort to expand commercial use of the craft.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-lawmakers-expected-to-pass-four-month-eviction-moratorium-11609197538", "title": "New York Lawmakers Pass Eviction Moratorium", "date": "2020-12-28 20:48", "summary": "Bill bans evictions statewide for 60 days, and then tenants unable to pay because of the pandemic can file to prevent or suspend proceedings. New York is poised to enact wide-reaching protections for tenants suffering from hardship due to the coronavirus pandemic, after lawmakers voted to place a moratorium on many evictions until May 1.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-gives-schumer-an-assist-11609197868", "title": "Trump Gives Schumer an Assist", "date": "2020-12-28 20:19", "summary": "The President writes a $2,000 check to make Democrats the majority.. President Trump finally signed the Covid-19 relief bill and 2021 budget on Sunday night, but not before giving a big assist to Democratic hopes of gaining control of the Senate in the two runoff elections on Jan. 5. Current GOP Majority Leader Mitch McConnell is left this week trying to undo the significant political damage.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-says-trump-defense-budget-officials-are-impeding-transition-11609193054", "title": "Biden Says Trump Defense, Budget Officials Impede Transition", "date": "2020-12-28 19:49", "summary": "President-elect says his team has 'encountered roadblocks' from political leaders at the Office of Management and Budget and the Pentagon. WILMINGTON, Del.-President-elect Joe Biden said Trump administration political appointees in the Office of Management and Budget and the Defense Department were obstructing efforts of his transition team in ways that he said could impair U.S. national security.", "categories": [["Politics", "National Security"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/national-security?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nashville-bombing-motive-under-investigation-11609182801", "title": "Nashville Bombing Motive Under Investigation", "date": "2020-12-28 19:08", "summary": "Agencies are following up on a number of leads, including that suspect's father worked at AT&T. Officials investigating the Christmas bombing in Nashville, Tenn., were pursuing multiple leads Monday on deceased suspect Anthony Warner's motive, including a connection involving his father, as new information came to light about why he transferred property to a Los Angeles woman last month.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-tariffs-deepened-the-d-c-swamp-11609198016", "title": "How Tariffs Deepened the D.C. Swamp", "date": "2020-12-28 18:26", "summary": "Maybe the GOP will stand up on trade once Joe Biden is picking winners.. President Trump will soon leave town, but his tariffs may be staying. Joe Biden hasn't been exactly clear about his trade policy, so perhaps it's time to point out one unsightly effect of the Trump tariffs: expanding the D.C. swamp.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/japans-biden-jitters-11609197375", "title": "Japan's Biden Jitters", "date": "2020-12-28 18:16", "summary": "From Tokyo, a pointed Taiwan question for the President-elect.. In a 2020 campaign with little foreign policy substance, the idea Joe Biden mentioned most was restoring alliances. Which alliances? With Mr. Biden's inauguration less than four weeks away, some allies in the Asia-Pacific are apprehensive.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fireeye-needs-to-keep-the-heat-on-11609153201", "title": "FireEye Needs to Keep the Heat On", "date": "2020-12-28 18:16", "summary": "The SolarWinds hack has boosted shares of the former cybersecurity star, but the benefits aren't so clear-cut. Going from predator to prey back to predator again has been a profitable ride for FireEye investors. How it works out for the company itself remains to be seen.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/honesty-is-the-best-policy-in-selling-vaccines-11609196433", "title": "Honesty Is the Best Policy in Selling Vaccines", "date": "2020-12-28 18:00", "summary": "Paternalism is the wrong approach. Patients need full information about the risks and benefits.. Now that two Covid-19 vaccines have received emergency-use authorization from the Food and Drug Administration, the conversation has turned to the crucial goal of persuading as many people as possible to get vaccinated. We worry that public-health authorities may follow strategies that do more harm than good.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/if-you-must-talk-about-race-be-gracious-11609196398", "title": "If You Must Talk About Race, Be Gracious", "date": "2020-12-28 17:59", "summary": "Racism is no longer systemic in the United States. Trust me.. America is still obsessed with race, and these days people seem to see only strife and injustice. But as the American anthropologist Ruth Benedict once wrote in her journal, \"The trouble with life isn't that there is no answer, it's that there are so many answers.\"", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-to-penalize-health-care-providers-1-million-for-covid-19-vaccine-fraud-11609196260", "title": "New York to Penalize Health-Care Providers $1 Million for Covid-19 Vaccine Fraud", "date": "2020-12-28 17:57", "summary": "ParCare is being investigated for improperly obtaining and distributing vaccine doses. New York Gov. Andrew Cuomo said Monday he will sign an executive order to penalize health-care providers that administer the Covid-19 vaccine without following state prioritization protocols.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/beijings-bigger-honey-trap-11609196173", "title": "Beijing's Bigger Honey Trap", "date": "2020-12-28 17:56", "summary": "Eric Swalwell and Hunter Biden are only the tip of the Chinese influence iceberg.. What do Eric Swalwell and Hunter Biden have in common?", "categories": [["Opinion", "Main Street"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/main-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/finding-my-father-review-the-lies-he-lived-by-11609196118", "title": "'Finding My Father' Review: The Lies He Lived By", "date": "2020-12-28 17:55", "summary": "She grew up rapt by her father's charming tales of family life in the old country. The reality, she later learned, was darker than he admitted.. Thirty years ago, I became hooked on the work of socio-linguist Deborah Tannen after reading her smart, savvy, relationship-saving (yup, my husband read it, too) bestseller \"You Just Don't Understand: Women and Men in Conversation.\" Here, and in Ms. Tannen's many books since then, she displays an acute ability to decode and explain the hidden messages and assumptions our words unwittingly convey, whether about power, status, a wish for greater connection or its opposite. If there is a common lesson in all her volumes (among them, \"I Only Say This Because I Love You\" and \"You're the Only One I Can Tell\"), it's the importance of listening-and learning how to tune in to what's really being said.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/whats-worse-than-2020-in-america-11609196039", "title": "What's Worse Than 2020 in America?", "date": "2020-12-28 17:54", "summary": "India struggled as it faced down Covid-19, a collapsing economy, and border clashes.. This was a year from hell for many countries, and India's 2020 was arguably more hellish than most. Hit simultaneously by the Covid-19 pandemic, an economic crisis and a Chinese land grab in the Himalayas, Prime Minister Narendra Modi ends 2020 facing the strongest headwinds of his 6½ years in power.", "categories": [["Opinion", "East is East"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/east-is-east?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/notable-quotable-books-11609196080", "title": "Notable & Quotable: Books", "date": "2020-12-28 17:54", "summary": "'Books by the Foot had to adapt to a downturn in office- and hotel-decor business-and an uptick in home-office Zoom backdrops for the talking-head class.'. Ashley Fettersreporting for Politico, Dec. 26:", "categories": [["Opinion", "Commentary", "Notable & Quotable"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb", "https://www.wsj.com/news/types/notable-quotable?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nashville-bombing-exposes-weak-point-for-business-communications-11609194817", "title": "Nashville Bombing Exposes Weak Point for Business Communications", "date": "2020-12-28 17:33", "summary": "The attack underscores the need for companies to diversify and secure their networks. The Christmas Day bombing in Nashville hit a weak point in telecommunications infrastructure, disrupting phone and internet service for days and underscoring a key risk for increasingly digitized businesses.", "categories": [["CIO Journal"]], "category_links": ["https://www.wsj.com/news/types/cio-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/treasury-warns-banks-of-covid-19-vaccine-fraud-11609194183", "title": "Treasury Warns Banks of Covid-19 Vaccine Fraud", "date": "2020-12-28 17:23", "summary": "The department's enforcement unit alerted financial institutions to possible ransomware attacks targeting vaccine distribution networks. The Treasury Department alerted financial institutions to fraud related to Covid-19 vaccines, warning of ransomware attacks that target vaccine delivery operations and supply chains.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/can-bernie-sanders-find-happiness-11609193851", "title": "Can Bernie Sanders Find Happiness?", "date": "2020-12-28 17:17", "summary": "The Vermont socialist still isn't satisfied with the Biden cabinet.. Some day Vermont's Sen. Bernie Sanders may look back on these times as the good old days. By his own admission even most Democrats don't share his socialist views, yet all Americans are bearing the burden of a rapid expansion of government. So why can't Mr. Sanders relax and enjoy the moment?", "categories": [["Opinion", "Best of the Web"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/best-of-the-web-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-sound-of-the-90s-is-alive-11609193010", "title": "The Sound of the '90s Is Alive", "date": "2020-12-28 17:03", "summary": "The alt rock of an earlier decade is influencing artists like Post Malone, Phoebe Bridgers, Taylor Swift and more-many of whom were too young to experience bands like Nirvana and the Goo Goo Dolls firsthand.. ", "categories": [["Opinion", "Commentary", "Cultural Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb", "https://www.wsj.com/news/types/cultural-commentary?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/saudi-womens-rights-activist-convicted-by-terrorism-court-11609168687", "title": "Saudi Women's Rights Activist Sentenced to Prison", "date": "2020-12-28 16:45", "summary": "Crown Prince Mohammed bin Salman has accused women's rights activists of espionage on behalf of Qatar and Iran. A Saudi court sentenced activist Loujain al-Hathloul, who gained prominence for advocating women's rights in the conservative kingdom, to nearly six years in prison on terrorism-related charges-in a case that has garnered intense Western criticism of Riyadh's human rights record.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/global-stock-markets-dow-update-12-28-2020-11609149301", "title": "U.S. Stocks Finish at Records After Stimulus Bill Passage", "date": "2020-12-28 16:19", "summary": "S&P 500 climbs as investors bet that new fiscal spending will help consumers, small business. U.S. stocks climbed to records Monday after President Trump signed a Covid-19 aid bill, averting a government shutdown and ending uncertainty about the rollout of the spending package.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/epa-sets-emissions-limits-for-jet-aircraft-11609190107", "title": "EPA Sets Emissions Limits for Jet Aircraft", "date": "2020-12-28 16:15", "summary": "First-ever rules help ensure U.S. jet makers can meet international rules and sell abroad. WASHINGTON-The Environmental Protection Agency said Monday it has set its first-ever climate standards for commercial airliners and large business jets, aligning U.S. rules with global standards and giving jet makers eight years to comply.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/three-french-soldiers-killed-in-mali-during-counterterrorism-mission-11609189756", "title": "Three French Soldiers Killed in Mali During Counterterrorism Mission", "date": "2020-12-28 16:09", "summary": "Deaths bring France's military fatalities to at least 47 during operations against regional militant groups since 2013. PARIS-Three French soldiers were killed in Mali on Monday when their vehicle hit a bomb during operations under France's counterterrorism mission in the West African nation, the French government said.", "categories": [["World", "Africa"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/africa-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/idle-hands-tuesday-crossword-december-29-11609105285", "title": "Idle Hands (Tuesday Crossword, December 29)", "date": "2020-12-28 16:01", "categories": [["WSJ Puzzles", "Crossword"]], "category_links": ["https://www.wsj.com/news/puzzle?mod=breadcrumb", "https://www.wsj.com/news/types/crossword?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/companies-seek-to-green-the-grid-with-trash-gas-11609151401", "title": "Companies Seek to Green the Grid With Trash Gas", "date": "2020-12-28 14:55", "summary": "Resume Subscription. Missouri hardly produces any natural gas, unless you count the hogs.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/satisfying-bite-sized-operas-11609184559", "title": "Satisfying, Bite-Sized Operas", "date": "2020-12-28 14:42", "summary": "Short pieces from 20 Irish composers, a serial space opera and a trio of works inspired by famous diaries.. ", "categories": [["Books & Arts", "Opera Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/opera-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-onesie-snowsuit-makes-a-comebackoff-the-slopes-11609183671", "title": "The Onesie Snowsuit Makes a Comeback-Off the Slopes", "date": "2020-12-28 14:27", "summary": "Resume Subscription. Snowsuits aren't just for kids or Alpine skiers this season. Americans are preparing for their first Covid winter, and one of the hottest items is the onesie snowsuit for adults.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/extradite-daniel-pearls-kidnapper-11609182738", "title": "Extradite Daniel Pearl's Kidnapper", "date": "2020-12-28 14:12", "summary": "If Ahmed Omar Saeed Sheikh is freed by a Pakistani court, he must face American justice.. I was sworn in as U.S. attorney for the District of New Jersey on Jan. 17, 2002. Six days later, Daniel Pearl, South Asia bureau chief for The Wall Street Journal, was kidnapped in Karachi, Pakistan. Pearl was investigating a story about the shoe bomber, Richard Reid, and had been promised by his kidnappers that they would take him to meet Sheikh Mubarak Ali Gilani. Pearl believed Sheikh Mubarak had information regarding Mr. Reid, the British terrorist who attempted to detonate an explosive device in his shoe aboard a Paris-to-Miami flight in December 2001. Pearl never met Sheikh Mubarak-the meeting was a setup-and he was never seen again. The killers released a videotape of Pearl's murder.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bidens-win-for-the-american-system-11609182770", "title": "Biden's Win for the American System", "date": "2020-12-28 14:12", "summary": "Voters who chose him still have faith in public institutions. His goal should be to reassure the rest.. Many Americans were taken aback when 126 members of Congress joined a specious lawsuit to overturn last month's presidential election. It appeared to be the latest, most glaring evidence that the country's commitment to its constitutional system is in decline. But there's reason for hope. Hyperbolic calls to abandon the core institutions of American life-demands to forsake capitalism from the left, and vicious, norm-busting partisanship from Donald Trump's Republicans-were defeated handily this year. The result of the presidential election showed that beyond repudiating President Trump, Americans are seeking renewal and revitalization.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biggest-real-estate-deals-2020-11609182297", "title": "Bezos, Katzenberg and Geffen Led 2020's Biggest Real-Estate Deals", "date": "2020-12-28 14:05", "summary": "A look at the biggest residential transactions to close around the country this year, including two over $100 million. Many U.S. billionaires got richer during the pandemic, thanks in part to the recovery of global stock markets. It's perhaps unsurprising then that, while individual markets were impacted to dramatically different degrees, the ultra-high end of the real-estate market didn't crash in 2020 as a result of the Covid-19 crisis.", "categories": [["Real Estate", "Homes"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/homes?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/abortion-could-become-legal-in-catholic-argentina-11609175792", "title": "Abortion Could Become Legal in Catholic Argentina", "date": "2020-12-28 13:59", "summary": "Resume Subscription. Argentina's Senate is set to vote on a broad legalization of abortion, which would make the country of 45 million by far the largest in Latin America to approve the procedure.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/cisco-turns-off-lights-on-smart-city-push-11609178895", "title": "Cisco Systems Pulls Back From Smart City Push", "date": "2020-12-28 13:08", "summary": "The challenge of modernizing the urban landscape has intensified with the pandemic pressuring public budgets. Cisco Systems Inc. is pulling the plug on a flagship effort to help digitize the modern city, the latest example of a big tech company struggling to enter a new market.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hong-kong-activists-detained-on-speedboat-are-tried-china-11609176918", "title": "Hong Kong Activists Detained on Speedboat Are Tried in China", "date": "2020-12-28 12:35", "summary": "Families of the defendants call for verdict soon and criticize authorities for restricting access to them. HONG KONG-The families of a group of Hong Kong activists who were detained fleeing the city in a speedboat in August called on Chinese authorities to issue verdicts soon after they were tried in a mainland court.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pushback-xi-china-europe-germany-beyond-u-s-11609176287", "title": "Pushback on Xi's Vision for China Spreads Beyond U.S.", "date": "2020-12-28 12:33", "summary": "Resume Subscription. In March 2019, Xi Jinping flew to Paris to meet French President Emmanuel Macron, German Chancellor Angela Merkel and the then-president of the European Commission, Jean-Claude Juncker.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/novavax-starts-late-stage-trial-of-covid-19-vaccine-in-u-s-mexico-11609171205", "title": "Novavax Starts Late-Stage Trial of Covid-19 Vaccine", "date": "2020-12-28 12:24", "summary": "Latest shot will become the fifth to enter final-stage testing in the U.S., and if results are positive it could receive authorization sometime during 2021. Novavax Inc. said Monday it is starting a new clinical trial of up to 30,000 people in the U.S. and Mexico to test whether its experimental Covid-19 vaccine safely protects people from the disease.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/alexa-hypnotize-me-11609176156", "title": "Alexa, Hypnotize Me", "date": "2020-12-28 12:22", "summary": "Hypnosis, now going virtual, is gaining more acceptance from doctors, researchers and entrepreneurs. But potential patients remain skeptical.. Kelley Cutler was deeply skeptical when she took part in a monthlong pilot test of Reveri Health, a new digital hypnosis program, at Stanford University last year. The San Francisco social worker needed help quitting smoking, and only joined the program at her doctor's urging.", "categories": [["Life & Work", "Health & Wellness"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/health-wellness?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/money-laundering-watchdog-turns-focus-to-digital-tools-extremism-11609175284", "title": "Money Laundering Watchdog Turns Focus to Digital Tools, Extremism", "date": "2020-12-28 12:08", "summary": "Marcus Pleyer, the president of the Financial Action Task Force, says certain money laundering patterns have increased during the pandemic. The coronavirus halted a wide range of economic activities, but it hasn't stopped criminals from using the global financial system to commit fraud and engage in other types of illicit behavior.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/search-for-17-russian-fishermen-is-under-way-11609174629", "title": "Search for 17 Russian Fishermen Is Under Way", "date": "2020-12-28 11:57", "summary": "Boat capsized in frigid Barents Sea near Norway border; two crew members rescued. MOSCOW-Russian President Vladimir Putin expressed his sympathies to family and friends of 17 fishermen lost in the frigid Barents Sea on Monday after their small fishing boat capsized in a storm.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/seeing-red-in-americas-totalitarian-habits-11609173961", "title": "Seeing Red in America's Totalitarian Habits", "date": "2020-12-28 11:46", "summary": "There is no state control of political speech in the U.S. as there was in the Soviet Union, but none is necessary.. Regarding David Satter's op-ed \"Soviet Politics, American Style\" (Dec. 23): As a younger man serving in our military, I saw an extraordinary thing on two continents. In both Europe and Asia, the idea of a border wall was turned on its head. No longer were walls built to keep invaders out but to keep people in. I have seen governments so loathed that minefields, guard towers and canine patrols were required to keep inmates, euphemistically called citizens, from escaping their borders. At its most benign, socialism requires compulsion and control of state media. A fair telling of this ill-conceived experiment might disabuse our young of its allure.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/real-audits-for-chinese-firms-listed-in-the-u-s-11609173928", "title": "Real Audits for Chinese Firms Listed in the U.S.", "date": "2020-12-28 11:45", "summary": "Investors on U.S. stock exchanges deserve not only independent audits, but oversight of the auditors.. The American Securities Association shares the editorial board's concern regarding the growth of the administrative state and the suffocating effect needless bureaucracy can have on economic growth. But your editorial \"Congress Punts on China Stocks\" (Dec. 16) misses the mark on the Holding Foreign Companies Accountable Act, a bill that passed both chambers of Congress unanimously despite a multimillion dollar lobbying campaign against it from Wall Street.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/government-has-made-a-mess-of-education-11609173890", "title": "Government Has Made a Mess of Education", "date": "2020-12-28 11:44", "summary": "If there is structural racism in America, it is the government monopoly on public schools.. News that fewer than 1 in 5 of a city's public elementary- and middle-school students met the state's expectations in math and language arts would once have been shocking (\"Education Rescue in Providence,\" Review & Outlook, Dec. 21). But such statistics are now commonplace, as is the fact that those students are disproportionately poor and minority. Decade after decade, it only seems to get worse. The solutions proposed by the education establishment range from ineffective to preposterous.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bidens-get-tough-plans-face-sobering-china-reality-11609171539", "title": "Biden's Get-Tough Plans Face Sobering China Reality", "date": "2020-12-28 11:05", "summary": "China's actually gotten stronger economically over the past year when compared with the rest of the world. As President-elect Joe Biden's team prepares to move in, there's a lot of loose talk in Washington about getting tougher with China, and beginning the process of decoupling the two nations' economies.", "categories": [["Politics", "Capital Journal"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/capital-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/airlines-arent-making-it-easy-to-use-covid-credits-11609171369", "title": "Airlines Aren't Making It Easy to Use Covid Credits", "date": "2020-12-28 11:02", "summary": "Many people have piled up vouchers for canceled flights in the past year, but redeeming them can be a real pain. A credit from a store is usually straightforward. A credit from an airline can be anything but: It's often hard to use, and you may never get back all your money.", "categories": [["Life & Work", "Travel", "The Middle Seat"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/magazine/travel?mod=breadcrumb", "https://www.wsj.com/news/types/the-middle-seat?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-caveman-would-never-do-crossfit-why-theres-nothing-natural-about-exercise-11609171200", "title": "No, There's Nothing Natural About Exercise", "date": "2020-12-28 11:00", "summary": "A new book debunks popular myths, including 'that your inner primal macho ripped hunter-gatherer ancestor is who you were meant to be'. One of the biggest myths about exercise is that it's natural. If anything, human instincts lean more toward taking a nap. Want to feel bad about skipping a workout? Blame evolution.", "categories": [["Books & Arts", "Books"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/feds-rate-promise-could-be-yield-of-dreams-11609169891", "title": "Fed's Rate Promise Could Be Yield of Dreams", "date": "2020-12-28 10:38", "summary": "Treasury yields might finally have seen their historic low. The question is how long the Fed will slow their ascent.. Long-term Treasury yields seem poised to move up in the first half of 2021, but the Federal Reserve may set a limit on how high they can go.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/boris-johnsons-post-brexit-plan-for-britain-remains-a-puzzle-11609151401", "title": "Boris Johnson's Post-Brexit Plan for U.K. Remains a Puzzle", "date": "2020-12-28 10:31", "summary": "U.K. prime minister's policies so far don't suggest he wants to embark on a Margaret Thatcher-style economic revolution. LONDON-British Prime Minister Boris Johnson has ended a rocky year on a high note, with a free-trade agreement with the European Union under his belt and mass vaccination against Covid-19 under way.", "categories": [["World", "Europe", "U.K."]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb", "https://www.wsj.com/news/types/u-k-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-to-stop-biting-your-nailsa-potential-treatment-offers-promise-11609167600", "title": "How to Stop Biting Your Nails-a Potential Treatment Offers Promise", "date": "2020-12-28 10:00", "summary": "Kicking the habit of nail biting-a risky practice during the Covid pandemic-could be helped by a surprising new treatment. I'd like to kick my nail-biting habit but I don't know how to stop. What are the latest recommended treatments, and how effective are they?", "categories": [["Life & Work", "Ask Personal Journal"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/ask-personal-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-yorks-son-of-sam-law-invoked-in-german-heiress-fraud-scheme-11609167604", "title": "New York's 'Son of Sam' Law Invoked in German Heiress Fraud Scheme", "date": "2020-12-28 10:00", "summary": "State attorney general's office invoked the rarely used 'profits of a crime' provision in the case of Anna Sorokin. New York state is using its \"Son of Sam\" law to claw back the profits from a crime, a step it hasn't taken since at least 2001.", "categories": [["U.S.", "Crime"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-crime?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/barnes-noble-education-cfo-eyes-more-cuts-as-campuses-remain-closed-11609165800", "title": "Barnes & Noble Education CFO Eyes More Cuts as Campuses Remain Closed", "date": "2020-12-28 09:30", "summary": "The university bookstore chain has slashed jobs and other expenses during the pandemic. Thomas Donohue, the chief financial officer of Barnes & Noble Education Inc., has been slashing costs since the early days of the pandemic. He expects to keep doing so as another semester of remote learning approaches, forcing the campus bookstore chain to keep some of its outlets closed.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/republican-electors-cast-unofficial-ballots-setting-up-congressional-clash-11609164000", "title": "Republican Electors Cast Unofficial Ballots, Setting Up Congressional Clash", "date": "2020-12-28 09:00", "summary": "Pro-Trump electors pin hopes on House, Senate counting their alternative votes, a tactic constitutional scholars say is unlikely to work. When Nevada Democrats gathered on Dec. 14 to cast Electoral College votes for Joe Biden, the winner of the state's presidential election, Shawn Meehan and his fellow Silver State Republicans held their own meeting and voted for President Trump.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/alibaba-astrazeneca-what-to-watch-when-the-stock-market-opens-today-11609156417", "title": "Alibaba, AstraZeneca: What to Watch When the Stock Market Opens Today", "date": "2020-12-28 08:57", "summary": "S&P 500 futures are rising at the start of the week after President Trump signed off on the new Covid-19 relief bill. Here's what we're watching as markets open Monday.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/china-jails-citizen-journalist-for-her-accounts-of-covid-19-in-wuhan-11609158353", "title": "China Jails Citizen Journalist for Her Accounts of Covid-19 in Wuhan", "date": "2020-12-28 08:44", "summary": "Prosecution underscores the lengths to which Beijing is willing to defend its official narrative of the pandemic. HONG KONG-A Chinese court imposed a four-year prison term on a citizen journalist who documented how Covid-19 ravaged the city where the coronavirus was first detected, in a case that underscores the lengths to which Beijing has defended its official narrative of the pandemic.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ireland-revives-living-wage-debate-as-countries-look-to-life-after-covid-11609163079", "title": "Ireland Revives Living-Wage Debate", "date": "2020-12-28 08:44", "summary": "Low-wage workers have become a priority for governments around the world as they look to rebuild their economies. Ireland has added some fresh heat into the question of whether countries should raise minimum wages to put their economies on a more stable footing in the aftermath of the Covid-19 pandemic, with Prime Minister Micheál Martin saying his government would look at increasing the level by a fifth.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/supermodel-karlie-kloss-on-how-pregnancy-has-affected-her-routines-11609162460", "title": "Supermodel Karlie Kloss on How Pregnancy Has Affected Her Routines", "date": "2020-12-28 08:34", "summary": "\"I normally love running but I have to say I'm out of breath these days just talking or going up a flight of stairs.\". In our series My Monday Morning, self-motivated people tell WSJ. how they start off the week.", "categories": [["My Monday Morning"]], "category_links": ["https://www.wsj.com/news/types/my-monday-morning?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-covid-19-makes-teaching-reading-harder-11609162226", "title": "How Covid-19 Makes Teaching Reading Harder", "date": "2020-12-28 08:30", "summary": "Resume Subscription. ", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/shirley-young-former-gm-vice-president-dies-at-85-11609124031", "title": "Former GM Vice President Shirley Young Dies", "date": "2020-12-28 08:28", "summary": "Shanghai-born executive worked in market research and was on the boards of Salesforce.com and Bank of America. Shirley Young, a Chinese immigrant who served as a vice president of General Motors and helped the auto maker set up a manufacturing joint venture in China in the late 1990s, died Saturday at a hospital in Manhattan. She was 85 and had breast cancer.", "categories": [["World", "Obituaries"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/obituaries?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tiny-changes-can-help-you-achieve-savings-goals-for-retirement-11609160400", "title": "Tiny Changes to Help You Achieve Savings Goals for Retirement", "date": "2020-12-28 08:13", "summary": "Easy habits make bigger financial accomplishments possible and help overcome waning motivation. Here's a suggestion for those planning to make big changes in the new year: Consider making them small instead.", "categories": [["Markets", "Personal Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/personal-finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/vatican-kickstarts-financial-overhaul-pressed-by-scandals-deficit-11609160401", "title": "Vatican Kick-Starts Financial Overhaul", "date": "2020-12-28 08:00", "summary": "Pope Francis, elected with a mandate to overhaul the Vatican's scandal-ridden finances, strengthens oversight of investments and spending. VATICAN CITY-Pope Francis has stepped up long-planned overhauls to the Vatican's finances, after pressure from the pandemic and financial scandals that have battered the Catholic Church's reputation.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-farmers-await-state-decision-on-overtime-11609160400", "title": "New York Farmers Await State Decision on Overtime", "date": "2020-12-28 08:00", "summary": "State's Farm Wage Board is set to recommend whether 60-hour threshold for farmworkers should be lowered. Farmers in New York are spending the last week of 2020 worrying that a state panel will recommend a legal change that could increase their overtime costs for the next growing season.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/logging-off-overtaxed-cios-find-balance-in-hikes-pandemic-puppies-11609158601", "title": "Logging Off: Overtaxed CIOs Find Balance in Hikes, Pandemic Puppies", "date": "2020-12-28 07:30", "summary": "Competing demands from work and full stay-at-home households forced many IT leaders in 2020 to double-down on non-tech, stress-relieving activities. Corporate technology leaders are stepping outside of the technology bubble to unwind from the stress of keeping companies running during the coronavirus pandemic.", "categories": [["CIO Journal"]], "category_links": ["https://www.wsj.com/news/types/cio-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/behind-the-lvmh-tiffany-deal-insults-lawsuits-and-political-intrigue-11609158490", "title": "Behind the LVMH-Tiffany Deal: Insults, Lawsuits, Political Intrigue", "date": "2020-12-28 07:28", "summary": "LVMH Chairman Bernard Arnault faces the challenge of reviving Tiffany during a difficult time for the luxury industry. Tiffany & Co. shareholders are expected this week to approve a merger with LVMH Moët Hennessy Louis Vuitton SE that would give the French luxury giant a big cut of the high-end jewelry market and close months of drama that nearly killed the $15.8 billion agreement.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chinas-empire-of-concrete-11609156335", "title": "China's Empire of Concrete", "date": "2020-12-28 06:52", "summary": "The Chinese housing market has boomed, outstripping the rampant growth of the economy itself. This is how the nexus of households, local governments, banks and developers functions.. A Chinese asset market that barely existed three decades ago is now one of the world's largest and most important centers of leverage and economic activity.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/oils-turbulent-year-stirs-debate-on-relevance-of-benchmarks-11609155932", "title": "Oil's Turbulent Year Stirs Debate on Relevance of Benchmarks", "date": "2020-12-28 06:45", "summary": "For some traders, U.S. crude futures prices plunging below zero in April highlighted their flaws as a global benchmark. A tumultuous year in oil markets left the energy industry reeling and gave fresh impetus to a perennial debate: What is the best gauge of crude prices?", "categories": [["Markets", "Commodities", "Oil Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb", "https://www.wsj.com/news/types/oil-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/alibaba-shares-tumble-again-after-chinese-regulators-tighten-screws-on-ant-group-11609155921", "title": "Alibaba Shares Tumble After Chinese Regulators Tighten Screws on Ant", "date": "2020-12-28 06:45", "summary": "Company's Hong Kong-listed shares slumped 8% Monday, extending a Christmas Eve selloff as investors reassess regulatory risks. No longer China's most valuable company, Alibaba Group Holding Ltd. has erased almost all its stock-market gains this year, just days after Chinese regulators signaled a major change in their posture toward the e-commerce behemoth and its finance affiliate, Ant Group Co.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-regulatory-issues-madison-avenue-may-face-in-2021-11609153200", "title": "The Regulatory Issues Madison Avenue May Face in 2021", "date": "2020-12-28 06:00", "summary": "The advertising industry is bracing for new proposals on consumer privacy and taxes on ads. Marketers and the rest of the advertising industry expect a busy year ahead confronting possible government rules and regulations that would bear on their businesses.", "categories": [["CMO Today"]], "category_links": ["https://www.wsj.com/news/types/cmo-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/instacart-looked-like-a-savior-now-stores-arent-so-sure-11609151401", "title": "Instacart Looked Like a Savior. Now Stores Aren't So Sure.", "date": "2020-12-28 05:30", "summary": "Some supermarkets plan to stick with delivery service despite fees; Instacart says it lets grocers expand e-commerce without building their own infrastructure. Grocery-delivery service Instacart Inc. once seemed like the perfect partner for supermarkets looking to break into e-commerce. After several years together, though, some grocers are starting to question the relationship.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lawmakers-prepare-for-battles-over-congressional-redistricting-11609151400", "title": "Lawmakers Prepare for Battles Over Redistricting", "date": "2020-12-28 05:30", "summary": "With several states poised to gain or lose seats in the House, Republicans and Democrats gear up for fights in legislatures, courts. WASHINGTON-The fight over House districts in 2022 is starting well before new lines on state maps are drawn.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ants-regulatory-nightmare-could-torment-other-chinese-tech-giants-too-11609149244", "title": "Ant's Regulatory Nightmare Could Torment Other Chinese Tech Giants", "date": "2020-12-28 04:57", "summary": "The company's troubles may be particularly severe, but others should be watching their backs. China's latest salvo against one of its most well-known technology giants could portend a more perilous regulatory regime for others in the industry as well.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/", "title": "米株市場、バブルというより「火災」", "date": "2020-12-28 02:50", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11609096384", "title": "Pepper...and Salt", "date": "2020-12-28 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/are-too-monday-crossword-december-28-11609104909", "title": "Are Too! (Monday Crossword, December 28)", "date": "2020-12-28 00:01", "categories": [["WSJ Puzzles", "Crossword"]], "category_links": ["https://www.wsj.com/news/puzzle?mod=breadcrumb", "https://www.wsj.com/news/types/crossword?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-sports-feats-that-defied-covid-2020-11609126753", "title": "Sports Feats That Defied Covid", "date": "2020-12-28 00:01", "summary": "An old-school MVP, a Dort on the court, Americans abroad, a new wizard of tennis and other things you might have missed in this pandemic year. In the pandemic sports year of 2020, training camps became quarantines, season schedules became vague suggestions and \"positives\" became a negative. The coronavirus dominated sports coverage because the coronavirus dominated sports.", "categories": [["Sports"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb"]}]