[{"link": "https://www.wsj.com/articles/bill-aims-to-stop-theft-of-u-s-university-research-by-china-others-11591174800", "title": "Bill Aims to Stop Theft of U.S. University Research by China, Others", "date": "2020-06-03 19:46", "summary": "Proposed legislation follows alarms over China's alleged attempts to tap U.S. research to bolster its national and economic security. WASHINGTON-New legislation aims to stop China and others from stealing U.S. taxpayer-funded research at universities by enhancing the authority of federal agencies to monitor and punish the schools and scientists.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/germanys-second-coronavirus-stimulus-package-brings-total-support-to-1-3-trillion-11591226131", "title": "Germany's Second Coronavirus Stimulus Package Brings Total Support to €1.3 Trillion", "date": "2020-06-03 19:43", "summary": "Scale of support has raised concerns about lopsided recovery in Europe, where many governments have struggled to put together similar packages. BERLIN-Germany adopted its second economic-stimulus package since the start of the coronavirus pandemic, bringing their total cost to €1.3 trillion ($1.5 trillion), by far the largest in Europe as a share of gross domestic product.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/virginia-to-take-down-confederate-statue-after-george-floyd-protests-11591222749", "title": "Virginia to Remove Statue of Robert E. Lee in State Capital", "date": "2020-06-03 19:41", "summary": "Markers have been quietly removed in Alexandria, Va., and Birmingham, Ala., in recent days. ", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-lancet-hcl-and-trump-11591226880", "title": "The Lancet, HCL and Trump", "date": "2020-06-03 19:28", "summary": "A widely promoted study may be based on questionable data.. One of the tragedies of the Trump era is how opposition to the President has caused some institutions to drop their standards. The FBI's FISA warrant abuse is one example, and the overt media \"resistance\" is another. Now it may have contaminated the fight against Covid-19.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-who-really-feels-about-china-11591226923", "title": "How WHO Really Feels About China", "date": "2020-06-03 19:28", "summary": "Officials coddled Beijing publicly while privately doubting its honesty.. International agencies like the World Health Organization often praise misbehaving regimes publicly while pushing for improvement privately. Bureaucrats say this is the best way to get cooperation, but the Covid-19 outbreak shows how this undermines an agency's credibility.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/unrigging-the-poverty-trap-11591226815", "title": "Unrigging the Poverty Trap", "date": "2020-06-03 19:27", "summary": "What do struggling workers lose when they make an extra buck?. Critics of the welfare state sometimes call it a \"poverty trap,\" and here's what that means in practice. \"One in four low-wage workers,\" according to a new study, \"face lifetime marginal net tax rates above 70 percent, effectively locking them into poverty.\" Incentives matter, and bad ones sap the motivation to climb the opportunity ladder.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/boris-johnsons-freedom-lesson-11591226758", "title": "Boris Johnson's Freedom Lesson", "date": "2020-06-03 19:26", "summary": "The British PM offers visas for three million Hong Kongers. Will Trump follow?. Almost since the ink was dry on the 1984 Joint Declaration that turned Hong Kong over to China, this newspaper has argued that granting Hong Kongers the right to live in Britain would be a valuable protection if China broke its word. Well, that day has arrived in Beijing's proposed new security law. And Boris Johnson has risen to the occasion.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/china-cancels-some-u-s-farm-shipments-maritime-executives-say-11591207815", "title": "China Cancels Some U.S. Farm Shipments, Maritime Executives Say", "date": "2020-06-03 19:14", "summary": "Orders, among them 23 cargoes of soybeans, are canceled as tensions rise between Washington and Beijing.. Chinese state-controlled companies have canceled some shipments from U.S. farm exporters, according to maritime officials, as tensions between Washington and Beijing rise over China's handling of pro-democracy protests in Hong Kong and the coronavirus pandemic.", "categories": [["Logistics Report"]], "category_links": ["https://www.wsj.com/news/types/logistics-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/unemployment-bonus-keeps-workers-on-the-sidelines-11591225925", "title": "Unemployment Bonus Keeps Workers on the Sidelines", "date": "2020-06-03 19:12", "summary": "Democrats want to extend the extra $600 a week through January 2021, while businesses struggle to get employees back on the job.. When Congress increased unemployment benefits at the height of the Covid-19 pandemic, it was an emergency step to shore up the finances of people whose income had evaporated overnight. Record job loss demanded action to replace wages workers lost through no fault of their own. But now unintended consequences of supplemental unemployment payments are stifling economic recovery.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mta-pulls-new-subway-cars-from-service-in-new-york-city-11591215016", "title": "MTA Pulls New Subway Cars From Service in New York City", "date": "2020-06-03 19:11", "summary": "Two cars separated as train entered a station; cars are part of a troubled order from Bombardier. Transit officials pulled their newest subway cars from service in New York City and launched an investigation Wednesday after two cars became separated upon entering a Manhattan station in the early hours of the morning.", "categories": [["U.S.", "Transit"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-transit?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/americas-new-nihilism-11591225713", "title": "America's New Nihilism", "date": "2020-06-03 19:08", "summary": "'Systemic racism' is a systemic forgetting of 55 years of urban policy failure.. This is not 1968. It's worse.", "categories": [["Opinion", "Wonder Land"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/wonder-land?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-silent-majority-amid-the-violence-11591225650", "title": "The Silent Majority Amid the Violence", "date": "2020-06-03 19:07", "summary": "Leaders should follow most Americans in condemning the killing and the riots.. Listening to the political dialogue this past week, you'd think the U.S. consists of two rival tribes.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/save-your-kids-from-covids-digital-deluge-11591225582", "title": "Save Your Kids From Covid's Digital Deluge", "date": "2020-06-03 19:06", "summary": "Lockdown's unlimited screen time is past ready to expire.. Parents used to feel guilty when our children overused phones and tablets. But during Covid-19, experts gave us a pass. We've been told that in extraordinary times, it's OK to be more lenient. Social media may be just the thing to connect your teen to her friends.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-we-drive-review-awake-at-the-wheel-11591225475", "title": "'Why We Drive' Review: Awake at the Wheel", "date": "2020-06-03 19:04", "summary": "Gadgets, gizmos and monitoring devices have killed the joy of driving and robbed the experience of the road of its higher meaning.. The coronavirus has parked multitudes on their sofas, where many have gone half-mad reading rants from advanced-studies graduates of the University of Twitter. Matthew Crawford's \"Why We Drive\" is the perfect antidote.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hospital-that-was-private-equity-backed-sold-to-local-health-network-11591225387", "title": "Hospital That Was Private-Equity Backed Sold to Local Health Network", "date": "2020-06-03 19:03", "summary": "St. Luke's University Health Network and Steward Health Care say deal would secure the future of Pennsylvania's Easton Hospital. A health-care company that was backed by private equity and threatened to shut down a Pennsylvania hospital in the midst of the Covid-19 outbreak agreed to sell it to a local nonprofit health network.", "categories": [["Markets", "Deals"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/deals-deal-makers?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hong-kongs-forbidden-vigil-11591225377", "title": "Hong Kong's Forbidden Vigil", "date": "2020-06-03 19:02", "summary": "People light candles every June 4 for Tiananmen Square victims. This year police refused a permit.. Thursday is the 31st anniversary of the Tiananmen Square massacre. China censors discussion of it on the mainland, but for the past 30 years Hong Kongers have gathered for a candlelight vigil every June 4 in Victoria Park. On Monday, however, police refused to issue a permit for the Tiananmen vigil. Authorities cited concerns about the spread of coronavirus, but Hong Kongers reasonably surmise the real motive is political.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-proactive-approach-to-abusive-policing-11591225200", "title": "A Proactive Approach to Abusive Policing", "date": "2020-06-03 19:00", "summary": "Departments need leeway to investigate and act on civilian complaints and target frequent offenders.. An ugly and sadly familiar cycle is playing out across the nation this week: A black man dies at the hands of a police officer. Recordings of the tragedy go viral. Neighborhoods burn.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/residential-buildings-hire-private-security-to-ward-off-looters-11591216970", "title": "Security Guards Flooding New York After Looting Binge", "date": "2020-06-03 18:25", "summary": "'Demand for armed and unarmed security guards across every market is as high as it has ever been'. Soon after the first crash of broken glass in downtown Manhattan as peaceful protests gave way to looting, the calls to Beau Dietl & Associates started coming from stores, offices and apartment buildings for security guards.", "categories": [["U.S.", "Tri-State Area"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-region?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-city-sees-fewer-arrests-and-less-looting-after-earlier-curfew-11591189464", "title": "NYPD Commissioner Says Agitators Sow Violence at Protests", "date": "2020-06-03 18:10", "summary": "Looters strategically placed bricks to encourage attacks on officers, police official says. New York Police Department Commissioner Dermot Shea on Wednesday said that organized looters and agitators are strategically placing bricks around the city to \"sow fear\" and encourage people to attack police officers during protests throughout New York City.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/warner-music-shares-surge-in-market-debut-11591202936", "title": "Warner Music Shares Surge in Market Debut", "date": "2020-06-03 18:04", "summary": "Stock sale marks largest U.S. IPO of the year so far. Shares of Warner Music Group Corp. climbed sharply following the third-largest music label's trading debut on Wednesday, a stock sale that marked the biggest U.S. initial public offering of the year so far.", "categories": [["Markets", "Stocks", "IPOs"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb", "https://www.wsj.com/news/types/ipos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/saudi-arabia-russia-agree-to-extend-production-cuts-as-oil-recovers-11591204920", "title": "Saudi Arabia, Russia Agree to Extend Production Curbs as Oil Recovers", "date": "2020-06-03 17:58", "summary": "A dispute over noncompliant coalition members Iraq and Nigeria threatens a final deal. Saudi Arabia and Russia have agreed to extend record oil-production cuts through July, OPEC delegates said Wednesday, in a sign that many of the world's largest oil producers are confident that oil demand will return quickly as coronavirus lockdown restrictions ease around the world.", "categories": [["Markets", "Commodities"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/global-stock-markets-dow-update-6-03-2020-11591157329", "title": "Stocks Rise as Hopes Build for More Stimulus", "date": "2020-06-03 17:25", "summary": "S&P 500 rises 1.4% as the easing of lockdowns boosts investors' optimism. Stocks rose as social unrest across the U.S. showed signs of calming and investors bet economic activity will improve with the ebbing of coronavirus infections and additional government stimulus.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chromatica-by-lady-gaga-review-an-invitation-to-escape-into-disco-11591219069", "title": "'Chromatica' by Lady Gaga: An Invitation to Escape Into Disco", "date": "2020-06-03 17:17", "summary": "The superstar's latest album features throwback sounds that put the groove front and center.. ", "categories": [["Books & Arts", "Music Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/music-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/another-police-shooting-after-louisville-was-already-on-edge-11591196747", "title": "In Louisville, Another Police Shooting Inflames Racial Tensions", "date": "2020-06-03 17:14", "summary": "Restaurant owner David McAtee shot as city protests deaths of Breonna Taylor and George Floyd; 'It just keeps on going'. LOUISVILLE, Ky.-The city was already reeling from the deaths of George Floyd and Breonna Taylor, a black woman killed by police here in March, when another African-American was fatally shot by law enforcement this week.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/suny-chancellor-to-leave-post-for-job-at-ohio-state-university-11591185731", "title": "SUNY Chancellor Leaving Post, Will Head Ohio State University", "date": "2020-06-03 17:13", "summary": "Kristina Johnson to succeed Ohio State President Michael Drake. ALBANY, N.Y.-State University of New York Chancellor Kristina Johnson will step down from her post to lead Ohio State University, the schools said Wednesday.", "categories": [["U.S.", "Education"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/education?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/wall-street-firm-will-pay-junior-bankers-not-to-work-11591217869", "title": "Wall Street Firm Will Pay Junior Bankers Not to Work", "date": "2020-06-03 16:57", "summary": "Evercore is offering to pay incoming junior bankers up to $25,000 to delay starting their jobs during the coronavirus pandemic. Evercore Inc. is offering to pay incoming junior bankers up to $25,000 to delay starting their jobs during the coronavirus pandemic, according to external recruiters, a move that hasn't been seen on Wall Street since the last financial crisis.", "categories": [["WSJ News Exclusive", "Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/we-are-freestyle-love-supreme-review-invigoration-through-improvisation-11591215959", "title": "'We Are Freestyle Love Supreme' Review: Invigoration Through Improvisation", "date": "2020-06-03 16:26", "summary": "Before he was a global sensation with 'Hamilton,' Lin-Manuel Miranda was part of an improv rap group.. Before he rebooted Broadway with \"Hamilton,\" Lin-Manuel Miranda had the less explosive but very successful musical \"In the Heights,\" and before that-and during that, and after that-he had Freestyle Love Supreme, an improvisational rap group that had its roots in Mr. Miranda's time at Wesleyan University and a run of its own at New York's Booth Theater last winter. Mr. Miranda may be the drawing card of \"We Are Freestyle Love Supreme,\" but director Andrew Fried has made a documentary about friends, rhythm and, in every sense, time.", "categories": [["Books & Arts", "Television Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/television-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/campbells-sales-rise-on-coronavirus-buying-11591194056", "title": "Campbell's Sales Rise on Coronavirus Buying", "date": "2020-06-03 16:23", "summary": "Soup maker raised expectations for this fiscal year, but manufacturing constraints cost it market share. Campbell Soup Co. raised earnings expectations for its fiscal year after demand skyrocketed for its soup and snacks during the coronavirus pandemic.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/companies-push-for-more-access-to-mail-in-voting-11591214311", "title": "Companies Push for More Access to Mail-In Voting", "date": "2020-06-03 16:19", "summary": "Unilever, Warby Parker and others view initiative as a way to protect workers from coronavirus. More than 100 companies have signed an initiative asking congressional leaders to provide additional federal funding so that state and local governments can expand mail-in voting to all eligible voters and extend early, in-person voting by two weeks.", "categories": [["Business", "Management", "Management & Careers"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/management?mod=breadcrumb", "https://www.wsj.com/news/types/management-careers?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fedex-adds-new-delivery-fees-to-manage-strain-from-coronavirus-11591213766", "title": "FedEx Adds New Delivery Fees to Manage Strain From Coronavirus", "date": "2020-06-03 16:19", "summary": "Delivery giant to impose surcharges on some merchants and packages, following UPS move. FedEx Corp. is adding surcharges to some shipments in the U.S., following rival United Parcel Service Inc. in charging more to offset rising costs and manage a surge of packages flowing through its network during the coronavirus pandemic.", "categories": [["WSJ News Exclusive", "Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fed-promised-to-buy-bonds-but-is-finding-few-takers-11591176601", "title": "Fed Promised to Buy Bonds but Is Finding Few Takers", "date": "2020-06-03 16:18", "summary": "Companies are afraid of the stigma of borrowing from a backstop program. The Federal Reserve thawed credit markets in March by promising a whatever-it-takes program to buy corporate bonds. Ten weeks later, the Fed has yet to buy a single bond.", "categories": [["Markets", "Credit Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/credit-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/former-uaw-president-pleads-guilty-to-embezzlement-charges-11591213966", "title": "UAW Ex-President Pleads Guilty to Embezzlement, Racketeering Charges", "date": "2020-06-03 16:15", "summary": "Gary Jones, who stepped down in November, is the 14th person convicted in yearslong federal investigation. A former United Auto Workers president pleaded guilty Wednesday to embezzlement of union funds and racketeering, marking the highest-profile conviction yet in the government's yearslong investigation into labor corruption within the auto industry.", "categories": [["Business", "Autos & Transportation", "Autos Industry"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/transportation?mod=breadcrumb", "https://www.wsj.com/news/types/autos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trumps-doctor-says-president-remains-healthy-11591214834", "title": "Trump's Doctor Says President 'Remains Healthy'", "date": "2020-06-03 16:07", "summary": "Presidential physician notes no side effects to 'preventative' use of hydroxychloroquine. WASHINGTON-President Trump's physician said on Wednesday the president \"remains healthy\" and has experienced no side effects from a two-week course of the antimalaria drug hydroxychloroquine, which was administered to prevent him from getting Covid-19.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/walmart-goes-off-script-at-annual-meeting-11591214647", "title": "Walmart Goes Off Script at Annual Meeting", "date": "2020-06-03 16:04", "summary": "Conversation veered from race relations to pandemic's strain on workforce; over 270,000 employees have taken coronavirus-related leave. Walmart Inc. executives weighed in on a range of topics at the company's annual shareholder meeting Wednesday, from the global coronavirus pandemic and the retailer's role in healing America's racial wounds to out-of-stock products and the intense demand for puzzles.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/looting-is-second-blow-for-reeling-businesses-especially-in-minority-neighborhoods-11591214595", "title": "'Everything Is Gone': Looting Strikes a Second Blow to Reeling Businesses in Minority Neighborhoods", "date": "2020-06-03 16:03", "summary": "Resume Subscription. PHILADELPHIA-The destruction came in waves.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/auto-parts-supplier-apc-files-for-bankruptcy-11591214635", "title": "Auto-Parts Supplier APC Files for Bankruptcy", "date": "2020-06-03 16:03", "summary": "Company plans to hand equity to lenders in deal that will cut $290 million in debt. APC Automotive Technologies LLC, a car-parts supplier founded in 1927, has filed for bankruptcy with plans to hand ownership to lenders including Apollo Global Management Inc.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-government-bond-yields-rise-11591200541", "title": "U.S. Government-Bond Yields Rise", "date": "2020-06-03 15:57", "summary": "Adding to the boost are the government's plans to sell more longer-term bonds in coming weeks, some investors say. U.S. Treasury yields climbed to near the top of their recent range Wednesday after better-than-expected data on job losses and the services sector boosted investors' optimism about an economic rebound.", "categories": [["Markets", "Credit Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/credit-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/3m-names-new-cfo-to-help-navigate-effects-of-coronavirus-pandemic-11591214246", "title": "3M Names New CFO to Help Navigate Effects of Coronavirus Pandemic", "date": "2020-06-03 15:57", "summary": "Monish Patolawala, currently the finance chief of GE's health-care business, is set to join the industrial conglomerate in July. Industrial conglomerate 3M Co. hired an external candidate for its top finance job as the manufacturer looks to offset the business impact of the coronavirus pandemic.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/regrets-rods-had-a-few-11591213695", "title": "Regrets, Rod's Had a Few", "date": "2020-06-03 15:48", "summary": "Former deputy AG Rosenstein confirms there was never any collusion evidence, except perhaps in the creation of the anti-Trump dossier.. Today's news perfectly captures our current era of media and politics. The government official who oversaw the collusion investigation acknowledged that while there was never any evidence Donald Trump colluded with Russia, there was evidence Russia helped create the pretext for our government to investigate Donald Trump. Meanwhile, another social media company has decided to suppress the President's commentary.", "categories": [["Opinion", "Best of the Web"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/best-of-the-web-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/snap-says-it-won-t-promote-snapchat-account-of-president-trump-11591207352", "title": "Snap Says It Won't Promote Trump's Snapchat Account", "date": "2020-06-03 15:42", "summary": "Social-media company determines president's public comments could incite violence. Social-media company Snap Inc. said Wednesday that it would no longer promote the Snapchat account of President Trump on its home page after finding that his public remarks could incite racial violence, a spokeswoman said.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lyfts-investors-shouldnt-be-flooring-it-11591212672", "title": "Lyft's Investors Shouldn't Be Flooring It", "date": "2020-06-03 15:31", "summary": "The ride-hailing company's shares have made up a chunk of their pandemic losses with much uncertainty remaining. Lyft is riding the road to recovery, but it could be more of an uphill climb than investors are appreciating.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/for-african-americans-a-painful-economic-reversal-of-fortune-11591176602", "title": "A Painful Economic Reversal of Fortune for African-Americans", "date": "2020-06-03 15:30", "summary": "Fallout from pandemic and protests highlights income and wealth gaps that leave black Americans vulnerable. In the decade before Covid-19, African-Americans' economic circumstances, crushed during the 2007-09 recession, had slowly but steadily improved. Then lockdowns crashed the economy, and last week the death of a black man, George Floyd, at the hands of police touched off a wave of angry and at times violent protests.", "categories": [["Economy", "Capital Account"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/capital-account?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-to-watch-revisiting-spike-lees-do-the-right-thing-11591212612", "title": "What to Watch: Revisiting Spike Lee's 'Do the Right Thing'", "date": "2020-06-03 15:30", "summary": "Plus, a new movie starring Elisabeth Moss, foreign series that offer escape and a virtual film festival. As protests sparked by the killing of George Floyd spread across the country, the entertainment world took to social media for \"Blackout Tuesday,\" a campaign aimed at supporting the goals of the Black Lives Matter movement and amplifying the work of black musicians, filmmakers and writers-in turn, prompting debate over its execution and effectiveness.", "categories": [["Books & Arts", "Arts", "Screen Time"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/arts?mod=breadcrumb", "https://www.wsj.com/news/types/screen-time?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/rod-rosenstein-testifies-before-senate-judiciary-committee-over-russia-investigation-11591193444", "title": "Rosenstein Offers Limited Defense of Russia Probe", "date": "2020-06-03 15:20", "summary": "'I still believe it was the right decision under the circumstances,' former deputy attorney general says. WASHINGTON-Former Trump Deputy Attorney General Rod Rosenstein on Wednesday offered lawmakers a limited defense of the Russia investigation he oversaw, as he came under increasing criticism from Republicans.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/d-c-letsvoters-submit-ballots-by-email-after-mail-problems-11591211518", "title": "D.C. Lets Voters Submit Ballots by Email After Mail Problems", "date": "2020-06-03 15:20", "summary": "Some states that are preparing for voting by mail to be more popular in the November election than in past years had hiccups on Tuesday. The Washington, D.C., Board of Elections, inundated with complaints from voters who said they didn't receive absentee ballots in the mail, created an unusual workaround for Tuesday's primary: allowing voters to submit ballots by email.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fed-will-expand-municipal-lending-facility-to-more-localities-11591203888", "title": "Fed Expands Municipal-Lending Facility to More Localities", "date": "2020-06-03 15:17", "summary": "Illinois plans to issue $1.2 billion in one-year notes Friday to become the first borrower to access the central bank's program. The Federal Reserve said it would again broaden the number of local governments eligible for a new lending program as Illinois announced it would be the first borrower to access the facility.", "categories": [["Economy", "Central Banks"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/central-banks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/retailer-new-york-co-warns-of-potential-bankruptcy-11591211868", "title": "Retailer New York & Co. Warns of Potential Bankruptcy", "date": "2020-06-03 15:17", "summary": "Parent company of women's clothing retailer says it could file for bankruptcy due to Covid-19 pandemic. The owner of women's clothing retailer New York & Co . Stores Inc. said Wednesday that it might have to file for bankruptcy as it grapples with significant disruption caused by the coronavirus pandemic.", "categories": [["Pro Bankruptcy Distress"]], "category_links": ["https://www.wsj.com/news/types/pro-bankruptcy-distress?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/oil-slips-amid-doubts-over-extension-of-opec-cuts-11591188725", "title": "Oil Rallies After Saudi Arabia and Russia Agree to Extend Supply Cuts", "date": "2020-06-03 15:15", "summary": "Prices end higher after a volatile session with oversupply fears easing. Oil prices ended higher after a volatile session Wednesday, lifted by an agreement between Saudi Arabia and Russia to extend supply cuts through July.", "categories": [["Markets", "Commodities"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/from-appletv-to-netflix-stories-focus-on-african-americans-chasing-the-american-dream-11591211546", "title": "From AppleTV+ to Netflix: Stories Focus on African-Americans Chasing the American Dream", "date": "2020-06-03 15:12", "summary": "Movies and streaming series cast a new lens on the black experience, at a time when social justice becomes a national flashpoint. African-American aspirations and resilience are at the heart of a spate of recent films and streaming series that feature characters whose challenges are framed through their entrepreneurship and pursuit of the American dream.", "categories": [["Books & Arts", "Arts", "Television", "What to watch this week"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/arts?mod=breadcrumb", "https://www.wsj.com/news/types/television?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/antimalaria-drug-didnt-protect-against-covid-19-in-latest-large-study-11591210800", "title": "Antimalaria Drug Didn't Protect Against Covid-19 in Latest Study", "date": "2020-06-03 15:00", "summary": "Hydroxychloroquine proved no better than a placebo in preventing Covid-19 in people who had been exposed to the coronavirus, according to study in the New England Journal of Medicine. Antimalaria drug hydroxychloroquine didn't prevent people from contracting the disease Covid-19 after exposure to the new coronavirus any better than those who received a placebo, according to a new large study.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/try-a-turban-audrey-hepburns-bad-hair-day-fix-11591210520", "title": "Try a Turban: Audrey Hepburn's Bad-Hair-Day Fix", "date": "2020-06-03 14:55", "summary": "If you haven't been to the salon in months, Ms. Hepburn's elegant headgear in the 1954 film \"Sabrina\" could hide your hair woes perfectly.. WHEN WE first meet Audrey Hepburn's titular character in the 1954 film \"Sabrina,\" she's a ponytailed chauffeur's daughter who pines after a wealthy womanizer, though he's barely clocked her existence. Endeavoring to cure her perpetual heartache, her father ships her off to cooking school in Paris. Months later, she returns to Long Island a cosmopolitan woman versed in art, opera and soufflé. \"If you should have any difficulty recognizing your daughter,\" she writes in a letter to good old dad, \"I shall be the most sophisticated woman at the Glen Cove station.\" Cut to a soignée new Sabrina radiating moxie in a striking black Hubert de Givenchy suit, her daring pixie cut caressed by the couturier's sleek white turban. Her freshly discovered confidence has been made manifest.", "categories": [["Life & Work", "Copy Cat"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/undefined?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-british-artist-transformed-this-london-warehouse-into-a-work-of-art-11591209334", "title": "A British Artist Transformed This London Warehouse Into a Work of Art", "date": "2020-06-03 14:35", "summary": "Richard Harrison spent two decades renovating a former theatrical space in the city's Camberwell neighborhood. When Richard Harrison first set eyes on the four-story, early 20th-century former warehouse in Camberwell, an unfashionable part of south London, he wanted it immediately. It was 1997 and he made an offer on the spot. \"I was living in a squat and needed somewhere large enough for a studio,\" says Mr. Harrison.", "categories": [["Real Estate"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-london-warehouse-an-artists-blank-canvas-11591208984", "title": "A London Warehouse, An Artist's Blank Canvas", "date": "2020-06-03 14:29", "summary": "Inside the Camberwell home of Richard Harrison, who spent nearly two decades and $930,000 renovating the early 20th-century industrial space.. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/hsbc-throws-support-behind-hong-kong-security-law-11591202105", "title": "HSBC Throws Support Behind China on Hong Kong Security Law", "date": "2020-06-03 14:17", "summary": "A top bank executive signed a petition backing Beijing's increased hand in the territory's affairs. A top HSBC executive signed a petition supporting China's move to impose security legislation on Hong Kong, putting the bank squarely on the side of Beijing in the fight over the future of the territory.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/huawei-risks-tougher-line-from-britain-after-latest-u-s-offensive-11591187624", "title": "Huawei Risks Tougher Line From Britain After Latest U.S. Offensive", "date": "2020-06-03 14:10", "summary": "U.K. officials are considering warning carriers to stay away from the Chinese firm, having previously resisted American pressure to do so. LONDON-New U.S. restrictions imposed on China's Huawei Technologies Co. have prompted British officials to consider steering telecom carriers away from its gear, according to people familiar with the matter-providing fresh momentum to Washington's anti-Huawei campaign.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/israel-shuts-some-schools-as-coronavirus-cases-jump-after-reopening-11591203323", "title": "Israel Shuts Schools as Coronavirus Cases Jump After Reopening", "date": "2020-06-03 14:04", "summary": "Prime Minister Netanyahu says any school with at least one known infection would be closed. TEL AVIV-Israel closed 15 schools Wednesday as it rushed to contain a coronavirus outbreak that threatens to shut the rest weeks after restarting, highlighting the risk of children spreading the disease.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/seadrill-says-another-bankruptcy-is-an-option-in-debt-talks-11591207199", "title": "Seadrill Says Another Bankruptcy Is an Option in Debt Talks", "date": "2020-06-03 14:00", "summary": "John Fredriksen's offshore drilling business, which emerged from chapter 11 in 2018, is in talks with creditors on a restructuring deal. Seadrill Ltd. has hired legal and financial advisers for talks with senior creditors on restructuring the company's $7.5 billion debt load that could lead the offshore contract driller to make its second trip to bankruptcy court in less than three years.", "categories": [["Pro Bankruptcy Distress"]], "category_links": ["https://www.wsj.com/news/types/pro-bankruptcy-distress?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/quibi-asks-senior-executives-to-take-10-pay-cut-11591206642", "title": "Quibi Asks Senior Executives to Take 10% Pay Cut", "date": "2020-06-03 13:58", "summary": "Meg Whitman, CEO of the short-form streaming service, will accept a reduction in compensation. Quibi has asked senior executives to take a 10% salary cut as the short-form streaming video service explores ways to rein in costs after a disappointing debut, according to people familiar with the matter.", "categories": [["WSJ News Exclusive", "Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/libyan-warlords-oil-foray-draws-u-s-u-n-scrutiny-11591206614", "title": "Libyan Warlord's Oil Foray Draws U.S., U.N. Scrutiny", "date": "2020-06-03 13:50", "summary": "Probes come after Khalifa Haftar pursues international oil deals to help fund his siege of Tripoli. The U.S. and other powers are investigating suspected efforts by Libyan militia leader Khalifa Haftar to raise funds through oil deals, including with Emirati brokers and Venezuela, according to U.S., European and Libyan officials.", "categories": [["WSJ News Exclusive", "World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-pandemic-drives-unemployment-up-across-u-s-metro-areas-11591205949", "title": "Coronavirus Pandemic Drives Unemployment Up Across U.S. Metro Areas", "date": "2020-06-03 13:39", "summary": "Business shutdowns triggered by Covid-19 in April hit hardest tourist destinations and factory towns. The coronavirus pandemic caused unemployment to rise in every metropolitan area in the U.S. in April, the first full month of widespread stay-at-home orders and business shutdowns, hitting hardest tourist destinations and factory towns.", "categories": [["Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-twitter-and-true-free-speech-or-not-11591205031", "title": "Trump, Twitter and True Free Speech or Not", "date": "2020-06-03 13:23", "summary": "Social media definitely needs reform. Forget about serving the community or fact checking, all censorship is political.. Regarding your editorials \"The Twitter Fairness Doctrine\" (May 29) and \"Twitter Plays Into Trump's Hands\" (May 28): I don't know if President Trump is doing the right thing, but social media definitely needs reform. Forget about serving the community or fact checking, all censorship is political. People see things differently, and much of what passes for \"information\" is opinion, and opinion reflecting a point of view can't be censored on the basis of \"fact checking.\" President Trump's comment on paper ballots being conducive to fraud was also voiced by Rep. Jerrold Nadler (as seen in a 2004 news clip). If a person can be flagged and thrown off social media as a punishment for lying, surely Rep. Adam Schiff should forever lose all privileges.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/zen-and-the-art-of-covid-life-maintenance-11591204740", "title": "Zen and the Art of Covid-Life Maintenance", "date": "2020-06-03 13:19", "summary": "Breathe in as you open your eyes to a face staring into yours. You have received your first task of the day. It is 6:45.. Regarding \"Find Your Zen in Household Chores\" (Life & Arts, May 28): Please consider a more accurate practice for teleworking moms.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-peoples-house-can-do-its-job-in-person-11591204635", "title": "The People's House Can Do Its Job in Person", "date": "2020-06-03 13:17", "summary": "The answer seems rather obvious: Find a bigger room.. Your Editorial Board's argument that \"Pelosi's Proxy Voting Ploy\" (May 29) would violate the Constitution might come as a surprise to the Supreme Court. It was long understood that at least six out of nine justices had to be physically present for a quorum at the court. But last month the court heard arguments in 10 cases and no one was physically present. They held court over the telephone-unthinkable only a short while ago. Unprecedented problems may justify some unprecedented remedies.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/americas-economy-is-healing-slowly-11591203786", "title": "America's Economy Is Healing Slowly", "date": "2020-06-03 13:03", "summary": "The economy didn't deteriorate as badly in May as it did April, but it still worsened; the recovery will have to wait. The U.S. economy didn't deteriorate as badly in May as it did in April. That is a far cry from saying that it is getting better.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/for-black-professionals-unrest-lays-bare-a-balancing-act-at-work-11591202955", "title": "For Black Professionals, Unrest Lays Bare a Balancing Act at Work", "date": "2020-06-03 12:49", "summary": "As protests endure, black professionals weigh how much to share in professional life. 'This is my day job, and being black is like my other job.'. Even as protesters have filled streets, parks and TV screens amid outrage since the death of George Floyd, Brigette Lumpkins has kept putting on makeup in the morning and smiling through virtual meetings with clients. \"I'm still having to dial in and perform as though nothing is wrong,\" she says.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-global-strategy-that-can-appeal-to-trump-voters-11591201375", "title": "A Global Strategy That Can Appeal to Trump Voters", "date": "2020-06-03 12:22", "summary": "Populists and elites can agree on reciprocal trade and the Chinese threat.. Donald Trump will be president for either 7½ more months or 4½ more years. The voters who support him will be around for much longer.", "categories": [["Opinion", "Global View"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/global-view?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-army-can-ensure-domestic-tranquility-11591201331", "title": "U.S. Army Can Ensure Domestic Tranquility", "date": "2020-06-03 12:22", "summary": "The president has the constitutional authority to call out the troops.. Order is often most appreciated in its absence. As local officials struggle to respond to looting and mayhem, it's worth remembering that the Constitution was adopted in part to ensure that the federal government was capable of meeting such a challenge. Ensuring \"domestic tranquility\" was so important to the Framers that they included it in the preamble to the Constitution-ahead of the common defense, the general welfare and the \"blessings of liberty.\"", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-makes-fresh-attempt-to-resolve-saudi-qatar-feud-11591201000", "title": "Trump Makes Fresh Attempt to Resolve Saudi, Qatar Feud", "date": "2020-06-03 12:16", "summary": "The U.S. is now focusing on a dispute over airline flight rights in trying to mend a broader rift that has split U.S. allies in the Gulf and set back U.S. efforts to contain Iran. The Trump administration is taking a new tack in trying to resolve a three-year-old feud between Qatar and its Gulf neighbors by pressing Saudi Arabia and the United Arab Emirates to halt their bans on Qatari airlines flying over their countries, according to U.S. and Gulf officials.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/global-services-sector-sees-tentative-pickup-as-lockdowns-ease-11591178896", "title": "Global Services Sector Sees Tentative Pickup as Coronavirus Lockdowns Ease", "date": "2020-06-03 12:10", "summary": "Surveys in Asia and Europe, combined with similar measures for manufacturing, suggest global economy is set to contract more sharply in second quarter than in first. China's services activity returned to strong growth in May after a three-month slump, while services in the U.S. and the rest of the world improved a little but continued to contract.", "categories": [["Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/people-who-type-two-spaces-after-a-period-just-cant-win-11591199528", "title": "People Who Type Two Spaces After a Period Just Can't Win", "date": "2020-06-03 11:52", "summary": "Two-spacers say the extra room after a sentence is easier on the eyes, but the one-spacers keep gaining ground. Ever since computers displaced typewriters, a rift has grown between people who put two spaces after a period and people who put one. Duane Daiker worries he might be on the losing side.", "categories": [["A-hed"]], "category_links": ["https://www.wsj.com/news/types/a-hed?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/davos-meeting-going-ahead-next-year-says-world-economic-forum-11591199546", "title": "Davos Meeting Going Ahead Next Year, Says World Economic Forum", "date": "2020-06-03 11:52", "summary": "Organizers foresee combined in-person and virtual event; planned number of attendees unknown. ", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-gop-congressman-steve-king-lost-his-seat-11591198815", "title": "How Rep. Steve King Lost His Seat in the Iowa Primary", "date": "2020-06-03 11:40", "summary": "Longtime conservative lawmaker's primary defeat came after key Republican leaders and groups turned against him, in Iowa and Washington. It took a broad effort by Iowa's political elite, Washington leaders, GOP donors and the White House to defeat longtime Rep. Steve King in the state's primary Tuesday. But if there was one knockout blow, it came in late May, with a TV ad from high-profile evangelical leader Bob Vander Plaats.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/unemployment-fraud-spreads-across-u-s-as-coronavirus-boosts-claims-11591189201", "title": "Unemployment Fraud Spreads Across U.S.", "date": "2020-06-03 11:39", "summary": "Cases reflect vulnerabilities that workers and governments face during the pandemic. States across the country are being hit by unemployment-benefit fraud that could amount to billions of lost dollars, reflecting the vulnerabilities that workers and governments face in the midst of historically high levels of jobless claims related to the coronavirus pandemic.", "categories": [["Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-do-real-estate-agents-show-homes-during-coronavirus-with-extreme-caution-11591198222", "title": "How Do Real-Estate Agents Show Homes During Coronavirus? 'With Extreme Caution.'", "date": "2020-06-03 11:30", "summary": "These brokers describe what it's like to show property while following social distancing measures. Judy Zeder", "categories": [["Real Estate", "Homes"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/homes?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-biden-messages-to-protesters-show-contrasting-views-of-voters-response-11591185236", "title": "Trump, Biden Offer Contrasting Messages on Protesters", "date": "2020-06-03 11:29", "summary": "Trump said he would be 'your president of law and order,' while Biden called the unrest a 'wake-up call'. WASHINGTON-In the Rose Garden, President Trump pledged to be \"your president of law and order\" and posed for photos outside a historic church near the White House after demonstrators were cleared out by law enforcement.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/3-million-hong-kong-residents-could-be-offered-u-k-citizenship-amid-china-standoff-11591188423", "title": "Hong Kong Residents Could Be Offered U.K. Citizenship Amid China Standoff", "date": "2020-06-03 11:14", "summary": "U.K. is weighing the move in response to a proposed Chinese security law aimed at curbing protests in the former British colony. LONDON-U.K. Prime Minister Boris Johnson said Britain is considering providing a route to British citizenship for nearly three million Hong Kong residents, as the U.K. escalates a standoff with China over its decision to impose a stringent security law on the former British colony.", "categories": [["World", "Europe", "U.K."]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb", "https://www.wsj.com/news/types/u-k-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-crisis-dents-salaries-not-stock-awards-for-many-ceos-11591197218", "title": "Coronavirus Crisis Dents Salaries, Not Stock Awards, for Many CEOs", "date": "2020-06-03 11:13", "summary": "Companies cut cash for top executives, but few boards are making big pay changes as survival becomes a focus; 2019 was another record year. Hundreds of U.S. companies reduced salaries for their chief executives as the coronavirus pandemic swept across American business, a reversal for a group of leaders that until this year has ridden a bull market to record compensation.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/safety-advice-on-commuting-to-the-officeand-reducing-your-risks-once-youre-there-11591196944", "title": "Safety Advice on Commuting to the Office-And Reducing Your Risks Once You're There", "date": "2020-06-03 11:09", "summary": "As offices begin reopening after coronavirus lockdowns, here are precautions to take on your commute, at your desk, and in meetings. As many states continue their gradual reopening from coronavirus lockdowns, office employees are beginning to venture back to their workplaces.", "categories": [["Life & Work", "Health & Wellness"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/health-wellness?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/scientist-behind-swedens-no-lockdown-policy-says-it-wasnt-strict-enough-11591196353", "title": "Scientist Behind Sweden's No-Lockdown Policy Says It Wasn't Strict Enough", "date": "2020-06-03 10:59", "summary": "Country has suffered more coronavirus-related deaths than its neighbors and finds itself increasingly isolated. STOCKHOLM-The epidemiologist behind Sweden's controversial decision to forgo a mandatory lockdown conceded for the first time that more restrictions might have helped prevent a surge in coronavirus-related deaths.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/amc-theater-chain-raises-doubt-in-ability-to-stay-in-business-11591196138", "title": "AMC Theater Chain Raises Doubt on Ability to Stay in Business", "date": "2020-06-03 10:55", "summary": "Company suffering from cinema closures due to coronavirus pandemic, uncertain outlook. AMC Entertainment Holdings Inc. said its ability to stay in business is in jeopardy if it can't raise enough cash to fund operations during the prolonged closure of its theaters due to the coronavirus pandemic.", "categories": [["Business", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pinterest-accelerates-tech-projects-as-pandemic-boosts-user-engagement-11591194991", "title": "Pinterest Accelerates Tech Projects as Pandemic Boosts User Engagement", "date": "2020-06-03 10:36", "summary": "The image-sharing company has seen user engagement grow because of lockdown and social-distancing measures, says SVP of Technology Jeremy King. Pinterest Inc. has accelerated some technology initiatives in recent weeks in response to changing user behavior in the wake of the coronavirus pandemic, said Jeremy King, senior vice president of technology.", "categories": [["CIO Journal"]], "category_links": ["https://www.wsj.com/news/types/cio-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/emily-ratajkowski-interview-isolation-quarantine-11591189432", "title": "How Emily Ratajkowski Starts Her Week Off Right", "date": "2020-06-03 09:11", "summary": "Sheltering in place with her husband, Sebastian, in Los Angeles, model and designer Emily Ratajkowski has been reading bell hooks, eating PB&Js and writing a collection of essays. This interview, which is part of our June/July print issue, took place in April.", "categories": [["My Monday Morning"]], "category_links": ["https://www.wsj.com/news/types/my-monday-morning?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lvmh-has-reasons-to-get-cold-feet-over-tiffany-11591189844", "title": "LVMH Has Reasons to Get Cold Feet Over Tiffany", "date": "2020-06-03 09:10", "summary": "Doubts over whether a $16.2 billion takeover of the U.S. jeweller will go ahead sent the target's shares down 9% Tuesday. It is understandable if Europe's richest man, Bernard Arnault, is feeling buyer's remorse over last year's $16.2 billion offer for Tiffany & Co. The pandemic has pushed out his prospects for getting value from the deal.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/most-u-s-firms-in-hong-kong-say-chinas-security-law-will-hurt-business-11591184739", "title": "Most U.S. Firms in Hong Kong Say Chinese Law Will Hurt Business", "date": "2020-06-03 09:08", "summary": "Survey of American Chamber of Commerce members finds many worried of ambiguity in scope and enforcement of law. The vast majority of U.S. firms in Hong Kong are worried about China's new national-security laws for the city, according to a new survey that highlights rising concerns among executives in the global financial hub.", "categories": [["Business", "Asia"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/emily-ratajkowskis-five-monday-must-haves-11591188776", "title": "Emily Ratajkowski's Five Monday Must-Haves", "date": "2020-06-03 08:53", "summary": "Sheltering in place with her husband, Sebastian, in Los Angeles, model and designer Emily Ratajkowski shares what is guiding her through this unusual time.. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/he-knew-george-floyd-he-doesnt-want-anyone-to-forget-him-11591188798", "title": "The NBA Player Who Knew George Floyd Doesn't Want Anyone to Forget Him", "date": "2020-06-03 08:53", "summary": "Former NBA player Stephen Jackson makes it his mission to humanize his friend. \"He was a gentle giant,\" Stephen Jackson said. \"He was a protector, a provider. He wanted everybody to be happy and have a good time. That was his thing.\"", "categories": [["Sports"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/republicans-open-to-congressional-role-addressing-concerns-over-police-11591188671", "title": "GOP Open to Congressional Role Addressing Concerns Over Police", "date": "2020-06-03 08:51", "summary": "Democrats prepare proposals including curbing chokeholds and overhauling police-misconduct laws after protests sparked by George Floyd's death. Congressional Republicans say they are open to discussing legislation governing police practices and improving law-enforcement relations with black communities following widespread protests over George Floyd's death, as Democrats began to coalesce around measures to prohibit chokeholds and overhaul police-misconduct laws.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/miranda-july-on-her-most-hollywood-mogul-friend-11591187896", "title": "Miranda July on Her Most Hollywood-Mogul Friend", "date": "2020-06-03 08:38", "summary": "\"Natasha Lyonne is the only person I know who will FaceTime the way some people text: with no warning. Sitting by a pool with sunglasses on.\". First app checked in the morning:", "categories": [["What's News"]], "category_links": ["https://www.wsj.com/news/types/magazine-what-s-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/three-ways-to-stock-a-summer-home-bar-11591187813", "title": "Three Ways to Stock a Summer Home Bar", "date": "2020-06-03 08:36", "summary": "Fewer perishable ingredients, a few tried-and-true batch recipes and lots of tangy acidity: the most delicious ways to bend elbows at home. Summer is typically the season of quaffing rosé on restaurant terraces or sipping margaritas at the beach alongside fellow weekenders. This year will be different. With social distancing still in place, professional booze hounds suggest reconfiguring one's home bar around ease of use and versatility. The first step is to pare back ingredient lists and stick with what will last. If you're short on produce, for example, invest in grapefruit soda, says Derek Brown, co-owner of the Columbia Room in Washington, D.C. Mix it with tequila and a squeeze of lime to create the classic Paloma; the fizzy drink offers \"simplicity and complexity simultaneously,\" says Brown. Wine writer Alice Feiring recommends stocking up on a beverage that's long been treasured for its ability to travel and keep: sherry. Mouthwateringly fresh and bone-dry, fino sherry has a savory depth ideal for pairing with pantry-friendly snacks like nuts and cured meats. If you've got extra citrus, consider preserving it in a shrub, suggests cocktail historian David Wondrich. The acidified elixir, popular in colonial times, will introduce zip into cocktails and keep for months-maybe even until it's safe to head back to your local bar.", "categories": [["What's News"]], "category_links": ["https://www.wsj.com/news/types/magazine-what-s-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fashion-shows-get-high-techand-socially-distant-11591187346", "title": "Fashion Shows Get High Tech-and Socially Distant", "date": "2020-06-03 08:29", "summary": "Ermenegildo Zegna, Giorgio Armani and other luxury labels reconfigure their presentations for the post-pandemic era. Fashion insiders are tackling a mammoth creative challenge: transforming the runway show for the post-pandemic era and beyond.", "categories": [["Life & Work", "Life & Style"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/life-style?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-payday-lenders-target-consumers-hurt-by-coronavirus-11591176601", "title": "How Payday Lenders Target Consumers Hurt by Coronavirus", "date": "2020-06-03 08:23", "summary": "Loan outfits bypass ad bans by Google and Facebook, get around state restrictions on high-interest financing. Lenders that target struggling borrowers for loans with triple-digit interest rates have overcome yearslong efforts to restrict their lending and are pitching their products to consumers in need of cash during the coronavirus pandemic.", "categories": [["WSJ News Exclusive", "Financial Regulation"]], "category_links": ["https://www.wsj.com/news/types/financial-regulation?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/curfews-fail-to-deter-overnight-violence-following-peaceful-protests-11591104411", "title": "Unrest Eases as Protests Continue Despite Curfews", "date": "2020-06-03 07:23", "summary": "Marches were largely peaceful, with few reports of violence. Mass demonstrations across the U.S. gave way to a night of relative calm Tuesday, in contrast with the destruction of recent nights, as anger simmered over the killing of George Floyd in custody and police violence more broadly.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lockdown-winners-and-losers-shouldnt-both-be-rallying-11591182000", "title": "Lockdown Winners and Losers Shouldn't Both Be Rallying", "date": "2020-06-03 07:00", "summary": "The stock market is sending a contradictory signal about the global economy. Bulls ought to be wary.. How much longer will the Covid-19 crisis hamper the global economy? The stock market is giving investors a confusing answer.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-risks-of-trading-places-11591181805", "title": "The Risks of Trading Places", "date": "2020-06-03 06:56", "summary": "Working from home allows traders to ditch more than their suits. Working from home gives the freedom to break a few old rules: morning meetings in your underwear; nip of something strong in your afternoon coffee; or maybe a phone call to juice a trade.", "categories": [["Markets", "Overheard"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/overheard?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-pandemic-sent-1-5-billion-children-home-from-school-many-might-not-return-11591179919", "title": "The Pandemic Sent 1.5 Billion Children Home From School. Many Might Not Return.", "date": "2020-06-03 06:25", "summary": "Authorities in the U.S. and Europe are desperately trying to stop children from dropping out of school permanently. School closures this spring that left more than 1.5 billion children around the world out of the classroom are now compounding longstanding social differences, as hundreds of thousands of children in the U.S. and Europe who lacked the support to continue distance learning risk leaving school altogether.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/can-indias-homegrown-internet-giant-become-the-next-facebook-11591178900", "title": "Can India's Homegrown Internet Giant Become the Next Facebook?", "date": "2020-06-03 06:08", "summary": "Jio is gaining subscribers and investors quickly, but translating that into a diversified internet empire may be tough. Jio Platforms, which owns India's largest wireless carrier, has raised more than $10 billion in a bit over a month. Not bad during a global recession.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/stung-by-past-mistakes-eurozone-takes-a-page-from-u-s-to-fight-crisis-11591178581", "title": "Stung by Past Mistakes, Eurozone Takes a Page From U.S. to Fight Crisis", "date": "2020-06-03 06:03", "summary": "Early efforts to tackle the fallout from the pandemic were underwhelming, but now Europe is following the same free-spending playbook as the U.S. to ward off the worst slump in decades. FRANKFURT-Worried about the depth of its economic downturn, Europe is rapidly narrowing the gap with the U.S. in its emergency response, lining up two new packages potentially worth hundreds of billions of euros that reflect lessons learned in previous crises and boost prospects for a global recovery.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/george-floyds-hometown-of-houston-tries-to-unite-through-the-tension-11591178402", "title": "George Floyd's Hometown of Houston Tries to Unite Through the Tension", "date": "2020-06-03 06:00", "summary": "City has seen protests but less violence than some others; police force 'has had the courage, thank God, not to overreact,' the chief says. HOUSTON-In George Floyd's hometown, tens of thousands gathered downtown Tuesday afternoon with signs protesting his death and police brutality. State and local politicians joined them. Chants resounded in the air. Dancers moved to drumbeats. Children, carried on their parents' shoulders, clapped. Volunteers passed out water, snacks, masks, and first-aid advice. Nearby office buildings were boarded up in anticipation of vandalism.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/investors-channel-over-150-billion-into-coronavirus-bonds-11591178004", "title": "Investors Channel Over $150 Billion Into Coronavirus Bonds", "date": "2020-06-03 05:53", "summary": "Pfizer and Bank of America are among the companies that have tapped investors since February. The coronavirus pandemic has led to the genesis of a new class of bonds, paving the way for fund managers to springboard from socially responsible investing to putting money toward the health crisis.", "categories": [["Markets", "Credit Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/credit-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-nearly-nihilistic-market-rally-11591177302", "title": "The Nearly Nihilistic Market Rally", "date": "2020-06-03 05:44", "summary": "Markets care about one set of policy developments to the exclusion of everything else. The world is in a state of nearly unparalleled turmoil-except for financial markets, which seem blithely unaware. The S&P 500 was up a further 0.8% Tuesday, following a 0.4% gain Monday. That makes for a 10-day gain of nearly 5%.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-many-u-s-workers-have-lost-jobs-during-coronavirus-pandemic-there-are-several-ways-to-count-11591176601", "title": "How Many U.S. Workers Have Lost Jobs During Coronavirus Pandemic? There Are Several Ways to Count", "date": "2020-06-03 05:30", "summary": "No matter the measure, Covid-19 and shutdowns led to historically high unemployment and are likely to leave lasting mark on U.S. economy. Friday's U.S. jobs report from the Labor Department is expected to show U.S. employers shed nearly 30 million positions from payrolls this spring as a result of the coronavirus pandemic and related shutdowns-but that is just one of several varying estimates of job destruction.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-shock-could-upend-las-vegas-economy-for-years-11591176600", "title": "Coronavirus Could Upend Las Vegas Economy for Years", "date": "2020-06-03 05:30", "summary": "Pandemic hit Nevada's workforce harder than any other U.S. state and poses a potentially existential threat to the city's business model. LAS VEGAS-Nina Kane, a professional dancer and aerialist, grew up in this tourist mecca impressed by the glamour of the big shows. She eventually became a dance captain of a burlesque-inspired revue on the Strip, and picked up side gigs as a go-go dancer until the coronavirus shut down much of the town and halted the flow of the visitors who had been its lifeblood.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/one-minneapolis-neighborhood-comes-together-after-destruction-11591176602", "title": "After Riots, One Minneapolis Neighborhood Begins to Recover", "date": "2020-06-03 05:30", "summary": "Residents and shopkeepers remove debris and look out for each other. MINNEAPOLIS-Just a few days ago, residents of the swath of southwest Minneapolis known as the Fifth Precinct were bombarded by the sound of sirens.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/japan-warns-its-banks-about-risky-u-s-debt-11591174886", "title": "Japan Warns Its Banks About Risky U.S. Debt", "date": "2020-06-03 05:01", "summary": "Country holds nearly 20% of $750 billion market in packaged corporate loans, exposing it to pandemic-related losses. TOKYO-Japanese regulators have warned the nation's banks for the first time about the risk of investing in overseas securitized corporate loans, which have run into trouble from a wave of U.S. bankruptcies.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-record-breaking-economic-boom-is-about-to-go-bust-11591174013", "title": "A Record-Breaking Economic Boom Is About to Go Bust", "date": "2020-06-03 04:46", "summary": "Australia's 28-year growth streak is all but over, after bush fires and the coronavirus took a toll. SYDNEY-The developed world's longest continuing economic expansion is approaching its expiration date.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-biden-fight-takes-off-in-six-battleground-states-11591102738", "title": "Trump-Biden Fight Takes Off in Six Battleground States", "date": "2020-06-03 02:45", "summary": "Polls show Trump trailing in five states he narrowly carried four years ago, while he holds a slight edge over Biden in a sixth. WASHINGTON-Joe Biden, who is poised to earn enough delegates to formally clinch the Democratic presidential nomination this month, will enter the general election campaign on offense in a group of states President Trump won in 2016.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/china-revives-london-stock-listing-program-11591163088", "title": "China Revives London Stock-Listing Program", "date": "2020-06-03 01:44", "summary": "Beijing approves a plan by China Pacific Insurance, already listed in Shanghai and Hong Kong, to sell securities in London. Beijing has approved a Chinese insurer's plans to sell securities in London, signaling that a tie-up between the U.K. and Shanghai stock markets is no longer on hold.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hyundai-sonata-hybrid-miles-and-miles-ahead-of-standard-sedans-11590148841", "title": "Hyundai Sonata Hybrid: Miles (and Miles) Ahead of Standard Sedans", "date": "2020-06-03 00:33", "summary": "With its 'best in class' fuel economy, Hyundai's 2020 Sonata Hybrid gets more than 50 miles per gallon. Dan Neil tries (and fails) to steer it through a full tank.. I TRY TO RUN at least one tank of gas through every test car, but with the 2020 Hyundai Sonata Hybrid Limited I didn't have that kind of time. The South Korean car maker's redesigned gas-electric sedan-large, comfortable, solid to the touch if slightly intangible in appeal-extracts up to 54 highway miles from a gallon of gas (51 mpg in Limited trim). Our tester had a theoretical range of 673 miles, but with no place to go and nowhere to stay once I got there, I was obliged to patrol mostly empty interstates, rolling up the miles, hour after hour, watching a needle that didn't want to move.", "categories": [["Life & Work", "Cars", "Rumble Seat"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/automotive?mod=breadcrumb", "https://www.wsj.com/news/types/rumble-seat?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/gop-rep-steve-king-loses-his-iowa-primary-11591157600", "title": "Rep. Steve King Loses Iowa Primary After GOP Deserts Campaign", "date": "2020-06-03 00:26", "summary": "Longtime congressman who spoke positively of white supremacy was abandoned by fellow Republicans. WASHINGTON-Rep. Steve King (R., Iowa), who was stripped of committee assignments last year for questioning what was wrong with white supremacy in the U.S., lost his bid for a 10th term after Republicans abandoned his campaign and endorsed a primary challenger.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/george-floyds-death-in-u-s-sparks-outcry-abroad-11591123234", "title": "George Floyd's Death in U.S. Sparks Outcry Abroad", "date": "2020-06-03 00:17", "summary": "U.S. allies expressed solidarity with American protesters while adversaries seize on violent clashes to criticize official U.S. responses to the unrest. U.S. allies expressed solidarity with Americans protesting the killing of George Floyd, while rivals seized on violent clashes to criticize official U.S. responses to the unrest and question Washington's global leadership.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/protests-sparked-by-george-floyds-death-spread-across-the-u-s-11590961713", "title": "A City-by-City Look at Where Things Stand Amid Days of Unrest", "date": "2020-06-03 00:16", "summary": "Cities, states impose curfews after days of protests sparked by the death of George Floyd. Protests rippled across U.S. cities as outrage erupted over the death of George Floyd. Officials deployed the National Guard and President Trump called for a tougher government response, as some protests that began peacefully later included clashes, looting and destruction.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/with-hong-kongs-tiananmen-square-vigil-canceled-the-fire-is-flickering-11591184555", "title": "With Hong Kong's Tiananmen Square Vigil Canceled, 'The Fire Is Flickering'", "date": "2020-06-03 00:01", "summary": "Vigil goers fear they may never again be allowed to congregate for an event seen as a potent symbol of Hong Kong's autonomy from Beijing. HONG KONG-Most years for the past three decades, the Rev. Youngman Chan has gathered with thousands of others in a Hong Kong park on June 4 to commemorate the students who died in 1989 while demanding democracy in China.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/looking-for-a-good-deal-on-a-new-car-youre-probably-too-late-11591196848", "title": "Looking for a Deal on a New Car? It's Probably Too Late", "date": "2020-06-03 00:01", "summary": "Dealerships are running low on popular models, particularly pickups, and ending the special deals that helped spur sales during the lockdown. As the U.S. auto business restarts, car buyers returning to showrooms are likely to confront a frustrating reality: slimmer pickings and fewer deals on the new-car lot.", "categories": [["Business", "Autos & Transportation", "Autos Industry"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/transportation?mod=breadcrumb", "https://www.wsj.com/news/types/autos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11591124362", "title": "Pepper...and Salt", "date": "2020-06-03 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/n-c-governor-tells-republicans-he-cant-guarantee-full-convention-11591131157", "title": "Trump Again Threatens to Move Republican Convention", "date": "2020-06-03 23:15", "summary": "North Carolina governor said he couldn't guarantee state could hold a 'full' gathering in Charlotte. North Carolina Gov. Roy Cooper told the Republican National Committee on Tuesday that he couldn't guarantee that the state could hold a \"full\" convention in Charlotte in August, prompting President Trump to again threaten to move the gathering to another state.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-latest-news-06-02-2020-11591088925", "title": "Coronavirus Hit on U.S. Economy Might Linger Until 2029; Cases in India Keep Surging", "date": "2020-06-03 22:12", "summary": "More than 6.3 million people have been infected world-wide and more than 378,000 have died, according to Johns Hopkins University. • The U.S.'s reported coronavirus death toll rose to more than 106,000 while confirmed cases surpassed 1.8 million, according to data from Johns Hopkins University. Globally, cases passed 6.3 million; deaths stood at more than 378,000. Experts say official totals likely understate the extent of the pandemic, in part because of differing testing and reporting standards.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chinas-byd-gets-extension-on-1-billion-california-mask-deal-11591114457", "title": "China's BYD Gets Extension on $1 Billion California Mask Deal", "date": "2020-06-03 21:48", "summary": "The Warren Buffett-backed electric-car maker turned mask producer is still awaiting U.S. approval for its N95 masks. BYD Co. , a Chinese electric-car maker turned mask producer, said it had secured a second reprieve on a troubled $1 billion deal to sell N95 masks to the state of California after missing a Sunday deadline to win a required federal certification.", "categories": [["WSJ News Exclusive", "Asia"]], "category_links": ["https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/zooms-boom-has-a-price-11591139817", "title": "Zoom's Boom Has a Price", "date": "2020-06-03 20:48", "summary": "Video conferencing star's blowout growth brings a bigger surge in costs, leaving questions about how business will normalize. Zoom Video Communications answered one very big question with its latest results. It also raised a few.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/looters-damage-businesses-anger-protesters-11591142667", "title": "Looters Damage Businesses, Anger Protesters", "date": "2020-06-03 20:38", "summary": "Stores big and small are hit by thieves, some of whom appear organized and others not. In New York City, organized groups cased businesses during the day before returning to ransack stores at night after peaceful protests ended.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lyft-says-demand-picking-up-as-covid-19-restrictions-ease-11591139400", "title": "Lyft Says Traffic Is Picking Up", "date": "2020-06-03 20:21", "summary": "Rides in May rose compared with April, but were still significantly lower than a year earlier. Lyft Inc. said demand for rides has risen in recent weeks as people began venturing out following Covid-19 lockdowns but remains well below levels seen a year earlier.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/francisco-partners-raises-nearly-10-billion-for-tech-deals-11591142401", "title": "Francisco Partners Raises Nearly $10 Billion for Tech Deals", "date": "2020-06-03 20:00", "summary": "The private-equity firm has wrapped up fundraising for three funds, including its $7.45 billion sixth flagship vehicle. ", "categories": [["Pro PE Fund News"]], "category_links": ["https://www.wsj.com/news/types/pro-pe-fund-news?mod=breadcrumb"]}]