[{"link": "https://www.wsj.com/articles/marriott-to-furlough-thousands-of-corporate-jobs-in-u-s-and-abroad-in-response-to-travel-collapse-11584834631", "title": "Marriott, Hotel Owners Furlough Thousands of Workers, Cut Staff", "date": "2020-03-22 19:47", "summary": "Coronavirus impact worse than post-9/11 attacks, financial crisis combined, Marriott CEO says. Marriott International Inc., the world's largest hotel company, and a growing number of hotel owners are furloughing tens of thousands of workers or slashing staff in an effort to steer their companies through the coronavirus pandemic.", "categories": [["WSJ News Exclusive", "Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-and-oil-price-plunge-buries-shale-and-occidentals-big-bet-11584902538", "title": "Coronavirus and Oil-Price Plunge Buries Shale and Occidental's Big Bet", "date": "2020-03-22 19:31", "summary": "The company's $38 billion acquisition of Anadarko Petroleum left it vulnerable to a calamitous glut. Just weeks ago, Occidental Petroleum Corp. Chief Executive Vicki Hollub sought to reassure investors that her bold bet on U.S. shale oil-a $38 billion deal for rival Anadarko Petroleum Corp.-hadn't left the company on shaky footing.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/congress-sells-and-the-market-falls-11584918934", "title": "Congress Sells, and the Market Falls", "date": "2020-03-22 19:15", "summary": "This isn't 'insider trading,' and it's for the voters to judge.. Shortly before the stock market fell off a cliff last month, several members of Congress collectively sold millions of dollars in shares. Now they're taking political heat, though much of the outrage has the whiff of moral panic.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-great-toilet-paper-scare-11584918854", "title": "The Great Toilet Paper Scare", "date": "2020-03-22 19:14", "summary": "Those empty supermarket shelves should soon start to disappear.. The President, the Governors, the Centers for Disease Control and Prevention and medical experts have given us little good news these last few weeks. But thanks to the magic of free enterprise, there is one fear we can alleviate: the idea that America is running out of toilet paper.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/elizabeth-warrens-ranting-resumes-11584918758", "title": "Elizabeth Warren's Ranting Resumes", "date": "2020-03-22 19:12", "summary": "The fight against the coronavirus is 'favoring' no one.. We won't go so far as to say bipartisan comity has descended with the coronavirus crisis, but given the low standards of our time, it could be worse. Americans everywhere have stepped away from politics the past week to help each other. Even the Senate seems to be working toward a decent legislative response (see nearby). Then there's Elizabeth Warren.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-may-postpone-new-yorks-presidential-primary-11584918000", "title": "Coronavirus May Postpone New York's Presidential Primary", "date": "2020-03-22 19:00", "summary": "Officials are considering moving nominating contest to June 23 as outbreak escalates. New York officials are debating whether to move the state's Democratic presidential primary from April 28 to a date in June as the number of coronavirus infections grows.", "categories": [["U.S.", "State Street"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/state-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronaviruss-quiet-heartbreaks-milestone-moments-now-canceled-11584910800", "title": "Coronavirus's Quiet Heartbreaks: Milestone Moments, Now Canceled", "date": "2020-03-22 18:56", "summary": "Beneath the world-wide upheaval of the virus, people are privately mourning the loss of life's special moments, as long-anticipated celebrations and events go dark. High school senior Morgan Ebel achieved the thrill of her life earlier this month: She helped her Farmington, Minn., basketball teammates win their way into the state championship game for the first time in the school's history. But her joy vanished the next morning. The league canceled the final game, bringing her last season to a sudden end.", "categories": [["Life & Work", "Life & Style"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/life-style?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/weworks-board-prepares-for-a-fight-as-softbank-gets-cold-feet-11584912715", "title": "WeWork's Board Prepares for a Fight as SoftBank Gets Cold Feet", "date": "2020-03-22 18:42", "summary": "Panel of independent board directors signals willingness to take 'all necessary actions' to ensure follow-through on $3 billion offer. Some WeWork directors are gearing up to fight SoftBank Group Corp.'s move to back away from part of its bailout of the shared-office provider, presaging what could be a fierce internal battle just as the startup grapples with fallout from the coronavirus pandemic.", "categories": [["WSJ News Exclusive", "Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mgm-resorts-names-president-bill-hornbuckle-acting-ceo-11584915442", "title": "MGM Resorts Names President Bill Hornbuckle Acting CEO", "date": "2020-03-22 18:35", "summary": "Outgoing Chief Executive Jim Murren announced his pending departure last month. MGM Resorts International has picked Bill Hornbuckle, the company's president and chief operating officer, to take over as acting chief executive as the global casino operator responds to widespread closures of its properties amid the coronavirus pandemic.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/photos-new-yorkers-head-outdoors-as-coronavirus-restrictions-set-in-11584914557", "title": "Photos: New Yorkers Sought Outdoors as Coronavirus Restrictions Set In", "date": "2020-03-22 18:31", "summary": "With much of the city closed, New Yorkers looked to the streets and parks for connection. Last week, New Yorkers found many of the things they know and love suddenly stripped away. A level of quiet fell on the city that never sleeps.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/marines-plan-to-retool-to-meet-china-threat-11584897014", "title": "Marines Plan to Retool to Meet China Threat", "date": "2020-03-22 18:15", "summary": "Most sweeping transformation in decades will shift focus from fighting insurgents in Middle East to preparing for conflict in western Pacific. The Marine Corps is undertaking its most sweeping transformation in decades, pivoting from a focus on fighting insurgents in the Middle East to developing the ability to hop from island to island in the western Pacific to bottle up the Chinese fleet.", "categories": [["WSJ News Exclusive", "U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/in-bid-for-coronavirus-vaccine-u-s-eases-access-to-supercomputers-11584915152", "title": "In Bid for Coronavirus Vaccine, U.S. Eases Access to Supercomputers", "date": "2020-03-22 18:12", "summary": "Partnership that includes government and tech companies will allow approved researchers to use powerful computing resources. The U.S. government, International Business Machines Corp. and others are giving researchers world-wide access to at least 16 supercomputers to help speed the discovery of vaccines and drugs to combat the novel coronavirus.", "categories": [["CIO Journal"]], "category_links": ["https://www.wsj.com/news/types/cio-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/italy-tightens-quarantine-as-it-battles-worlds-deadliest-coronavirus-outbreak-11584880383", "title": "Italy Tightens Quarantine as It Battles World's Deadliest Coronavirus Outbreak", "date": "2020-03-22 17:24", "summary": "The country shut down nearly all industrial production and offices in the latest restrictions on everyday life. MILAN-Italy further tightened its nationwide quarantine, shutting down almost all industrial production and offices, as the country struggles to contain the world's deadliest coronavirus outbreak.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cuomo-tells-new-york-city-to-curb-social-gatherings-in-parks-11584906238", "title": "Cuomo Tells New York City to Curb Social Gatherings in Parks", "date": "2020-03-22 17:11", "summary": "Governor gives city 24 hours to 'correct the situation' as number of coronavirus cases climbs. Gov. Andrew Cuomo on Sunday gave New York City a 24-hour deadline to come up with a plan to curb what he said was an alarming number of people ignoring social-distancing orders meant to stem the spread of the novel coronavirus.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-writes-to-north-korean-leader-in-midst-of-coronavirus-emergency-11584894699", "title": "Trump Writes to North Korean Leader in Midst of Coronavirus Emergency", "date": "2020-03-22 16:56", "summary": "North Korea says Trump offered to help Kim Jong Un address virus; administration says president is engaging all global leaders. President Trump sent a letter to North Korean leader Kim Jong Un praising his efforts to combat the coronavirus and offering U.S. help, according to a statement by Mr. Kim's sister, published by North Korean state media early Sunday.", "categories": [["Politics", "National Security"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/national-security?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/prisoners-riot-in-colombia-over-health-conditions-amid-coronavirus-fears-11584909855", "title": "Prisoners Riot in Colombia Over Health Conditions", "date": "2020-03-22 16:44", "summary": "Nearly two-dozen inmates were dead and 83 injured in notorious jail. BOGOTÁ, Colombia-Inmates launched coordinated nationwide riots over what they said was the government's failure to address fears of the spread of the coronavirus in prison. Nearly two-dozen inmates were dead and 83 injured in one of Colombia's most notorious jails, the Justice Ministry said.", "categories": [["World", "Latin America"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/latin-america-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-its-so-difficult-to-stop-the-spread-of-the-coronavirus-11584871200", "title": "Why It's So Difficult to Stop the Spread of the Coronavirus", "date": "2020-03-22 16:28", "summary": "Stealth transmission, asymptomatic carriers and a lack of testing mean no one really knows how common the virus is in the U.S.. One night last week, a 27-year-old man on a business trip in Oklahoma City felt sick, stayed home from work and was later tested for Covid-19, the disease caused by the novel coronavirus.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/worst-coronavirus-idea-a-ban-on-share-buybacks-11584906895", "title": "Worst Coronavirus Idea: A Ban on Share Buybacks", "date": "2020-03-22 15:54", "summary": "They're good for ordinary investors and for economic growth.. Democrats insist that any government aid to businesses laid low by the Covid-19 crisis be conditioned on compliance with a laundry list of progressive demands. Sen. Elizabeth Warren would require, among other things, that to receive aid firms must institute a $15 minimum wage, set aside board seats for workers, and obtain shareholder approval for any political expenditures. Of all her proposals, perhaps the most damaging economically in the long run is her insistence that companies receiving aid be permanently barred from executing share buybacks, even after the aid is repaid.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/restraints-on-short-selling-wouldnt-calm-markets-11584906733", "title": "Restraints on Short Selling Wouldn't Calm Markets", "date": "2020-03-22 15:52", "summary": "It would do the opposite. Studies show that restrictions exacerbate price volatility.. As the securities markets gyrate daily, some call again for a ban on short selling. Six European countries have imposed such bans in recent days. While it's natural for policy makers to try to protect investors and markets, a ban on short selling is a terrible idea.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/as-coronavirus-hits-new-yorkers-wonder-if-they-should-leave-11584897686", "title": "As Coronavirus Hits, New Yorkers Wonder if They Should Leave", "date": "2020-03-22 15:52", "summary": "Rentals surge in summer destinations; East Hampton is as busy as July. As coronavirus cases rise in New York, many residents can find themselves wondering: Should they leave to ride out the pandemic elsewhere?", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/loneliness-is-a-health-hazard-too-11584906625", "title": "Loneliness Is a Health Hazard, Too", "date": "2020-03-22 15:50", "summary": "Reach out to friends, family and neighbors, especially to the elderly and those who live alone.. I never knew how much I enjoyed my commute until Covid-19 took it away.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cracker-jack-economics-11584906547", "title": "Cracker Jack Economics", "date": "2020-03-22 15:49", "summary": "A prize inside every package won't spur recovery from the coronavirus shock.. What is it with Cracker Jack politicians who want a prize in every package?", "categories": [["Opinion", "Inside View"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/inside-view?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-hits-native-american-groups-already-struggling-with-poor-health-care-11584906562", "title": "Coronavirus Hits Native American Communities", "date": "2020-03-22 15:49", "summary": "As tribal leaders around the country gear up for the pandemic's spread, they worry the federal agencies that are supposed to help protect them aren't ready. The new coronavirus has found its way to Chilchinbeto, Ariz., a remote Navajo hamlet of about 500 in the high desert, a sign of the startling reach of infections in the U.S., and a worrisome harbinger for all Native American communities.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/repression-in-the-time-of-coronavirus-11584906469", "title": "Repression in the Time of Coronavirus", "date": "2020-03-22 15:47", "summary": "Venezuelan oil and Cuban tourism collapse. The despots scramble for dollars.. Given the credibility that President Obama and Vice President Joe Biden lent to Cuban propaganda while they were in office, I half-expected to see them enjoying spring break in Varadero Beach last week.", "categories": [["Opinion", "The Americas"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/the-americas?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/celebrities-skype-away-coronavirus-blues-11584906353", "title": "Celebrities Skype Away Coronavirus Blues", "date": "2020-03-22 15:45", "summary": "Jimmy Fallon is even better from home, with indoor slide.. The power of Skype and the peril of using it for live interviews from home were memorialized in March 2017 by political analyst Robert Kelly. Mr. Kelly appeared on BBC News from his home office to talk about South Korean politics. But during the interview his 4-year-old daughter and 9-month-old son sneaked up behind him, in full view of the camera. Mr. Kelly tried to push his daughter aside, turning pale as his wife finally yanked the kids out and then crawled back to close the office door. The video has been viewed more than 35 million times. Mr. Kelly is now known best as \"BBC Dad.\"", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/samsung-rising-review-the-republic-of-samsung-11584906258", "title": "'Samsung Rising' Review: The Republic of Samsung", "date": "2020-03-22 15:44", "summary": "South Korea's most valuable company produces a ﬁfth of the country's exports and is intimately intertwined with the state.. Geoffrey Cain's \"Samsung Rising\" reads like a dynastic thriller, rolling through three generations of family intrigue, embezzlement, bribery, corruption, prostitution and other bad behavior that seems to pass for standard operating procedure in the Korean business world. More than half of the country's 10 largest corporate groups, Mr. Cain tells us, are led by convicted criminals, although all of them have received presidential pardons, and several of them, including Samsung's current chairman, Lee Kun-hee, have been pardoned twice.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-targets-venezuelas-maduro-regime-with-fresh-charges-sanctions-11584905226", "title": "U.S. Targets Venezuela's Regime With Fresh Charges, Sanctions", "date": "2020-03-22 15:27", "summary": "Prosecutors unseal corruption cases against state-owned oil company executives and an associated businessman. The U.S. quietly unsealed criminal cases against two former officials at Venezuela's state oil monopoly this month as part of what American officials say is a new round of charges and sanctions against a Maduro government they accuse of systemic corruption, narcotrafficking and stealing billions of dollars in state funds.", "categories": [["World", "Latin America"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/latin-america-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pg-e-reaches-deal-with-california-governor-on-bankruptcy-exit-11584740853", "title": "PG&E Reaches Deal With California Governor on Bankruptcy Exit", "date": "2020-03-22 15:25", "summary": "Company agrees to put itself up for sale if it can't obtain court approval of its bankruptcy exit plan by June 30. California Gov. Gavin Newsom on Friday dropped his opposition to PG&E Corp.'s plan to emerge from bankruptcy protection after striking a deal requiring certain concessions from the company.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/germany-readies-emergency-budget-to-shield-economy-from-coronavirus-fallout-11584894181", "title": "Germany Readies Emergency Budget as Merkel Enters Self-Isolation", "date": "2020-03-22 15:04", "summary": "Chancellor to conduct business from home after exposure to infected doctor; plan under discussion would trigger country's first budget deficit since 2014. BERLIN-German Chancellor Angela Merkel went into self-isolation at home on Sunday after being exposed to a person infected by the new coronavirus, a day before her government was set to adopt fiscal measures worth up to €500 billion to help shield Europe's largest economy from the fallout of the pandemic.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/economy-week-ahead-assessing-mounting-damage-from-coronavirus-pandemic-11584903601", "title": "Economy Week Ahead: Assessing Mounting Damage from Coronavirus Pandemic", "date": "2020-03-22 15:00", "summary": "Data from purchasing managers and on jobless claims should provide fuller picture. Data out this week is expected to reflect escalating economic damage from global efforts to contain the novel coronavirus pandemic.", "categories": [["Economy", "Economy Week Ahead"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/economy-week-ahead?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/india-tests-out-a-nationwide-one-day-coronavirus-shutdown-11584859500", "title": "India Tests Out a Nationwide One-Day Coronavirus Shutdown", "date": "2020-03-22 15:00", "summary": "Prime Minister Narendra Modi has dubbed the event the 'people's curfew'. NEW DELHI-India attempted a one-day nationwide shutdown on Sunday, hoping to slow the spread of the coronavirus and give citizens and policy makers a taste of how the massive, boisterous democracy would behave under unprecedented restrictions.", "categories": [["World", "Asia", "India"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/india-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-kids-are-home-from-college-and-parents-are-trying-to-cope-11584902769", "title": "The Kids Are Home From College. And Parents Are Trying to Cope.", "date": "2020-03-22 14:46", "summary": "Campus closures due to the coronavirus have sent millions of students home indefinitely. Here are some of the ground rules they and their parents are establishing.. Across the country, many parents are receiving some unexpected house guests: their college-age kids.", "categories": [["Life & Work", "Journal Reports: Health Care"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-health-care?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-will-coronavirus-testing-and-treatment-cost-me-11584902030", "title": "What Will Coronavirus Testing and Treatment Cost Me?", "date": "2020-03-22 14:33", "summary": "In many cases, testing will be free. But treatment is another matter-particularly for the uninsured. If you're seeking testing or treatment for the new coronavirus, your first concern is your health. But many Americans have another worry after that: What's this going to cost me? Here are some answers.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/washington-d-c-closes-streets-to-prevent-coronavirus-transmission-11584850717", "title": "Washington, D.C., Closes Streets to Prevent Coronavirus Transmission", "date": "2020-03-22 14:10", "summary": "City's famed cherry blossoms draw too many people to allow for adequate social distancing, officials fear. Washington, D.C., area officials urged the public Saturday to avoid the city's famous cherry blossoms and are taking the unusual step of closing down public streets to keep visitors away and prevent possible coronavirus spread.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/controlling-the-virus-narrative-11584899715", "title": "Controlling the Virus Narrative", "date": "2020-03-22 13:55", "summary": "Medium takes down an essay arguing against 'hysteria.'. The coronavirus threat creates new challenges for social-media companies already grappling with the limits of free speech online. China is waging an information war to whitewash its handling of the virus and impugn the U.S. Meanwhile, charlatans hawking bogus science or false cures could endanger the public.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-makes-dating-a-lot-more-complicated-11584899750", "title": "Coronavirus Makes Dating a Lot More Complicated", "date": "2020-03-22 13:55", "summary": "Singles looking for love make do with apps and video dates. Physical chemistry? 'You can't get that at all.'. Caroline Kravitz and her date settled in to watch an Orson Welles movie-\"F for Fake\"-on Monday night. This being the age of coronavirus, they were in separate homes about 15 miles apart in New York City. At an agreed upon moment, they pressed play on their devices. As the movie unfolded, they bantered over text.", "categories": [["A-hed"]], "category_links": ["https://www.wsj.com/news/types/a-hed?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/covid-19-deaths-in-germany-far-below-rates-in-other-countries-11584899757", "title": "Covid-19 Deaths in Germany Far Below That of Other Countries", "date": "2020-03-22 13:55", "summary": "Epidemiologists cite younger age of those infected as one reason, but caution virus likely to spread among older population. BERLIN-Germany, which has the world's fifth-highest number of Covid-19 cases, has so far experienced far fewer deaths from the disease than other countries-mainly, experts say, because the outbreak started among younger people who tend to experience milder symptoms and rarely die.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-long-will-the-coronavirus-lockdowns-go-on-11584899513", "title": "How Long Will the Coronavirus Lockdowns Go On?", "date": "2020-03-22 13:51", "summary": "Soon the U.S. will be able to do 75,000 tests a day. That will make changes in strategy possible.. First, the bad news: America's coronavirus epidemic is only beginning, and the suffering will become more searing over the next two weeks. Hospitals in New York City may soon be overwhelmed. New Orleans, Chicago, San Francisco and Seattle may not be far behind.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/these-drugs-are-helping-our-coronavirus-patients-11584899438", "title": "These Drugs Are Helping Our Coronavirus Patients", "date": "2020-03-22 13:50", "summary": "The evidence is preliminary on repurposing two treatments. But we don't have the luxury of time.. A flash of potential good news from the front lines of the coronavirus pandemic: A treatment is showing promise. Doctors in France, South Korea and the U.S. are using an antimalarial drug known as hydroxychloroquine with success. We are physicians treating patients with Covid-19, and the therapy appears to be making a difference. It isn't a silver bullet, but if deployed quickly and strategically the drug could potentially help bend the pandemic's \"hockey stick\" curve.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/during-coronavirus-crisis-big-companies-display-largessbut-for-how-long-11584893891", "title": "Big Companies Display Largess During Crisis-but for How Long?", "date": "2020-03-22 13:24", "summary": "So far, many employees of small companies have been more vulnerable. Among the hard truths the new coronavirus is revealing is this: A pandemic can be a good time to work for a big company.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-jersey-scrambles-to-expand-hospital-capacity-before-expected-coronavirus-surge-11584896400", "title": "New Jersey Scrambles to Expand Hospital Capacity", "date": "2020-03-22 13:00", "summary": "Study projects state could fall short by more than 100,000 hospital beds. New Jersey's hospitals are racing to add beds and increase staff as the state girds for an expected surge in coronavirus patients in the coming weeks that threatens to overwhelm its health-care system.", "categories": [["U.S.", "Tri-State Area"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-region?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/small-business-individuals-confront-panic-11584895644", "title": "Small Business, Individuals Confront Panic", "date": "2020-03-22 12:47", "summary": "I am on the board of a small manufacturing company which has eight weeks of leeway before the company runs out of money due to the drop in sales. I have a very hard time believing that any government agency will be able to pull a plan together in as little as eight weeks.. Regarding your editorials \"Financing an Economic Shutdown\" (March 17) and \"The Fiscal Stimulus Panic\" (March 18): You say the best way to keep companies and individuals solvent is to have the Fed create a new facility that could lend to companies hit by the economic shutdown, and that the borrowers would have to \"present good collateral . . . and have been solvent before the viral panic took hold.\" I'd like to ask who will manage this process? Will the companies have to provide audited financial statements? What if the companies don't have audited financials (like most small companies)? Who will determine whether the collateral is sufficient and what defines solvency? The elephant in the room is: \"How long will this take?\"", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/george-mason-will-keep-its-donor-agreement-11584895502", "title": "George Mason Will Keep Its Donor Agreement", "date": "2020-03-22 12:45", "summary": "The university has not shared the identity of the donor, nor does it intend to.. Regarding your March 14 editorial \"Justice vs. Conformity at Scalia Law\": You are misinformed about George Mason University and its commitment to protect donor anonymity. The university has been clear since the announcement of the renaming of the Antonin Scalia Law School that it will respect the donor's right to anonymity. The university has not shared the identity of the donor, nor does it intend to.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-history-of-female-brain-studies-reveal-a-lot-11584895362", "title": "The History of Female Brain Studies Reveal a Lot", "date": "2020-03-22 12:42", "summary": "The historical quest to document sex differences in brains was founded on the premise that women's brains are inherently inferior to men's.. Lisa Mosconi's new book \"The XX Brain\" provides a fresh take on the study of sex differences in brains by focusing on hormones (\"Your Health: New Wisdom on How the Female Brain Works,\" Life & Arts, March 10). While it is exciting to learn about studies that promise to enhance women's health, the historical quest to document sex differences in brains was founded on the premise that women's brains are inherently inferior to men's.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/better-crisis-management-would-beat-any-rate-cuts-11584895170", "title": "Better Crisis Management Would Beat Any Rate Cuts", "date": "2020-03-22 12:39", "summary": "Making rate adjustments anticipatorily while fumbling management of the disease is foolhardy.. In handling a major threat like the coronavirus outbreak, it helps to distinguish between prophylactic measures and treatments. A well-staffed Centers for Disease Control and Prevention, a national plan for communicable diseases and a clear strategy for mitigating health and economic impact are all important before the fact and in the early stages of a crisis. Central-bank intervention is of limited value until later, when the likely course and magnitude of events are easier to predict (\"Fed Slashes Rates as Slump Looms,\" Page One, March 16).", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/occidental-nears-settlement-with-carl-icahn-11584893424", "title": "Occidental Nears Settlement With Carl Icahn", "date": "2020-03-22 12:19", "summary": "Activist investor to get two board seats, approval of third, independent director. Occidental Petroleum Corp. is nearing a truce with Carl Icahn that would conclude one of the highest-profile corporate clashes of the past year and usher the activist investor into the embattled oil producer's board room as it seeks to recover from a series of setbacks.", "categories": [["WSJ News Exclusive", "Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/energy-giant-total-cuts-shareholder-returns-spending-after-oil-collapse-11584893321", "title": "Energy Giant Total Cuts Shareholder Returns, Spending After Oil Collapse", "date": "2020-03-22 12:08", "summary": "The company's share price has halved since the start of the year, in line with other major oil companies. French energy giant Total SA will immediately cut expenditures, trim returns to shareholders and freeze recruitment as the company combats the ravages of an oil-price rout and a demand-sapping coronavirus pandemic, Chief Executive Patrick Pouyanne told staffers last week in a video message seen by The Wall Street Journal.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-outbreak-pushes-local-governments-to-freeze-home-evictions-11584892859", "title": "Local Governments Start to Freeze Home Evictions", "date": "2020-03-22 12:01", "summary": "As job losses mount, efforts are under way in the U.S. to ensure people have a place to live and quarantine. Rising job losses from the coronavirus outbreak are prompting local governments across the U.S. to temporarily halt evictions or foreclosures.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/with-business-turned-upside-down-ceos-face-monumental-leadership-challenge-11584891047", "title": "With Business Turned Upside Down, CEOs Face Monumental Leadership Challenge", "date": "2020-03-22 11:30", "summary": "The new coronavirus is giving the boss the challenge of leading employees remotely while keeping them safe and calm. The new coronavirus's spread in America has prompted corporations to close offices, factories and stores, sending tens of millions of people home, where a swath of the workforce-from customer-service representatives to chief executive officers-have had to figure out new ways to work.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-onetime-germ-warfare-site-is-armys-front-line-in-coronavirus-battle-11584886591", "title": "A Onetime Germ-Warfare Site Is Army's Front Line in Coronavirus Battle", "date": "2020-03-22 10:16", "summary": "The Army is manufacturing strains of the virus as it gears up to test a slate of potential vaccines. FORT DETRICK, Md.-In a series of austere, tightly controlled lab rooms in a military building here, doctors are dissecting strains of the novel coronavirus and are readying to conduct detailed and complex animal testing on potential vaccines.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/jails-release-prisoners-fearing-coronavirus-outbreak-11584885600", "title": "Jails Release Prisoners, Fearing Coronavirus Outbreak", "date": "2020-03-22 10:00", "summary": "Experts say virus could spread quickly in crowded correctional facilities, which are also banning visitors and restricting inmates' movements. Local governments across the U.S. are releasing thousands of inmates in an unprecedented effort to prevent a coronavirus outbreak in crowded jails and prisons.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/with-unmandated-sick-leave-u-s-economy-is-more-vulnerable-to-pandemics-11584885600", "title": "With Unmandated Sick Leave, U.S. Economy Is More Vulnerable to Pandemics", "date": "2020-03-22 10:00", "summary": "American approach could make it harder to contain the spread of the coronavirus, economists say. Light-touch regulation on U.S. employers is widely seen as a cornerstone of U.S. businesses' dynamism. But economists say one trade-off is a risk of wider coronavirus transmission than in countries that provide sick leave to more workers.", "categories": [["Economy", "The Outlook"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/the-outlook?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-the-cdcs-restrictive-testing-guidelines-hid-the-coronavirus-epidemic-11584882001", "title": "How the CDC's Restrictive Testing Guidelines Hid the Coronavirus Epidemic", "date": "2020-03-22 09:00", "summary": "U.S. health officials' slow response to the global spread led to a lag in testing. As the coronavirus epidemic spread around the globe, the Centers for Disease Control and Prevention provided restrictive guidance on who should be tested, archived pages on its website show. While agencies in other countries were advising and conducting widespread testing, the CDC, charged with setting the U.S. standard for who should be tested for the virus, kept its criteria limited.", "categories": [["Politics", "Health Policy"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/health-policy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/spiritual-communion-onscreen-houses-of-worship-rush-to-go-online-11584882000", "title": "Spiritual Communion Onscreen: Houses of Worship Rush to Go Online", "date": "2020-03-22 09:00", "summary": "Services take place without congregants, singers use the mute button and a couple watches a service in bed as the coronavirus forces abrupt changes. Last Sunday, Denise Nicholson-Metz, a regular attendee of Sunday services at Ebenezer Baptist Church in Atlanta, worshiped-but not as usual. She and her husband were in bed, watching on a Microsoft Surface laptop.", "categories": [["Life & Work", "Life & Style"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/life-style?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-early-convention-add-pressure-on-democrats-11584882001", "title": "Coronavirus, Early Convention Add Pressure on Democrats", "date": "2020-03-22 09:00", "summary": "The party's convention is set to start 42 days earlier than the Republican gathering. When the Democratic National Committee decided to move its convention up to mid-July-roughly two weeks earlier than in 2016-it was billed as a way to give the party's nominee more time to focus on President Trump and spend general election dollars earlier.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/in-the-coronavirus-infodemic-you-can-manage-the-deluge-of-news-11584882002", "title": "In the Coronavirus 'Infodemic,' Here's How to Avoid Bad Information", "date": "2020-03-22 09:00", "summary": "Misleading information about Covid-19 spreads through texts and emails-but you can protect yourself from dubious claims and reports. The same coronavirus post kept popping up on my Facebook feed last week. People in my network-a friend's mom, a college classmate and another \"friend,\" who I'm not sure I've even met in person-had somehow obtained identical symptom and treatment guidance from Stanford University.", "categories": [["Tech", "Personal Tech", "Personal Technology: Review"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb", "https://www.wsj.com/news/types/personal-technology-joanna-stern?mod=breadcrumb", "https://www.wsj.com/news/types/personal-technology-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/crisis-counselor-attacks-coronavirus-anxiety-with-smartphone-11584882001", "title": "Anxious About Coronavirus? This Crisis Guru Wants to Calm Your Fears", "date": "2020-03-22 09:00", "summary": "Nancy Lublin and colleagues at her Crisis Text Line field thousands of nervous texts; 'We are in a surge'. Fear of illness. Anxiety over potential financial strain or job loss. Concerns about closed schools and canceled events.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/forget-living-room-jumping-jacks-try-supermodel-yoga-11584880390", "title": "Forget Living Room Jumping Jacks. Try Supermodel Yoga", "date": "2020-03-22 08:33", "summary": "In a gymless age, free-trial fitness apps are exploding off the bench, thanks to \"quarantine\" codes and discounts. But it's not just big players like Nike and Peloton; small, boutique studios like Pilates-inspired BodyRok and Sky Ting yoga are joining in. There's never been greater demand for sweating it out remotely. Given the Covid-19 outbreak's disruptions to the conventional fitness landscape, larger companies in the fitness space and boutique gyms have been throwing free trials at potential customers looking to stay fit, especially during their time of seclusion. Even the most exclusive fitness brands and studios aren't above freebie digital offerings, from Gwyneth Paltrow's trainer Tracy Anderson's 14-day trial run to Sky Ting yoga's complimentary week of SKY TING TV.", "categories": [["Magazine - Culture"]], "category_links": ["https://www.wsj.com/news/types/magazine-culture?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-led-slowdown-tests-the-mettle-of-chinas-shadow-banks-11584879840", "title": "Coronavirus-Led Slowdown Tests the Mettle of China's Shadow Banks", "date": "2020-03-22 08:24", "summary": "Finance companies, lending platforms tell investors they can't produce promised returns. Cracks are forming in China's sprawling shadow-banking sector, as the coronavirus epidemic drains economic activity around the country and pressures lenders that many private firms have relied on for years.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/doctors-try-steroids-to-treat-coronavirus-patients-against-who-counsel-11584878400", "title": "Doctors Try Steroids to Treat Coronavirus Patients, Against WHO Counsel", "date": "2020-03-22 08:00", "summary": "Treatment gets results for serious cases in China and Japan, but use of the drugs is discouraged. TOKYO-Some doctors in China and Japan are using steroid drugs to treat coronavirus patients with difficult cases of pneumonia, generating a debate because the World Health Organization says they shouldn't do so except in clinical trials.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-worst-of-the-global-selloff-isnt-here-yet-banks-and-investors-warn-11584877018", "title": "The Worst of the Selloff Isn't Here Yet, Banks and Investors Warn", "date": "2020-03-22 07:36", "summary": "Wall Street is only now coming to grips with the dislocation being wrought by the coronavirus. The most brutal stretch for global markets since the financial crisis likely isn't over yet, say investors and analysts who believe it is too early to assess the possible scale of economic damage from the coronavirus.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/globe-spanning-volatility-trade-is-hit-hard-by-market-slump-11584876909", "title": "Globe-Spanning Volatility Trade Is Hit Hard by Market Slump", "date": "2020-03-22 07:35", "summary": "Aimed at boosting returns during the long bull market, the idea functioned well until the coronavirus pandemic sent markets into turmoil. The global market rout has dealt a particular blow to a trade that intertwines Silicon Valley stock-market favorites with cautious Asian savers and European asset managers.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/president-trump-joins-democrats-in-calls-to-block-share-buybacks-11584876823", "title": "President Trump Joins Democrats in Calls to Block Share Buybacks", "date": "2020-03-22 07:33", "summary": "Rare moment of unity shows power of populist disdain for a practice that rewards shareholders, incentivizes executives. As Congress rushes to bail out industries slammed by the coronavirus pandemic, President Trump has joined Democratic lawmakers demanding corporate aid include new restrictions on the stock buybacks that executives use to support the value of their shares.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chess-continues-on-the-edge-of-siberia-but-players-cant-stop-touching-their-faces-11584874800", "title": "Chess Players Still Can't Stop Touching Their Faces", "date": "2020-03-22 07:00", "summary": "From twice-daily medical checks to banning handshakes, the last major sporting event in the world is taking precautions-with one major hurdle. While the entire world of sports was shutting down, eight of the deepest thinkers on the planet were heading to a chess tournament on the edge of Siberia.", "categories": [["Sports"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-you-need-to-know-about-telehealth-during-the-coronavirus-crisis-11584874801", "title": "What You Need to Know About Telehealth During the Coronavirus Crisis", "date": "2020-03-22 07:00", "summary": "Keeping hospitals clear for confirmed cases means managing your health from home with technology. The Trump administration and public-health officials are urging consumers to use telehealth services to get remote treatment, fill prescriptions and get medical attention during the new coronavirus pandemic, and companies that offer virtual appointments are reporting a surge in demand.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-south-korea-solved-its-acute-hospital-bed-shortage-11584874801", "title": "How South Korea Solved Its Acute Hospital-Bed Shortage", "date": "2020-03-22 07:00", "summary": "Lives were saved by reserving beds for most acutely ill Covid-19 patients and putting less sick in dorms. DAEGU, South Korea-During the darkest days of its coronavirus outbreak, South Korea didn't have enough doctors and nurses to treat the sick, and patients were dying while waiting for hospital beds.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-stimulus-plan-counts-on-small-business-administration-to-fund-recovery-11584874800", "title": "Plan Counts on Small Business Administration to Fund Recovery", "date": "2020-03-22 07:00", "summary": "A proposal from the Senate majority leader calls for $300 billion in funding for small-business interruption loans. WASHINGTON-The Small Business Administration could see the footprint of its primary loan program vastly expanded under the sweeping stimulus package proposed by Senate Majority Leader Mitch McConnell (R., Ky.) in response to the coronavirus crisis.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nissan-readies-revival-plan-though-timing-is-terrible-11584871202", "title": "Nissan Readies Revival Plan, Though Timing Is 'Terrible'", "date": "2020-03-22 06:00", "summary": "Car maker bet on a boom in car sales that never materialized. Now it must cut its losses on poor investments and overhaul its business as sales stagnate.. TOKYO-Years ago, under Carlos Ghosn, Nissan Motor Co. bet on a future where global car sales would boom, driven by a bulging population in developing countries.", "categories": [["Business", "Autos & Transportation", "Autos Industry"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/transportation?mod=breadcrumb", "https://www.wsj.com/news/types/autos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/kudlow-estimates-coronavirus-package-could-be-about-2-trillion-11584803333", "title": "Coronavirus Rescue Bill Moving Toward a Final Senate Vote Monday", "date": "2020-03-22 23:25", "summary": "Possible compromise emerges between cash payments to workers and enhanced unemployment benefit. WASHINGTON-Negotiators on Capitol Hill on Saturday were working to finalize a stimulus bill designed to blunt the impact of the coronavirus pandemic that has brought the global economy to a virtual standstill and plunged financial markets into chaos.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/global-coronavirus-infections-exceed-270-000-11584780088", "title": "U.S. Coronavirus Cases Jump; FDA Approves Rapid Test", "date": "2020-03-22 21:44", "summary": "President Trump approves a major disaster declaration for New York as deaths in the country rise to 260. The number of confirmed coronavirus cases in the U.S. had surged to nearly 20,000 as of Saturday, almost 10 times their level a week ago, as President Trump said he was considering a major disaster declaration for California and other states.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pence-wife-test-negative-for-coronavirus-11584841157", "title": "Pence, Wife Test Negative for Coronavirus", "date": "2020-03-22 21:39", "summary": "Staffer in vice president's office contracted the virus. WASHINGTON-Vice President Mike Pence and his wife both tested negative for the new coronavirus Saturday, a spokeswoman for Mr. Pence said.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}]