[{"link": "https://www.wsj.com/articles/protests-dominate-presidential-race-as-candidates-visit-battleground-states-11598828113", "title": "Protests Dominate Presidential Campaign", "date": "2020-08-30 19:18", "summary": "President is expected to travel to Wisconsin this week; Democratic challenger Joe Biden to speak in Pennsylvania. Issues of racial justice, protests and urban violence have taken center stage in the presidential campaign as President Trump and Democratic challenger Joe Biden enter the final sprint to Election Day.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-city-teachers-union-prepares-for-possible-strike-authorization-vote-11598735884", "title": "New York City Teachers Union Prepares for Possible Strike Authorization Vote", "date": "2020-08-30 19:14", "summary": "Union leadership to meet Monday following threats to strike if schools don't meet safety standards to protect staff from coronavirus. The New York City teachers union prepared on Saturday for a possible strike-authorization vote to delay opening school buildings.", "categories": [["U.S.", "Politics"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-portland-clashes-11598829099", "title": "The Portland Clashes", "date": "2020-08-30 19:11", "summary": "Trump should tell his supporters to stay away from Antifa protests.. The violent protests of the last three months in Portland, Ore., escalated on Saturday night into a right-left confrontation that resulted in one man shot dead in the streets. This is what happens when political leaders fail to perform the most basic responsibility of government to protect innocent lives and property.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-year-of-school-choice-11598829015", "title": "The Year of School Choice", "date": "2020-08-30 19:10", "summary": "The GOP convention reveals a public awakening on education.. The 2020 Republican convention focused on issues in a way that the Democratic parley did not. Perhaps most striking was the impassioned-and repeated-demand for school choice. No convention had ever featured speaker after speaker who promoted choice in human and moral terms.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/californias-radical-indoctrination-11598829048", "title": "California's Radical Indoctrination", "date": "2020-08-30 19:10", "summary": "A bill would establish a K-12 curriculum in the 'four I's of oppression.'. Conservatives and fair-minded liberals are alarmed that high schools are drawing up plans to teach the \"1619 project,\" the New York Times ' revisionist account of race and the American founding, in history classes. The reality is turning out to be worse. The largest state in the union is poised to become one of the first to mandate ethnic studies for all high-school students, and the model curriculum makes the radical \"1619 project\" look moderate and balanced.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-good-hurricane-response-11598828874", "title": "A Good Hurricane Response", "date": "2020-08-30 19:07", "summary": "Laura was a killer storm but governments seem to have coordinated well.. President Trump on Saturday visited areas in southwest Louisiana and Texas ravaged by Hurricane Laura, which also marked the 15th anniversary of Hurricane Katrina. While the destruction was grim, there were many fewer human casualties than expected thanks to effective government preparation and response.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/former-hr-chief-a-focus-of-mcdonalds-investigation-11598824305", "title": "Former HR Chief a Focus of McDonald's Investigation", "date": "2020-08-30 18:31", "summary": "Executives say David Fairhurst made women uncomfortable during former CEO Steve Easterbrook's tenure. McDonald's Corp.'s former head of human resources is emerging as a focus of the company's investigation into possible impropriety under former Chief Executive Steve Easterbrook.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-dow-has-been-revamped-its-gap-with-the-s-p-500-is-set-to-widen-11598785200", "title": "Revamped Dow's Gap With S&P 500 Is Set to Widen", "date": "2020-08-30 18:15", "summary": "The Dow industrials put less emphasis on technology stocks, the engine behind the market's rebound from the lows of March. The Dow Jones Industrial Average has struggled this year to keep up with the gains of its broader counterpart, the S&P 500, which has more representation from surging tech stocks. Changes coming to the Dow on Monday likely won't help.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/companies-rush-to-shore-up-covid-19-testing-ahead-of-flu-season-11598788800", "title": "Companies Rush to Shore Up Covid-19 Testing Ahead of Flu Season", "date": "2020-08-30 17:45", "summary": "Public-health officials and lab executives are trying to avoid repeat of July, when demand overwhelmed testing capacity and wait times grew. Companies are racing to bolster Covid-19 testing as schools reopen and flu season approaches, saying they aim to avoid a repeat of July when overwhelming demand for testing led to long delays for results.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/connecticut-community-confronts-legacy-of-segregation-11598803200", "title": "Connecticut Community Confronts Legacy of Segregation", "date": "2020-08-30 17:22", "summary": "Resume Subscription. In one of Connecticut's wealthiest towns, where about 1% of the population is Black, residents are considering a question about the racial makeup of the community: \"Why is Westport so white, and what you can do about it?\"", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/how-to-stop-iran-from-terrorizing-dissidents-abroad-11598822066", "title": "How to Stop Iran From Terrorizing Dissidents Abroad", "date": "2020-08-30 17:14", "summary": "Western countries need to take Tehran's murderous campaign seriously and hold officials accountable.. Jamshid Sharmahd, a California-based Iranian opposition activist, disappeared in late July while traveling to a technology conference in India by way of Dubai. Mr. Sharmahd's family tracked his movements using mobile phone data to a remote region of neighboring Oman before he dropped off the map. Days later, he appeared blindfolded on Iranian state television as a result of what the Islamic Republic termed a \"complex operation\" by \"anonymous soldiers.\"", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sweden-shouldnt-be-americas-pandemic-model-11598822005", "title": "Sweden Shouldn't Be America's Pandemic Model", "date": "2020-08-30 17:13", "summary": "The Swedes aren't close to reaching herd immunity. We need to continue to contain the virus spread.. The Trump administration's Covid response seems increasingly to reflect a policy preference among some conservatives: Protect the elderly and let others try to get on with their lives. This thinking assumes that herd immunity will slow the pandemic if more younger people are infected. Many features of federal policy seem to be following this philosophy.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-yorks-ag-lays-a-rotten-egg-11598822036", "title": "New York's AG Lays a Rotten Egg", "date": "2020-08-30 17:13", "summary": "A lawsuit accuses farmers of price gouging during the pandemic.. A bright spot during the pandemic has been the resilience of the food supply, which kept staples on shelves. But now state attorneys general in New York, Texas and West Virginia are taking aim at farmers-and the market forces-that helped keep eggs on Americans' plates.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-u-s-airdrop-of-dollars-in-venezuela-11598821889", "title": "A U.S. Airdrop of Dollars in Venezuela", "date": "2020-08-30 17:11", "summary": "The opposition will score a victory if frozen assets are used to pay doctors.. The Trump administration's efforts to block oil and gasoline shipments into and out of Venezuela are designed to force strongman Nicolás Maduro to step aside. But his supporters say the sanctions demonstrate indifference to the suffering of Venezuelans. Their argument would be more convincing if not for Mr. Maduro's persistent cruelty against his own people.", "categories": [["Opinion", "The Americas"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/the-americas?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/notable-quotable-sports-get-self-righteous-11598821800", "title": "Notable & Quotable: Sports Get Self-Righteous", "date": "2020-08-30 17:10", "summary": "'Up until recently, sports united people of different political persuasions.'. Steven Malangawriting at City Journal, Aug. 28:", "categories": [["Opinion", "Commentary", "Notable & Quotable"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb", "https://www.wsj.com/news/types/notable-quotable?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/united-ends-domestic-change-fees-11598817600", "title": "United Airlines Ends Change Fees for Most Domestic Flights", "date": "2020-08-30 16:00", "summary": "United joins Southwest in offering free ticket changes permanently, as airlines adjust to coronavirus-driven travel restrictions. United Airlines said it is permanently ending flight change fees for most domestic tickets, the latest effort to boost demand in an air-travel industry hit hard by the coronavirus pandemic.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tenet-enjoys-solid-international-opening-ahead-of-u-s-debut-11598815223", "title": "'Tenet' Enjoys Solid International Opening Ahead of U.S. Debut", "date": "2020-08-30 15:49", "summary": "With few new titles and strict capacity limits, domestic theaters have struggled. As theaters in the U.S. groan back to life after being shut for more than five months, Warner Bros.' \"Tenet\" is giving Hollywood something to cheer about after a promising international debut.", "categories": [["Business", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mls-nwsl-clubs-in-utah-to-be-sold-after-uproar-over-owners-comments-11598815178", "title": "MLS, NWSL Clubs in Utah to Be Sold After Uproar Over Owner's Comments", "date": "2020-08-30 15:19", "summary": "Dell Loy Hansen indicated he would sell the teams after he criticized players' racial-justice protests and faced allegations that he used racist language. Dell Loy Hansen, the owner of Major League Soccer's Real Salt Lake franchise, indicated Sunday that he plans to sell the team and the National Women's Soccer League's Utah Royals FC, days after he criticized Real players' racial-justice protests and after published allegations that he used racist language.", "categories": [["Sports", "Soccer"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/soccer?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-to-stay-focused-while-working-from-home-11598814000", "title": "How to Stay Focused While Working From Home", "date": "2020-08-30 15:00", "summary": "Limit surfing online, define your work space and schedule breaks to help keep your concentration during remote work, experts say. Now that many employees are deep into working from home, and may have to keep doing so indefinitely, some are finding it harder to maintain the intense concentration that kicked in during the early days of forced remote work.", "categories": [["Life & Work", "Life & Style"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/life-style?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/economy-week-ahead-factories-trade-and-jobs-11598814000", "title": "Economy Week Ahead: Factories, Trade and Jobs", "date": "2020-08-30 15:00", "summary": "Initial look at August's economic conditions includes much-watched U.S. employment figures. The U.S. employment report highlights a week of data that will offer some of the first indications of economic activity in August.", "categories": [["Economy", "Economic Data"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/economic-data?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-intelligence-office-will-no-longer-brief-congress-on-election-security-11598730496", "title": "Intelligence Office to Stop Briefing Congress on Election Security", "date": "2020-08-30 14:44", "summary": "Updates will instead be provided in writing to congressional intelligence committees. The head of federal intelligence agencies said Sunday that his office will curb in-person briefings to Congress about security threats to the 2020 presidential election, saying he was concerned that lawmakers had leaked sensitive classified materials to the public.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-scariest-part-of-the-great-outdoors-the-brand-new-camper-11598812127", "title": "The Scariest Part of the Great Outdoors? The Brand New Camper", "date": "2020-08-30 14:28", "summary": "Camping is now one of the few viable vacation options, sending newcomers into the woods; 'I have never been so cold in my life'. Last summer, Samantha Jones Toal spent her weekends bar hopping with friends in the Boystown neighborhood of Chicago. This summer, absent many opportunities to have fun inside, the 23-year-old and two equally indoorsy friends went a few steps outside their comfort zone: backpacking 18 miles through the Ozarks of Missouri.", "categories": [["A-hed"]], "category_links": ["https://www.wsj.com/news/types/a-hed?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tech-startup-trying-to-be-amazon-for-farms-runs-into-ag-giants-11598811850", "title": "Amazon-Like Marketplace for Farmers Faces Hard Row", "date": "2020-08-30 14:24", "summary": "Resume Subscription. OMAHA, Neb.-Inside a packed arena last December, 2,700 farmers sipped coffee from paper cups and listened to remarks on the Midwestern economy: incomes down, costs up and bankruptcies rising.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/covid-19-transforms-lawmaking-lobbying-in-californias-capital-11598810400", "title": "Covid-19 Transforms Lawmaking, Lobbying in California's Capital", "date": "2020-08-30 14:00", "summary": "Resume Subscription. SACRAMENTO, Calif.-Every August, lobbyists here typically zip between lawmakers' offices or park themselves in the halls of the state Capitol, seeking to shape bills that pass in the closing days of the legislative session.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/paper-towels-and-manufacturing-philosophy-11598809977", "title": "Paper Towels and Manufacturing Philosophy", "date": "2020-08-30 13:52", "summary": "I am encouraged by the shift in mindset expressed by Kellogg CEO Steve Cahillane and others in the Aug. 22 Exchange article about the detriment of lean manufacturing techniques to pandemic readiness.. I am encouraged by the shift in mindset expressed by Kellogg CEO Steve Cahillane and others in the Aug. 22 Exchange article about the detriment of lean manufacturing techniques to pandemic readiness (\"The Covid Storm: Why Aren't There Enough Paper Towels?\").", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-joe-biden-we-know-should-do-very-well-11598809935", "title": "The Joe Biden We Know Should Do Very Well", "date": "2020-08-30 13:52", "summary": "Joe Biden and the Democrats are actively pushing an agenda for workers.. Your editorial \"The Joe Biden We Know\" (Aug. 21) suggests that Vice President Joe Biden lacks strong, consistent policy views. But he's always been pro-worker. He and the Democrats are actively pushing an agenda for workers. Are a better health-care system and fairer taxation intended for some other group of voters? Only the Democrats offered a comprehensive health-care system, known as ObamaCare. Flawed as it may be, it gave 20 million more workers a health-care plan they never previously had. The Democrats wanted to improve it, but Republicans did everything they could to kill it, and replace it with nothing. Add to that a flawed tax-reform system the Republicans established a few years ago that largely benefited the rich, not the working man.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/counting-the-cost-of-u-k-u-s-lockdowns-11598809891", "title": "Counting the Cost of U.K., U.S. Lockdowns", "date": "2020-08-30 13:51", "summary": "Nothing speaks to the dysfunction in American health care more to me than the fact that, during a world-wide pandemic, doctors and nurses in the U.S. were furloughed, some permanently.. Regarding your editorial \"Counting the Cost of Britain's Lockdown\" (Aug. 22): Nothing speaks to the dysfunction in American health care more to me than the fact that, during a world-wide pandemic, doctors and nurses in the U.S. were furloughed, some permanently. In my lifetime the practice of medicine has gone from a calling to a business, and now to an industry. As in education, I believe choice in medical care promises the best for you and your family. How much choice will there be in the Democrats' Medicare for All?", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/its-hard-for-office-workers-with-kids-remotely-taught-11598809853", "title": "It's Hard for Office Workers With Kids Remotely Taught", "date": "2020-08-30 13:50", "summary": "Many of us are parents of children who will be learning remotely this school year. I guess Mr. Blau expects us to bring our children into the office with us?. Regarding Jeff T. Blau's \"It's Time to Open New York's Offices\" (op-ed, Aug. 26): I am one of the New York City office workers who have worked from home during the pandemic. Mr. Blau exhorts us to \"get back to the office,\" and I can see his point of view. But many of us are parents of children who will be learning remotely this school year. I guess Mr. Blau expects us to bring our children into the office with us? Or does he expect us to leave them at home to fend for themselves? Talk about \"kidding.\"", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/facebook-executive-supported-indias-modi-disparaged-opposition-in-internal-messages-11598809348", "title": "Facebook Executive Supported India's Modi, Disparaged Opposition in Internal Messages", "date": "2020-08-30 13:42", "summary": "Some employees said the sentiments and actions conflicted with the company's longstanding neutrality pledge. A Facebook Inc. executive at the center of a political storm in India made internal postings over several years detailing her support for the now ruling Hindu nationalist party and disparaging its main rival, behavior some staff saw as conflicting with the company's pledge to remain neutral in elections around the world.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/in-the-worlds-coronavirus-blind-spot-fears-of-a-silent-epidemic-11598806800", "title": "In the World's Coronavirus Blind Spot, Fears of a Silent Epidemic", "date": "2020-08-30 13:00", "summary": "Resume Subscription. The global scramble to thwart the coronavirus has a vast blind spot: sub-Saharan Africa.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/california-is-coming-for-you-11598804191", "title": "California Is Coming for You", "date": "2020-08-30 12:16", "summary": "Its energy, tax and regulatory failures are the Democrats' ideal for national policy.. I didn't have to read the entire Democratic Party platform, let alone the spend-tasmagoric Biden-Sanders Unity Task Force recommendations. Sitting here in California, I'm already living it. If polls are to be believed, left-coast policies are coming to you soon-and you're not going to like it. California is an early glimpse for the rest of the country of a blackout-rolling, water-deprived, tax-hiking, spending-spiking one-party state longing for its old incandescent glow.", "categories": [["Opinion", "Inside View"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/inside-view?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/free-speech-absolutism-killed-free-speech-11598804142", "title": "Free Speech Absolutism Killed Free Speech", "date": "2020-08-30 12:15", "summary": "An unthinking belief in the equality of all ideas has led to cancel culture and the persecution of heretics.. Conservatives calling for more free speech as a way to push back against campus cancel culture are trying to repair the stable when the horses bolted long ago. It may seem reasonable to think academic diversity and open debate can counter progressive groupthink, but the intolerance prevailing on college campuses isn't the result of too little speech. It's a consequence of too much speech.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fearing-hong-kongs-fate-taiwan-moves-to-bolster-its-military-against-china-11598803656", "title": "Fearing Hong Kong's Fate, Taiwan Moves to Bolster Its Military Against China", "date": "2020-08-30 12:07", "summary": "President Tsai increases defense spending to highest level ever, says 'Taiwan stands increasingly on the front lines of freedom and democracy'. Beijing's crushing of pro-democracy forces in Hong Kong has deepened Taiwanese fear and resentment of China's Communist Party, injecting new energy into the island democracy's efforts to build up its military defenses.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-trump-were-the-focus-but-senate-ads-dominated-convention-tv-11598802343", "title": "Biden, Trump Were the Focus. But Senate Ads Dominated Conventions.", "date": "2020-08-30 11:45", "summary": "Presidential campaigns mostly targeted swing-state voters, while Senate ads targeted competitive races. President Trump and Democratic presidential nominee Joe Biden were front and center during their parties' conventions, but U.S. Senate candidates dominated the advertising breaks.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sba-loan-program-contractor-and-rocket-loans-face-scrutiny-11598799601", "title": "SBA Loan Program Contractor and Rocket Loans Face Scrutiny", "date": "2020-08-30 11:00", "summary": "Small Virginia consultancy, working with larger subcontractor, received almost $800 million in processing fees for loans and grants to firms hit by coronavirus pandemic, documents show. WASHINGTON-A federal small-business pandemic emergency loan program that has been criticized for delays and fraud has focused attention on the role of a small consulting firm that earned nearly $800 million in fees and subcontracted the work to a unit of the nation's largest mortgage lender.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-philharmonic-takes-show-on-the-road-11598799600", "title": "New York Philharmonic Takes Show on the Road", "date": "2020-08-30 11:00", "summary": "With venues still shut, musicians put on surprise concerts around New York City. During normal times, the New York Philharmonic spends many of its nights at Lincoln Center's David Geffen Hall, a 2,738-seat space that it has called home for more than 50 years.", "categories": [["U.S.", "Culture"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-culture?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ohio-high-schools-can-play-football-ohio-state-cant-11598798844", "title": "Ohio High Schools Can Play Football. Ohio State Can't.", "date": "2020-08-30 10:47", "summary": "Gov. Mike DeWine gave the go-ahead for contact sports in the state's high schools. The Buckeyes, however, will remain on the sidelines with the Big Ten postponing play in the fall.. High schools can play football in Ohio. Two NFL teams are gearing up to play. Even the University of Cincinnati can play. But Ohio State, the team around which the state revolves, cannot play fall football.", "categories": [["Sports", "College Football"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/college-football?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/china-tightens-ai-export-restrictions-11598703527", "title": "China Tightens Tech Export Rules Amid TikTok Talks", "date": "2020-08-30 10:41", "summary": "Chinese government trade adviser cautions app maker to study new regulations prior to sale. China announced new restrictions on artificial-intelligence technology exports that could further complicate the sale of TikTok's U.S. operations, while intensifying the tech battle between the world's two largest economies.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-fed-lays-out-new-goals-but-its-tools-could-be-lacking-11598796001", "title": "The Fed Lays Out New Goals, but Its Tools Could Be Lacking", "date": "2020-08-30 10:03", "summary": "'They've reached the area of very rapidly diminishing returns,' says William Dudley, former New York Fed president. Now that the Federal Reserve has formally codified changes to its policy framework to seek periods of higher inflation, the question is how to achieve it.", "categories": [["Economy", "The Outlook"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/the-outlook?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/activision-does-its-duty-11598796000", "title": "Activision Does Its Duty", "date": "2020-08-30 10:00", "summary": "New 'Black Ops Cold War' will make the traditional launch window-and bump up the price. Give this much to Activision Blizzard: They know how to build suspense.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-flexible-fed-means-higher-inflation-11598796001", "title": "A Flexible Fed Means Higher Inflation", "date": "2020-08-30 10:00", "summary": "Broad thrust of central bank's new strategy is that it will be even more dovish, and interest rates will stay low for even longer. ", "categories": [["Markets", "Streetwise"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/streetwise?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-coronavirus-is-doing-weird-things-to-the-banking-industry-11598779800", "title": "Coronavirus Has Left Banks With Lots of Cash and Little to Do With It", "date": "2020-08-30 09:59", "summary": "Profits are down. Margins are low. Banks are bracing for a wave of soured loans. On the other hand, they're raking in fees and deposits.. The coronavirus threw the U.S. banking system into extreme gyrations.", "categories": [["Markets", "Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/shinzo-abes-lesson-for-u-s-leaning-on-a-central-bank-has-its-limits-11598794962", "title": "Shinzo Abe's Lesson for U.S.: Leaning on a Central Bank Has Its Limits", "date": "2020-08-30 09:42", "summary": "Next leader of Japan to look for new ways to boost productivity, as BOJ and Fed say they can't fix pandemic damage alone. TOKYO-Japan's next leader will face a question many other countries are now grappling with because of the coronavirus pandemic: How much can central banks do to pull economies out of a deep malaise?", "categories": [["World", "Asia", "Japan"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/japan-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lemonade-cfo-promotes-do-good-status-path-to-profitability-to-new-investors-11598792401", "title": "Lemonade CFO Promotes Do-Good Status, Path to Profitability to New Investors", "date": "2020-08-30 09:00", "summary": "The online insurance company, which went public in July, donates a portion of unclaimed premiums to charities on behalf of its customers. Lemonade Inc.'s finance chief faces a peculiar challenge: explaining to new investors why a company that is not yet profitable is giving away money to charity.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/covid-19-forces-100-000-venezuelan-migrants-back-to-broken-country-11598792401", "title": "Covid-19 Forces 100,000 Venezuelan Migrants Back to Broken Country", "date": "2020-08-30 09:00", "summary": "Resume Subscription. CHOCONTÁ, Colombia-Haggard and hungry, Nelson Torrelles took a midmorning breather at a truck stop after walking for hours with his wife and 5-year-old daughter along a Colombian highway leading back to their home in Venezuela. Three hundred more miles, many to be covered on foot, remained.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/shipping-lines-learn-to-make-money-by-balancing-supply-and-demand-11598792400", "title": "Shipping Lines Learn to Make Money By Balancing Supply and Demand", "date": "2020-08-30 09:00", "summary": "The trade downturn in the wake of the coronavirus pandemic has pushed ocean carriers to cut capacity and focus on profitability rather than market share. When countries began locking down their economies early this year in the face of the spreading coronavirus pandemic, the world's container lines braced for a steep decline in shipping demand. Analysts warned that massive financial losses would soon follow at seagoing companies that carry the lion's share of global trade.", "categories": [["Shipping Matters"]], "category_links": ["https://www.wsj.com/news/types/shipping-matters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-to-set-up-parental-controls-on-chromebooks-for-kids-and-teens-11598792400", "title": "How to Set Up Parental Controls on Chromebooks for Kids and Teens", "date": "2020-08-30 09:00", "summary": "Chromebooks are the hot product of the season, thanks to pandemic-related home schooling. The trick is making sure your kids aren't using them to goof off-or worse.. While setting up parental controls on my daughter's Chromebook, I accidentally wiped her off the internet. The email address she used for half her life got shut down. And with it any chance I had at Dad of the Year.", "categories": [["Tech", "Personal Tech", "Personal Technology: Review"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb", "https://www.wsj.com/news/types/personal-technology-joanna-stern?mod=breadcrumb", "https://www.wsj.com/news/types/personal-technology-wilson-rothman?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/iran-marks-scaled-back-religious-festival-but-some-rush-to-holiday-destinations-11598791940", "title": "Iran Scales Back Religious Festival, but Some Rush to Holiday Destinations", "date": "2020-08-30 08:52", "summary": "Authorities chastised citizens for flouting warnings that traveling could spur another virus surge. Iran on Sunday allowed thousands of its Shia faithful to gather for one of the Islamic sect's most important religious holidays, the latest attempt on the part of leaders to preserve a sense of normalcy even as the country grapples with high infection rates from coronavirus.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/dressing-flawlessly-at-any-age-11598791880", "title": "Dressing Flawlessly at Any Age", "date": "2020-08-30 08:51", "summary": "Here, playfully elegant pieces help mothers, daughters, sisters and friends celebrate their love in style.. FAMILY MATTERS \"I get vicarious enjoyment from seeing how much my girls love and get on tremendously with each other,\" says Jacqui Akinlosotu, 54, pictured with her daughters, Georgia Killick, 21, far left, and Charlotte Killick, 19. From left: Versace jacket, $2,395, and dress, $1,795, versace.com, Pebble London necklace, $265, pebblelondon.com, Manolo Blahnik shoes, $775, manoloblahnik.com; Givenchy coat, $3,520, givenchy.com, Eshvi earrings, $195, eshvijewellery.com; Givenchy top, $980, and skirt, $2,200, givenchy.com, Francisco Rico London hat, $950, franciscorico.co.uk, V V Rouleaux flower, $55, vvrouleaux.com, Malone Souliers shoes, $650, malonesouliers.com", "categories": [["Fashion"]], "category_links": ["https://www.wsj.com/news/types/magazine-fashion?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/renewables-are-primed-for-growth-in-asia-11598785200", "title": "Renewables Are Primed for Growth in Asia", "date": "2020-08-30 08:43", "summary": "Investment in wind and solar power is expected to surpass fossil-fuel power in coming years, despite dropoff in subsidies. Renewable-energy operators are planning for further growth in Asia despite a falloff in subsidies, betting energy demand will keep rising.", "categories": [["Business", "Asia"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/dont-leave-the-house-without-something-warm-and-puffy-11598790600", "title": "Don't Leave the House Without Something Warm and Puffy", "date": "2020-08-30 08:30", "summary": "Not your grandma's bedspread, these quilted styles feature elevated textures and fabrics for cold-weather wear. As summer turns to fall, consider a piece that's puffy in texture for transitional dressing-a luxurious take on the popular puffer coat, if you will. A pretty, color-blocked version from Alexander McQueen is far from outdoorswear. Its \"business on top, party on the bottom\" look will make a statement while keeping you warm. Meanwhile, the bag version of the trend comes in a pleasing shade of bubble gum pink that will upgrade any outfit. For those looking to try out puffy accessories on a smaller scale, consider a bold pair of sunnies or a leather headband that packs a dose of punk preppiness. Plus, you can never go wrong with the classics: Try out a pair of black gloves or white heeled sandals. With designers like Burberry and Jil Sander showing puffy pieces in their shows, there's no shortage of runway inspiration either. Below, a roundup of our favorite pieces.", "categories": [["What's News"]], "category_links": ["https://www.wsj.com/news/types/magazine-what-s-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-new-way-to-wear-leather-this-fall-11598790601", "title": "A New Way to Wear Leather This Fall", "date": "2020-08-30 08:30", "summary": "Matching looks in leather or strong hues make an impact this fall, as worn by Akuac and Aj Yel.. ", "categories": [["Market Report"]], "category_links": ["https://www.wsj.com/news/types/magazine-market-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-police-change-attitudes-after-implicit-bias-training-11598788801", "title": "New York Police Change Attitudes After Implicit-Bias Training", "date": "2020-08-30 08:00", "summary": "Training heightened officers' awareness of their own biases, report shows. A program to fight implicit bias among New York Police Department officers successfully changed many officers' attitudes, according to an analysis of the effort commissioned by NYPD officials.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/covid-19-cases-top-25-million-world-wide-11598780022", "title": "Covid-19 Cases Top 25 Million World-Wide", "date": "2020-08-30 06:29", "summary": "The U.S. recorded 47,161 cases on Saturday, the sixth straight day of increasing daily tallies. The total number of confirmed coronavirus cases crossed 25 million globally, as the virus accelerates in countries including India, which reported a record daily increase in cases.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tv-manufacturers-seek-to-capture-a-bigger-share-of-streaming-ad-market-11598781600", "title": "TV Manufacturers Seek to Capture a Bigger Share of Streaming Ad Market", "date": "2020-08-30 06:00", "summary": "Vizio, Samsung and others are building TV advertising businesses as streaming continues to grow. Late last year, Vizio Inc. formed a new business unit to start selling some of the advertisements that appear while people are streaming movies, TV shows and digital videos on its screens.", "categories": [["CMO Today"]], "category_links": ["https://www.wsj.com/news/types/cmo-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/as-trash-piles-up-during-covid-residents-raise-a-stink-11598779801", "title": "As Trash Piles Up During Covid-19, Residents Raise a Stink", "date": "2020-08-30 05:30", "summary": "Americans stuck at home are creating more trash, and some cities can't keep up. The coronavirus pandemic is snarling municipal trash pickup in several U.S. cities, sparking complaints from frustrated residents as uncollected garbage bakes in the summer sun.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/future-of-cleaning-oil-spills-looks-to-robots-wood-chips-and-sponges-11598706000", "title": "The Future of Cleaning Oil Spills: Robots, Wood Chips and Sponges", "date": "2020-08-30 03:38", "summary": "University researchers and small firms are innovating ways to address environmental accidents. Recent oil spills in Russia and Mauritius have shown that the industry still needs better methods for cleaning up accidents. Researchers are working on some unlikely-sounding solutions, including oil-absorbing wood chips, a solar-powered robot and a reusable sponge.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/kyle-rittenhouse-was-protecting-community-during-kenosha-unrest-lawyer-says-11598738127", "title": "Kyle Rittenhouse Was Protecting Community, Lawyer Says", "date": "2020-08-30 21:24", "summary": "Teenager facing charges tied to two shooting deaths described by attorneys as acting in self-defense. KENOSHA, Wis.-A lawyer representing Kyle Rittenhouse, the 17-year-old accused of shooting and killing two protesters, on Saturday characterized the teen as \"a Minuteman protecting his community when the government would not\" during unrest sparked by the police shooting of Jacob Blake.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}]