[{"link": "https://www.wsj.com/articles/perus-new-president-faces-calls-to-resign-after-protesters-killed-11605456596", "title": "After Peru's New President Resigns, Lawmakers Search for New Leader", "date": "2020-11-15 22:11", "summary": "Sunday resignation adds fuel to a political crisis that started with a surprise impeachment of previous president. LIMA, Peru-Peru was without a president Sunday night, after its latest leader resigned just six days after taking power and lawmakers were unable to agree on a new head of state to end a constitutional crisis that exposed deep popular anger over corruption in the country's political class.", "categories": [["World", "Latin America"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/latin-america-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/simon-property-taubman-agree-to-revise-merger-deal-11605479910", "title": "Simon Property, Taubman Agree to Revise Merger Deal", "date": "2020-11-15 21:13", "summary": "Mall developer Taubman to take price cut to $43 a share, as firms seek to avoid legal fight. High-end mall developer Taubman Centers Inc. has agreed to accept a price cut in its takeover by Simon Property Group Inc., in a move that will allow the companies to avoid a drawn-out legal battle that was set to start Monday.", "categories": [["WSJ News Exclusive", "Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/violence-led-to-arrests-injuries-in-wake-of-pro-trump-demonstrations-11605480338", "title": "Violence Led to Arrests, Injuries in Wake of Pro-Trump Demonstrations", "date": "2020-11-15 20:22", "summary": "Activists traded insults, punches in rolling skirmishes in Washington, D.C.. WASHINGTON-At least 21 people were arrested and numerous people injured, including one individual who was stabbed, authorities said, as left- and right-wing activists clashed this weekend in Washington over the results of the U.S. election.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/stuck-at-home-business-consultants-channel-their-energy-into-loved-ones-11605488400", "title": "The Consultant Home Takeover", "date": "2020-11-15 20:00", "summary": "Most Popular News. Grounded from his typical weekly travel during the pandemic, consultant Ren Herring has taken on a new project: optimizing his life.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/japans-economy-expands-more-than-expected-11605486259", "title": "Japan's Economy Expands as It Recovers From Pandemic", "date": "2020-11-15 19:24", "summary": "Economists say further gains are likely to be slow. TOKYO-The Japanese economy expanded at its fastest pace in at least 40 years in the July-September period as private consumption and exports improved along with the reopening of the global economy.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/some-new-york-politicians-seen-as-candidates-for-biden-white-house-11605484800", "title": "Some New York Politicians Seen as Candidates for Biden White House", "date": "2020-11-15 19:00", "summary": "Gov. Cuomo, U.S. Sen. Gillibrand indicate they are staying put; ballot-counting drags on in state Senate races. Elected officials and political operatives in New York have found a new parlor game since President-elect Joe Biden's victory: speculating who might leave state offices to take jobs in a new administration, and the domino effects of their departures.", "categories": [["U.S.", "State Street"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/state-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/labor-vs-the-esg-racket-11605482618", "title": "Labor vs. the ESG Racket", "date": "2020-11-15 18:23", "summary": "A new rule puts asset managers on notice over political investing.. One of the stakes in who controls the Senate in 2021 is the fate of the Trump Administration's deregulation project. A GOP Senate could block Democrats from using of the Congressional Review Act to overturn important rules. A valuable case in point is the new Labor Department rule requiring that retirement plan managers invest in the best financial interest of their beneficiaries.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-democrats-nearly-lost-the-house-11605482291", "title": "Why Democrats Nearly Lost the House", "date": "2020-11-15 18:18", "summary": "The problem is their policies, not their marketing.. Democrats nearly lost their majority in the House on Nov. 3, and their post-election recriminations show the reason. They think their problem was their packaging instead of their policies.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/rush-for-the-afghan-exits-11605482219", "title": "Rush for the Afghan Exits?", "date": "2020-11-15 18:17", "summary": "Trump considers a last-minute troop withdrawal that would jeopardize U.S. interests.. President Trump has at least two months left in office, and he can use it for good or ill. One decision we hope he avoids, for the sake of the country and his own legacy, is a last-minute, rushed withdrawal of U.S. troops from Afghanistan.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/gavin-newsoms-covid-laundry-11605482072", "title": "Gavin Newsom's Covid Laundry", "date": "2020-11-15 18:14", "summary": "Lockdowns for the little people but not for the powerful.. California Gov. Gavin Newsom has been caught violating his own social-distancing rules by attending a birthday party at a Napa Valley restaurant with a dozen or so friends-even as some two million in his state are unemployed thanks to his strict virus rules.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/second-acts-in-retirement-she-returns-to-an-old-lovemahjong-11605312093", "title": "Second Acts: In Retirement, She Returns to an Old Love-Mahjong", "date": "2020-11-15 18:00", "summary": "Her mother used to play it. Now Toby Salk teaches it.. Toby Salk, who grew up in a small house in New York City, has fond memories of sitting on the stairs in her pajamas, eavesdropping on her mother's Mahjong games.", "categories": [["Life & Work", "Journal Reports: Retirement"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-retirement?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/federal-judge-invalidates-trump-administration-s-daca-rollback-11605400169", "title": "DACA Restored After Court Rules DHS Head Served Illegally", "date": "2020-11-15 17:17", "summary": "Federal judge's ruling means young immigrants who weren't previously eligible may now apply for the first time in three years. WASHINGTON-A federal judge in New York invalidated Trump administration rules narrowing the program that protects immigrants living in the U.S. since childhood without legal permission, ruling the restrictions were improperly issued.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-turns-up-pressure-for-administration-recognition-11605478527", "title": "Biden Turns Up Pressure for Administration Recognition", "date": "2020-11-15 17:15", "summary": "Government's refusal to recognize election result imperils Covid-19 response, top Biden aide says. WASHINGTON-President-elect Joe Biden's top adviser said Sunday that a government agency's delay in officially acknowledging his electoral victory could hinder his efforts to prepare for the distribution of a coronavirus vaccine, among other critical issues.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/asia-pacific-nations-sign-major-china-backed-trade-deal-11605434779", "title": "Asia-Pacific Countries Sign Major Trade Pact in Test for Biden", "date": "2020-11-15 17:07", "summary": "The pact will bind their economies closer together and signals Beijing's growing influence in the region. SINGAPORE-Fifteen countries including China signed a major trade deal after years of tricky negotiations, posing an early challenge to President-elect Joe Biden as he formulates his administration's trade policies.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/china-is-losing-its-bet-on-chips-11605476356", "title": "China Is Losing Its Bet on Chips", "date": "2020-11-15 16:39", "summary": "An attack on Taiwan, the top manufacturer, would roil industry and the world.. Apple is making its first Mac computers since 2005 without an Intel microprocessor. Instead, the company announced last week, Macs will use Apple's own M1 processor, fabricated by TSMC, the Taiwan Semiconductor Manufacturing Co. Hey, nothing personal, Intel-by now the whole industry knows you botched your transition to sub-10-nanometer chips and are still behind. But this has implications way beyond computing.", "categories": [["Opinion", "Inside View"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/inside-view?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mexicos-assault-on-energy-investors-11605476282", "title": "Mexico's Assault on Energy Investors", "date": "2020-11-15 16:38", "summary": "AMLO tries to treat the North American trade pact like a smorgasbord.. When U.S. ratification of President Trump's reformulated North American Free Trade Agreement was still in doubt, Mexican President Andrés Manuel López Obrador put in a good word for it.", "categories": [["Opinion", "The Americas"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/the-americas?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-china-nightmare-review-beijing-never-got-the-memo-11605476188", "title": "'The China Nightmare' Review: Beijing Never Got the Memo", "date": "2020-11-15 16:36", "summary": "China is not the juggernaut of Wall Street ﬁnanciers' imaginations, but that doesn't make its expansionism any less of a threat.. With Joe Biden's election now declared by the press, albeit still unacknowledged by Donald Trump, it is appropriate to consider what policies his administration will pursue starting Jan. 20. Any new president's national-security policy would be more coherent, consistent and sustained than Mr. Trump's. The risk with Mr. Biden is not that his policy will be chaotic, but that it will be badly misguided.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/its-now-up-to-governors-to-slow-the-spread-11605476054", "title": "It's Now Up to Governors to Slow the Spread", "date": "2020-11-15 16:34", "summary": "States should work together to close bars and nightclubs-or risk expensive lockdowns later.. The latest U.S. Covid surge isn't confined to certain regions like the ones in the spring and summer. It's hitting the whole nation hard. Hospitalizations reached 70,000 this week, with more than 13,000 patients in intensive-care units. Health systems in communities like Minot, N.D., and El Paso, Texas, are overburdened, and others may be in the same position soon if governors don't work quickly and across state lines to slow the spread.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/let-the-transition-proceed-11605475975", "title": "Let the Transition Proceed", "date": "2020-11-15 16:32", "summary": "Trump's legal challenges are legitimate, but the country needs to be ready if they're unsuccessful.. The more divisive our politics, the more important it is to respect the fundamentals of constitutional democracy. Two tenets are critical: elections in which legal votes are counted honestly and the peaceful transition of power. It is appropriate to pose legal challenges to an election's integrity, but not to impede the transition.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/does-the-aclu-want-to-ban-my-book-11605475898", "title": "Does the ACLU Want to Ban My Book?", "date": "2020-11-15 16:31", "summary": "Target stopped selling it in response to two Twitter complaints. A professor even wants to burn it.. I never thought book banning would be respectable in America, much less that I'd be the target, but here we are. Last Thursday Target stopped selling my book, \"Irreversible Damage: The Transgender Craze Seducing Our Daughters,\" in response to two Twitter complaints.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-city-schools-stay-open-after-shutdown-warnings-11605475077", "title": "New York City Schools Stay Open After Shutdown Warnings", "date": "2020-11-15 16:17", "summary": "Mayor de Blasio had told parents to prepare for an end of in-person learning, but Covid-19 data over the weekend remained low enough to forestall a closure. Two days after warning parents to prepare for schools to close this week, New York City Mayor Bill de Blasio said Sunday that classrooms would remain open after the city recorded new Covid-19 infection data below the threshold for shutting down.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/as-covid-19-surges-the-big-unknown-is-where-people-are-getting-infected-11605474874", "title": "As Covid-19 Surges, the Big Unknown Is Where People Are Getting Infected", "date": "2020-11-15 16:14", "summary": "The U.S. and Europe struggle to identify where coronavirus infections are occurring, making it hard to impose targeted restrictions. Western nations face a big challenge in fighting the Covid-19 pandemic: Ten months into the health crisis, they still know little about where people are catching the virus.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/with-interest-rates-low-whats-a-retiree-to-do-11605385320", "title": "With Interest Rates Low, What's a Retiree to Do?", "date": "2020-11-15 16:00", "summary": "The investment landscape has changed for older investors. Here's some advice on how to navigate it.. Managing a nest egg seldom has been more complicated.", "categories": [["Life & Work", "Journal Reports: Retirement"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-retirement?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/california-love-it-and-leave-it-11605472619", "title": "California, Love It and Leave It", "date": "2020-11-15 15:37", "summary": "Bad policy has made the state unlivable, so I moved my family and my venture-capital firm to Texas.. Austin, Texas", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/when-nixon-taped-joe-biden-11605472525", "title": "When Nixon Taped Joe Biden", "date": "2020-11-15 15:35", "summary": "In 1972, the president called the senator-elect 'a damn good young candidate.'. Joe Biden can be heard on the Nixon tapes. President Nixon called Mr. Biden on Tuesday, Dec. 19, 1972. The president had returned from Camp David, where he had been planning an ambitious second-term government reorganization. Delaware's Sen.-elect Biden had narrowly defeated a popular incumbent and Nixon ally, Caleb Boggs, 13 days before his 30th birthday. He became the second-youngest person ever elected to the Senate.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-will-benefit-from-trumps-covid-work-11605471960", "title": "Biden Will Benefit From Trump's Covid Work", "date": "2020-11-15 15:26", "summary": "Most of us don't care who gets the credit, we just want the Covid situation ameliorated so we can get back to normal.. Holman Jenkins contends that \"It's Biden's Virus Now\" (Business World, Nov. 11). From a policy standpoint, Mr. Jenkins is correct: Come January, it will be up to the Biden administration to eradicate, or at least manage, the coronavirus, a task that will doubtless be aided by the vaccines developed under President Trump's unacknowledged Operation Warp Speed.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ethiopian-rebels-fire-rockets-into-eritrea-threatening-wider-conflict-11605457041", "title": "Ethiopian Rebels Fire Rockets Into Eritrea, Threatening Wider Conflict", "date": "2020-11-15 15:23", "summary": "A brewing civil war in Ethiopia has left hundreds dead and forced thousands to flee. Ethiopia's conflict with its regional government of Tigray is spilling into the wider Horn of Africa region, after militias in the rebellious state fired rockets at targets in the capital of neighboring Eritrea and threatened more.", "categories": [["World", "Africa"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/africa-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-short-history-of-congressional-obstruction-11605471779", "title": "A Short History of Congressional Obstruction", "date": "2020-11-15 15:23", "summary": "Nancy Pelosi refused to budge on a $2.2 trillion spending demand. Was 82% of a GOP stimulus loaf in October not better than no loaf at all? Were Democrats blamed by reporters for being obstructionists? Of course not.. William Galston sets forth policy issues in \"Where Biden and McConnell Can Agree\" (Politics & Ideas, Nov. 11) assuming that Republicans maintain a Senate majority and GOP votes are needed to advance Joe Biden's agenda. Mr. Galston warns that if Sen. Mitch McConnell fails to compromise, he \"risks opening his party to charges of obstructionism-and losing the support of moderate and independent voters who deserted Mr. Trump.\"", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/philadelphia-puts-an-ideology-ahead-of-kids-11605471625", "title": "Philadelphia Puts an Ideology Ahead of Kids", "date": "2020-11-15 15:20", "summary": "The only criteria for the placement of children should be a stable home in which the child has the best chance of thriving.. Philadelphia's banning of Catholic Social Services' foster care and adoption services isn't antireligious cruelty, it is antichild cruelty (\"Philadelphia's Antireligious Cruelty\" by Thomas Paul, Houses of Worship, Nov. 6). The longstanding legal standard for foster-care placement and adoption has always been \"the best interests of the child.\" Philadelphia and other jurisdictions have turned this legal standard on its head to promote other values. The only criteria for the placement of children should be a stable home in which the child has the best chance of thriving. As Mr. Paul rightly points out, there are plenty of agencies willing to place children in alternative-lifestyle homes.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-world-bank-should-lead-in-debt-relief-11605471524", "title": "The World Bank Should Lead in Debt Relief", "date": "2020-11-15 15:18", "summary": "The World Bank has yet to take any steps to suspend debt-service payments.. There was a stark omission in David Malpass's \"To Cope With Covid, the World's Poor Need Debt Relief\" (op-ed, Nov. 5). While he is right in his argument that the world's poorest countries urgently need debt relief from creditors, it was stunning to see Mr. Malpass fail to include the World Bank as a creditor. Between now and the end of 2021, the world's poorest countries will owe $18.2 billion to the multilateral banks including the World Bank and IMF. The aftershocks of Covid-19 have been devastating for many African countries who are being forced to make impossible choices over whether to pay off debt or invest in fighting the pandemic and stabilizing their economies. As president of the World Bank, Mr. Malpass rightly advocates that the G-20 must do more on debt relief, but the World Bank has yet to take any steps to suspend debt-service payments. By the World Bank's own estimates, the pandemic could result in 150 million more people falling into extreme poverty. Mr. Malpass knows that debt service relief is a vital tool to help stem the pandemic's impact, but the bank still hasn't used it.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/public-workers-need-to-face-the-private-workers-music-11605471408", "title": "Public Workers Need to Face the Private-Workers' Music", "date": "2020-11-15 15:16", "summary": "Now it is time for the public sector to catch up with economic reality.. \"States, Cities Cut Retiree Health Perks\" (Business & Finance, Nov. 9) lays out the grim economic reality affecting state and city retiree health plans. While this had been evident for some time, it needed the Covid-19 pandemic's impact on state and city finances to finally show that these benefits offered to public-sector members are no longer sustainable.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-allies-explored-buyout-of-newsmax-tv-as-fox-news-alternative-11605464737", "title": "Trump Allies Explored Buyout of Newsmax TV as Fox News Alternative", "date": "2020-11-15 15:05", "summary": "Hicks Equity Partners, a firm with ties to a co-chair of the Republican National Committee, is pitching investors on a new conservative news channel. For nearly two years, allies of President Trump have been exploring ways to build up a formidable competitor to Fox News. One target they recently zeroed in on: the fledgling pro-Trump cable channel Newsmax TV.", "categories": [["WSJ News Exclusive", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-chicago-couple-decides-to-retire-in-spain-11605384278", "title": "A Chicago Couple Decides to Retire in Spain", "date": "2020-11-15 15:00", "summary": "Life in Madrid was just what they were hoping for-until it was derailed, at least temporarily, by Covid-19. When Sara Turner and I met in 2016 in Chicago, it was clear that we both shared a passion for travel. Sara was a retired fashion designer, and I was winding down my career in the retirement and investment world. The two of us had lots of long conversations about living overseas. But we couldn't decide where.", "categories": [["Life & Work", "Journal Reports: Retirement"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-retirement?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/economy-week-ahead-industrial-production-retail-sales-and-jobless-claims-11605470400", "title": "Economy Week Ahead: Industrial Production, Retail Sales and Jobless Claims", "date": "2020-11-15 15:00", "summary": "U.S. retail-sales figures will help investors gauge continuing impact of coronavirus pandemic. U.S. retail-sales figures highlight a week of data that will help investors and economists gauge the continuing impact of the coronavirus pandemic.", "categories": [["Economy", "Economy Week Ahead"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/economy-week-ahead?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/dustin-johnson-wins-the-masters-11605470013", "title": "Dustin Johnson Wins the Masters", "date": "2020-11-15 14:53", "summary": "The world's top-ranked golfer earned his first green jacket with a record-low score a month after testing positive for Covid-19. Augusta, Ga.", "categories": [["Sports", "Golf"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/sports-golf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-hottest-ticket-in-town-this-year-is-your-familys-covid-constrained-thanksgiving-11605467122", "title": "The Hottest Ticket in Town This Year Is Your Family's Covid-Constrained Thanksgiving", "date": "2020-11-15 14:05", "summary": "Resume Subscription. Shortly after New York Gov. Andrew Cuomo announced last week that private gatherings in the state would be limited to 10 people for pandemic-related safety concerns, Talia Reese did the math and realized her Thanksgiving plans might be as ruined as a roast turkey gone completely dry.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/maybe-my-parents-werent-so-bad-after-all-11605384362", "title": "Maybe My Parents Weren't So Bad, After All", "date": "2020-11-15 14:00", "summary": "For years, the stories I told about them had a negative tinge. It's time to revisit those stories.. For many years, whenever I saw the words \"lemon meringue pie\" in a cookbook or on a menu, I would be reminded of my mother's favorite no-bake pie recipe, the one that included only three ingredients and tasted like a chemical smoothie.", "categories": [["Life & Work", "Journal Reports: Retirement"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-retirement?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/martin-lee-democracy-hong-kong-china-crackdown-11605460019", "title": "The Rise and Fall of Martin Lee and His Dream of a Democratic Hong Kong", "date": "2020-11-15 13:16", "summary": "Resume Subscription. HONG KONG-On the rainy night in 1997 when the U.K. transferred Hong Kong to China, democracy leader Martin Lee stood on the balcony of the city's legislature vowing to hold Beijing to its promises. China had agreed in the handover it would let the former colony govern itself under Western-style rule of law, including eventually electing its own leaders.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/trump-biden-medical-experts-urge-public-to-help-stop-covid-19-spread-11605463687", "title": "Trump, Biden Medical Experts Urge Public to Help Stop Covid-19 Spread", "date": "2020-11-15 13:08", "summary": "Dr. Anthony Fauci says Trump administration would be more effective if it worked with Biden's team. Public-health officials Sunday said the U.S. faces its most dangerous period for public health in decades, warning that Americans must act to help prevent a new wave of deaths from the coronavirus pandemic.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-yorkers-savor-street-dining-before-weather-turns-cold-11605463200", "title": "New Yorkers Savor Street Dining Before Weather Turns Cold", "date": "2020-11-15 13:00", "summary": "Open Restaurants program expanded outdoor dining, helped revive revenues and gave New York City streets a Parisian vibe. ", "categories": [["U.S.", "Culture"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-culture?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/italys-hospitals-face-rising-pressure-from-coronavirus-11605451475", "title": "Italy's Hospitals Face Rising Pressure From Coronavirus", "date": "2020-11-15 12:48", "summary": "The country is on course to have more Covid-19 patients in intensive care by the last week of November than during the spring peak. MILAN-The fast-rising number of coronavirus patients in Italy's intensive-care wards is on pace to soon surpass this spring's deadly first peak of the pandemic, raising anxiety in a country that is locking down more regions.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/he-won-trump-tweets-in-a-post-about-the-election-11605451766", "title": "'He Won,' Trump Tweets About the Election", "date": "2020-11-15 12:00", "summary": "But Trump later reverses himself, tweeting that he wasn't conceding and maintains election was 'rigged' to favor President-elect Biden. WASHINGTON-President Trump said Sunday morning that Democrat Joe Biden \"won because the election was rigged,\" his first comments suggesting he believed he had lost the presidential election, before reversing himself.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-best-books-about-aging-and-retirement-of-2020-11605312522", "title": "The Best Books About Aging and Retirement of 2020", "date": "2020-11-15 12:00", "summary": "This year's crop of titles include those written by a neuroscientist, an anthropologist and a philosopher. Whether you're looking for perspective, practical information or just plain distraction from our changing, challenging world, the following books offer lots of ideas for staying well fiscally and physically, for engaging our minds, sustaining our spirits and urging us forward.", "categories": [["Life & Work", "Journal Reports: Retirement"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-retirement?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/big-gains-from-small-stocks-power-russell-2000-surge-11605459600", "title": "Big Gains From Small Stocks Power Russell 2000 Surge", "date": "2020-11-15 12:00", "summary": "Investors bet rebounding economy will boost profits at smaller companies. Shares of small companies are posting outsize gains, driven by investors' bets that a rebounding economy and expected Biden administration policies will boost profits at smaller U.S. companies.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-citys-schools-with-the-worst-air-quality-get-costly-fixes-11605459602", "title": "New York City's Schools With the Worst Air Quality Get Costly Fixes", "date": "2020-11-15 12:00", "summary": "The school system invested millions to fix ventilation at MLK High and two others, but students, parents and staff remain skeptical. Before the coronavirus pandemic closed New York City schools in mid-March, 11th-grader Ilinca Anschel, some classmates and teachers complained regularly about their school's air quality, saying excessive heat and poor ventilation was hurting their health.", "categories": [["U.S.", "Schools"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-schools?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-surge-tests-the-smallest-companies-11605456000", "title": "Coronavirus Surge Tests the Smallest Companies", "date": "2020-11-15 11:00", "summary": "Business owners face questions about whether to reopen the lunchroom or do their own contact tracing. Small-business owners are grappling with how to manage their workers as the numbers of new coronavirus cases in the U.S. surge. The questions include everything from reopening the office lunchroom to policing employees' personal lives.", "categories": [["Business", "Small Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/small-business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/with-kim-jong-uns-larger-nuclear-arsenal-biden-to-take-a-traditional-approach-11605456000", "title": "With Joe Biden in Charge, No More Flashy Kim Jong Un Summits", "date": "2020-11-15 11:00", "summary": "The president-elect will be the first to enter office with a North Korea that has shown an ability to hit the U.S. mainland with a missile. SEOUL-President-elect Joe Biden is expected to revert to a more conventional approach to negotiating with North Korea-one that mixes pressure with what he calls \"principled diplomacy.\"", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/morocco-forces-clash-with-western-sahara-fighters-risking-wider-war-11605450129", "title": "Morocco Forces Clash With Western Sahara Fighters, Risking Wider War", "date": "2020-11-15 10:29", "summary": "Fighting in the contested region threatens to unravel a U.N.-brokered truce that has maintained relative calm in the area for three decades. Moroccan military forces traded gunfire Sunday with members of an independence movement in the contested Western Sahara region, as fighting snapped a United Nations-brokered truce agreement that had calmed the area's conflict for nearly 30 years.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-secret-to-having-a-successful-relationship-in-retirement-11605385839", "title": "The Secret to Having a Successful Relationship in Retirement", "date": "2020-11-15 10:00", "summary": "Leaving work can put a lot of strain on couples. But it doesn't have to be that way. It just takes some preparation.. Nothing can ruin a successful retirement like a bad relationship. And nothing can create a bad relationship like not being prepared for retirement.", "categories": [["Life & Work", "Journal Reports: Retirement"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-retirement?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/governments-set-to-show-more-patience-in-tackling-pandemic-debts-11605452401", "title": "Governments Set to Show More Patience in Tackling Pandemic Debts", "date": "2020-11-15 10:00", "summary": "Key lesson from aftermath of financial crisis is that trying to cut debts before economies have healed can do more harm than good. ", "categories": [["Economy", "The Outlook"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/the-outlook?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-covid-19-will-change-aging-and-retirement-11605452401", "title": "How Covid-19 Will Change Aging and Retirement", "date": "2020-11-15 10:00", "summary": "Among other things, expect more aging in place and a wave of innovation to help make that happen. As the pandemic wreaks havoc on our mental and physical health, it is also quietly reshaping how Americans will face retirement and old age in the years to come.", "categories": [["Life & Work", "Journal Reports: Retirement"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-retirement?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/covid-19-hits-rural-nursing-homes-which-are-among-those-least-equipped-to-fight-it-11605452400", "title": "Virus Hits Rural Nursing Homes", "date": "2020-11-15 10:00", "summary": "Staffers follow recommended precautions, but coronavirus spread like wildfire, administrator said. Covid-19 deaths among vulnerable nursing-home residents are surging again, with the virus increasingly spreading to rural facilities that are struggling with staff shortages and other challenges.", "categories": [["WSJ News Exclusive", "Health"]], "category_links": ["https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-chess-sparked-a-career-switch-to-software-development-11605452279", "title": "How Chess Sparked a Career Switch to Software Development", "date": "2020-11-15 09:58", "summary": "Spurred by a daughter's question, a father gets serious about chess and dares to focus on a long-ignored love of hard science. Nicholas DiBiase recalls being stuck in an \"unrewarding\" career as an operations and personnel manager when his 6-year-old daughter, intrigued by a \"Harry Potter\" movie, asked him about chess. The chance inquiry led him to study the game, which he credits with giving him the confidence, in his mid-30s, to pursue a more challenging career in software development.", "categories": [["Life & Work", "Career Reboot"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/career-reboot?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/women-in-venture-capital-11605449658", "title": "Women in Venture Capital", "date": "2020-11-15 09:14", "summary": "This year's Women to Watch list includes some venture investors whose early bets show promise.. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/meat-giant-tyson-girds-for-virus-surge-tracking-covid-19-with-algorithms-11605448801", "title": "Meat Giant Tyson Girds for Virus Surge", "date": "2020-11-15 09:00", "summary": "Biggest U.S. meat company monitors infection rates through employee testing; 'We're much more prepared' than in spring, CEO says. Tyson Foods Inc. is using infection-tracking algorithms and ongoing employee testing to shield workers at the biggest U.S. meatpacker from a fresh surge in coronavirus cases and keep grocery stores stocked, its chief executive said.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/millions-of-unemployed-americans-face-loss-of-benefits-at-years-end-11605448802", "title": "Millions of Unemployed Americans Face Loss of Benefits at Year's End", "date": "2020-11-15 09:00", "summary": "Programs will expire unless Democrats and Republicans can break a deadlock over pandemic relief. WASHINGTON-Two key programs Congress passed this year to expand and enhance unemployment insurance expire on Jan. 1, leaving millions of people without benefits unless lawmakers can break a monthslong deadlock over a fresh round of pandemic relief.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-best-gadgets-webcams-and-apps-to-improve-your-video-calls-11605448801", "title": "The Best Gadgets, Webcams and Apps to Improve Your Video Calls", "date": "2020-11-15 09:00", "summary": "From smart displays to a smartphone-turned-webcam, here's how to look good on your next Zoom call. If your signature Zoom look is early-'90s home video, you've come to the right place. This is a guide to looking your best at the virtual office-whether or not you decide to wear the same sweatpants everyday.", "categories": [["Tech", "Personal Tech", "Personal Technology: Review"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb", "https://www.wsj.com/news/types/personal-technology-joanna-stern?mod=breadcrumb", "https://www.wsj.com/news/types/personal-technology-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/women-to-watch-in-fundraising-11605447507", "title": "Women to Watch in Fundraising", "date": "2020-11-15 08:44", "summary": "10 women who play an active role among the fundraising communities. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/the-most-influential-women-in-private-equity-11605445076", "title": "The Most Influential Women in Private Equity", "date": "2020-11-15 08:34", "summary": "Meet the women who rank among the private-equity industry's leading senior and rising star deal makers. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/titus-kaphar-artist-interview-profile-nxthvn-11605446153", "title": "Artist Titus Kaphar Is Creating a New Artistic Canon", "date": "2020-11-15 08:30", "summary": "Through work that confronts history and illuminates the Black experience, Kaphar is breaking the mold for art nonprofits at his organization, NXTHVN. \"I felt horrible,\" says artist Titus Kaphar, describing his raw emotional state after one of his paintings appeared on the cover of Time magazine, accompanied by a highly personal text, less than two weeks after the death of George Floyd while in police custody. \"I felt so unclothed.\" Hundreds of thousands of people had taken to the streets to protest racist violence, and Kaphar was one of many Black people asked to do the painful work of explaining the Black experience.", "categories": [["INNOVATORS 2020"]], "category_links": []}, {"link": "https://www.wsj.com/articles/artist-titus-kaphar-is-creating-a-new-artistic-canon-11605445898", "title": "Artist Titus Kaphar Is Creating a New Artistic Canon", "date": "2020-11-15 08:11", "summary": "Through work that confronts history and illuminates the Black experience, Kaphar is breaking the mold for art nonprofits at his organization, NXTHVN.. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/artist-titus-kaphar-is-creating-a-new-artistic-canon-11605445644", "title": "Artist Titus Kaphar Is Creating a New Artistic Canon", "date": "2020-11-15 08:07", "summary": "Through work that confronts history and illuminates the Black experience, Kaphar is breaking the mold for art nonprofits at his organization, NXTHVN.. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/young-job-seekers-tap-college-alumni-networks-for-leads-11605445233", "title": "Young Job Seekers Tap College Alumni Networks for Leads", "date": "2020-11-15 08:00", "summary": "Recent graduates struggling to launch careers during the pandemic receive advice, interviews-and offers. Reed Crowson was in the final round of job interviews with a financial-technology firm in Denver this spring when he got the call that is now familiar to the Class of 2020: The company was freezing hiring as it braced for the economic impact of Covid-19.", "categories": [["Life & Work", "Life & Style"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/life-style?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-exporters-coming-up-empty-in-scramble-for-outbound-containers-11605445200", "title": "U.S. Exporters Coming Up Empty in Scramble for Outbound Containers", "date": "2020-11-15 08:00", "summary": "A surge of Asian imports to feed retailer restocking efforts has shipping lines rushing boxes back to China, leaving equipment shortages in the U.S.. A surge in Asian imports bound for U.S. retailers stocking up for the holidays is leading to an acute shortage of shipping capacity for U.S. exporters, with agricultural producers now struggling to find the containers they need to send their products to overseas buyers.", "categories": [["Logistics Report"]], "category_links": ["https://www.wsj.com/news/types/logistics-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-zoom-boom-asia-leads-the-world-in-covid-19-economic-recovery-11605445200", "title": "'The Zoom Boom': Asia Leads the World in Covid-19 Economic Recovery", "date": "2020-11-15 08:00", "summary": "Successful pandemic responses and Western demand for goods are helping power rebounds in China, Taiwan and South Korea. SEOUL-Asian economies are emerging as clear winners in the race to a full recovery, aided by demand from Western shoppers and success in containing Covid-19, which has helped the region keep its factories humming.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hsbc-has-big-ambitions-in-china-westerners-still-dominate-its-board-11605445202", "title": "HSBC Has Big Ambitions in China. Westerners Still Dominate Its Board.", "date": "2020-11-15 08:00", "summary": "The British bank has scaled back in Europe and the U.S. and doubled down on Asia but that isn't reflected in its senior ranks. Global banking giant HSBC Holdings PLC has made clear that its business destiny is in China. Its board, however, remains an Anglo-American affair.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/photos-of-the-week-biden-focuses-transition-on-coronavirus-trump-presses-fight-over-ballots-masters-tournament-is-played-without-spectators-and-more-11605441601", "title": "Photos of the Week", "date": "2020-11-15 07:00", "summary": "Selection of photos from Nov. 8-15 by The Wall Street Journal's photo editors. Eli Lilly & Co.'s Marjorie Poole at work in a company laboratory in Indianapolis. Pharmaceutical companies have had to adapt to a rare impediment-having to carry out their work on the disease while it's all around them. 'We're fighting something that's fighting back,' said Daniel Skovronsky, Lilly's head of research and development. 'We've had people get sick, and I've been afraid that, \"What if they contaminate everyone at work, and all the scientists get sick, and what happens to our work?\" ' Read more.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pandemic-speeds-americans-embrace-of-digital-commerce-11605436200", "title": "Pandemic Speeds Americans' Embrace of Digital Commerce", "date": "2020-11-15 05:30", "summary": "Consumers try new ways to get health care, buy vehicles, eat and work out as the pandemic shakes up habits. Brooke Mallers recently bought a used car online, she uses food and grocery delivery services more and she makes telehealth appointments-new habits that she expects to last long after the coronavirus pandemic is over.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-family-business-faces-post-election-reckoning-11605436201", "title": "Trump Family Business Faces Post-Election Reckoning", "date": "2020-11-15 05:30", "summary": "Resume Subscription. When President Trump leaves the White House in January, he will face some of the deepest financial and legal challenges in his family business empire in decades.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/bond-investors-win-big-betting-on-u-s-consumer-11605436201", "title": "Bond Investors Win Big Betting on U.S. Consumer", "date": "2020-11-15 05:30", "summary": "Complex bonds tied to consumer loans, buoyed by a savings surge, are one of the year's top-performing investments. Investors who bet U.S. consumers would keep paying debts this year are reaping a windfall as households spend less and save more against the backdrop of a still-ailing national economy.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/parler-backed-by-mercer-family-makes-play-for-conservatives-mad-at-facebook-twitter-11605382430", "title": "Parler Makes Play for Conservatives Mad at Facebook, Twitter", "date": "2020-11-15 01:05", "summary": "Prominent conservative donor Rebekah Mercer is among the company's financial backers. As Facebook Inc. and Twitter Inc. have taken a more assertive role in curbing content on their platforms, prominent conservatives on both platforms have responded with a frequent retort: Follow me on Parler.", "categories": [["Tech", "Consumer Technology"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb", "https://www.wsj.com/news/types/consumer-technology?mod=breadcrumb"]}]