[{"link": "https://www.wsj.com/articles/south-by-southwest-hit-hard-by-coronavirus-cancellation-11583711311", "title": "South by Southwest Hit Hard by Coronavirus Cancellation", "date": "2020-03-08 19:49", "summary": "The Austin event's insurance did not cover a disease-related cancellation, co-founder says. AUSTIN, Texas-The chief executive of South by Southwest said organizers are unsure how they will keep the festival going after the city canceled it because of the novel coronavirus, which he said could cost them millions.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/oil-tumbles-to-new-multiyear-low-as-futures-trading-opens-11583705000", "title": "Oil Tumbles to New Multiyear Lows After Saudi-Russia Clash Escalates", "date": "2020-03-08 19:19", "summary": "Drop follows Saudi decisions to cut prices, boost output in clash with Russia. Oil prices fell sharply to new multiyear lows as futures trading reopened Sunday evening in New York, a signal that traders fear an escalating clash between Saudi Arabia and Russia will add a flood of crude into already well supplied global energy markets.", "categories": [["Markets", "Commodities", "Oil Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb", "https://www.wsj.com/news/types/oil-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-senate-and-the-judiciary-11583706589", "title": "The Senate and the Judiciary", "date": "2020-03-08 19:11", "summary": "A Democratic majority threatens judicial independence.. Chuck Schumer says he regrets the words he used to threaten Supreme Court Justices Neil Gorsuch and Brett Kavanaugh last week, but perhaps we should thank him for the moment of candor. The Senate Minority Leader has reminded the country of the threat that a Democratic Senate poses to judicial independence.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-worlds-hardest-job-11583696486", "title": "The World's Hardest Job", "date": "2020-03-08 19:08", "summary": "Trump unceremoniously dumps another White House chief of staff.. President Trump dumped acting chief of staff Mick Mulvaney late Friday evening in favor of North Carolina Rep. Mark Meadows, who will be the fourth White House chief of his Presidency. By now Mr. Trump's handling of his leading aides resembles the way Henry VIII treated his wives. He's enthusiastic at first, then sours on them for reasons known only to the President, and the next thing you know the guy is banished to Northern Ireland.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/an-antitrust-attack-on-coal-11583078559", "title": "An Antitrust Attack on Coal", "date": "2020-03-08 19:07", "summary": "Trump's FTC blocks a joint venture, and miners will be hurt.. Democrats have declared in no uncertain terms they want to kill the coal industry. They are receiving help from the Federal Trade Commission, which has blocked a joint venture between Arch Coal and Peabody Energy .", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-coronavirus-cases-drop-in-china-as-italy-imposes-quarantine-11583662342", "title": "Efforts to Battle Coronavirus Escalate Around the Globe", "date": "2020-03-08 19:05", "summary": "The number of confirmed coronavirus cases globally exceeded 105,000 on Sunday. The number of confirmed coronavirus cases globally exceeded 105,000 on Sunday, as infections spread to new parts of the U.S. and Italy quarantined some 17 million people in an attempt to get a handle on the epidemic.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/disneys-onward-falls-short-of-pixar-peers-11583689718", "title": "Disney's 'Onward' Falls Short of Pixar Peers", "date": "2020-03-08 19:01", "summary": "The animated movie took the No. 1 spot at the box office over the weekend. Walt Disney Co. 's latest Pixar movie \"Onward\" took the No. 1 spot at the box office over the weekend as the number of coronavirus cases continues to rise in both the U.S. and abroad.", "categories": [["Business", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-yorks-warren-supporters-lick-wounds-after-campaign-ends-11583623421", "title": "New York's Warren Supporters Lick Wounds After Campaign Ends", "date": "2020-03-08 19:00", "summary": "State's progressive officials are searching for next steps as Democratic field narrows. The end of Sen. Elizabeth Warren's presidential campaign last week has left her New York supporters saddened and searching for the next steps as the Democratic field narrows to two major candidates.", "categories": [["U.S.", "State Street"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/state-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/faa-poised-to-require-electrical-wiring-fixes-before-boeing-737-max-jets-can-fly-again-11583704341", "title": "FAA Poised to Require Electrical Wiring Fixes Before Boeing 737 MAX Jets Can Fly Again", "date": "2020-03-08 18:48", "summary": "Agency expected to mandate rerouting of certain wires to comply with longstanding safety regulations. U.S. air-safety regulators are poised to order electrical wires relocated inside Boeing Co. 737 MAX jets in the latest complication and potential delay for their return to commercial service, according to people briefed on the deliberations.", "categories": [["WSJ News Exclusive", "Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/saudi-aramco-shares-fall-below-ipo-price-for-first-time-11583663747", "title": "Saudis Instigate Oil-Price Clash With Russia", "date": "2020-03-08 18:41", "summary": "Oil prices hit lowest levels since 2016 after oil giant Aramco said it plans to cut prices. Oil prices crashed to their lowest levels since 2016 after Saudi Arabian state oil giant Aramco said it plans to cut prices, a move that escalates the kingdom's clash with Russia and threatens to unleash a torrent of crude into well-supplied energy markets.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/italy-imposes-coronavirus-lockdown-on-large-parts-of-nations-north-11583668232", "title": "Italy Imposes Coronavirus Lockdown on Large Parts of Nation's North", "date": "2020-03-08 17:43", "summary": "Around 17 million people are placed under quarantine, including the cities of Milan and Venice. ROME-Italy's effort to fight the worst coronavirus epidemic outside China by quarantining 17 million people began in confusion on Sunday, as transport services continued, enforcement wasn't yet evident and Italians wondered how it was meant to work.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/advice-for-working-from-home-as-coronavirus-spreads-11583703553", "title": "Advice for Working From Home as Coronavirus Spreads", "date": "2020-03-08 17:42", "summary": "For many people, a period of remote work is looking increasingly inevitable. Here is how to make it go smoothly.. As the new coronavirus spreads, more companies are asking people to work from home. That is often easier said than done: Technology doesn't always work, children may be running around and employees sometimes lack the right equipment.", "categories": [["Life & Work", "Life & Style"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/life-style?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-trump-bloomberg-new-york-story-public-warmth-private-disdain-11582905916", "title": "The Trump-Bloomberg New York Story: Public Warmth, Private Disdain", "date": "2020-03-08 17:23", "summary": "Ahead of Super Tuesday, when Michael Bloomberg faces voters for the first time, it's 'Mini Mike' vs. 'Carnival Barking Clown'. Party and politics aren't all that distinguish the billionaire New Yorker in the White House from the one seeking to displace him.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/democracy-dictatorship-disease-the-west-takes-its-turn-with-coronavirus-11583701472", "title": "Democracy, Dictatorship, Disease: The West Takes Its Turn With Coronavirus", "date": "2020-03-08 17:04", "summary": "Many epidemiologists warn that drastic measures-similar to those deployed by China and imposed in parts of Italy-to contain the epidemic are now overdue elsewhere.. Western democracies confronting the spread of the novel coronavirus are facing a test with profound implications for their future: Will they fail where authoritarian China, which is touting itself as an alternative model for the world, is succeeding?", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/corporate-america-races-respond-crisis-that-upends-work-11583604174", "title": "Corporate America Races to Respond to a Crisis That Upends Work", "date": "2020-03-08 17:04", "summary": "Employers separate their teams, require personal travel disclosures and offer cash for supplies. Employers are implementing contingency plans, from dividing teams across locations to limiting visitors, as the spread of the novel coronavirus is starting to upend basic expectations about the safety and sustainability of office work.", "categories": [["Business", "Management", "Management & Careers"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/management?mod=breadcrumb", "https://www.wsj.com/news/types/management-careers?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/economy-week-ahead-consumer-price-data-from-china-and-the-u-s-11583700058", "title": "Economy Week Ahead: Consumer-Price Data From China and the U.S.", "date": "2020-03-08 16:54", "summary": "Data to offer insights on how U.S., global economies are faring amid coronavirus outbreak. The week will offer insights on how the U.S. and global economies are faring in the face of the coronavirus outbreak.", "categories": [["Economy", "Economy Week Ahead"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/economy-week-ahead?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/canadas-sars-experience-helps-rapid-testing-response-to-coronavirus-11583699755", "title": "Canada's SARS Experience Helps Rapid Response to Coronavirus", "date": "2020-03-08 16:36", "summary": "Early detection of cases allows for an individual's contacts to be isolated more quickly, potentially limiting the virus's spread. TORONTO-About a day after Chinese researchers published genetic information on the new coronavirus in mid-January, a Toronto laboratory ran its first diagnostic test on a suspected case. The result was negative.", "categories": [["World", "Canada"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/canada-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tech-firms-seek-to-head-off-bans-on-facial-recognition-11583498034", "title": "Tech Firms Seek to Head Off Bans on Facial Recognition", "date": "2020-03-08 16:32", "summary": "Microsoft, Amazon show support for some legislative measures. WASHINGTON-Amid rising calls for regulation, technology companies are pushing for laws that would restrict use of facial-recognition systems-and head off the more severe prohibitions some cities and states are weighing.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/europe-braces-for-economic-impact-of-italys-lockdown-11583698806", "title": "Europe Braces for Economic Impact of Italy's Lockdown", "date": "2020-03-08 16:21", "summary": "Italy's quarantine and the prospect of other European countries following Rome's move will challenge politicians and policy makers like no postwar financial shock. Economic fallout from Italy's unprecedented decision to lock down almost one-third of its population due to coronavirus, and the prospect of other European countries following Rome's move, will challenge politicians and policy makers like no postwar financial shock.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/where-do-the-candidates-stand-on-this-radical-immigration-plan-11583698193", "title": "Where Do the Candidates Stand on This Radical Immigration Plan?", "date": "2020-03-08 16:10", "summary": "A Democratic House bill would invite criminals in and give deported aliens a right to return to the U.S.. Politicians used to write bills pandering to American voters in election years. Now a bill in the House panders to deported criminals living in foreign countries. Chicago-area Rep. Jesús \"Chuy\" Garcia and 44 Democratic co-sponsors-including three other lawmakers from gang-ravaged Chicago-recently introduced a radical immigration bill called the New Way Forward Act that seeks, as per a press release from Mr. Garcia, to \"disrupt the prison to deportation pipeline.\"", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-the-u-s-won-world-war-ii-without-invading-japan-11583698141", "title": "How the U.S. Won World War II Without Invading Japan", "date": "2020-03-08 16:09", "summary": "More people died in the March 1945 firebombing of Tokyo than at either Hiroshima or Nagasaki.. The U.S. entered World War II in 1941. Yet American planes couldn't dent a roof in Japan until 1945. The 1942 Doolittle raid, with its 16 bombers that took off from carriers, showed great ingenuity and bravery. But it had zero impact on Japan's ability to make war.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/notable-quotable-robocalls-11583693895", "title": "Notable & Quotable: Presidential Campaigns and Privacy", "date": "2020-03-08 16:08", "summary": "'I looked up the privacy policies of all the major Democratic presidential campaigns at the time.'. Rich Matta writing for the Hill, March 8:", "categories": [["Opinion", "Commentary", "Notable & Quotable"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb", "https://www.wsj.com/news/types/notable-quotable?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-to-read-the-myopic-market-11583685581", "title": "How to Read the Myopic Market", "date": "2020-03-08 16:07", "summary": "Today's stock swings reflect the shortening of investors' timeline for predicting growth.. Happy 20th anniversary Tuesday to the Nasdaq index peak of 5049 back in 2000, zenith of the dot-com era. After observing our current beer-head frothy market for months, I was an idiot for thinking I could hold off until today to write a warning column. The market always trades to maximize pain. So, ouch.", "categories": [["Opinion", "Inside View"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/inside-view?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/when-bernie-sanders-met-cubas-american-hostage-11583687330", "title": "When Bernie Sanders Met Cuba's American Hostage", "date": "2020-03-08 16:06", "summary": "Alan Gross quotes the senator: 'I don't see what's so wrong with this country.'. Bernie Sanders has reason to wish he'd never visited Alan Gross six years ago when Mr. Gross was a political prisoner in Cuba.", "categories": [["Opinion", "The Americas"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/the-americas?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-idealist-review-wings-over-one-world-11583697909", "title": "'The Idealist' Review: Wings Over 'One World'", "date": "2020-03-08 16:05", "summary": "Dispatched by FDR to give wartime pep talks and coax neutrals into the Allied camp, Willkie ended up delivering a very different message.. If isolationist slogans such as \"America First\" drive you to despair, \"The Idealist\" might be the book for you. Imagine a time when a failed presidential candidate became a hero to millions for promoting internationalism. And not internationalism of the muscular Cold War variety but a dovish \"interdependence.\"", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/woody-allens-life-story-canceled-11583645773", "title": "Woody Allen's Life Story: Canceled", "date": "2020-03-08 16:04", "summary": "A publisher yields to the mob and drops a 'challenging' book.. The Hachette Book Group announced last Monday that it would bring out \"Apropos of Nothing,\" a memoir by Woody Allen, in early April. CEO Michael Pietsch told an interviewer that the publisher \"believes strongly that there's a large audience that wants to hear the story of Woody Allen's life as told by Woody Allen himself.\"", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/europe-increases-checks-on-travelers-from-italy-amid-quarantine-11583696937", "title": "European Countries Increase Checks on Travelers From Italy", "date": "2020-03-08 15:53", "summary": "Countries have so far resisted closing their borders as Italy's coronavirus lockdown takes effect. European countries on Sunday increased checks on travelers from Italy, the epicenter of Europe's coronavirus epidemic, but have so far resisted closing their borders on a continent where freedom of movement remains largely unrestricted.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/welch-pumped-up-ge-but-left-mixed-legacy-11583428539", "title": "Welch Pumped Up GE but Left Mixed Legacy", "date": "2020-03-08 15:25", "summary": "Jack Welch was, at once, a managerial genius and an SOB. He gave direct answers to direct questions. He neither prevaricated nor minced.. Regarding your editorial \"The House That Jack Welch Rebuilt\" (March 3): Jack Welch was, at once, a managerial genius and an SOB. He gave direct answers to direct questions. He neither prevaricated nor minced. I'm a long-retired newspaperman, and I loved him for that.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/back-to-the-future-10-years-after-deepwater-11583427955", "title": "Back to the Future 10 Years After Deepwater?", "date": "2020-03-08 15:24", "summary": "Millions of Americans living along the Gulf Coast still recovering from the Deepwater Horizon disaster will now again be exposed to the risk of another disaster that could destroy their income, their jobs and the environment.. April marks the 10-year anniversary of the Deepwater Horizon oil-spill disaster off the Gulf Coast. The environmental catastrophe, which caused more than $65 billion in damage and economic losses for families and businesses from Florida to Texas, was the result of poor adherence to existing safety rules. In its wake, new standards were implemented to improve the safety of deep-water extraction. Now the Trump administration is literally allowing the industry to rewrite those rules and deleting evidence that federal engineers opposed the industry's rollback wish list (\"Warnings on Oil-Drilling Rule Deleted,\" U.S. News, Feb. 27).", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/real-diversity-more-than-one-dimensional-11583427569", "title": "Real Diversity: More Than One Dimensional", "date": "2020-03-08 15:22", "summary": "Diversity today usually means little more than skin color. Such emphasis ignores true variety within and between human communities.. Regarding Barton Swaim's review of Russell Jacoby's \"On Diversity\" (Bookshelf, March 3): Diversity today usually means little more than skin color. Such emphasis ignores true variety within and between human communities. Recently my brother commented to me that our high school had not been at all heterogeneous. Well, in skin pigmentation, no. In terms of class, absolutely. Our educational milieu ran the socio-economic gamut from old Yankee money and Ivy League-bound progeny to those pupils whose parents had eked out a living at the paper mill or the fish factory-as they themselves were destined to do.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/modi-is-transforming-indias-foreign-affairs-11583426999", "title": "Modi Is Transforming India's Foreign Affairs", "date": "2020-03-08 15:20", "summary": "Under Narendra Modi, India is increasingly comfortable with great-power competition, subscribing to hard-nosed realpolitik.. Jairaj Devadiga overlooks foreign policy as a watershed of rupture between the worldview of India's first prime minister, Jawaharlal Nehru, and of its current prime minister, Narendra Modi (\"Modi Bashes Nehru, but Rejects Only His Good Ideas,\" op-ed, Feb. 24). Nehru's India historically prided itself as a quixotic vanguard of the Nonaligned Movement, frequently subordinating its own geopolitical interests to ethereal notions of anticolonial, Third World brotherhood. Nehru gave a swift diplomatic recognition to Mao's China in 1950 only to witness the Chinese annexation of Tibet and, later, part of Kashmir.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-plans-to-skip-bipartisan-st-patricks-day-luncheon-11583692166", "title": "Trump Plans to Skip Bipartisan St. Patrick's Day Luncheon", "date": "2020-03-08 14:30", "summary": "Mr. Trump has attended the previous three years; the event has been held since 1983. WASHINGTON-President Trump plans to skip an annual St. Patrick's Day luncheon on Capitol Hill this week, with the White House citing tensions with House Speaker Nancy Pelosi in his decision to opt out of a longstanding bipartisan celebration of U.S. ties to Ireland.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/affluent-americans-still-say-i-do-its-the-middle-class-that-does-not-11583691336", "title": "Marriage Is Becoming More Like a Luxury Good in U.S.", "date": "2020-03-08 14:16", "summary": "Marriage and all its related social and financial benefits are becoming a luxury good.. Middle-class Americans are forsaking marriage amid financial insecurity, effectively making the institution more of a luxury good enjoyed by prosperous Americans.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sanders-campaign-bets-on-michigan-11583636125", "title": "Sanders Campaign Bets on Michigan", "date": "2020-03-08 13:36", "summary": "Repeat victory in the state would keep Vermont senator competitive after Super Tuesday losses to Biden. DETROIT-The future of Bernie Sanders's political campaign could come down to Michigan, and the Vermont senator is going all in.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/companies-that-got-out-of-china-before-coronavirus-are-still-tangled-in-its-supply-chains-11583686996", "title": "Companies That Got Out of China Before Coronavirus Are Still Tangled in Its Supply Chains", "date": "2020-03-08 13:04", "summary": "The epidemic has laid bare a central problem for manufacturers: China's tight grip on supply networks. The novel coronavirus is laying bare a central problem for the global manufacturing industry: China's shadow has grown so long that even industries that have shifted production beyond the country can't wriggle free of its grip on supply networks.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/music-industrys-smash-hit-heavy-metal-sounds-from-tiny-metal-boxes-11583449618", "title": "The Music Industry's Smash Hit: Heavy Metal Sounds From Tiny Metal Boxes", "date": "2020-03-08 12:44", "summary": "Resume Subscription. Electric-guitar players strive for a trademark sound. Jamie Stillman has one that is patent protected.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/social-distancing-is-new-coronavirus-buzz-phrase-does-it-work-11583524419", "title": "Social Distancing Is New Coronavirus Buzz Phrase. Does It Work?", "date": "2020-03-08 12:30", "summary": "Method that limited death from serious infectious diseases in past faces new test. ", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/network-effects-multiply-a-viral-threat-11583684394", "title": "'Network Effects' Multiply a Viral Threat", "date": "2020-03-08 12:25", "summary": "This isn't merely a bad flu season. Covid-19 is spreading far faster than most Americans realize.. 'The coronavirus panic is dumb.\" I hesitate to disagree with Elon Musk, but here goes.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/uncertainty-reigns-about-italys-quarantine-measures-11583683902", "title": "Italians Wonder What Quarantine Means for Them", "date": "2020-03-08 12:12", "summary": "People aren't sure how much their movements must be restricted. MILAN-Italy's business capital was a tale of two cities on Sunday, with some parts filled and others deserted, as if it didn't quite know how to respond to being put under quarantine.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-to-handle-student-loan-trouble-11582229034", "title": "What to Do if You're Behind on Student-Loan Payments", "date": "2020-03-08 12:06", "summary": "Lots of options exist, including suspending payments, but some will increase what you owe. Borrowers who are having trouble making federal student-loan payments shouldn't panic. There may be options for relief.", "categories": [["Markets", "Journal Reports: Funds/ETFs"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-funds-etfs?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-retiree-choice-give-some-of-it-away-early-11582647993", "title": "How (and Whether) to Give Heirs Their Inheritance Before You Die", "date": "2020-03-08 12:05", "summary": "Retirement columnist Glenn Ruffenach also discusses Social Security benefits for divorcees. I'm considering giving my heirs part of their inheritance before I die. Any thoughts? Have you spoken with retirees about this?", "categories": [["Markets", "Journal Reports: Funds/ETFs", "Ask Encore"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-funds-etfs?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/can-you-play-games-with-no-fans-sports-brace-for-the-coronavirus-impact-11583681730", "title": "Sports Brace for the Coronavirus Impact", "date": "2020-03-08 11:35", "summary": "The sudden cancellation of the BNP Paribas Open tennis tournament, which was scheduled to begin on Monday, was the start of a week that could bring severe disruptions to the sports calendar. The impact of coronavirus on the U.S. sports world switched from theory to reality late Sunday when organizers of a high-profile international tennis tournament in Indian Wells, Calif., said they would not hold this year's event because of a declared public health emergency in Riverside County, Calif.", "categories": [["Sports"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/startups-pitch-tech-hubs-far-from-silicon-valley-startups-envision-tech-hubs-far-from-silicon-valley-11583541782", "title": "Startups Pitch Tech Hubs Far From Silicon Valley", "date": "2020-03-08 11:31", "summary": "Entrepreneurs want to attract venture funding, tech talent to inland locations. San Francisco entrepreneur Madhu Chamarty got the idea for his latest startup from Amazon . com Inc.'s search for its second headquarters, which included finalists like Indianapolis, Pittsburgh and Columbus, Ohio.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/saudi-authorities-begin-release-of-rounded-up-princes-officials-11583681129", "title": "Saudi Authorities Begin Release of Princes Questioned in Roundup", "date": "2020-03-08 11:25", "summary": "Detentions Seen As Pointed Warning to Maintain Support for Crown Prince. CAIRO-Saudi authorities began releasing officials and royal family members questioned in a security clampdown, as the government sought to end speculation about the health of King Salman by publishing photographs and video of the 84-year-old monarch.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/muddy-technical-signals-add-to-stock-markets-volatile-stretch-11583528082", "title": "Muddy Technical Signals Add to Stock Market's Volatile Stretch", "date": "2020-03-08 11:03", "summary": "Sudden changes in momentum are causing anxiety that a protracted downturn looms. Stocks are bouncing around a closely watched trend line, one of many conflicting signals vexing investors trying to gauge where major indexes might go next after several days of unruly trading.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/california-sen-kamala-harris-endorses-joe-biden-11583671703", "title": "Former Democratic Presidential Candidate Kamala Harris Endorses Joe Biden", "date": "2020-03-08 11:02", "summary": "Endorsements over the last week have been a rapid consolidation of the party around the former vice president. WASHINGTON-California Sen. Kamala Harris endorsed former Vice President Joe Biden for president Sunday.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/beijing-portrays-president-as-hero-of-coronavirus-fight-11583678054", "title": "Beijing Portrays President Xi Jinping as Hero of Coronavirus Fight", "date": "2020-03-08 10:34", "summary": "Publicity blitz aims to blunt criticism that China's leader and Communist Party government were slow to respond to developing epidemic. HONG KONG-As Chinese authorities voiced confidence they were containing the country's coronavirus outbreak, the official Xinhua News Agency meticulously chronicled President Xi Jinping's personal battle against the epidemic-from visiting front-line medical workers to fielding calls from foreign leaders.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-turmoil-takes-toll-on-short-term-lending-11583644541", "title": "Coronavirus Turmoil Takes Toll on Short-Term Lending", "date": "2020-03-08 10:33", "summary": "Signs of stress raise worries about strains in the plumbing underpinning financial markets. Banks and other firms are growing cautious operating in short-term markets, a sign of the financial stress brought on by the coronavirus epidemic.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/feds-sound-alarm-over-claims-of-asian-discrimination-in-schools-11583591069", "title": "Feds Sound Alarm Over Claims of Asian Discrimination in Schools", "date": "2020-03-08 10:05", "summary": "Education Department notes increase in reports concerning harassment directed at Asian-Americans, unfairly tying them to coronavirus. The U.S. Department of Education is urging school officials nationwide to address allegations that Asian students have been discriminated against over fears of the coronavirus, telling them that they are required to address such incidents under civil-rights law.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-epidemic-exacerbates-metals-glut-11583409727", "title": "Coronavirus Epidemic Exacerbates Metals Glut", "date": "2020-03-08 10:04", "summary": "China, the top producer of aluminum and steel, has kept up output as demand falls. The world was already awash in excess steel and aluminum. The new coronavirus epidemic is deepening the pool.", "categories": [["Economy", "The Outlook"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/the-outlook?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/are-you-lefty-the-nfl-doesnt-want-you-at-quarterback-11583636926", "title": "Are You Lefty? The NFL Doesn't Want You at Quarterback", "date": "2020-03-08 09:53", "summary": "The NFL has gone four seasons without a left-handed quarterback. Tua Tagovailoa will change that.. When Tua Tagovailoa was a young boy, his father made him do something bizarre. He made his son throw with his left hand.", "categories": [["Sports", "NFL"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/nfl?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-next-wave-in-shareholder-activism-socially-responsible-investing-11582892251", "title": "The Next Wave in Shareholder Activism: Socially Responsible Investing", "date": "2020-03-08 09:51", "summary": "Individual investors have moved billions of dollars into funds that prioritize issues like sustainability and diversity, and activists are hoping to tap into that cash. The biggest activist hedge funds are jumping on the wave of socially responsible investing.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/federal-agencies-prepare-for-coronavirus-disruptions-11583639269", "title": "Federal Agencies Prepare for Coronavirus Disruptions", "date": "2020-03-08 09:44", "summary": "Air-traffic controllers, food inspectors, mail carriers ready emergency plans to maintain essential services as the virus spreads. WASHINGTON-Federal agencies are preparing to deploy emergency plans to maintain essential services-from directing air traffic to delivering mail and making Social Security payments-as the novel coronavirus epidemic widened and the nation's capital diagnosed its first case.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/taiwans-opposition-party-reviews-its-support-for-closer-china-ties-11583673325", "title": "Taiwan's Opposition Party Reconsiders Support for Closer China Ties", "date": "2020-03-08 09:20", "summary": "New chairman, Johnny Chiang, has pledged to take a harder line against Beijing's influence. TAIPEI-Taiwan's main opposition party is rethinking its longstanding support for closer ties with China, a shift that would set back Beijing's quest to gain control over the self-ruled island.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/growing-coronavirus-epidemic-is-straining-europes-health-care-system-11583670904", "title": "Growing Epidemic Is Straining Europe's Health-Care System", "date": "2020-03-08 08:37", "summary": "Doctors say the continent is ill prepared to face a worsening coronavirus outbreak, with shortages of equipment including protective gear and hospital beds. BERLIN-Doctors in European countries where the coronavirus has just begun to spread are warning that their health-care systems aren't prepared for an outbreak on the scale seen in China, South Korea or Italy.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/uber-doordash-and-others-discuss-fund-for-sick-drivers-11583641022", "title": "Uber, DoorDash and Others Discuss Fund for Drivers Affected by Coronavirus", "date": "2020-03-08 08:20", "summary": "Lawmakers and labor groups are pressing companies to provide better protections for gig workers. SAN FRANCISCO-The biggest ride-sharing and food-delivery companies in the U.S. are in talks to set up a fund to compensate drivers affected by the novel coronavirus, a step that highlights the pressure they face to provide workers with broader employment protections.", "categories": [["WSJ News Exclusive", "Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/now-theyre-all-gone-readers-share-what-they-wished-they-had-asked-their-parents-11583637175", "title": "'Now They're All Gone.' Readers Share What They Wished They Had Asked Their Parents.", "date": "2020-03-08 08:00", "summary": "A Wall Street Journal article about adult children's growing interest in understanding their parents prompted readers to share their own experiences.. There's a growing interest in understanding our parents' lives but, as a recent Wall Street Journal article reported, children often don't think to ask questions or know how to begin. Readers shared their own experiences trying to find answers without their parents as a resource and some of the questions they wished they had asked. Here are some edited excerpts.", "categories": [["Life & Work", "Life & Style"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/life-style?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/somethings-afoot-on-madison-avenue-11583450739", "title": "Something's Afoot on Madison Avenue", "date": "2020-03-08 08:00", "summary": "Meet Mister Comfortable, a live mannequin stopping some New Yorkers in their tracks. Few things can slow down New York commuters rushing to catch their trains home.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/its-all-downhill-on-skates-for-this-athlete-11583445827", "title": "A Huge Leap to Replace the Rush of Ice Hockey", "date": "2020-03-08 07:00", "summary": "Amanda Trunzo, a champion in the extreme sport of ice cross downhill, puts in the work everywhere from CrossFit gyms to a skating treadmill. Amanda Trunzo had her fair share of bumps during a four-year ice hockey career at Dartmouth College. But even the hardest hits don't compare with the crashes that occur in ice cross downhill.", "categories": [["Life & Work", "What's Your Workout?"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/what-s-your-workout?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/kremlin-faces-scrutiny-in-trial-over-downing-of-flight-mh17-11583602300", "title": "Kremlin Faces Scrutiny in Trial Over Passenger-Jet Downing", "date": "2020-03-08 07:00", "summary": "Four men are accused of helping move into Ukraine Russian missile that shot down Malaysia Airlines plane. ", "categories": [["World", "Europe", "Russia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb", "https://www.wsj.com/news/types/russia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/this-old-metal-hook-could-determine-whether-pg-e-committed-a-crime-11583623059", "title": "This Old Metal Hook Could Determine Whether PG&E Committed a Crime", "date": "2020-03-08 05:30", "summary": "A worn, century-old hook broke and helped spark California's deadliest wildfire; the utility's care of such parts is key in a criminal probe. A 3-inch hook purchased for 56 cents around the end of World War I could help determine whether PG&E Corp. faces criminal charges for starting the deadliest wildfire in California history.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bull-market-faces-tough-test-as-it-turns-11-11583609961", "title": "Coronavirus to Test Bull Market's Longevity", "date": "2020-03-08 05:30", "summary": "Coronavirus is threatening longest-ever bull market for stocks. Eleven years ago, the stock market bottomed out.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/princess-cruise-executives-defend-handling-of-virus-stricken-voyage-11583630760", "title": "Princess Cruises Executives Defend Handling of Virus-Stricken Voyage", "date": "2020-03-08 23:36", "summary": "Pence says U.S. cruises will begin to enhance their entry and exit screenings. Executives from the Princess Cruises line said they were still awaiting instructions from government officials on where they would berth the coronavirus-stricken ship floating off the coast of California.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-bolsonaro-to-discuss-venezuela-and-trade-11583622366", "title": "Trump, Bolsonaro Discuss Venezuela and Trade", "date": "2020-03-08 23:05", "summary": "President Trump hosts Brazil's leader for dinner at Mar-a-Lago estate. WEST PALM BEACH, Fla.-President Trump hosted Brazil's president for dinner at his Florida estate, declaring the two countries have a \"very good relationship.\"", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-soccer-offers-women-equal-pay-in-some-matchesand-they-reply-do-better-11583637457", "title": "U.S. Soccer Offers Women Equal Pay in Some Matches-and They Reply, Do Better", "date": "2020-03-08 22:19", "summary": "Federation asserts the World Cup champion women's national team won't meet because the offer doesn't include equal prize money. The U.S. Soccer Federation said it has offered the World Cup-champion women's national team equal pay with the men's team in matches that it controls, as a spring trial date in their legal battle approaches.", "categories": [["Sports"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/washington-d-c-confirms-first-case-of-coronavirus-11583635572", "title": "Washington, D.C., Confirms First Case of Coronavirus", "date": "2020-03-08 21:52", "summary": "Pair of prominent advocacy groups say three people tested positive after attending conferences around nation's capital. WASHINGTON-The nation's capital confirmed its first case of coronavirus on Saturday, while a pair of prominent advocacy groups reported that three people tested positive for the virus after attending conferences around Washington, D.C.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-movie-theater-isnt-taking-your-netflix-addiction-lying-down-11583446007", "title": "The Movie Theater Isn't Taking Your Netflix Addiction Lying Down", "date": "2020-03-08 21:44", "summary": "A theater owner explains the math behind his massive expenditures on reclining chairs and other improvements to the customer experience. When some fresh gadget or smartphone app comes along and wreaks havoc on an industry, the old guard wrings its hands and blames technology.", "categories": [["Business", "On Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/on-business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/italy-plans-large-scale-lockdown-in-countrys-north-to-fight-coronavirus-11583613874", "title": "Italy Locks Down the Country's North to Fight Coronavirus", "date": "2020-03-08 21:22", "summary": "Quarantine bans movement into and out of northern provinces, including Milan, Venice and Parma. MILAN-The Italian government is locking down 17 million people-more than a quarter of its population-including in Milan, the surrounding Lombardy region and 14 neighboring provinces, in the most sweeping steps any European country has prepared to take against the coronavirus epidemic.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nursing-home-in-washington-state-calls-for-more-help-in-coronavirus-outbreak-11583633846", "title": "Nursing Home in Washington State Calls for More Help in Coronavirus Outbreak", "date": "2020-03-08 21:22", "summary": "Life Care Center of Kirkland said it needs more test kits, medical staff and supplies to fight 'volatile' virus. The Seattle-area nursing home at the epicenter of a fatal coronavirus outbreak called for more aid, as a federally deployed medical team arrived and deaths linked to the facility increased.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/two-coronavirus-deaths-in-florida-as-global-infections-rise-11583566355", "title": "Two Coronavirus Deaths in Florida; New York Declares Emergency", "date": "2020-03-08 19:55", "summary": "Countries across Asia and Europe report growing numbers of cases, as U.S. death toll rises to 19. The U.S. death toll for the novel coronavirus grew to at least 19 Saturday as states and countries around the world escalated their efforts to combat the rapidly spreading viral infection.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}]