[{"link": "https://www.wsj.com/articles/after-wirecard-ernst-young-says-auditors-should-focus-more-on-fraud-prevention-11600167893", "title": "Ernst & Young Says Auditors Should Play Bigger Role in Detecting Fraud", "date": "2020-09-15 19:41", "summary": "Accounting firm sends letter to clients suggesting scrutiny of company books by auditors that goes beyond accepted practice. Ernst & Young, under fire for missing a suspected fraud that blew up German fintech company Wirecard AG , said auditors should play a bigger role in detecting such wrongdoing, challenging the accounting industry's longstanding assertion that its job isn't to seek out malpractice.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-city-to-restore-some-garbage-collection-services-11600212787", "title": "New York City to Restore Some Garbage-Collection Service", "date": "2020-09-15 19:33", "summary": "Mayor's initiative comes in response to letter from business leaders over worsening conditions in city. New York City will restore some trash-collecting services that were cut earlier this summer, Mayor Bill de Blasio said, after complaints about cleanliness and a recent letter from business leaders urging him to improve what they see as deteriorating conditions.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nfls-first-week-draws-fewer-viewers-amid-sports-bonanza-11600212261", "title": "NFL's First Week Draws Fewer Viewers Amid Sports Bonanza", "date": "2020-09-15 19:24", "summary": "Most networks see double-digit loss; Fox gets bump from Tom Brady debut. Viewership for the first week of the National Football League season declined on most networks from a year earlier, due in part to the larger-than-usual competition from other sports and a heavy news cycle.", "categories": [["Business", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-art-of-a-mideast-deal-11600211909", "title": "The Art of a Mideast Deal", "date": "2020-09-15 19:18", "summary": "Trump was willing to break with a failed conventional wisdom.. How would official Washington respond if a Democratic President brokered a peace deal between Israel and two Arab states? The papers would be stacked with play-by-plays of how the historic breakthrough was achieved and adulatory profiles of the people in the room. The hosannas to the President's strategic vision would flow from think tanks and academia, if not also from Oslo's City Hall.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ftc-preparing-possible-antitrust-suit-against-facebook-11600211840", "title": "FTC Preparing Possible Antitrust Suit Against Facebook", "date": "2020-09-15 19:17", "summary": "No final decision has been made on the outcome of a yearlong probe as discussions with the social-media giant continue. WASHINGTON-The Federal Trade Commission is gearing up to file a possible antitrust lawsuit against Facebook Inc. by year-end, according to people familiar with the matter, in a case that would challenge the company's dominant position in social media.", "categories": [["WSJ News Exclusive", "Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/liberating-pennsylvania-from-lockdown-11600211860", "title": "Liberating Pennsylvania From Lockdown", "date": "2020-09-15 19:17", "summary": "A judge says Gov. Tom Wolf's orders violate the U.S. Constitution.. 'The liberties protected by the Constitution are not fair-weather freedoms-in place when times are good but able to be cast aside in times of trouble.\" So federal judge William Stickman IV wrote Monday in an instructive ruling that overturned Pennsylvania Gov. Tom Wolf's use of emergency power.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pelosis-nervous-majority-11600211805", "title": "Pelosi's Nervous Majority", "date": "2020-09-15 19:16", "summary": "Trump doesn't need a virus relief bill. Democratic House backbenchers want one.. Nancy Pelosi must be supremely confident of a sweeping Democratic victory on Nov. 3. How else to explain why she refuses to compromise on a coronavirus relief bill when President Trump is aching for her to accept another $1.5 trillion?", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pipeline-politics-tests-merkels-mettle-11600211323", "title": "Pipeline Politics Tests Merkel's Mettle", "date": "2020-09-15 19:08", "summary": "Alexei Navalny succeeds where Trump fell short, in undermining the case for Nord Stream 2.. German-American friendship has always stopped where Russian gas began to flow. Even 40 years ago, with the Cold War in full swing and the U.S. protecting West Germany with some 220,000 GIs, Chancellor Helmut Schmidt went mano a mano with Jimmy Carter and Ronald Reagan over a barter deal for trillions of cubic feet of Soviet gas.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/does-trump-have-a-re-election-strategy-11600211237", "title": "Does Trump Have a Re-Election Strategy?", "date": "2020-09-15 19:07", "summary": "He won't win without broadening his base of support, but that doesn't seem to interest him.. In the past month, three black police chiefs-in Seattle, Dallas and Rochester, N.Y.-have been forced out of their jobs by protesters and other liberal critics of law enforcement. That's unfortunate but hardly surprising. These days, police officers are treated like criminals and criminals are treated like victims.", "categories": [["Opinion", "Upward Mobility"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/upward-mobility?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/weighing-colleges-cost-amid-covid-11600211125", "title": "Weighing College's Cost Amid Covid", "date": "2020-09-15 19:05", "summary": "Students discuss if a remote education is worth the high price of tuition.. Editor's note: In this Future View, students discuss whether the shift to online classes has made them reconsider how much tuition is worth. Next week we'll ask, \"#BoycottMulan trended on Twitter as Disney faced backlash for thanking authorities in the movie's credits from China's Xinjiang region, where evidence suggests the government is imprisoning and perhaps torturing Uighur Muslims. What responsibility do companies have to stand up to China?\" Students should click here to submit opinions of fewer than 250 words before Sept. 22. The best responses will be published that night.", "categories": [["Opinion", "Future View"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/future-view?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-sanctions-chinese-firm-helping-build-military-base-in-cambodia-11600181357", "title": "U.S. Sanctions Chinese Firm Helping Build Military Base in Cambodia", "date": "2020-09-15 19:03", "summary": "U.S. blacklists Union Development Group over alleged corruption. WASHINGTON-The U.S. imposed sanctions against a Chinese company that it said is responsible for helping to build a military base for Beijing in Cambodia, a new phase in a U.S. effort to pressure companies helping in China's military expansion around the world.", "categories": [["Politics", "National Security"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/national-security?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/notable-quotable-eisenhower-another-white-male-11600211037", "title": "Notable & Quotable: Eisenhower, 'Another White Male'", "date": "2020-09-15 19:03", "summary": "'At a time when statues and memorials are being taken down or reconsidered . . . a new one is going up in the nation's capital.'. Peter Baker reporting for the New York Times , Sept. 13:", "categories": [["Opinion", "Commentary", "Notable & Quotable"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb", "https://www.wsj.com/news/types/notable-quotable?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-media-overestimates-trump-11600210915", "title": "The Media Overestimate Trump", "date": "2020-09-15 19:01", "summary": "The country is put at risk when the narrative gets in the way of the facts.. Remind me again, what was the premise of the short-lived hysteria over Bob Woodward's book? That Donald Trump, in early February, knew that the virus could kill and was spread through the air?", "categories": [["Opinion", "Business World"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/business-world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/who-gets-in-and-why-and-the-college-conversation-review-the-price-of-admission-11600210784", "title": "'Who Gets In and Why' and 'The College Conversation' Review: The Price of Admission", "date": "2020-09-15 18:59", "summary": "Applicants are assigned numbers for their test scores, activities, levels of hardship, race, gender and much else. The calculation is complicated.. It was an amusing headline-\"A Grim Future Beckons: The Pandemic Will Bring Capitalism to the Heart of Academe.\" The article, in the Chronicle of Higher Education last month, reported that colleges may be forced to consider market pressures, given their high tuitions and the curtailed instruction caused by Covid-19. The truth, though, is that capitalism came to the \"heart of academe\" a long time ago, and nowhere is this more obvious than in the realm of admissions, where competition and a pricing mechanism (although one distorted by the government) have long been in place. As Jeffrey Selingo expertly documents in \"Who Gets In and Why,\" the admissions market is getting ever more competitive, driven by forces that make it both more transparent and more complex.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/electoral-college-is-a-bulwark-against-fraud-11600210700", "title": "Electoral College Is a Bulwark Against Fraud", "date": "2020-09-15 18:58", "summary": "It's harder to cheat when you don't know where to do it.. Many Democrats, perhaps most, favor abolishing the Electoral College. Their argument is straightforward and powerful: The presidential candidate who gets the most votes should win. The counterargument is harder to explain but, to my mind, more persuasive: The Electoral College forces presidential candidates to campaign in all parts of the country and appeal to a broader coalition of voters.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/snowflake-poised-to-price-ipo-above-expected-range-with-valuation-topping-30-billion-11600186369", "title": "Snowflake Prices IPO at $120 a Share", "date": "2020-09-15 18:35", "summary": "Price values tech company at $33 billion; shares set to begin trading Wednesday. Silicon Valley darling Snowflake Inc. priced its initial public offering above its expected range on Tuesday, joining a frenzied IPO market as the biggest technology issue so far this year.", "categories": [["WSJ News Exclusive", "IPOs"]], "category_links": ["https://www.wsj.com/news/types/ipos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/microsofts-failure-to-land-tiktok-raises-questions-over-whats-next-for-ceo-nadella-11600209244", "title": "Microsoft's Failure to Land TikTok Raises Questions Over What's Next for CEO Nadella", "date": "2020-09-15 18:34", "summary": "The software giant's pursuit of the video-sharing app showed its interest in broadly growing its user community. Microsoft Corp. Chief Executive Satya Nadella suffered a rare defeat in his company's failed pursuit of viral video app TikTok. That doesn't mean he's done hunting for the tech giant's next big thing.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/grand-jury-subpoenas-sent-to-john-bolton-s-publisher-and-agent-11600182873", "title": "Justice Department Begins Criminal Probe Over Bolton Book", "date": "2020-09-15 18:29", "summary": "Former national security adviser denies wrongdoing, says White House seeks to block book for political purposes. Federal prosecutors issued grand jury subpoenas to former national security adviser John Bolton's publisher and literary agent on Monday, according to people familiar with the matter, launching a criminal investigation into whether Mr. Bolton mishandled classified information.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-latest-news-09-15-2020-11600159079", "title": "New U.S. Coronavirus Cases Fall, Congress Under Pressure to Reach Relief Bill Agreement", "date": "2020-09-15 18:18", "summary": "Country reports fewer than 35,000 new Covid-19 infections for the second day in a row. The U.S. reported fewer than 35,000 new coronavirus cases for the second day in a row, while in the nation's capital, pressure built on Congress to reach an agreement on a relief bill.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/kohls-cuts-corporate-workforce-by-15-as-coronavirus-crimps-sales-11600206982", "title": "Kohl's Cuts Corporate Workforce by 15%", "date": "2020-09-15 18:15", "summary": "Affected are retailer's headquarters in Wisconsin and its New York City and California offices. Kohl's Corp. cut about 15% of its corporate workforce as the coronavirus pandemic crimped sales and accelerated consumer shopping online.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/louisville-to-pay-millions-to-breonna-taylors-family-install-police-reforms-as-part-of-settlement-11600184888", "title": "Louisville Reaches $12 Million Settlement With Breonna Taylor's Family", "date": "2020-09-15 18:13", "summary": "Agreement also requires city to implement police reforms, including mandate for supervisors to sign off on search warrants. The city of Louisville, Ky., will pay $12 million to the estate of Breonna Taylor, a 26-year-old Black woman killed by police during a raid on her apartment, as part of a legal settlement with her family.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fedex-logs-record-revenue-on-surge-in-packages-11600202728", "title": "FedEx Logs Record Revenue on Surge in Packages", "date": "2020-09-15 18:11", "summary": "Company's Ground unit handled 31% more parcels a day during summer months. Christmas came in July for FedEx Corp. The delivery company posted the highest quarterly revenue in its history as the coronavirus pandemic spurred residential-shipment levels normally seen during the holiday season.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/gm-accuses-former-board-member-of-leaking-confidential-information-to-rival-auto-maker-11600203244", "title": "GM Accuses Ex-Board Member of Leaking Information to Rival Fiat", "date": "2020-09-15 18:05", "summary": "New General Motors lawsuit claims Fiat Chrysler bribed the ex-director in an effort to win better labor costs during union bargaining. General Motors Co. is suing a former board member, claiming he leaked confidential information to a rival company and to the United Auto Workers, a move the auto maker says added billions to its labor costs.", "categories": [["Business", "Autos & Transportation", "Autos Industry"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/transportation?mod=breadcrumb", "https://www.wsj.com/news/types/autos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/amid-coronavirus-jewish-high-holidays-take-a-different-shape-11600206827", "title": "Amid Coronavirus, Jewish High Holidays Take a Different Shape", "date": "2020-09-15 17:53", "summary": "Celebrations of Rosh Hashanah and Yom Kippur, usually a time of gathering, find new and creative forms; 'these services are about renewal'. Rabbi Jeffrey Myers, who leads the Tree of Life Synagogue in Pittsburgh, recently organized a drive-up distribution of special prayer books so his congregation can follow along at home while he live-streams services for the Jewish High Holidays from his living room, which has become his makeshift studio.", "categories": [["Life & Work", "Turning Points"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/turning-points?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nasdaq-ramps-up-cloud-move-11600206624", "title": "Nasdaq Ramps Up Cloud Move", "date": "2020-09-15 17:50", "summary": "All 28 of the company's markets are expected to be hosted in the cloud within the next decade. Nasdaq Inc. plans to migrate its markets to the public cloud over the next decade, a move that was planned before this year but validated in part because of the coronavirus pandemic.", "categories": [["CIO Journal"]], "category_links": ["https://www.wsj.com/news/types/cio-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/justice-department-probes-electric-truck-startup-nikola-over-claims-it-misled-investors-11600199462", "title": "DOJ Investigates Electric-Truck Startup Nikola", "date": "2020-09-15 17:49", "summary": "U.S. attorney's office in New York joins SEC regulators in examining allegations related to company's public statements. The Justice Department has joined U.S. securities regulators in examining allegations that electric-truck startup Nikola Corp. misled investors by making exaggerated claims about its technology, according to people familiar with the matter.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-israel-u-a-e-bahrain-sign-peace-accord-11600191303", "title": "U.S., Israel, U.A.E., Bahrain Sign Peace Accord", "date": "2020-09-15 17:26", "summary": "Trump says agreement will form the basis for a broader alignment against Iran. WASHINGTON-President Trump presided over the signing of a Middle East peace agreement between Israel and two Gulf nations Tuesday, calling it the foundation for a broader alignment against Iran that would fundamentally change the geopolitical dynamic in the region.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/spin-studio-operator-flywheel-sports-shuts-down-11600192960", "title": "Spin Studio Operator Flywheel Sports Shuts Down", "date": "2020-09-15 17:24", "summary": "Flywheel Sports, hit by Covid-19 shutdowns and litigation with rival Peloton, files for chapter 7 bankruptcy. Flywheel Sports Inc., the operator of spin boutiques that gained popularity with the rise of stationary biking, has filed for bankruptcy and is shutting down, the latest fitness-industry casualty of the Covid-19 pandemic.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hhs-official-apologizes-for-facebook-video-warning-of-plot-against-president-11600204988", "title": "HHS Official Apologizes for Facebook Video Warning of Plot Against President", "date": "2020-09-15 17:23", "summary": "Michael Caputo told HHS secretary and staff that he regretted that video had reflected poorly on department. WASHINGTON-Health and Human Services communications official Michael Caputo apologized to staffers because of a Facebook video in which he accused government scientists of plotting against President Trump and warned of an outbreak of violence after the election.", "categories": [["Politics", "Health Policy"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/health-policy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/kraft-heinz-nears-deal-to-sell-part-of-cheese-business-to-lactalis-11600182175", "title": "Kraft Heinz to Sell Part of Cheese Business for $3.2 Billion", "date": "2020-09-15 17:16", "summary": "Deal with France's Lactalis comes as U.S. food company seeks to jump-start growth in other businesses. Kraft Heinz Co. is parting with a big chunk of its cheese business, a sign of the challenges facing food companies whose scale complicated operations as the coronavirus pandemic drove unprecedented demand.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/starbucks-sales-recovery-has-a-ways-to-go-as-pandemic-quiets-cities-11600200322", "title": "Starbucks Sales Recovery Has 'a Ways to Go' as Pandemic Quiets Cities", "date": "2020-09-15 17:08", "summary": "Coffee chain works to add suburban locations, gain future breaks from landlords. Starbucks Corp. said its sales recovery in the U.S. is at least another six months away as consumers continue to work from home and many of its stores in central business districts remain closed.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-7-deaths-of-maria-callas-and-joyce-didonato-live-in-concert-reviews-divas-past-and-present-11600203913", "title": "'The 7 Deaths of Maria Callas' and 'Joyce DiDonato Live in Concert' Reviews: Divas Past and Present", "date": "2020-09-15 17:05", "summary": "In Marina Abramović's multilayered work for the Bavarian State Opera, the performance artist inserts herself into the stories of operatic icons; in a streamed recital as part of a series from the Met, the singer offered expressive renditions of Monteverdi, Mahler and more.. ", "categories": [["Books & Arts", "Opera Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/opera-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/wto-finds-some-u-s-tariffs-on-china-violate-trade-rules-11600188559", "title": "WTO Finds Some U.S. Tariffs on China Violate Trade Rules", "date": "2020-09-15 17:03", "summary": "U.S. disputes finding, has long called World Trade Organization provisions inadequate. The World Trade Organization ruled Tuesday that some U.S. tariffs against China broke international trading rules, a conclusion that exacerbates U.S.-WTO tensions but likely will have no consequence for American tariff policy because the organization's appellate system currently doesn't function.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/apples-stock-depends-on-iphone-that-wasnt-there-11600203773", "title": "Apple's Stock Depends on iPhone That Wasn't There", "date": "2020-09-15 17:02", "summary": "Solid updates to iPad, Watch and services don't change stock's dependence on 5G iPhone hype. Such is Apple Inc.'s fate that even solid updates to businesses worth nearly $107 billion a year in sales aren't quite enough.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/connecticut-to-begin-delivering-laptops-for-online-learning-11600203620", "title": "Connecticut to Begin Delivering Laptops for Online Learning", "date": "2020-09-15 17:00", "summary": "State plans to deliver 81,000 devices after many students said they didn't have technology necessary for remote learning. Connecticut is preparing to ship 20,000 laptops to underserved school districts in the coming weeks to ensure students can access remote learning as the fall school year gets into full swing, state officials said.", "categories": [["U.S.", "Schools"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-schools?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/global-stock-markets-dow-update-9-15-2020-11600161383", "title": "U.S. Stocks Finish Higher as Tech Shares Extend Rally", "date": "2020-09-15 16:53", "summary": "Industrial production grew at a slower pace in August compared with the previous month. U.S. stocks rose Tuesday as shares of big technology stocks recouped some of their recent losses.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-city-eases-certain-requirements-on-child-care-facilities-11600202386", "title": "New York City Eases Certain Requirements on Child-Care Facilities", "date": "2020-09-15 16:53", "summary": "Changes allow for more flexibility in dealing with the Covid-19 pandemic. The New York City Board of Health passed measures that loosen some of the requirements for teachers and directors in child-care settings, and in the facilities needed for a school nurse, citing a need for extra flexibility during the coming academic year.", "categories": [["U.S.", "Tri-State Area"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-region?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/volkswagen-completes-compliance-monitoring-after-emissions-scandal-11600191807", "title": "Volkswagen Completes Compliance Monitoring After Emissions Scandal", "date": "2020-09-15 16:52", "summary": "Chief compliance officer says German car maker has sought to improve workplace culture through training. Volkswagen AG has wrapped up a three-year supervision program under a U.S.-appointed independent monitor in the wake of its emissions scandal, resulting in a more transparent company, a top executive said.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-administration-moves-to-drop-tariffs-on-canadian-aluminum-11600194893", "title": "Trump Administration Moves to Drop Tariffs on Canadian Aluminum", "date": "2020-09-15 16:49", "summary": "The decision came hours after Canada said it was set to unveil its final list of U.S.-made goods to target with countertariffs. The Trump administration moved on Tuesday to drop tariffs, reimposed just last month, on Canadian aluminum, a swift reversal of a policy that had drawn widespread criticism from U.S. businesses and had dented U.S.-Canada relations.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/regulating-fintech-as-it-becomes-pervasive-11600202333", "title": "Regulating Fintech as It Becomes Pervasive", "date": "2020-09-15 16:38", "summary": "The state system works well and benefits both fintech companies and consumers.. Brian P. Brooks and Charles W. Calomiris of the Office of the Comptroller of the Currency promote troubling misperceptions in \"Fintech Can Come Out of the Shadows\" (op-ed Sept. 10), casting doubt on the safety of financial services used every day by millions of Americans. The state system works well and benefits both fintech companies and consumers.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/challenger-the-final-flight-review-a-tragedy-foretold-11600202289", "title": "'Challenger: The Final Flight' Review: A Tragedy Foretold", "date": "2020-09-15 16:38", "summary": "Netflix's documentary series dives deep into NASA's infamous catastrophe.. Say the words \"Challenger disaster\" and anyone old enough will remember where he or she was when it happened. Not only was it a horrific event, broadcast live-the space shuttle disappearing in a flash, taking with it the seven people on board-it was shockingly abrupt. No one could have seen it coming. Except, of course, that someone had.", "categories": [["Books & Arts", "Television Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/television-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-opioid-crisis-requires-attention-as-well-11600202206", "title": "The Opioid Crisis Requires Attention as Well", "date": "2020-09-15 16:36", "summary": "Right now, more than 20 million people in our country are living with addiction.. \"Pandemic Worsens Nation's Opioid Crisis\" (U.S. News, Sept. 9) hits the nail on the head. The coronavirus pandemic poses a serious threat for people living with addiction and imperils critical progress made in the diagnosis and treatment of opioid-use disorder and the prevention of overdose deaths. Nowhere is this threat more evident than at the academic medical centers conducting innovative research, providing clinical care and training the addiction workforce.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-goes-unmentioned-in-most-tv-ads-for-house-senate-campaigns-11600167600", "title": "Trump Goes Unmentioned in Most TV Ads for House, Senate Campaigns", "date": "2020-09-15 16:35", "summary": "Democrats are sticking with an ad strategy of campaigning on policy promises, while Republicans avoid Trump while wooing swing voters. President Trump dominates television news coverage, but there is one corner of the media where he's almost completely absent: advertisements in Senate and House elections.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/thomas-jeffersons-great-document-of-complaints-11600202128", "title": "Thomas Jefferson's Great Document of Complaints", "date": "2020-09-15 16:35", "summary": "Few, if any, documents in American history contain more grievances than the Declaration of Independence.. With respect to Tom O'Hare's letter \"Nikki Haley Refutes Identity Politics Theory\" (Sept. 2): While Mr. O'Hare initially instructs us that \"Nikki Haley stands up for America's values as ensconced in the Declaration of Independence,\" and later lauds \"her refusal to wallow in chronic grievance,\" he elides the fact that few, if any, documents in American history contain more grievances than the Declaration of Independence. I stopped counting at 25.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fed-nominee-judy-shelton-lacks-senate-backing-key-republican-says-11600199067", "title": "Fed Nominee Judy Shelton Lacks Senate Backing, Key Republican Says", "date": "2020-09-15 16:19", "summary": "Economist won't attract enough votes to be confirmed, according to Sen. John Thune. President Trump's nomination of economist Judy Shelton to the Federal Reserve's board of governors lacks enough votes for confirmation, a top Senate Republican said Tuesday.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-incomes-up-poverty-rate-down-in-2019-11600180606", "title": "U.S. Incomes Up, Poverty Rate Down in 2019", "date": "2020-09-15 16:12", "summary": "When adjusted for inflation, incomes hit their highest level since 1967. WASHINGTON-American incomes rose sharply and poverty fell in the final year of the country's decadelong economic expansion, according to Census Bureau figures released Tuesday.", "categories": [["Economy", "Economic Data"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/economic-data?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/some-democrats-press-for-coronavirus-stimulus-bill-before-election-day-11600164000", "title": "Pelosi Says House Should Remain in Session Until Coronavirus Stimulus Deal Is Reached", "date": "2020-09-15 15:35", "summary": "Speaker indicates she wouldn't be willing to significantly scale back Democrats' offer as talks with White House remain at impasse. WASHINGTON-House Speaker Nancy Pelosi said the chamber should remain in session until lawmakers can strike a bipartisan agreement on new coronavirus relief, but she indicated she wasn't willing to dramatically scale back Democrats' current offer, leaving unclear how Congress would be able to break the partisan impasse.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/in-colorados-rocky-mountain-national-park-a-healthy-fall-getaway-11600198552", "title": "In Colorado's Rocky Mountain National Park, a Healthy Fall Getaway", "date": "2020-09-15 15:35", "summary": "Inspired by the Colorado adventures of a Victorian-era travel writer, an ardent fan sets out to follow in her footsteps on a five-hour horseback ride and one heart-pumping hike. BRITISH travel writer Isabella L. Bird, the first woman elected a fellow at the Royal Geographical Society, hopscotched Colorado alone on horseback in 1873. Like Victorian armchair travelers before me, I was rabid for Ms. Bird. I'd read her book on the Colorado journey she took at age 42, \"A Lady's Life in the Rocky Mountains,\" which she'd culled from her letters to her sister Henrietta in Scotland. She described scrambling up 14,259-foot Longs Peak-the tallest in what's now Rocky Mountain National Park-and had a secret romance with an Irish squatter, \"Rocky Mountain Jim\" Nugent, who'd lost an eye to a grizzly bear. He lived with his dog outside what is today the town of Estes Park. As she wrote: \"I am now eating and sleeping like a hunter.\"", "categories": [["Life & Work", "Travel", "Off Duty Travel"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/magazine/travel?mod=breadcrumb", "https://www.wsj.com/news/types/off-duty-travel?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/viacomcbss-paramount-to-join-streaming-skirmish-11600171203", "title": "ViacomCBS's 'Paramount+' to Join Streaming Skirmish", "date": "2020-09-15 15:26", "summary": "Service to launch in early 2021, featuring a series on the making of 'The Godfather' and a spy drama from creator of 'Yellowstone'. ViacomCBS Inc. said it plans to launch an expanded version of its flagship streaming service early next year, leveraging the catalog of programs created by last year's merger of Viacom and CBS.", "categories": [["Business", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-philadelphia-matter1972-2020-review-a-time-hopping-tour-of-an-artistic-life-11600197253", "title": "'The Philadelphia Matter-1972/2020' Review: A Time-Hopping Tour of an Artistic Life", "date": "2020-09-15 15:14", "summary": "Choreographer David Gordon's remotely constructed, 60-minute video work presents dances he first staged in the 1970s alongside stories of his background and the works' creation.. 'The Philadelphia Matter-1972/2020,\" a 60-minute, remotely constructed video work by David Gordon that had its premiere on Thursday and is available on the Philadelphia Fringe Festival website through Oct. 4, had been meant, until the current pandemic took hold, to connect performers dancing in Philadelphia and New York via a live-stream hook-up. That plan had to be adjusted and the live component was scrapped.", "categories": [["Books & Arts", "Dance Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/dance-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/notre-dame-our-lady-of-paris-review-beating-back-the-blaze-11600197072", "title": "'Notre-Dame: Our Lady of Paris' Review: Beating Back the Blaze", "date": "2020-09-15 15:11", "summary": "A documentary on ABC details the fire that ravaged the Paris cathedral and the fight to save the structure and the treasures it contained.. Marie-Ange, one of the young members of the Paris Fire Brigade interviewed for the enthralling \"Notre-Dame: Our Lady of Paris,\" says her firehouse has a superstition: Whenever there's a morning inspection on the calendar- and everything has been made spick-and-span-there will be a fire. \"But it's supposed to be a small fire,\" she adds with a smile, \"not Notre-Dame burning down.\"", "categories": [["Books & Arts", "Television Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/television-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/japans-new-prime-minister-11600195666", "title": "Japan's New Prime Minister", "date": "2020-09-15 15:06", "summary": "Yoshihide Suga could bring renewed energy for economic reform.. Yoshihide Suga becomes Japan's prime minister this week, having been elected leader of the ruling Liberal Democratic Party on Monday. His elevation comes at an important moment for the world's third-largest economy, and presents new opportunities.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/oil-prices-rise-as-hurricane-season-disrupts-u-s-supply-11600180073", "title": "Oil Rises as Hurricane Season Disrupts U.S. Supply", "date": "2020-09-15 14:59", "summary": "Shut-ins prompted by Hurricane Laura cut U.S. supply in August, says the International Energy Agency. Oil prices rose Tuesday, clawing back some of their losses from recent weeks, with U.S. hurricane season limiting supply from the Gulf of Mexico.", "categories": [["Markets", "Commodities", "Oil Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb", "https://www.wsj.com/news/types/oil-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pompeo-to-visit-south-america-in-show-of-support-for-regions-democracies-11600196380", "title": "Pompeo to Visit South America", "date": "2020-09-15 14:59", "summary": "Secretary of state to visit Suriname, Guyana, Brazil and Colombia, where he will meet with countries' leaders. WASHINGTON-Secretary of State Mike Pompeo will travel to South America this week in a bid to demonstrate U.S. support for the region's democracies, highlight its response to the coronavirus pandemic and promote regional security, the State Department said.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/not-ok-doomer-11600196013", "title": "Not OK, Doomer", "date": "2020-09-15 14:53", "summary": "A federal judge slaps down Pennsylvania's lockdown orders.. At last, the federal judiciary is restraining the devastating lockdowns imposed by state and local officials in the name of public health. Judge William Stickman of the Western District of Pennsylvania has struck down Gov. Tom Wolf's restrictions on businesses he claimed were \"non-life-sustaining,\" as well as limits the Democrat governor placed on gatherings. According to Judge Stickman, the lockdown rules violated both the First and 14th amendments of the U.S. Constitution.", "categories": [["Opinion", "Best of the Web"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/best-of-the-web-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/metrocard-swipes-no-longer-needed-to-get-on-subway-in-manhattan-11600195574", "title": "MetroCard Swipes No Longer Needed to Get on Subway in Manhattan", "date": "2020-09-15 14:46", "summary": "Riders can now use new-fare payment system to tap-and-pay with credit card or smartphone. Subway riders can now travel across Manhattan without their MetroCard.", "categories": [["U.S.", "Transit"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-transit?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/airport-services-provider-swissport-agrees-pact-to-restructure-debt-11600195321", "title": "Airport Services Provider Swissport Agrees Pact to Restructure Debt", "date": "2020-09-15 14:42", "summary": "China's HNA Group will surrender its equity stake to appease lenders led by SVP Global and Apollo Global. Airport ground services and air-cargo handler Swissport International AG has reached a deal on a balance-sheet restructuring that will preserve its business under pressure from the Covid-19 pandemic.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/brokers-peddle-fake-medical-gloves-amid-coronavirus-shortages-11600179870", "title": "Brokers Peddle Fake Medical Gloves Amid Coronavirus Shortages", "date": "2020-09-15 13:48", "summary": "Prices triple, triggering a scramble; 'Could be a health risk'. Brokers are peddling counterfeit medical gloves as a shortage of this critical commodity has tripled prices during the pandemic and pinched front-line and other workers as schools and businesses reopen.", "categories": [["WSJ News Exclusive", "U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/behind-the-business-lobbys-new-politics-11600191736", "title": "Behind the Business Lobby's New Politics", "date": "2020-09-15 13:42", "summary": "The Chamber of Commerce endorses Democrats to try to rebuild a weak center.. Amid the daily din of presidential politics, Covid-19 recriminations and racial protests, old alliances are breaking up and new ones are forming. President Trump's strategy is firming up his support with rural and blue-collar voters while college-educated and suburban voters move toward the Democrats. And the corporate community, long marching in step with the GOP, is looking for support in both parties.", "categories": [["Opinion", "Politics & Ideas"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/politics-ideas?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/colorados-cory-gardner-struggles-to-survive-the-trump-effect-11600191638", "title": "Colorado's Cory Gardner Struggles to Survive the Trump Effect", "date": "2020-09-15 13:40", "summary": "The GOP senator touts his record as he seeks re-election in a state trending against the president.. Beaver Creek, Colo.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/alexei-navalny-plans-to-return-to-russia-after-regaining-consciousness-11600191167", "title": "Navalny Regains Consciousness After Poisoning, Plans Russia Return", "date": "2020-09-15 13:32", "summary": "Kremlin critic has been undergoing treatment in Germany since poisoning last month. MOSCOW-Russian opposition politician Alexei Navalny has regained consciousness, is breathing without a ventilator and plans to return to Russia from Germany where he has been undergoing treatment since being poisoned in Siberia last month.", "categories": [["World", "Europe", "Russia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb", "https://www.wsj.com/news/types/russia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-n-accuses-ankara-of-transferring-syrian-nationals-to-turkey-for-trial-11600190563", "title": "U.N. Accuses Ankara of Transferring Syrian Nationals to Turkey for Trial", "date": "2020-09-15 13:22", "summary": "New report details alleged abuses in areas of Syria under Turkish control. Dozens of Syrian nationals have been transferred to Turkey for trial since Ankara's invasion of Syria last year, according to relatives of those deported and a United Nations report published Tuesday that details alleged abuses in areas under Turkish control.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tradition-clashes-with-zoom-over-how-to-properly-honor-your-ancestors-11600188158", "title": "Tradition Clashes With Zoom Over How to Properly Honor Your Ancestors", "date": "2020-09-15 12:42", "summary": "Resume Subscription. With the monsoon rains ending, the season for the ritual appreciation of ancestors is under way in Nepal.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/acting-let-rainn-wilson-erase-his-hopelessly-nerdy-image-11600186970", "title": "Acting Let Rainn Wilson Erase His 'Hopelessly Nerdy' Image", "date": "2020-09-15 12:22", "summary": "The 'Blackbird' and 'The Office' actor says theater provided an escape from being shoved into lockers at school. Rainn Wilson, 54, is an actor best known for his roles in TV's \"The Office\" and \"Six Feet Under.\" He stars in the film \"Blackbird,\" due in theaters and on-demand Sept. 18. He spoke with Marc Myers.", "categories": [["Real Estate", "House Call"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/house-call?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/west-coast-wildfires-are-raising-covid-19-risks-11600182616", "title": "West Coast Fires Are Raising Covid-19 Risks", "date": "2020-09-15 12:07", "summary": "Crowded shelters, less time outdoors and more coughing imperil progress against the coronavirus in California, Oregon, and Washington. After struggling for months to bring down coronavirus infection rates, Western states are now seeing that progress threatened by the wildfires engulfing the region.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-to-heal-a-family-rift-11600185600", "title": "How to Heal a Family Rift", "date": "2020-09-15 12:00", "summary": "Reconciling with a family member can feel impossible. But there are ways to move forward.. Not speaking to a family member?", "categories": [["Life & Work", "Bonds"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/bonds?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-nvidias-ceo-cooked-up-americas-biggest-semiconductor-company-11600184856", "title": "How Nvidia's CEO Cooked Up America's Biggest Semiconductor Company", "date": "2020-09-15 11:47", "summary": "For Jensen Huang, the landmark bid for Arm cements his ambition to supplant Intel. In the midst of the pandemic, Nvidia Corp. Chief Executive Jensen Huang engineered his company's biggest game changer from his kitchen: a $40 billion acquisition that could cement his status as the semiconductor industry's hottest CEO.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ryan-serhant-brokerage-new-york-11600183598", "title": "Ryan Serhant Is Launching His Own Real-Estate Brokerage", "date": "2020-09-15 11:28", "summary": "Resume Subscription. Real-estate agent Ryan Serhant is standing with a professional film crew on the roof of one of his latest projects, a pricey condominium project on the north end of Central Park, waiting for a small aircraft to spell out the name of the building in the sky above. When the plane finally appears, he jumps into action, hamming it up for the cameras and pointing animatedly at the scrawl overhead, which reads \"145 CPN.\" For Mr. Serhant, who made his name as one of the stars of the reality television show \"Million Dollar Listing New York,\" the skywriting stunt, for which he paid around $6,000, is the latest of his outlandish tricks to market high-end listings in New York and across the country.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/citigroup-gives-wall-street-a-sobering-message-11600183330", "title": "Citigroup Gives Wall Street a Sobering Message", "date": "2020-09-15 11:22", "summary": "The bank's need to spend to upgrade risk systems make it hard to bet on a turnaround. Incoming Chief Executive Jane Fraser's historic appointment last week shed a light on Citigroup 's upside potential. But investors hoping that might spark a rebound were greeted instead by news Monday that \"the next phase\" of the bank's investment will be \"strengthening\" and \"transforming\" its risk and control environment-and a subsequent 8% correction in the shares over Monday and early Tuesday.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/does-the-feds-big-spread-help-the-economy-11600104057", "title": "Does the Fed's Expansion Help the Economy?", "date": "2020-09-15 11:19", "summary": "It's impossible to predict when the Fed's day of reckoning will come, but the public's massive holding highly these liquid assets suggests it will happen and that it won't be pretty.. Kevin Warsh is correct in saying, \"the institution matters more than the person,\" but fails to note that a person or persons can destroy an institution (\"The Fed Puts Its Independence on the Line,\" op-ed, Sept. 8). The ultimate destruction of the Federal Reserve began when Alan Greenspan decided the Fed should implement monetary policy by targeting the federal-funds rate. It was exacerbated by Ben Bernanke's decision to engage in a massive bond-buying program in an attempt to reduce long-term rates when the federal-funds rate reached its zero lower bound. Jerome Powell extended it by, as Mr. Warsh puts it, buying \"assets others don't and pay[ing] prices others won't.\"", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/using-the-covid-vaccine-when-its-available-11600183027", "title": "Using the Covid Vaccine When It's Available", "date": "2020-09-15 11:17", "summary": "What is the evidence the swine flu vaccine was \"flawed?\" The never-before-seen side effect of Guillain-Barré syndrome had a frequency of about 1/100,000.. In \"Dad, Please Get a Covid Shot\" (op-ed, Sept. 8), Dr. Marc Siegel states that in 1976 \"more than 40 million people received a rushed, flawed [influenza] vaccine\" that was linked to at least 500 cases of Guillain-Barré syndrome. There turned out to be no pandemic and, just as with the current \"Warp Speed\" development of a coronavirus vaccine, the 1976 vaccine was indeed rushed-as it needed to be. The virus infected recruits at Fort Dix in January, and the vaccine was available for use by late fall, only after large-scale NIH-coordinated testing for safety and immunogenicity to set the dose to use.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-did-stock-markets-rebound-from-covid-in-record-time-here-are-five-reasons-11600182704", "title": "Why Did Stock Markets Rebound From Covid in Record Time? Here Are Five Reasons", "date": "2020-09-15 11:11", "summary": "Forces behind fastest-ever swoon and recovery include economic hopes, tech dominance and a boom in risky trades. The Dow Jones Industrial Average's wild round trip is nearly complete.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/carlos-ghosns-legacy-at-nissan-on-trial-in-tokyo-11600182380", "title": "Carlos Ghosn's Legacy at Nissan on Trial in Tokyo", "date": "2020-09-15 11:06", "summary": "As former aide faces allegations, auto maker's ex-CEO is absent but dominates proceedings. TOKYO-An American named Greg Kelly stood in the defendant's dock, but it took only one day in a Tokyo courtroom to make clear that the dominant figure in this trial is Carlos Ghosn.", "categories": [["Business", "Analysis"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-to-make-your-wedding-proposal-a-wiener-11600180451", "title": "How to Make Your Wedding Proposal a Wiener", "date": "2020-09-15 10:34", "summary": "Oscar Mayer will send a giant, motorized hot dog to help you pop the question. \"My fiancé has a first name, it's O-S-C-A-R...\"", "categories": [["Markets", "Overheard"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/overheard?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hi-its-venus-congratulations-on-your-discovery-now-leave-us-alone-11600180379", "title": "Hi, It's Venus. Congratulations on Your Discovery. Now Leave Us Alone.", "date": "2020-09-15 10:33", "summary": "After a scientific breakthrough, a message from a faraway neighbor. Attention People of Earth:", "categories": [["Life & Work", "Ideas", "Jason Gay"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/jason-gay-in-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-industrial-production-points-to-slowing-manufacturing-recovery-11600177062", "title": "Industrial Production Points to Slowing Manufacturing Recovery", "date": "2020-09-15 10:32", "summary": "Federal Reserve's reading on output at factories, mines and utilities rose for fourth straight month, but at a much slower pace in August. U.S. industrial production rose for the fourth consecutive month in August but at a much lower rate than earlier in the summer, a sign that the manufacturing recovery is slowing.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/vatican-looks-to-extend-church-leadership-agreement-with-china-despite-criticism-11600179880", "title": "Vatican Looks to Extend China Agreement Despite Criticism", "date": "2020-09-15 10:24", "summary": "Holy See says the deal, which gives Beijing and the Vatican a say in the appointment of bishops, hasn't produced striking results. The Vatican is seeking to renew a controversial agreement with China's government on the leadership of the Catholic Church there, despite concerns over religious freedom and criticism that the deal has abandoned members of the country's so-called underground church.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/photos-wildfires-on-west-coast-displace-scores-kill-dozens-11600054111", "title": "Photos: West Coast Wildfires Displace Scores, Kill Dozens", "date": "2020-09-15 10:03", "summary": "Thousands of firefighting personnel from more than two dozen states and Puerto Rico are helping efforts in Washington and Oregon. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/omnicom-shakes-up-media-agency-ranks-amid-pandemic-11600178401", "title": "Omnicom Shakes Up Media-Agency Ranks Amid Pandemic", "date": "2020-09-15 10:00", "summary": "Changes put Catherine Sullivan and Ralph Pardo in top U.S. roles at PHD and Hearts & Science. Omnicom Group Inc. named new leaders at its PHD and Hearts & Science media-buying agencies as the advertising holding company confronts changes including shifting consumer habits.", "categories": [["CMO Today"]], "category_links": ["https://www.wsj.com/news/types/cmo-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-east-river-becomes-a-new-energy-source-for-new-york-city-11600178401", "title": "The East River Becomes a New Energy Source for New York City", "date": "2020-09-15 10:00", "summary": "Three small tidal turbines will be installed off Roosevelt Island this fall and connect to ConEd's power grid. Wouldn't it be fun to have your refrigerator powered by the East River?", "categories": [["U.S.", "Metro Money"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/metro-money?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/grocery-tech-star-ocado-is-a-bet-on-big-warehouses-11600177138", "title": "Grocery-Tech Star Ocado Is a Bet on Big Warehouses", "date": "2020-09-15 09:38", "summary": "The online supermarket is growing sales more slowly than low-tech rivals. Justifying its share price means showing it has the only profitable model long-term.. Ocado is an unusual example of a tech company that is being outpaced by manual labor. That won't last, but the online grocer still has to show that its approach is the only one that will translate into profits.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/heres-the-thing-this-volkswagen-isnt-like-other-cars-11600177027", "title": "Here's the Thing: This Volkswagen Isn't Like Other Cars", "date": "2020-09-15 09:37", "summary": "Resume Subscription. David Wallace, 51, an executive at Oracle living in Grosse Pointe, Mich., and his daughter Honor Wallace, 16, on their 1973 Volkswagen \"Thing,\" as told to A.J. Baime.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/nikola-is-only-as-strong-as-its-tech-partnerships-11600176764", "title": "Nikola Is Only as Strong as Its Tech Partnerships", "date": "2020-09-15 09:32", "summary": "If the trucking startup's blue-chip suppliers feel they have been misled following an incendiary short seller report, the company could unravel quickly. Nikola Corp oration's biggest achievement has been lining up a roster of blue-chip technology partners to help realize its vision of using hydrogen to electrify the U.S. trucking industry. In the wake of an incendiary short seller's report, the key question is whether it can keep them.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hospitals-failed-to-fully-contain-covid-19-inside-their-walls-11600176536", "title": "Hospitals Failed to Fully Contain Covid-19 Inside Their Walls", "date": "2020-09-15 09:28", "summary": "CDC data suggests U.S. hospitals made improvements but could have done more to prevent in-house spread of the new coronavirus. An average of 120 patients a day became infected with the new coronavirus inside U.S. hospitals as the pandemic ebbed from its spring peak and rebounded into the summer, according to previously unpublished federal data.", "categories": [["WSJ News Exclusive", "Health"]], "category_links": ["https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/photos-its-an-unusual-thing-11600176323", "title": "Photos: It's an Unusual Thing", "date": "2020-09-15 09:25", "summary": "David and Honor Wallace show off their 1973 Volkswagon Thing. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/apple-tesla-nextera-gain-what-to-watch-when-the-stock-market-opens-11600168367", "title": "Apple, Tesla, NextEra Gain: What to Watch When the Stock Market Opens", "date": "2020-09-15 09:23", "summary": "Apple shares are ticking up ahead of its much-hyped annual product reveal event, though investors aren't likely to get a peek at the newest smartphone.. Here's what we are watching as markets kick into gear Tuesday.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/wireless-venture-ligado-in-talks-to-restructure-debt-11600176049", "title": "Wireless Venture Ligado in Talks to Restructure Debt", "date": "2020-09-15 09:20", "summary": "Ligado is aiming to restructure close to $8 billion of debt and equity as it waits to get 5G project off the ground. Wireless venture Ligado Networks LLC is in talks with key creditors and shareholders to restructure about $8 billion in debt and other obligations while buying time to monetize its 5G-network assets, according to people familiar with the matter.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/germany-boosts-investment-in-covid-19-vaccine-research-11600172209", "title": "Germany Boosts Investment in Covid-19 Vaccine Research", "date": "2020-09-15 09:11", "summary": "Berlin gives $891 million in grants to three local companies as race to find inoculant intensifies. The German government said it would pour 750 million euros, equivalent to $891 million, in grants into three local companies developing coronavirus vaccines, bringing Berlin's total bet on such research to more than €1 billion, as nations race to develop an inoculant that would halt the spread of the pandemic.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/finance-chiefs-prioritize-employee-retention-as-coronavirus-pandemic-drags-on-11600174811", "title": "Finance Chiefs Prioritize Employee Retention as Coronavirus Pandemic Drags On", "date": "2020-09-15 09:00", "summary": "Companies are safeguarding retention budgets as they cut costs elsewhere, hoping to keep top talent. Cosmetics company e.l.f. Beauty Inc. is providing its employees with a range of perks intended to encourage them to stay with the company, despite the toll the coronavirus pandemic has taken on daily operations and everyday work life.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mexican-leader-vowed-to-end-corruption-but-some-ask-what-is-different-now-11600174811", "title": "Mexican Leader Vowed to End Corruption, But Some Ask: 'What Is Different Now?'", "date": "2020-09-15 09:00", "summary": "President López Obrador said he would clean up the country's system, but surveys show graft is increasing. MEXICO CITY-The grainy video looks like something from a surveillance camera. Two men sit at a booth in a restaurant in southern Mexico. One man calmly slides a paper bag full of cash across the table to a man sitting across from him. Both keep talking, as if nothing has happened.", "categories": [["World", "Latin America"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/latin-america-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/social-and-emotional-learning-has-never-been-more-importantor-more-difficult-11600174811", "title": "Social and Emotional Learning Has Never Been More Important-or More Difficult", "date": "2020-09-15 09:00", "summary": "Schools are increasing the focus on students' mental health but run into challenges in online classrooms. There may be no more critical time than now to teach children to regulate their emotions. And yet there's probably no time more challenging, as districts around the country begin the school year remotely.", "categories": [["Tech", "Family & Tech: Julie Jargon"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb", "https://www.wsj.com/news/types/family-tech-julie-jargon?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trevor-noah-jokes-comedy-interview-11599274531", "title": "The One Joke That Always Works, According to Trevor Noah", "date": "2020-09-15 08:34", "summary": "As the host of 'The Daily Show' celebrates his five-year anniversary, he opens up about idiosyncracies, aspirations-and the one guest he'd love to book.. ", "categories": [["On the Cover"]], "category_links": ["https://www.wsj.com/news/types/magazine-on-the-cover?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trevor-noah-interview-daily-show-trump-11600172814", "title": "Trevor Noah's America", "date": "2020-09-15 08:30", "summary": "Resume Subscription. Trevor Noah is telling a story about race in America. Not about George Floyd or Philando Castile or Sandra Bland, and not in front of a TV audience of millions. It's a personal story, and Noah, a shameless insomniac, is revved up, having been awake for several hours scrolling Twitter , chatting with his South African brain trust on WhatsApp, jotting notes for an episode of The Daily Show (currently known as The Daily Social Distancing Show) airing on Comedy Central that evening. Although the world has witnessed the late-night host morph during the pandemic, from a tailored-suit-wearing preppy intellectual to an Afro-wearing, hoodied intellectual, Noah is comfortably nondescript this morning, sporting a black T-shirt and jeans as he recounts a brush with the police a few years back.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/molson-coors-forms-joint-venture-to-brew-and-sell-yuengling-beers-11600171320", "title": "Molson Coors Forms Joint Venture to Brew and Sell Yuengling Beers", "date": "2020-09-15 08:02", "summary": "Partnership aimed at making Yuengling available in up to 25 more U.S. states as both brewers cope with pandemic-fueled sales drop. Molson Coors Beverage Co. is forming a joint venture with family-owned D.G. Yuengling & Son Inc. to start brewing and selling Yuengling beer beyond the East Coast, as both companies search for growth amid the pandemic.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/royalton-hotels-new-owner-says-days-of-velvet-rope-are-over-11600171201", "title": "Royalton Hotel's New Owner Says Days of Velvet Rope Are Over", "date": "2020-09-15 08:00", "summary": "MCR Investors' Tyler Morse suggests hotel is well positioned for a comeback, albeit a very gradual one. The recent sale of the Royalton hotel in midtown Manhattan marks the end of an era. That's how its new owner, Tyler Morse, sees it, at least.", "categories": [["Real Estate", "Property Report"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/property-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cushman-industrious-form-alliance-as-office-industry-rallies-behind-flex-space-11600171201", "title": "Cushman, Industrious Form Alliance as Office Industry Rallies Behind Flex Space", "date": "2020-09-15 08:00", "summary": "As many businesses continue to craft their back-to-the-workplace strategies, flexibility for workers is a large component. ", "categories": [["Real Estate", "Property Report"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/property-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/celtics-heat-stevens-spoelstra-nba-playoffs-jim-crutchfield-11600165275", "title": "The NBA's Brightest Minds Wanted the Same Division II Coach's Wisdom", "date": "2020-09-15 08:00", "summary": "Miami's Erik Spoelstra and Boston's Brad Stevens both called Nova Southeastern's Jim Crutchfield to pick his brain-and now the Heat and Celtics are in the Eastern Conference Finals. Jim Crutchfield, a 64-year-old basketball coach at a Division II school in Florida, calls himself one of the least connected guys in his sport. He didn't play in college or apprentice in the NBA. He's not a networker. He doesn't go to camps and clinics or read the collected volumes of basketball luminaries. He even spent a decade working in tennis.", "categories": [["Sports", "NBA"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/nba?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/californias-bank-of-hope-was-a-symbol-of-success-now-it-faces-a-covid-reckoning-11600171202", "title": "Bank of Hope Was a Symbol of Success. Now It Faces a Covid-19 Reckoning.", "date": "2020-09-15 08:00", "summary": "Lender to immigrant community is among the midsize banks pressured by its heavy load of potentially troubled commercial real-estate loans. Bank of Hope has been an American success story. The Los Angeles-based firm created a niche by lending to Korean Americans and other businesses run by recent immigrants. By merging with competitors, it increased its assets over the past decade to $17.2 billion.", "categories": [["Real Estate", "Property Report"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/property-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cities-were-filled-with-mass-protests-in-the-summer-of-2020-they-are-different-now-11600171200", "title": "Summer of Mass Protests Gives Way to More Violent Demonstrations Driven by Extremists", "date": "2020-09-15 08:00", "summary": "Law-enforcement officials say presence of armed fringe groups from both sides of political spectrum raises prospect of a new wave of violence. Months of mass protests have given way to more violent and even deadly demonstrations, driven by extremists who are flocking to them.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/in-global-covid-19-vaccine-race-chinese-shot-receives-first-foreign-approval-11600171149", "title": "Chinese Covid-19 Vaccine Receives First Foreign Approval", "date": "2020-09-15 07:59", "summary": "China and the U.A.E. are allowing their citizens to get vaccinated before clinical trials wrap up. The United Arab Emirates has become the first country outside China to approve emergency usage of a Chinese Covid-19 vaccine candidate, in a vote of confidence for a state-backed drugmaker racing global rivals to stop the spread of the coronavirus.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/h-ms-coronavirus-recovery-beats-expectations-11600169979", "title": "H&M's Coronavirus Recovery Beats Expectations", "date": "2020-09-15 07:39", "summary": "Fashion retailer says well-received collections and cost cuts helped it return to profit. STOCKHOLM-Hennes & Mauritz AB said its recovery from the coronavirus-led slump in retail had been better than expected, prompting shares in the fashion retailer to soar 12%.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-legal-fight-between-insurers-and-businesses-goes-global-11600139424", "title": "Coronavirus Legal Fight Between Insurers and Businesses Goes Global", "date": "2020-09-15 07:34", "summary": "A U.K. court considered whether business interruption policies are clearly worded, while Australian insurers believe a now repealed century-old law allows them to exclude the pandemic. SYDNEY-A debate over whether business-interruption insurance policies held by millions of companies cover a pandemic is increasingly being tested in global courts, drawing in regulators, insurers, industry groups and company owners.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/kraft-heinz-plans-2-billion-in-cost-cuts-11600169462", "title": "Kraft Heinz Plans $2 Billion in Cost Cuts", "date": "2020-09-15 07:31", "summary": "Food giant has logged higher sales during the coronavirus, but analysts say it has lost market share. Kraft Heinz Co. said it plans to cut $2 billion in costs over five years, returning to the strategy that drove the company's formation in a merger five years ago.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-biotech-investors-can-survive-election-season-11600167601", "title": "How Biotech Investors Can Survive Election Season", "date": "2020-09-15 07:00", "summary": "Presidential elections can be rough for biotech investors, but industry fundamentals are strong. Biotech investors, who typically have firm knowledge of disease pathology, tend not to be a squeamish bunch. But a looming presidential election could still cause them some visceral discomfort.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-chinese-are-spending-again-11600166992", "title": "The Chinese Are Spending Again", "date": "2020-09-15 06:52", "summary": "That removes one worry about the economic recovery, but it could stoke Sino-U.S. tensions. China's initial recovery from the coronavirus was very lopsided, with manufacturing bouncing back quickly and consumers lagging. Half a year later, there are finally strong indications that consumers are catching up.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-end-of-a-cycling-dynasty-11600164000", "title": "The End of a Cycling Dynasty", "date": "2020-09-15 06:00", "summary": "After winning seven Tours de France in eight years, the reign of Team Ineos-formerly Team Sky-has ended. CULOZ, France-The scene on a French mountain would have seemed impossible a year ago. Egan Bernal, the best rider on the most dominant team in cycling, suffering his way uphill at the Tour de France to the point of submission.", "categories": [["Sports"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/covid-19-test-maker-examines-false-positive-results-in-nursing-homes-11600121878", "title": "Covid-19 Test Maker Examines False-Positive Results in Nursing Homes", "date": "2020-09-15 05:46", "summary": "Becton Dickinson is looking into multiple reports from facilities using its Veritor rapid-test machines. Becton Dickinson & Co. is investigating reports from nursing homes that federally provided rapid coronavirus testing equipment from the company is producing false-positive results in some cases.", "categories": [["WSJ News Exclusive", "Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/making-offices-safe-for-workers-and-making-money-doing-it-11600162203", "title": "Making Offices Safe for Workers, and Making Money Doing It", "date": "2020-09-15 05:30", "summary": "To guard against Covid-19, companies look to reshape workplace with tracking apps, touchless doors and plant-festooned dividers. ", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/calpers-board-weighs-curbs-on-investment-chiefs-personal-holdings-11600162200", "title": "Calpers Weighs Curbs on Investment Chief's Personal Holdings", "date": "2020-09-15 05:30", "summary": "Move comes after former chief resigned last month amid an internal investigation into his shares in private-equity manager. ", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/german-stocks-are-a-bright-spot-in-europes-battered-market-11600159836", "title": "German Stocks Show Strength in Europe's Battered Market", "date": "2020-09-15 04:50", "summary": "European equities lag behind U.S. stocks, but there are wild differences within the region. German stocks have outpaced European rivals since the coronavirus-driven market selloff bottomed out in March, reflecting the advantages of strong balance sheets and exports to China.", "categories": [["Markets", "Stocks"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chinas-economy-picks-up-speed-as-shoppers-moviegoers-return-11600157539", "title": "China's Economy Picks Up Speed as Shoppers, Moviegoers Return", "date": "2020-09-15 04:12", "summary": "Retail sales in August were up 0.5% from a year earlier, the first month of growth in 2020. BEIJING-China's economic recovery accelerated in August, with retail sales, the last holdout among the economy's major components, returning to pre-coronavirus levels by showing their first month of growth this year.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-spoonful-of-suga-could-sweeten-japans-post-abe-economy-11600153083", "title": "A Spoonful of Suga Could Sweeten Japan's Post-Abe Economy", "date": "2020-09-15 03:01", "summary": "Yoshihide Suga, Japan's incoming prime minister, may pursue many of the same policies as his predecessor, but there are opportunities for serious improvements. As Yoshihide Suga replaces Shinzo Abe as Japanese Prime Minister, radical departures from Mr. Abe's broad economic program are unlikely. But Mr. Suga could still leave a lasting impact if he declines to repeat his predecessor's greatest mistakes.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trial-of-former-nissan-executive-greg-kelly-to-kick-off-in-tokyo-11600085079", "title": "Former Nissan Executive Greg Kelly Pleads Not Guilty at Tokyo Trial", "date": "2020-09-15 01:47", "summary": "The longtime confidante of Carlos Ghosn denies helping hide the former Nissan chief's compensation. TOKYO-Greg Kelly, the former Nissan Motor Co. executive charged with helping hide Carlos Ghosn's compensation as Nissan chief, pleaded not guilty Tuesday at the opening of his trial in Tokyo.", "categories": [["Business", "Asia"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11600103702", "title": "Pepper...and Salt", "date": "2020-09-15 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/review-of-bob-woodwards-rage-on-the-record-such-as-it-is-11600142461", "title": "Review of Bob Woodward's 'Rage': On the Record, Such as It Is", "date": "2020-09-15 00:01", "summary": "The star reporter's new book raises the question: What's the point of an insider account of the White House if the president himself does most of the talking?. Most readers of this review will already know the big news item issuing from \"Rage,\" Bob Woodward's second account of the Trump White House. On Feb. 7 of this year the president told Mr. Woodward in an interview that the novel coronavirus is \"deadly stuff\"-\"more deadly than even your strenuous flus\"-but continued to de-emphasize the virus's lethality, comparing it to \"the regular flu that we have flu shots for\" and so on. The president even tells Mr. Woodward-or \"admits\" to him, to use headline language-that he deliberately downplayed the virus. \"I wanted to always play it down,\" he told the author on March 19. \"I still like playing it down, because I don't want to create a panic.\"", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hurricane-sally-churns-toward-gulf-coast-states-11600107241", "title": "Hurricane Sally Churns Toward Central Gulf Coast", "date": "2020-09-15 23:50", "summary": "Storm strengthens to Category 2, set to make landfall around the Mississippi-Alabama state line early Wednesday. Hurricane Sally took aim at the central Gulf Coast on Monday, as thousands of people prepared for heavy rain and potentially deadly flooding from New Orleans and Biloxi, Miss., to the Alabama-Florida state line.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/facebook-buys-reis-elaborate-new-headquarters-as-covid-19-pandemic-prompts-a-sale-11600124280", "title": "Facebook Buys REI's New Headquarters as Pandemic Prompts Sale", "date": "2020-09-15 23:31", "summary": "Purchase of complex near Seattle is latest sign that big technology companies are driving commercial real estate markets during pandemic. Facebook Inc. is buying Recreational Equipment Inc.'s custom-made new headquarters near Seattle, the latest sign that big technology companies are driving commercial real estate markets during the coronavirus pandemic.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-deals-setback-to-global-vaccination-programs-gates-report-finds-11600138800", "title": "Coronavirus Deals Setback to Global Vaccination Programs, Gates Report Finds", "date": "2020-09-15 23:00", "summary": "Covid-19 pandemic has reversed gains made against poverty and disease, according to Gates Foundation. The Covid-19 pandemic has driven nearly 37 million people into extreme poverty and reversed two decades of progress in vaccinating children against once-common childhood diseases, according to a new report by the Bill & Melinda Gates Foundation.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/rochester-mayor-fires-police-chief-over-death-of-daniel-prude-11600129153", "title": "Rochester Mayor Fires Police Chief Over Death of Daniel Prude", "date": "2020-09-15 22:17", "summary": "Mayor Lovely Warren requests Justice Department review city's police department. The mayor of Rochester, N.Y., on Monday fired the city's police chief, suspended its corporation counsel and communication director, and requested the Justice Department review the city's police department amid growing criticism and protests over the asphyxiation death of Daniel Prude.", "categories": [["U.S.", "Tri-State Area"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-region?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hershey-maps-trick-or-treating-risks-in-hopes-coronavirus-wont-scare-off-halloween-sales-11600097275", "title": "Hershey Maps Trick-or-Treating Risks in Hopes Coronavirus Won't Scare Off Halloween Sales", "date": "2020-09-15 21:51", "summary": "Candy maker is offering social-distancing tips and sending treats out early for its biggest holiday. Hershey Co. is trying to save Halloween from the coronavirus pandemic.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nyc-teachers-union-says-buildings-arent-ready-to-open-monday-11600122209", "title": "NYC Teachers Union Says Buildings Aren't Ready to Open Monday", "date": "2020-09-15 21:38", "summary": "Teachers who returned to school last week cite ongoing concerns about staffing shortages, ventilation and supplies. The head of New York City's teachers union said he has grave concerns about whether the city's K-12 schools will be ready to reopen on Sept. 21 as planned, citing a teacher shortage, concerns about safety, and a lack of clarity on how many students will be showing up on opening day.", "categories": [["U.S.", "Schools"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-schools?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/billionaire-steven-cohen-reaches-deal-to-buy-new-york-mets-11600129710", "title": "Billionaire Steven Cohen Reaches Agreement to Buy New York Mets", "date": "2020-09-15 21:28", "summary": "Agreement values the team at between $2.4 billion and $2.5 billion, a record for a North American professional sports franchise. Billionaire hedge-fund manager Steven A. Cohen has reached an agreement to purchase the New York Mets from the controlling Wilpon and Katz families, the team said, in a deal that would set a new benchmark for North American sports franchise valuations.", "categories": [["Sports", "MLB"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/mlb?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-trump-take-dueling-approaches-to-wildfires-11600120695", "title": "Biden, Trump Take Dueling Approaches to Wildfires", "date": "2020-09-15 21:08", "summary": "President cites poor forest management, expresses doubt about role of climate change, while Biden says four more years of Trump would worsen natural disasters. President Trump put the blame on poor forest management rather than climate change for the unprecedented wildfires engulfing western states, while Joe Biden focused squarely on global warming and warned of worsening natural disasters if Mr. Trump prevails in November.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-nba-bubble-was-built-for-comebacks-11600092438", "title": "The NBA Bubble Was Built for Comebacks", "date": "2020-09-15 21:01", "summary": "The Denver Nuggets have won three elimination games after trailing by 15 points in the second half. Never have big leads been less safe.. The situation was bleak. The Denver Nuggets were down 15 points in the second half with their season on the line against the Utah Jazz. They won the game and the series. They found themselves in the same miserable situation against the Los Angeles Clippers on Friday. They won that game, too. They had their backs against the wall again on Sunday before mounting another epic comeback to force another unlikely Game 7 on Tuesday.", "categories": [["Sports", "NBA"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/nba?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/oracle-tiktok-deal-trump-politics-microsoft-11600129980", "title": "How Dark Horse Oracle Became TikTok's Leading Suitor", "date": "2020-09-15 20:59", "summary": "The emergence of the oddball alliance between a business-software giant and social-media sensation is the latest twist in six weeks of negotiations. Oracle Corp. is one of the most lucrative but unflashy companies in Silicon Valley, a provider of business software and consulting services. Now, it is poised to become the U.S. partner for TikTok, the smash Chinese social-media app that has become a staple on the smartphones of millions of American teenagers.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fires-in-california-and-oregon-trump-to-visit-as-potentially-dangerous-winds-expected-monday-11600091189", "title": "Smoke and Winds Worsen in Deadly West Coast Wildfires", "date": "2020-09-15 20:56", "summary": "President Trump visits California, disagrees with Democratic presidential nominee Biden on role of climate change. GRIDLEY, Calif.-In this Northern California town near where the deadliest wildfire of 2020 is still burning, ash fell from the sky Monday, and the smoke was so thick that it was difficult to see more than half a mile.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/wisconsin-supreme-court-keeps-green-party-off-november-ballot-11600130625", "title": "Wisconsin Supreme Court Keeps Green Party Off November Ballot", "date": "2020-09-15 20:50", "summary": "The ruling cites insufficient time to add the candidates and concerns of 'upsetting the election'. The Wisconsin Supreme Court denied the Green Party's request to appear on the state's ballot in the presidential election, dropping a temporary order that had halted the mailing of ballots to voters.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/is-there-life-on-venus-scientists-say-maybe-11600130963", "title": "Is There Life on Venus? Scientists Say Maybe", "date": "2020-09-15 20:49", "summary": "Using telescopes, scientists measure signs of phosphine gas in the atmosphere of inhospitable planet-a possible sign of biological life. An international group of scientists reported the detection of small quantities of a gas in the atmosphere of Venus they believe could be a sign of biological life on the often-overlooked planet. The findings need to be confirmed with additional measurements, the researchers and other experts said.", "categories": [["Life & Work", "Science"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/science?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/californias-wildfire-power-eclipse-11599864717", "title": "California's Wildfire Power Eclipse", "date": "2020-09-15 20:38", "summary": "Fires are adding to blackout risks as they strike solar plants.. The wildfires sweeping through California and the Pacific Northwest are terrible to behold, with some 10% of Oregon residents forced to leave their homes and 20 times more land in California burned than this time last year. The fires again underscore the need for active forest management, as they also expose the weaknesses of green-only energy policies.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-of-the-climate-apocalypse-11600126352", "title": "Biden of the Climate Apocalypse", "date": "2020-09-15 20:32", "summary": "He gives a speech on wildfires and never mentions better forest management.. Sometimes we wonder if Joe Biden writes anything in his public remarks other than the words \"here's the deal.\" An example is the Democratic nominee's big speech Monday on the West Coast wildfires in which he never mentioned the need for better forest management.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-administration-can-end-humanitarian-protection-for-some-immigrants-appeals-court-rules-11600124657", "title": "Trump Administration Can End Protection for Some Immigrants, Appeals Court Rules", "date": "2020-09-15 20:18", "summary": "Ninth Circuit reverses lower court ruling that blocked termination of Temporary Protected Status for immigrants from some countries. WASHINGTON-The Trump administration can wind down humanitarian protections for hundreds of thousands of immigrants from at least four countries, a federal appeals court in California ruled on Monday.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/amazon-is-hiring-and-expanding-its-offices-inside-the-tech-giants-strategy-11597853961", "title": "Amazon's Relentless Growth Means More Hiring, More Offices", "date": "2020-09-15 20:15", "summary": "E-commerce giant continues to grow during pandemic, showing commitment to office work. Amazon . com Inc., already one of the world's largest companies, has hired at a brisk pace even amid the great economic uncertainty caused by the coronavirus pandemic.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}]