[{"link": "https://www.wsj.com/articles/a-p-exams-in-the-coronavirus-era-online-and-just-15-to-45-minutes-long-11589208916", "title": "A.P. Exams in the Coronavirus Era: Online, and Just 15 to 45 Minutes Long", "date": "2020-05-11 19:53", "summary": "High school students will start taking Advanced Placement tests Monday, as the pandemic changes school and college admissions this spring. Beginning Monday, hundreds of thousands of high school students sat down at desks-and in cars, on bedroom floors and anywhere they could find some quiet-and took Advanced Placement exams with the hopes of proving mastery of a range of academic subjects.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tesla-to-restart-production-elon-musk-says-11589230278", "title": "Musk to Reopen Tesla Factory, Defying Local Order", "date": "2020-05-11 19:29", "summary": "CEO of electric-vehicle maker says he will be on production line with others: 'If anyone is arrested, I ask that it only be me'. Elon Musk said Tesla Inc. is resuming production of cars at its lone U.S. assembly factory in defiance of local authorities in what is quickly becoming one of the highest-profile showdowns between business and government about reopening after weeks of sheltering-in-place.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/texas-businesses-defy-coronavirus-shutdown-11589205601", "title": "Texas Businesses Defy Shutdown", "date": "2020-05-11 19:22", "summary": "Resume Subscription. CONROE, Texas-A Dallas beauty-salon owner was arrested last week for opening before the state lifted its shutdown, sparking national outrage. A bar and gym in Odessa opened, aided by men who drove hundreds of miles to stand outside the businesses with guns. State lawmakers near Houston defied the governor of their own party as they got illegal haircuts on camera and tweeted about it.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/the-supreme-court-and-trumps-tax-returns-11589238780", "title": "The Supreme Court and Trump's Tax Returns", "date": "2020-05-11 19:13", "summary": "The stakes are bigger than the political fate of this President.. It will be a full online house on Tuesday when the Supreme Court hears a legal double-header over President Trump's tax returns. Mr. Trump has broken political norms by refusing to release his returns, but the Court will have to consider whether letting Democrats subpoena them will do more lasting damage to the country's law and institutions.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/caesar-god-and-the-lockdowns-11589238548", "title": "Caesar, God and the Lockdowns", "date": "2020-05-11 19:09", "summary": "A federal court ruling on religious liberty is a lesson to governors.. As governors consider how to ease their lockdowns, they might take a moment to read a pair of unanimous opinions this month from the U.S. Court of Appeals for the Sixth Circuit. They rebuke the idea of giving office parks greater pandemic leeway than churches.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chicagos-union-pickpockets-11589238393", "title": "Chicago's Union Pickpockets", "date": "2020-05-11 19:06", "summary": "Big Labor confiscates dues money from members who resigned.. Do public unions feel obliged to follow the law? Apparently the Chicago Teachers Union (CTU) doesn't, according to a new lawsuit filed by teachers who say they've been forced to make compulsory dues payments though they've left the union.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pnc-financial-to-exit-full-investment-in-blackrock-11589230013", "title": "PNC Financial to Exit Investment in BlackRock", "date": "2020-05-11 19:05", "summary": "Deal is emblematic of an era in which BlackRock has dislodged banks to become a central power on Wall Street in its own right. BlackRock Inc.'s largest shareholder, PNC Financial Services Group Inc., said it is exiting its stake in the firm, ending a lucrative yearslong wager on the world's largest money manager.", "categories": [["Markets", "Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/yrc-seeks-to-preserve-cash-in-troubled-trucking-market-11589238197", "title": "YRC Seeks to Preserve Cash in Troubled Trucking Market", "date": "2020-05-11 19:03", "summary": "Trucker lays off, furloughs workers as coronavirus lockdowns hit freight demand. YRC Worldwide Inc. , one of the largest U.S. trucking companies, is trying to shore up its troubled finances even as coronavirus lockdowns carve off its trucking business.", "categories": [["Logistics Report"]], "category_links": ["https://www.wsj.com/news/types/logistics-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/congress-weighs-coronavirus-aid-for-local-newspapers-broadcasters-11589238146", "title": "Congress Weighs Coronavirus Aid for Local Newspapers, Broadcasters", "date": "2020-05-11 19:02", "summary": "House provision would allow currently ineligible local news outlets apply for PPP loans. Congress is looking to help struggling local newspapers, TV and radio stations qualify for federal coronavirus aid, according to people familiar with the matter.", "categories": [["WSJ News Exclusive", "Politics"]], "category_links": ["https://www.wsj.com/news/types/ny-politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/caesars-eldorado-revenues-fall-on-coronavirus-casino-shutdowns-11589232876", "title": "Caesars, Eldorado Revenues Fall on Coronavirus Casino Shutdowns", "date": "2020-05-11 18:40", "summary": "First-quarter revenue declined 14% at Caesars and 26% at Eldorado. Caesars Entertainment Corp. and Eldorado Resorts Inc. detailed the damage that casino closures in response to the pandemic had on their businesses in the first quarter, with both companies reporting double-digit declines in revenue.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/when-coronavirus-hits-food-deserts-11589233413", "title": "When Coronavirus Hits Food Deserts", "date": "2020-05-11 18:39", "summary": "Those living far from supermarkets want to avoid public transport during the pandemic; some local farms are stepping in with deliveries. Kimyatta Terrell was home watching a movie when a bag of veggies, from mustard greens to Chinese cabbage, was placed at her front door.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-johns-hopkins-course-to-train-coronavirus-contact-tracers-11589235347", "title": "New Johns Hopkins Course to Train Coronavirus Contact Tracers", "date": "2020-05-11 18:34", "summary": "Free, six-hour online class created to help New York state limit the spread of Covid-19. Officials at the Johns Hopkins Bloomberg School of Public Health on Monday rolled out a new online course on contact tracing, the first step in an effort to train thousands of people who will work to help limit the spread of the novel coronavirus in New York state.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-wouldnt-be-a-second-obama-11589235240", "title": "Biden Wouldn't Be a Second Obama", "date": "2020-05-11 18:14", "summary": "He'd prioritize the climate, but don't expect a return to free trade or the JCPOA.. Only four months ago, the consensus among the rich, powerful and well-connected who gathered for the World Economic Forum's annual meeting in Davos, Switzerland, was that Donald Trump would win a second term. The coronavirus and consequent economic collapse have challenged that certainty. As they huddle in their lockdowns from Brussels to Beijing, world leaders are trying to figure out what a Biden administration's foreign policy would look like.", "categories": [["Opinion", "Global View"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/global-view?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fire-in-paradise-review-fanning-the-flames-11589235214", "title": "'Fire in Paradise' Review: Fanning the Flames", "date": "2020-05-11 18:13", "summary": "It was one of the few California towns with a decent evacuation plan. But no one envisioned they'd have to evacuate everyone at once.. In California, Paradise was a place, a bucolic town sprawled across a ridge in the foothills of the northern Sierra, where people looking for a quiet, affordable existence went to live. Their wishes held true until early November 2018, when the town was annihilated by the deadliest fire in California history.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-wayward-hunt-for-stimulus-fraud-11589235181", "title": "The Wayward Hunt for Stimulus Fraud", "date": "2020-05-11 18:13", "summary": "The Justice Department is set to punish good-faith loan-application errors but overlook a wave of scams.. The Justice Department has a tradition of not commenting on continuing investigations, but it's sometimes subordinated to political imperatives. My interest was piqued when Brian Benczkowski, head of Justice's criminal division, announced recently that the department had already uncovered signs of possible fraud by applicants for Paycheck Protection Program loans. (The investigation is being conducted by Justice's Fraud Section, where I used to work as a prosecutor.) Mr. Benczkowski said that application data indicated that some businesses had been \"overstating their payroll costs, overstating the number of employees they've had, [or] overstating the nature of their business.\"", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/medical-lockdown-will-cause-a-disease-surge-11589235129", "title": "Medical Lockdown Will Cause a Disease Surge", "date": "2020-05-11 18:12", "summary": "Patients who are sick with conditions other than Covid-19 aren't seeking screening and treatment.. With most of the nation still on lockdown, many people are missing regular screenings and checkups with their doctors. Some may be experiencing early symptoms of illness, yet aren't seeking treatment. The effects of a six-week delay are surmountable in most cases, but a six-month delay would lead to much sicker patients and dramatic increases in death rates for major illnesses such as cancer. The number of people who die as a result of these delays could end up rivaling or exceeding deaths due to Covid-19. Adding to this potential crisis is that health systems and medical providers are incurring substantial losses, which will impede their ability to provide care.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/since-work-is-rare-its-time-to-share-11589235150", "title": "Since Work Is Rare, It's Time to Share", "date": "2020-05-11 18:12", "summary": "Laid-off employees can return part-time and receive benefits.. More than 33 million American workers-about 20% of the U.S. labor force-have filed for unemployment insurance since March 14. Governors are beginning to lift restrictions, but many businesses can expect to operate at reduced capacity for some time, perhaps until a vaccine or effective treatment for Covid-19 is available. If business capacity can only return to, say, 50% of precrisis levels, does this mean half of all laid-off employees are doomed to stay unemployed for months and months?", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/if-you-were-born-in-1960-you-pay-extra-for-covid-19-11589235056", "title": "If You Were Born in 1960, You Pay Extra for Covid-19", "date": "2020-05-11 18:10", "summary": "A quirk in how Social Security is calculated will cost 60-year-olds thousands a year.. The Covid-19 pandemic has been tough on Americans nearing retirement: Their 401(k) balances have been reduced and, so long as shutdowns of businesses are in place, it's harder for workers to delay retirement. This would seem to make Social Security more important than ever. But for a small group of Americans-those who turn 60 in 2020-the biggest Covid financial hit will be to their Social Security benefits, potentially costing them thousands of dollars a year. The reasons are technical, but the hit can be severe.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-pandemic-renews-push-for-medicaid-expansion-in-gop-led-states-11589194800", "title": "Pandemic Renews Push for Medicaid Expansion in GOP-Led States", "date": "2020-05-11 18:09", "summary": "Democrats say Covid-19 spotlights need to widen coverage, while GOP says states can't afford such expenses now. The coronavirus pandemic's impact on the U.S. health-care system and economy is fueling renewed efforts in some states to expand Medicaid as millions of people lose their jobs and health coverage.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/marriott-posts-lower-profit-as-occupancy-drops-amid-coronavirus-11589199020", "title": "Marriott's Occupancy Starts Picking Up After Steep Decline", "date": "2020-05-11 17:55", "summary": "The hotel operator might have seen the worst of declines in April, CEO Arne Sorenson says. Hotels are slowly starting to reopen and global occupancy rates are leveling off, Marriott International Inc. Chief Executive Arne Sorenson said.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-gives-green-light-to-drive-in-theaters-closed-amid-coronavirus-11589233435", "title": "New York Gives Green Light to Drive-In Theaters Closed Amid Coronavirus", "date": "2020-05-11 17:43", "summary": "Cuomo classifies drive-ins as one of 'low risk' businesses that can resume May 15. New Yorkers will soon be able to head back to the movies-at least the kind they can view from their cars.", "categories": [["U.S.", "Culture"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-culture?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/shale-drilling-pioneer-chesapeake-energy-warns-its-future-is-in-peril-11589204463", "title": "Shale Driller Chesapeake Energy Warns Its Future in Peril", "date": "2020-05-11 17:40", "summary": "Company co-founded by late wildcatter Aubrey McClendon was struggling with debt even before recent collapse in oil prices. Chesapeake Energy Corp. warned that it may not be able to stay in business as weak oil and natural-gas prices imperil a yearslong effort to pay down hefty debt.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-mediterranean-style-home-on-malibus-broad-beach-lists-for-42-million-11589232954", "title": "A Mediterranean-Style Home on Malibu's Broad Beach Lists for $42 Million", "date": "2020-05-11 17:35", "summary": "The 13,500-square-foot estate is one of the largest in the area, which is a favorite among celebrities. A Mediterranean-style estate is listing for $42 million on Malibu's Broad Beach, an area popular with celebrities such as Pierce Brosnan and Mel Gibson.", "categories": [["WSJ News Exclusive", "Private Properties"]], "category_links": ["https://www.wsj.com/news/types/private-properties?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-malibu-mansion-asks-42-million-11589232867", "title": "A Malibu Mansion Asks $42 Million", "date": "2020-05-11 17:34", "summary": "The Mediterranean-style home sits on the exclusive Broad Beach.. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/new-york-prepares-to-reopen-friday-as-coronavirus-retreats-11589215015", "title": "Coronavirus Death Toll in New York City Likely Much Higher, CDC Says", "date": "2020-05-11 17:26", "summary": "Federal report says thousands of probable Covid-19 deaths likely went uncounted as such; state to begin phased reopening Friday. The coronavirus pandemic likely killed thousands more people in New York City than official tallies show, according to a federal report released Monday.", "categories": [["U.S.", "Politics"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nonprofits-face-bleak-future-as-revenue-dries-up-amid-coronavirus-11589223487", "title": "Nonprofits Face Bleak Future as Revenue Dries Up", "date": "2020-05-11 17:22", "summary": "Canceled fundraisers and lost donations mean scaled-back services for struggling people; many charities left to 'hope and pray and wait and see'. Two years ago, at the end of her rope, Jessica Powers walked into Gilgal, a small residential recovery program in Atlanta that for 15 years has helped homeless women get past addictions and into jobs and housing.", "categories": [["Life & Work", "Life & Style"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/life-style?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biomin-america-fined-for-alleged-sanctions-violations-11589232067", "title": "Biomin America Fined for Alleged Sanctions Violations", "date": "2020-05-11 17:21", "summary": "The Kansas company agrees to pay about $258,000 in a settlement related to sales of agricultural products to a Cuban company. The U.S. division of a global maker of animal feed additives reached a settlement with the Treasury Department over possible sanctions violations-a case that underscores the importance of maintaining a compliance program and seeking guidance from regulators.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/justices-struggle-with-religious-institutions-freedom-to-hire-and-fire-at-will-11589232026", "title": "Justices Struggle With Religious Institutions' Freedom to Fire at Will", "date": "2020-05-11 17:20", "summary": "Woman was fired after telling Catholic school authorities she had cancer. WASHINGTON-The Supreme Court signaled Monday that it was struggling over how much freedom to give religious institutions from laws barring employment discrimination.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/kkr-to-acquire-majority-stake-in-coty-11589197170", "title": "KKR Working With Coty to Take Majority Stake in Hair-Care Business", "date": "2020-05-11 16:40", "summary": "Private-equity investment in professional-beauty and retail hair businesses would yield cash proceeds of $3 billion. Coty Inc. said it is in exclusive talks with private-equity firm KKR & Co. on a $3 billion deal that would carve out Coty's professional-beauty and hair-care businesses and give the struggling beauty giant a much-needed infusion of cash.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/global-stock-markets-dow-update-05-11-2020-11589172892", "title": "U.S. Stocks Waver to Start the Week", "date": "2020-05-11 16:37", "summary": "The Nasdaq gets a sixth consecutive session of gains, but Dow industrials decline. U.S. stocks were little changed Monday as investors weighed the benefits of reopening the economy against concerns that such steps could lead to fresh waves of coronavirus infections and renewed lockdowns.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/justice-department-considers-hate-crime-charges-in-shooting-of-ahmaud-arbery-11589228875", "title": "Justice Department Considers Hate-Crime Charges in Shooting of Georgia Man", "date": "2020-05-11 16:27", "summary": "Georgia attorney general names new prosecutor, fourth since Feb. 23 shooting death of unarmed black jogger by two white men. The Georgia attorney general named a new prosecutor Monday to handle the case against a father and son charged with murdering 25-year-old Ahmaud Arbery, while the U.S. Justice Department weighs potential federal hate-crimes charges.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/wall-street-bets-virus-meltdown-gives-landlords-a-chance-to-grow-11589189405", "title": "Wall Street Bets Virus Meltdown Gives Landlords a Chance to Grow", "date": "2020-05-11 16:19", "summary": "Largest home-leasing companies have strong occupancy, rent collection and expect demand for suburban houses to rise. Wall Street's wager on high-earning suburban renters is paying off, and it is raising its stakes.", "categories": [["Markets", "Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mnuchin-says-technical-fix-possible-to-sba-lending-program-for-restaurants-11589208269", "title": "Mnuchin Supports Changes to Small-Business Aid Program", "date": "2020-05-11 16:01", "summary": "Treasury secretary says 'technical fix' is possible as restaurants, others say terms don't work for them. WASHINGTON-Treasury Secretary Steven Mnuchin said Monday that the government will look to make fixes to help restaurants and others participate in the $660 billion small-business aid program, a move that could help ease some of the criticism surrounding the program.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/little-big-ii-dreams-of-a-mechanical-man-and-in-common-2-reviews-jazzs-take-on-comfort-food-11589227225", "title": "'Little Big II: Dreams of a Mechanical Man' and 'In Common 2' Reviews: Jazz's Take on Comfort Food", "date": "2020-05-11 16:00", "summary": "Tasty new releases from pianist Aaron Parks and the duo of saxophonist Walter Smith III and guitarist Matthew Stevens are approachable records with familiar song-form structures and straightforward solos.. ", "categories": [["Books & Arts", "Music Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/music-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/richard-branson-to-cash-in-virgin-galactic-shares-11589226936", "title": "Branson to Cash In Part of Virgin Galactic Stake", "date": "2020-05-11 15:58", "summary": "Virgin Group wants to sell up to 12% of space-tourism venture to support other businesses. Richard Branson's Virgin Group said it plans to sell as much as 12% of Virgin Galactic Holdings Inc. -the space-tourism venture that made its initial public offering in New York-to shore up its other travel and tourism businesses.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/twitter-to-add-labels-to-disputed-coronavirus-posts-as-misinformation-proliferates-11589226911", "title": "Twitter to Add Labels to Disputed Coronavirus Posts", "date": "2020-05-11 15:55", "summary": "New survey says 78% of Americans believe that false claims about the virus are a major problem. Twitter Inc. said it would start adding labels to tweets that have disputed information about the coronavirus, a step that comes as a new survey shows that 78% of Americans believe that misinformation about the virus is a major problem.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/britain-slowly-returns-to-work-11589226213", "title": "Britain Slowly Returns to Work", "date": "2020-05-11 15:43", "summary": "Boris Johnson faces a bigger political challenge than Brexit.. It's a relief that the United Kingdom, among the world's largest economies, will start returning to work this week. As is happening most other places, the easing of Britain's coronavirus lockdown is tentative and confusing. It's quickly becoming a bigger political challenge for Prime Minister Boris Johnson than Brexit.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/oil-prices-swing-after-saudi-arabia-deepens-supply-cuts-11589205635", "title": "Oil Prices Fall as Demand Concerns Outweigh Supply Cuts", "date": "2020-05-11 15:23", "summary": "Many analysts expect more volatility because front-month U.S. crude-oil futures expire next week. Oil prices closed lower after a volatile session Monday, pausing a recent rebound even after Saudi Arabia and other producers said they would deepen supply cuts to support beleaguered energy markets.", "categories": [["Markets", "Commodities", "Oil Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb", "https://www.wsj.com/news/types/oil-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-many-people-does-it-take-to-make-fake-news-11589224845", "title": "How Many People Does It Take to Make Fake News?", "date": "2020-05-11 15:20", "summary": "More details from the health facility CBS blames for bogus video.. Last week this column noted the Project Veritas report that a CBS News shot of a waiting line for coronavirus testing included medical staff posing as patients. The incident occurred at an ObamaCare-funded organization called Cherry Health which coincidentally recently hosted former Vice President Joe Biden and Michigan Gov. Gretchen Whitmer (D., Mich.) for an event promoting his presidential campaign.", "categories": [["Opinion", "Best of the Web"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/best-of-the-web-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/drugmakers-overhaul-the-sales-pitch-amid-coronavirus-lockdowns-11589194800", "title": "Drugmakers Overhaul the Sales Pitch Amid Coronavirus Lockdowns", "date": "2020-05-11 14:50", "summary": "Pharmaceutical sales reps, unable to visit doctor's offices due to Covid-19, are launching new drugs virtually. Drug-company sales representatives, grounded by the coronavirus pandemic, are blasting out emails and hosting video calls to pitch new treatments for a variety of ailments to doctors, a different way of doing things for a field force that had relied on visiting with physicians in person.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/swedens-doing-better-than-new-york-state-11589221909", "title": "Sweden's Doing Better Than New York State", "date": "2020-05-11 14:31", "summary": "While Sweden's fatality rate is higher than that of the U.S. as a whole, state fatality rates vary from 0.003% in Texas to 0.122% in New York, which, together with New Jersey (0.084%) and Massachusetts (0.055%), all have much higher death rates than Sweden (0.026%).. Your editorial \"Weighing Sweden's Coronavirus Model\" (May 5) is at odds with the \"accepted norm\" of totally shutting down economies.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/marines-are-right-to-change-force-structure-11589221849", "title": "Marines Are Right to Change Force Structure", "date": "2020-05-11 14:30", "summary": "Dispersal is the answer, and that calls for small units, which used to mean weak units, but today we can have \"super-empowered small units.\". Two April 28 letters (\"Think Carefully Before Remaking the USMC\") criticize the radically new operational concept offered by the Commandant of the Marine Corps Gen. David Berger that is based on missile-armed small units because small units are small, and hence weaker than larger units. In Daniel Goure's version: \"[they] are likely to be brushed aside by the amphibious forces China will have a decade hence,\" while Col. Alan B. Will (USMC, Ret.) evokes the \"coordinated Japanese attack on islands [that] resulted in the loss of Wake, Guam, the Philippines and the Dutch East Indies.\"", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/personal-responsibility-and-the-coronavirus-11589221796", "title": "Personal Responsibility and the Coronavirus", "date": "2020-05-11 14:29", "summary": "It's unfortunate that Surgeon General Dr. Jerome Adams has received such negative response from African-American leaders.. Regarding Robert L. Woodson Sr.'s \"Personal Responsibility and Covid-19\" (op-ed, May 5): It's unfortunate that Surgeon General Dr. Jerome Adams has received such negative response from African-American leaders. Many of these are the same leaders who, for the past 30 years, have either participated in, encouraged or ignored the lifestyle choices that are currently putting African-Americans at risk in the name of freedom of expression or choice.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/looking-forward-to-happy-saturday-nights-again-11589221712", "title": "Looking Forward to Happy Saturday Nights Again", "date": "2020-05-11 14:28", "summary": "Which future Saturday will find the grandchildren of these people hosting friends in joyful freedom as their children listen and look forward to their own release from Covid-19 time?. Regarding Bob Greene's \"Saturday Night Used to Be for Crowds\" (op-ed, April 30): My view from the staircase in 1949 Athens, Ohio, featured Marge and Bob (car dealer), Ruth and Frank (football coach), Jettie and Herb (nurse and accountant), Norman and Esther (grocer), and me in my footed pajamas. I trace the blue wallpaper design next to me as I listen to the comfortable racket, knowing amid the party debris in the morning a good breakfast with my dad awaits.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ai-covid-19-and-avoiding-a-nuclear-war-long-ago-11589221608", "title": "AI, Covid-19 and Avoiding A Nuclear War Long Ago", "date": "2020-05-11 14:26", "summary": "Andy Kessler posits that \"Open is better than closed. Dissemination is better than secrets.\". In \"How AI Is Attacking the Virus\" (Inside View, May 4), Andy Kessler posits that \"Open is better than closed. Dissemination is better than secrets.\"", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/one-idea-for-speeding-a-coronavirus-vaccine-deliberately-infecting-people-11589221164", "title": "One Idea for Speeding a Coronavirus Vaccine: Deliberately Infecting People", "date": "2020-05-11 14:19", "summary": "Debate is rising among scientists about whether a so-called human challenge trial is worth the risk. It's a controversial idea: Intentionally infect people with the virus that causes Covid-19 to test the effectiveness of a potential vaccine.", "categories": [["Life & Work", "Your Health"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/your-health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/feds-evans-says-it-is-reasonable-to-assume-return-to-growth-in-second-half-11589214624", "title": "Fed's Evans Says It Is 'Reasonable' for Return to Growth in Second Half", "date": "2020-05-11 14:10", "summary": "'For a baseline outlook, it's reasonable to assume a legitimate return to growth,' the Fed official said. Chicago Federal Reserve leader Charles Evans said Monday the most probable outlook still holds for a modest economic recovery in the latter half of the year as the nation continues to navigate the coronavirus crisis.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/never-say-never-on-negative-rates-11589220649", "title": "Never Say Never on Negative Rates", "date": "2020-05-11 14:10", "summary": "The Fed is showing reluctance to go negative, but such a move can't be ruled out. Futures markets imply the Federal Reserve will end up taking interest rates negative. Investors should be careful not to view that as an inevitability. But neither should they think it impossible.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/egypt-gets-2-77-billion-imf-loan-as-coronavirus-hurts-economy-11589219450", "title": "Egypt Gets $2.77 Billion IMF Loan as Coronavirus Hurts Economy", "date": "2020-05-11 14:10", "summary": "Tourism, which accounts for about 5% of the country's gross domestic product, has vanished. LONDON-The International Monetary Fund approved a $2.77 billion loan to Egypt in an attempt to prevent economic collapse in the Middle East's most populous nation amid the coronavirus pandemic.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/unemployed-drivers-find-work-delivering-food-to-new-york-citys-needy-11589218383", "title": "Unemployed Drivers Find Work Delivering Food to New York City's Needy", "date": "2020-05-11 14:06", "summary": "Underemployed drivers deliver free groceries to people who can't afford them as 'economic desperation' due to coronavirus grows. Jamal Thom parked outside a recreation center in Flushing Meadows-Corona Park in Queens, N.Y., at 9 p.m. last Tuesday, and slept in his car.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/neiman-will-burn-hundreds-of-millions-in-bankruptcy-before-stores-open-11589213761", "title": "Neiman Will Burn Hundreds of Millions in Bankruptcy Before Stores Open", "date": "2020-05-11 13:40", "summary": "Judge overseeing luxury retailer's bankruptcy approves a $675 million rescue loan. Neiman Marcus Group Ltd., the luxury department-store chain that filed for bankruptcy last week, expects to burn through $300 million before it can reopen its stores.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-didnt-this-gym-chain-fall-to-earth-11589218664", "title": "Why Didn't This Gym Chain Fall to Earth?", "date": "2020-05-11 13:37", "summary": "Planet Fitness is defying gravity with most of its clubs closed and competitors entering bankruptcy. Restaurants are from Mars and gyms are from Venus, if the stock market is to be believed.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/investment-between-u-s-and-china-falls-as-tensions-coronavirus-take-toll-11589218437", "title": "Investment Between U.S. and China Falls", "date": "2020-05-11 13:33", "summary": "Once-vibrant business relationship continues to slide, according to new report. Investment between the U.S. and China is off to a weak start in 2020 and could worsen, according to a report published Monday that tallies a continuing slide in a once-vibrant business relationship due to \"political friction, regulatory tightening and market dynamics.\"", "categories": [["Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/everything-you-need-to-know-about-the-payments-from-the-government-11585229988", "title": "Everything You Need to Know About the Payments From the Government", "date": "2020-05-11 13:07", "summary": "Everything you need to know about the payments from the government. WASHINGTON-In response to the economic fallout of the coronavirus pandemic, Congress has approved an economic-relief plan that includes one-time direct payments to most households. Here are the key details:", "categories": [["Markets", "Personal Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/personal-finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-approves-giant-solar-project-in-nevada-11589216400", "title": "U.S. Approves Giant Solar Project in Nevada", "date": "2020-05-11 13:00", "summary": "Gemini project will have capacity to power all Las Vegas homes. ", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/viking-cruises-seeks-to-raise-600-million-11589215417", "title": "Viking Cruises Seeks to Raise $600 Million", "date": "2020-05-11 12:45", "summary": "Cruise line floats bond offering in bid to survive coronavirus pandemic. Viking Cruises Ltd. on Monday launched a bid to raise money to help it sustain its business through the coronavirus pandemic.", "categories": [["Pro Bankruptcy Distress"]], "category_links": ["https://www.wsj.com/news/types/pro-bankruptcy-distress?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-city-medical-examiner-doing-limited-coronavirus-testing-on-dead-11589119200", "title": "New York City Medical Examiner Limits Coronavirus Testing on Dead", "date": "2020-05-11 12:41", "summary": "Citing 'unprecedented circumstances,' office uses interviews to determine whether virus has caused home deaths. ", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/viewpoint-congress-should-codify-the-one-day-bankruptcy-11589191200", "title": "Viewpoint: Congress Should Codify the One-Day Bankruptcy", "date": "2020-05-11 12:37", "summary": "Chapter 11 needs to be streamlined, writes a senior partner at law firm Kirkland & Ellis. As the coronavirus pandemic forces a shutdown of the economy, many good companies facing massive revenue declines will need to avail themselves of bankruptcy.", "categories": [["Pro Bankruptcy Commentary Analysis"]], "category_links": ["https://www.wsj.com/news/types/pro-bankruptcy-commentary-analysis?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/amazons-pandemic-success-story-11589214558", "title": "Amazon's Pandemic Success Story", "date": "2020-05-11 12:29", "summary": "Progressives and their union allies trash the company, but it keeps delivering and hiring.. There's one bright spot in the dismal pandemic economy. Amazon is trying something that no company has attempted before: supplying the essential needs of 325 million Americans largely confined to their homes during a pandemic, while keeping its own workforce of more than 500,000 people safe. Yet some politicians are trying to make it a scapegoat.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/texas-salon-owners-cry-remember-the-a-la-mode-11589214511", "title": "Texas Salon Owner's Cry: Remember the à la Mode!", "date": "2020-05-11 12:28", "summary": "A mom is treated like a criminal for reopening her small business in the lockdown.. Bully for Greg Abbott. And for common sense.", "categories": [["Opinion", "Main Street"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/main-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/market-volatility-recedes-to-lowest-level-since-february-11589212535", "title": "Market Volatility Recedes to Lowest Level Since February", "date": "2020-05-11 11:55", "summary": "Measures of market turbulence are declining, a signal for some funds to buy stocks. Market volatility has abated after a painful stretch of turbulence, flashing a green light for some funds to buy U.S. stocks.", "categories": [["Markets", "Stocks"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/going-back-to-work-tips-on-what-your-boss-canand-cantmake-you-do-11587682455", "title": "Going Back to Work: What Your Boss Can-and Can't-Make You Do", "date": "2020-05-11 11:43", "summary": "As some states begin reopening for business, we answer your questions about worker safety and protections. Employers and legislators are turning their attention to the eventual reopening of workplaces, and in some places it is already happening.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-and-chip-makers-including-intel-seek-semiconductor-self-sufficiency-11589103002", "title": "Trump and Chip Makers Seek Self-Sufficiency", "date": "2020-05-11 11:19", "summary": "Pentagon says coronavirus pandemic underscores vulnerability from reliance on Asian factories. The Trump administration and semiconductor companies are looking to jump-start development of new chip factories in the U.S. as concern grows about reliance on Asia as a source of critical technology.", "categories": [["WSJ News Exclusive", "Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-fed-finds-big-deterioration-in-consumer-views-in-april-11589209825", "title": "Fed Survey Finds Big Deterioration in Consumer Views", "date": "2020-05-11 11:10", "summary": "Expected earnings growth hit a record low for the report, at a projected increase of 1.8%. Americans' outlook for the job market and their personal finances suffered substantial deterioration in April as the coronavirus crisis left much of the U.S. economy on lockdown, new data from the Federal Reserve Bank of New York said.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nar-real-estates-biggest-trade-group-sued-over-pocket-listings-policy-11589208756", "title": "Real Estate's Biggest Trade Group Sued Over Pocket Listings Policy", "date": "2020-05-11 10:52", "summary": "Top Agent Network wants to reverse the association's \"Clear Cooperation Policy,\" which put an end to off-market listings. The real-estate industry's largest trade association, the National Association of Realtors, and two of its affiliates are facing a federal antitrust lawsuit challenging a new rule that effectively bans NAR members from marketing homes privately, or \"off-market.\"", "categories": [["Real Estate"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tom-cotton-has-a-china-coronavirus-attack-plan-11589204375", "title": "Tom Cotton Has a China Coronavirus Attack Plan", "date": "2020-05-11 10:52", "summary": "Senator proposes spending billions on 'resistance to Chinese expansion'. A writer on the Asia Times news site last week was perfectly clear about who he considers most responsible for the rapid rise of tensions between the U.S. and China: \"Tom Cotton leads the China attack\" blared the headline over his piece.", "categories": [["Politics", "Capital Journal"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/capital-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/china-fires-official-after-new-coronavirus-cases-emerge-in-wuhan-community-11589205412", "title": "China Fires Official After New Coronavirus Cases Emerge in Wuhan Community", "date": "2020-05-11 10:49", "summary": "Removed official was party secretary in charge of a residential complex. Authorities in Wuhan fired a local official after six new Covid-19 cases were confirmed over the weekend in a housing complex under his jurisdiction, in a sign of the government's anxieties about the possibility of a resurgence in the original center of the pandemic.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mckinsey-partner-trades-life-on-planes-for-virtual-whiteboards-and-pillow-fights-11589208252", "title": "McKinsey Partner Trades Life on Planes for Virtual Whiteboards, Pillow Fights", "date": "2020-05-11 10:44", "summary": "Jennifer Kilian's remote approach has limits but could bring long-term changes for clients. 'Life has become an unscripted reality-TV show'. Jennifer Kilian's Mother's Day was fit for a photo album.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bill-gates-coronavirus-vaccine-covid-19-11589207803", "title": "Bill Gates Has Regrets", "date": "2020-05-11 10:40", "summary": "Resume Subscription. Five years ago, Bill Gates warned that the biggest potential killer the world faced wasn't war, but a pandemic. The billionaire spent hundreds of millions of dollars to find faster ways to develop vaccines and create disease-tracking systems. He urged world leaders to build national defenses against new infectious diseases.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/wanted-somewhere-anywhere-to-store-lots-of-cheap-oil-11589207580", "title": "Wanted: Somewhere, Anywhere, to Store Lots of Cheap Oil", "date": "2020-05-11 10:33", "summary": "Storage schemes get creative, with would-be investors looking to sock it away in giant pools, caves or anywhere else. Rhett Kenagy and a high-school pal recently came up with a plan to rent hundreds of school-bus-size metal tanks and fill them with some 270,000 barrels of oil.", "categories": [["A-hed"]], "category_links": ["https://www.wsj.com/news/types/a-hed?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/saudi-arabia-unveils-austerity-measures-as-its-economy-founders-11589203069", "title": "Saudi Arabia Imposes Austerity Measures as Its Economy Founders", "date": "2020-05-11 10:21", "summary": "Kingdom boosts taxes to make up for lower oil revenues, but the move risks fueling discontent. Saudi Arabia said Monday it would triple its value-added tax rate and eliminate allowances for state workers, adopting austerity measures aimed at boosting state finances battered by the coronavirus pandemic and lower oil prices.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/netflixs-kimmy-schmidt-special-brings-interactivity-to-comedy-11589205600", "title": "Netflix's 'Kimmy Schmidt' Special Brings Interactivity to Comedy", "date": "2020-05-11 10:00", "summary": "The series co-created by Tina Fey will return for a choose-your-own-adventure style episode, suggesting the experimental format is here to stay.. Author", "categories": [[""]], "category_links": ["https://www.wsj.com/news/tech/future-of-everything?mod=svg-breadcrumb"]}, {"link": "https://www.wsj.com/articles/deutsche-bank-seeks-to-bolster-capital-cushion-11589204107", "title": "Deutsche Bank Seeks to Bolster Capital Structure", "date": "2020-05-11 09:58", "summary": "German lender is taking advantage of easier rules to sell unsecured debt and boost risk buffers. Deutsche Bank AG is taking advantage of the stabilization in European debt markets to sell new bonds and boost its capital buffers.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-new-secret-to-success-no-expectations-11589205497", "title": "The New Secret to Success? No Expectations.", "date": "2020-05-11 09:58", "summary": "We're all a little exhausted and desperate. Admitting it is OK.. I need another haircut.", "categories": [["Sports"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-crosses-borders-causing-surge-in-california-community-near-mexico-11589204646", "title": "Coronavirus Crosses Borders, Causing Surge in California Community Near Mexico", "date": "2020-05-11 09:44", "summary": "Resume Subscription. CHULA VISTA, Calif.-Hospitals in this border city south of San Diego are struggling to cope with a large number of Covid-19 patients, an influx they attribute to legal crossings from nearby Tijuana, one of Mexico's cities hardest hit by the coronavirus pandemic.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/why-the-economic-recovery-will-be-more-of-a-swoosh-than-v-shaped-11589203608", "title": "Economists Expect Recovery Will Be More of a 'Swoosh' Than V-Shaped", "date": "2020-05-11 09:30", "summary": "Some policy makers predict a large drop followed by a painfully slow recovery, similar in shape to the Nike logo. Until recently, many policy makers and corporate executives were hoping for a V-shaped economic recovery from the coronavirus pandemic: a short, sharp collapse followed by a bounce back to pre-virus levels of activity.", "categories": [["Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-j-crews-ludlow-suit-changed-the-way-we-dressed-11589203376", "title": "How J. Crew's Ludlow Suit Changed the Way We Dressed", "date": "2020-05-11 09:22", "summary": "Though it declared bankruptcy earlier this month, in the early 2010s the American company was riding high thanks in part to its ubiquitous slim-fitting Ludlow suit.. IN 2008, J. Crew introduced the Ludlow suit, a slim-fitting and affordable piece of tailoring-more palatable than the seriously sucked-in suits haute fashion houses like Thom Browne and Saint Laurent were pushing at the time. The Ludlow let men appear of-the-moment, but not lost in it. No matter what you did in it, \"you're going to look good,\" said Evan Parker, 37, of the narrow suit's initial appeal. Mr. Parker, the San Francisco-based general manager of sports media site the Athletic, bought his first Ludlow the year it came out.", "categories": [["Life & Work", "Style & Fashion", "On Trend"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/fashion?mod=breadcrumb", "https://www.wsj.com/news/types/on-trend?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-latest-news-05-10-2020-11589111513", "title": "States Look to Boost Testing as Some Countries Report Resurgence in Cases", "date": "2020-05-11 09:10", "summary": "Cuomo unveils twice-a-week tests for nursing-home workers: 'This virus uses nursing homes. They are ground zero.'. State leaders across the U.S. sought to increase testing for the new coronavirus while easing restrictions, even as some countries that had seen a decline in cases of the illness report a resurgence.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/will-there-be-a-fall-tv-season-fox-gives-it-a-go-11589202000", "title": "Will There Be a Fall TV Season? Fox Gives It a Go.", "date": "2020-05-11 09:00", "summary": "Networks struggle to piece together new programming as the coronavirus pandemic halts almost all production. The Fox network released its schedule on Monday for the fall TV season. This year that qualifies as a major achievement.", "categories": [["Business", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/at-least-19-iranian-sailors-killed-by-friendly-fire-in-persian-gulf-11589193987", "title": "At Least 19 Iranian Sailors Killed by Friendly Fire", "date": "2020-05-11 08:58", "summary": "Sunday's incident came during naval exercises and follows growing tension with the U.S. in the area. An Iranian warship struck one of the country's naval vessels during an exercise near a strategic Persian Gulf waterway, killing at least 19 sailors, according to state media, an incident that comes amid heightened tensions with the U.S. in the area.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/some-doctors-pull-back-on-using-ventilators-to-treat-covid-19-11589103001", "title": "Some Doctors Pull Back on Ventilators", "date": "2020-05-11 08:57", "summary": "Physicians report numbers of patients who are able to tolerate very low blood-oxygen levels. It is another medical mystery of the coronavirus pandemic: Large numbers of Covid-19 patients arrive at hospitals with blood-oxygen levels so low they should be unconscious or on the verge of organ failure. Instead they are awake, talking-not struggling to breathe.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-cbs-evening-news-anchor-norah-odonnell-reads-during-the-pandemic-11589201058", "title": "What 'CBS Evening News' Anchor Norah O'Donnell Reads During the Pandemic", "date": "2020-05-11 08:44", "summary": "Starting with the hard copies of six to seven newspapers every day. In our series My Monday Morning, self-motivated people tell WSJ. how they start off the week.", "categories": [["My Monday Morning"]], "category_links": ["https://www.wsj.com/news/types/my-monday-morning?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/most-calming-songs-list-davd-byrne-11589200847", "title": "The 18 Most Calming Songs According to Famous Musicians", "date": "2020-05-11 08:42", "summary": "Need an audio chill pill? David Byrne, Anitta and 16 other musicians give their picks of the songs that make it all OK. For some of us, silencing the trouble in the world around us has meant turning up the music a little louder. For new additions to our personal playlists, WSJ. reached out via email to a panel of some of our favorite musicians-including Talking Heads frontman and writer David Byrne, indie-rock musician Sophie Allison of Soccer Mommy and 2019 Grammy-nominated country songwriter Yola-about what songs have soothed them the most during quarantine. Highlights:", "categories": [["Magazine - Culture"]], "category_links": ["https://www.wsj.com/news/types/magazine-culture?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/while-big-oil-pulls-back-mexicos-president-bets-on-pemex-11589200883", "title": "While Big Oil Pulls Back, Mexico's President Bets on Pemex", "date": "2020-05-11 08:41", "summary": "Andrés Manuel López Obrador says he plans to save the state-run oil giant 'in order to save Mexico'. PARAÍSO, Mexico-About 20 miles offshore of this industrial port in southern Mexico, contractors for Petróleos Mexicanos are busy drilling exploratory wells in the Xikin oil field.", "categories": [["World", "Latin America"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/latin-america-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/as-pg-e-fire-victims-weigh-settlement-lawyers-role-attracts-scrutiny-11589198405", "title": "As PG&E Fire Victims Weigh Settlement, Lawyer Attracts Scrutiny", "date": "2020-05-11 08:00", "summary": "Mikal Watts helped broker a proposed $13.5 billion deal to resolve claims. He has a financial connection to some of the utility's largest investors.. Days after PG&E Corp.'s power lines sparked destructive wildfires in California's wine country, a prominent Texas personal-injury lawyer mounted an aggressive campaign to sue the company.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/indias-migrant-laborers-begin-heading-home-as-coronavirus-lockdown-eases-11589196559", "title": "As Lockdown Eases, India's Migrant Workers Begin to Head Home", "date": "2020-05-11 07:29", "summary": "Resume Subscription. NEW DELHI-As India eases one of the world's tightest coronavirus lockdowns, millions of migrant workers are struggling with a question that could determine both how quickly the country's economy recovers and how widely the virus spreads: Stay put or go home?", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/thinking-about-lending-money-to-family-the-irs-has-something-to-say-about-that-11588930216", "title": "Thinking About Lending to Family? Check With the IRS.", "date": "2020-05-11 07:21", "summary": "Yes, even loans between family members are policed by the IRS. The good news: The cost of these loans has fallen sharply this year.. For families that can afford to, now is a great time to lend money to deserving relatives.", "categories": [["Markets", "Tax Report"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/tax-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/jerry-stiller-comedian-and-seinfeld-actor-dies-at-92-11589195586", "title": "Jerry Stiller, a Life in Pictures", "date": "2020-05-11 07:13", "summary": "He was a multitalented performer who appeared in an assortment of movies and television shows. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/photos-states-ease-coronavirus-curbs-as-some-normality-returns-11588963009", "title": "Photos: States Ease Coronavirus Curbs", "date": "2020-05-11 07:06", "summary": "Twenty-one states have let some nonessential businesses reopen with restrictions. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/the-start-of-a-talent-drain-in-the-college-basketball-game-11589194872", "title": "The Start of a Talent Drain in the College Basketball Game", "date": "2020-05-11 07:01", "summary": "Top high-school prospect Jalen Green and a couple of other highly-rated players will be part of the NBA's rebooted Professional Pathway program. Last summer, Jalen Green was like any other top high-school basketball player. Division I coaches salivated over his explosive jumper and elite ball-handling. He made the rounds at USA Basketball camps. Hundreds of thousands of people followed him on social media.", "categories": [["Sports", "College Basketball"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/college-basketball?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/china-car-sales-bounced-back-a-bit-in-april-11589180927", "title": "China Auto Sales Snap Falling Streak, but Growth May Be Short-Lived", "date": "2020-05-11 06:58", "summary": "Number of vehicles sold grew 4.4% in April from a year earlier, but gain reflected purchases delayed by coronavirus. China's auto market grew in April, overcoming an early-year collapse triggered by the coronavirus shutdown and ending a 21-month streak of declines that has shaken the world's largest auto market.", "categories": [["Business", "Autos & Transportation", "Autos Industry"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/transportation?mod=breadcrumb", "https://www.wsj.com/news/types/autos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/disruptive-food-brands-get-a-taste-of-their-own-medicine-11589192473", "title": "Disruptive Food Brands Get a Taste of Their Own Medicine", "date": "2020-05-11 06:21", "summary": "Supermarkets are giving more shelf space to big-name products and funding is drying up for food and drink entrepreneurs. Seeking comfort while sheltering at home, shoppers are reaching for Hershey Bars rather than gluten-free energy balls. That is bad news for challenger brands, whose healthy snacks were taking market share from global food companies until very recently.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/intel-health-institutions-to-use-emerging-ai-technique-to-improve-tumor-detection-11589191200", "title": "Intel, Health Institutions to Use Emerging AI Technique to Improve Tumor Detection", "date": "2020-05-11 06:00", "summary": "Thirty health-care organizations are using federated learning to jointly train an artificial-intelligence system without sharing data. Intel Corp. and a group of top health-care institutions are working with an emerging artificial-intelligence technique to build a system that will make it easier for radiologists to spot brain tumor boundaries.", "categories": [["Artificial Intelligence"]], "category_links": ["https://www.wsj.com/news/types/artificial-intelligence?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/endeavor-group-secures-260-million-loan-to-help-business-battered-by-coronavirus-11589189406", "title": "Endeavor Group Secures $260 Million Loan to Help Business Battered by Coronavirus", "date": "2020-05-11 05:30", "summary": "The entertainment company's revenue has fallen about 70% since the pandemic halted film production and events. Endeavor Group Holdings Inc. has secured a $260 million term loan to help shore up the entertainment company's business, which has been hammered by the coronavirus pandemic, according to people familiar with the matter.", "categories": [["WSJ News Exclusive", "Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-coronavirus-sees-chinas-local-governments-binge-on-off-the-books-debt-11589189405", "title": "China's Local Governments Binge on Off-the-Books Debt", "date": "2020-05-11 05:30", "summary": "Beijing used to take a tougher line on these debts, but has somewhat shifted stance from trying to rein in debt to shoring up growth. China's regional bosses are ramping up infrastructure spending, falling back on an old remedy to boost economic activity as the coronavirus pandemic curbs consumption and industrial production.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/inside-the-refueling-of-a-nuclear-power-plant-as-coronavirus-hit-11589189401", "title": "Inside the Refueling of a Nuclear-Power Plant as Coronavirus Hit", "date": "2020-05-11 05:30", "summary": "Generating station near Chicago had to revamp planning for job involving hundreds of extra workers; 'no fun sitting in the dark'. BRACEVILLE, Ill.-The coronavirus pandemic has put much of life and business on hold, but some things can't wait-such as refuelings at a nuclear-power plant.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/reopening-the-coronavirus-era-office-one-person-elevators-no-cafeterias-11589189402", "title": "Reopening the Coronavirus-Era Office", "date": "2020-05-11 05:30", "summary": "Companies, in adapting the workplace for Covid-19, are reversing a push to cram workers into tighter spaces. Welcome back to work. The corporate cafeteria is closed. The coffee makers are unplugged. And the desks are separated by plastic.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/jerry-stiller-comedian-and-seinfeld-actor-dies-at-92-11589189373", "title": "Jerry Stiller, Comedian and 'Seinfeld' Actor, Dies at 92", "date": "2020-05-11 05:29", "summary": "He died of natural causes, his son, Ben Stiller, said in a tweet. NEW YORK-Comedy veteran Jerry Stiller, who launched his career opposite wife Anne Meara in the 1950s and re-emerged four decades later as the hysterically high-strung Frank Costanza on the smash television show \"Seinfeld,\" died at 92, his son Ben Stiller announced Monday.", "categories": [["World", "Obituaries"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/obituaries?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-emerging-market-debt-trap-11589187419", "title": "The Emerging-Market Debt Trap", "date": "2020-05-11 05:00", "summary": "It remains cheap for good reasons. Investors tempted to dip their toes into cheap-looking emerging-market dollar bonds should exercise caution: The debt is cheap for a reason. Developing economies have probably not seen the worst of the coronavirus fallout.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-to-accuse-china-of-attempts-to-hack-coronavirus-research-11589168239", "title": "U.S. to Accuse China of Attempts to Hack Coronavirus Research", "date": "2020-05-11 04:55", "summary": "Alert is expected to accuse Beijing of working to steal intellectual property related to coronavirus vaccines and treatment. WASHINGTON-The Trump administration is planning to issue a warning that hackers tied to the Chinese government are attempting to pilfer information from U.S. researchers working on the race to develop a coronavirus vaccine, according to a person familiar with the matter.", "categories": [["Politics", "National Security"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/national-security?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pandemic-sparks-slump-in-electricity-prices-11589186666", "title": "Pandemic Sparks Slump in Electricity Prices", "date": "2020-05-11 04:44", "summary": "International Energy Agency forecasts the biggest decline in electricity consumption since the Great Depression. Wall Street trading floors have emptied. Spring has arrived north of the equator. Oil and gas markets have cratered. The result is a precipitous decline in electricity prices in the U.S., Europe and parts of Asia.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/shanghai-disneyland-reopens-with-the-magic-of-social-distancing-11589184460", "title": "Shanghai Disneyland Reopens With the Magic of Social Distancing", "date": "2020-05-11 04:07", "summary": "The company's China playbook is likely to be replicated as it reopens its other resorts in the coming weeks. SHANGHAI-Shanghai Disneyland welcomed visitors for the first time since January, becoming one of the highest profile tourist spots to reopen as China reboots parts of its economy that were shut down by the coronavirus.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/discount-retailer-stage-stores-files-for-bankruptcy-seeks-buyer-11589174938", "title": "Discount Retailer Stage Stores Files for Bankruptcy", "date": "2020-05-11 01:28", "summary": "Discount retailer, which operates brands including Gordmans and Bealls, intends to liquidate inventory as stores reopen in coming weeks. Stage Stores Inc . said it has filed for bankruptcy, with a plan to start liquidating its inventory as the discount retailer reopens its stores, while at the same time searching for prospective buyers.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/under-armour-says-revenue-could-fall-60-this-quarter-11589224604", "title": "Under Armour Warns of Sharp Revenue Decline", "date": "2020-05-11 00:01", "summary": "Sports-apparel maker is hit by store closures during pandemic; shares tumble. Under Armour Inc. said it was moving to cut costs as store closures tied to the coronavirus pandemic crimped results, and the company warned it expected more difficulties ahead.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11589149069", "title": "Pepper...and Salt", "date": "2020-05-11 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/billions-recap-season-5-episode-2-chess-and-ayahuasca-11589162460", "title": "'Billions' Recap, Season 5, Episode 2: Chess and Ayahuasca", "date": "2020-05-11 22:01", "summary": "In the season's second episode, Axe makes his play. But what are the odds that such a gambit would work out-on the show or in real life?. There is a scene in Sunday's episode of \"Billions\" in which guests at an exclusive conference are playing chess against a grandmaster (a cameo from real-world grandmaster Hikaru Nakamura). Tables are set up with boards, each person maneuvering and machinating while Nakamura takes them all on at the same time. Pawn threatens knight! King takes rook! Knight threatens king! Checkmate!", "categories": [["Books & Arts", "Arts", "Television"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/arts?mod=breadcrumb", "https://www.wsj.com/news/types/television?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/factories-close-for-good-as-coronavirus-cuts-demand-11589122800", "title": "Factories Close for Good as Pandemic Cuts Demand", "date": "2020-05-11 21:56", "summary": "Some manufacturers that furloughed employees during lockdowns say plants won't reopen. Factory furloughs across the U.S. are becoming permanent closings, a sign of the heavy damage the coronavirus pandemic and shutdowns are exerting on the industrial economy.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/democrats-push-ahead-with-coronavirus-plan-amid-break-in-talks-11589112001", "title": "Democrats Push Ahead With Virus Plan Amid Break in Talks", "date": "2020-05-11 21:45", "summary": "White House and top Republicans say discussions should wait until impact of previous relief is clearer. WASHINGTON-House Democrats are pushing to complete their next coronavirus-aid proposal this week in the face of deepening economic gloom, but talks with the White House and the Republican-controlled Senate are on ice over disagreements over the pace and content of the next package.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-to-get-children-interested-in-the-family-business-11588986481", "title": "How to Get Children Interested in the Family Business", "date": "2020-05-11 20:34", "summary": "It's all too easy to make kids horrified at the idea of getting involved. Here are some clear do's and don'ts.. When it comes to family businesses, the apple often falls very far from the tree. Children, for any number of reasons, don't want to take over the reins.", "categories": [["Business", "Journal Reports: Small Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-small-business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/to-survive-the-pandemic-entrepreneurs-might-try-learning-from-nature-11588986419", "title": "To Survive-and Even Thrive-in the Pandemic, Entrepreneurs Can Learn From Nature", "date": "2020-05-11 20:32", "summary": "The field of biomimicry says that businesses can take away crucial lessons by studying how organisms adapt to devastation. Where can small businesses turn for strategic help during a global pandemic and an economic crisis?", "categories": [["Business", "Journal Reports: Small Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-small-business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/do-you-hate-when-you-drop-your-soap-in-the-shower-so-did-this-entrepreneur-11588986348", "title": "Do You Hate When You Drop Your Soap in the Shower? So Did This Entrepreneur", "date": "2020-05-11 20:31", "summary": "Jimmy Gould came up with a product designed to help keep soap from slipping. When Jimmy Gould came up with the idea for his business, he didn't have an \"Aha!\" moment, he says. \"It was probably more of an 'Oh, damn' one.\"", "categories": [["Business", "Journal Reports: Small Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-small-business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/she-wanted-to-build-a-fire-on-a-beach-and-a-business-was-born-11588986268", "title": "She Wanted to Build a Fire on a Beach. And a Business Was Born.", "date": "2020-05-11 20:30", "summary": "Elena Colombo's decorative items that center on flames have become a hit with architects and designers. After 9/11, Elena Colombo's work as a director of television commercials was drying up. She needed to contemplate her future and always thought better in front of a fire.", "categories": [["Business", "Journal Reports: Small Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-small-business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-i-loveand-hatemost-about-being-an-entrepreneur-11588986524", "title": "What I Love-and Hate-Most About Being an Entrepreneur", "date": "2020-05-11 20:30", "summary": "We asked some well-known company founders what they relish and dislike about the path they've chosen. Read what they say before you launch your own startup.. Ask entrepreneurs what it's like to start and run their own business, and many will say it's the best thing they ever did. And the worst.", "categories": [["Business", "Journal Reports: Small Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-small-business?mod=breadcrumb"]}]