[{"link": "https://www.wsj.com/articles/lawyer-said-manhattan-building-was-safe-months-before-debris-killed-woman-11578009169", "title": "Lawyer Said Manhattan Building Was Safe Months Before Debris Killed Woman", "date": "2020-01-02 18:52", "summary": "At city hearing, attorney was confronted with an inspector's photos of cracks. Months before debris fell from a Midtown Manhattan building and killed a woman passing by, a lawyer for the building's owner said in a New York City administrative court that the facade didn't pose an immediate danger, records show.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/is-america-ready-to-win-the-china-trade-war-11578009011", "title": "Is America Ready to Win the China Trade War?", "date": "2020-01-02 18:50", "summary": "Amid a shrinking current-account surplus, Beijing will have no choice but economic liberalization.. A new year brings new optimism that the U.S.-China trade war might not blow up the global economy after all. The two sides are on track to sign a \"phase one\" deal within weeks. Oddly, no one has stopped to ask if America is ready for what will happen if President Trump \"wins\" the trade war.", "categories": [["Opinion", "Political Economics"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/political-economics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/2019s-adult-of-the-year-11578009044", "title": "2019's Adult of the Year", "date": "2020-01-02 18:50", "summary": "Attorney General William Barr has kept his promises and his independence.. Person-of-the-year awards are almost always bestowed on men and women who already meet with fawning praise. Let's instead craft an award based on a person's willingness to speak truth to power-whether to the press, the boss, or to partisan operators. Call it Adult of the Year. The winner: Attorney General William Barr.", "categories": [["Opinion", "Potomac Watch"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/potomac-watch?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-the-gop-can-win-on-health-care-11578008941", "title": "How the GOP Can Win on Health Care", "date": "2020-01-02 18:49", "summary": "Voters don't want the left's radical plans, but they may settle for them if the right doesn't offer alternatives.. Democratic presidential candidates are repeating one of President Obama's worst mistakes, one that arguably cost Democrats the 2010 midterms. Rather than focusing on bringing down medical costs-which are ever on the rise-Democrats are pushing policies that primarily aim to expand coverage and shift costs to taxpayers.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-battle-to-keep-india-secular-11578008973", "title": "The Battle to Keep India Secular", "date": "2020-01-02 18:49", "summary": "A new citizenship law undermines what made the country a relative success.. Protests against the Indian national government have roiled major cities for weeks. At the heart of the demonstrators' anger is a law passed by Parliament last month that offers a preferential path to resettlement in India for six religious groups-Hindus, Sikhs, Buddhists, Jains, Parsees and Christians-who have fled neighboring Afghanistan, Bangladesh or Pakistan.", "categories": [["Opinion", "Commentary", "Houses of Worship"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb", "https://www.wsj.com/news/types/houses-of-worship?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/warren-has-a-plan-for-your-drinking-waterbut-its-risky-11578008889", "title": "Warren Has a Plan for Your Drinking Water-but It's Risky", "date": "2020-01-02 18:48", "summary": "Private utilities have a better record on health. Naturally, she wants to put them out of business.. Tap water may not appear on most politicians' priority lists, but as you've probably heard by now, Elizabeth Warren has a plan for everything. Her campaign site describes her wish to \"take action to protect our drinking water\"-a praiseworthy commitment to a resource that is essential to America's economy, health and everyday life.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/notable-quotable-diversity-and-inclusion-11578008804", "title": "Notable & Quotable: 'Diversity and Inclusion'", "date": "2020-01-02 18:46", "summary": "'I have long been particularly concerned with the lack of intellectual diversity at the law school.'. A Dec. 23 blog post written by UCLA law professor Stephen Bainbridge (footnotes omitted):", "categories": [["Opinion", "Commentary", "Notable & Quotable"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb", "https://www.wsj.com/news/types/notable-quotable?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/republican-populist-review-voice-of-the-silent-majority-11578008763", "title": "'Republican Populist' Review: Voice of the Silent Majority", "date": "2020-01-02 18:46", "summary": "Spiro Agnew's rhetoric and themes preﬁgured the populism that, half a century later, would propel Donald Trump to the presidency.. In the eight years he served as vice president under Dwight D. Eisenhower, Richard Nixon later recalled, he \"saw DDE [the president] alone about 6 times in the whole deal.\" That notation, recorded in the Oval Office by H.R. Haldeman on April 24, 1969-roughly 90 days into Nixon's first term-captured the president's thinking about the role he expected his own vice president, Spiro T. Agnew, to play in the Nixon administration. And so it went: The former governor of Maryland was barred from Nixon's inner circle and given no substantive policy role.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/iran-and-u-s-shift-to-open-confrontation-in-iraq-11577991681", "title": "Iran and U.S. Shift to Open Confrontation in Iraq", "date": "2020-01-02 18:41", "summary": "American forces are placed on alert after Tehran's allies strike on a familiar battleground. The actions of an Iranian-backed militia have moved the U.S. and Iran into direct confrontation in Iraq, in a test of whether the two nations can settle their differences short of war.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/exxon-wins-rare-reprieve-from-u-s-sanctions-fine-11578008447", "title": "Exxon Wins Rare Reprieve From U.S. Sanctions Fine", "date": "2020-01-02 18:40", "summary": "While a victory for Exxon, the ruling by a federal judge in Texas arrives after the oil company said it had abandoned a venture to explore for oil north of Siberia. Exxon Mobil Corp. won't have to pay a fine for continuing to do business with a Russian state-run oil company amid increasing U.S. sanctions on the country, a federal judge ruled.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fda-declares-ban-on-fruit-mint-flavors-in-cartridge-based-e-cigarettes-11577989114", "title": "FDA Bars Fruit, Mint Flavors in Vaping Cartridges", "date": "2020-01-02 18:31", "summary": "Move is criticized as inadequate by some public-health groups, lawmakers. The Food and Drug Administration said it would bar the sale of fruit- and mint-flavored e-cigarette cartridges-dealing a severe blow to one of the industry's biggest players and placing more pressure on manufacturers already facing a May 12 deadline for federal review of their products.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/boy-accused-in-barnard-students-killing-ordered-held-by-judge-11578007686", "title": "Boy Accused in Barnard Student's Killing Ordered Held by Judge", "date": "2020-01-02 18:28", "summary": "Severity of crime, likelihood of failure to return to court cited as factors. A 13-year-old suspect accused of a role in the fatal stabbing of a Barnard College student will remain in custody, a family court judge said Thursday, rejecting another request for the boy's release by his defense attorney.", "categories": [["U.S.", "Crime"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-crime?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/torrential-rain-flooding-and-landslides-claim-16-lives-in-jakarta-11577970970", "title": "Deadly Floods Inundate Sinking Jakarta", "date": "2020-01-02 18:26", "summary": "Thousands left homeless, highlighting plight of Indonesia's capital of 30 million as one of fastest-slumping megacities, already 40% below sea level. Dozens of people died in Indonesia's capital of Jakarta and its suburbs after torrential rain brought on the worst flooding in years, drawing attention to the challenge of protecting one of the world's fastest-sinking megacities from inundation.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sanders-campaign-raises-34-5-million-in-fundraising-surge-11577962800", "title": "Sanders and Biden Report Jump in Fundraising", "date": "2020-01-02 18:14", "summary": "President Trump built campaign war chest to over $100 million in fourth quarter. WASHINGTON-Sen. Bernie Sanders collected $34.5 million in the fourth quarter, outpacing former Vice President Joe Biden, as both Democratic presidential candidates reported a fundraising surge with one month to go until the Iowa caucuses.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nfl-ratings-increase-for-second-straight-year-11578006629", "title": "NFL Ratings Increase for Second Straight Year", "date": "2020-01-02 18:10", "summary": "Football games see a 5% lift in viewership in 2019, as NBA ratings decline. Ratings for National Football League games rose 5% in 2019, making it the most-watched season since 2016, the league said.", "categories": [["Business", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fed-adds-56-72-billion-to-markets-for-calm-start-to-2020-11577978054", "title": "Fed Adds $56.72 Billion to Markets for Calm Start to 2020", "date": "2020-01-02 17:40", "summary": "Central bank had been ready to offer a massive amount of money to ensure rates wouldn't endure too much volatility over year's end. After navigating a quiet end to money-market trading in 2019-greased by a massive wave of central bank liquidity-the Federal Reserve Bank of New York injected a modest amount of money into financial markets on Thursday.", "categories": [["Markets", "Credit Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/credit-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-begins-returning-asylum-seekers-at-arizona-border-to-mexico-11577989960", "title": "U.S. Begins Returning Asylum Seekers at Arizona Border to Mexico", "date": "2020-01-02 17:33", "summary": "'Remain in Mexico' program ends busing of migrants from Tucson, Ariz., to Texas; those with cases 300 miles away must arrange their own transport. WASHINGTON-U.S. Customs and Border Protection for the first time Thursday began turning around migrants seeking asylum in Arizona and sending them to Nogales, Mexico, to await U.S. court hearings that they now will need to get to on their own.", "categories": [["WSJ News Exclusive", "Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/travelex-currency-exchange-network-shut-down-by-virus-attack-11577995684", "title": "Travelex Currency-Exchange Network Shut Down by Virus Attack", "date": "2020-01-02 17:33", "summary": "The company resorted to calculators to keep money flowing. A crippling computer virus forced retail foreign-exchange specialist Travelex to shut its online services and its app.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/global-stocks-launch-higher-after-chinese-easing-move-11577960257", "title": "Stocks Set New Highs to Start 2020", "date": "2020-01-02 17:17", "summary": "First trading day of 2020 off to positive start following People's Bank of China's injection of fresh liquidity into banking system. Stocks around the world rallied to start 2020 after China said it would take an additional step to reinvigorate the world's second-biggest economy.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-96-million-man-11578002518", "title": "The $96 Million Man", "date": "2020-01-02 17:01", "summary": "Bernie Sanders remains the heavyweight champ of Democratic primary money.. So vast is the wealth generated by the U.S. market economy that in 2019 Americans could afford to spend nearly $100 million just on a campaign to criticize it. Actually, the presidential campaign of Vermont's Sen. Bernie Sanders isn't the only one dedicated to attacking the free choices of free people. But among the contenders for the Democratic nomination, the Marxist millionaire is the king of campaign cash.", "categories": [["Opinion", "Best of the Web"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/best-of-the-web-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/boeing-737-max-problems-hit-supplier-triumph-groups-stock-and-bonds-11577989808", "title": "Boeing 737 MAX Problems Hit Supplier Triumph Group's Stock and Bonds", "date": "2020-01-02 16:51", "summary": "Moody's could downgrade Triumph if MAX production doesn't resume before second half of 2020. Boeing Co. 's decision in December to halt production of its 737 MAX aircraft is starting to trickle down its supply chain.", "categories": [["Markets", "Credit Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/credit-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/everything-must-go-record-pace-of-shut-stores-fuels-business-for-the-closers-11578001910", "title": "Record Pace of Shut Stores Fuels Business for 'the Closers'", "date": "2020-01-02 16:51", "summary": "Part sales guru, part therapist, a new breed of retail worker travels the U.S. shuttering locations and liquidating merchandise. In the hollowed-out retail economy, Jerry Robertson finds himself almost continuously in demand. He specializes in closing stores.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/blackouts-disasters-juice-generator-sales-11578000689", "title": "Blackouts, Disasters Give Generators a Sales Boost", "date": "2020-01-02 16:50", "summary": "California's wildfires raised demand for auxiliary power at businesses and cell towers. More frequent and powerful wildfires, hurricanes and floods are putting backup generators in high demand.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/turkey-lays-legal-ground-for-deploying-troops-to-libya-11578001738", "title": "Turkey Lays Legal Ground for Deploying Troops to Libya", "date": "2020-01-02 16:48", "summary": "Move raises concerns in Washington that oil-rich country could become stage for deepening proxy war. Turkey's parliament has authorized the government to dispatch troops to Libya, highlighting Ankara's increasingly assertive policy in the Mediterranean region.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/clemency-review-a-warden-imprisoned-11578001214", "title": "'Clemency': A Warden Imprisoned", "date": "2020-01-02 16:40", "summary": "Chinonye Chukwu's second feature explores the relationship between a warden and the death-row inmates she oversees.. The prison warden played by Alfre Woodard in \"Clemency\" is the definition of a hands-on manager. Instead of staying in her office and insulating herself from the rituals of death row, Bernadine Williams stands over a condemned man in the lethal-injection chamber and watches impassively as a medical tech tries to find a vein in what becomes a botched execution. Chinonye Chukwu's deeply serious, often mournful second feature-she made her debut with the 2012 \"alaskaLand\"-explores the ties between Bernadine and her death-row prisoners. The parallels are hardly exact. They die, she doesn't. But the work she does is draining her own life, and the film tracks the inexorable process.", "categories": [["Books & Arts", "Film Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/film-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/best-selling-books-week-ended-december-28-11578001153", "title": "Best-Selling Books Week Ended December 28", "date": "2020-01-02 16:39", "summary": "With data from NPD BookScan. ", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/undefined?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/duke-energy-agrees-to-coal-ash-cleanup-settlement-11577994126", "title": "Duke Energy Agrees to Coal-Ash Cleanup Settlement", "date": "2020-01-02 16:36", "summary": "North Carolina regulators, environmental groups say deal will make state's water safer. RALEIGH, N.C.- Duke Energy Corp. has agreed to move 80 million tons of coal ash to lined landfills at six power plant sites in what state regulators are calling the biggest cleanup of its type in U.S. history.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/one-year-old-girl-can-be-removed-from-life-support-texas-court-rules-11578000926", "title": "One-Year-Old Girl Can Be Removed From Life Support, Texas Court Rules", "date": "2020-01-02 16:35", "summary": "Tinslee Lewis's mother says she will appeal decision siding with hospital that says treatment to keep baby alive is causing her to suffer. A Texas hospital may be allowed to remove a 1-year-old girl from life support against her mother's wishes, after a state appeals court judge denied the family's request for an injunction Thursday.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/group-seeks-fines-against-wisconsin-elections-commission-to-enforce-voter-purge-11577991250", "title": "Group Seeks Fines Against Wisconsin Elections Panel to Enforce Voter Purge", "date": "2020-01-02 16:22", "summary": "More than 200,000 voters who may have moved face potential removal from rolls in key battleground state. A conservative nonprofit on Thursday filed a court motion seeking to hold members of the Wisconsin Elections Commission in contempt for failing to purge more than 200,000 voters from the rolls in the key battleground state.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/an-oscar-winners-hollywood-hills-compound-11577999282", "title": "An Oscar Winner's Hollywood Hills Compound", "date": "2020-01-02 16:08", "summary": "On over 1.6 acres, the gated property comprises two separate homes on a private street. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/forest-whitaker-sells-hollywood-hills-compound-for-3-85-million-11577999303", "title": "Forest Whitaker Sells Hollywood Hills Compound for $3.85 Million", "date": "2020-01-02 16:08", "summary": "The Academy Award-winning actor's 1.6-acre estate includes two homes with a combined 11 bedrooms. Actor Forest Whitaker has sold his Los Angeles compound for $3.85 million, according to one of the listing agents.", "categories": [["Real Estate", "Private Properties"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/private-properties?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/philadelphia-hospital-bankruptcy-puts-doctors-medical-licenses-at-risk-11577998987", "title": "Philadelphia Hospital Bankruptcy Puts Doctors' Medical Licenses at Risk", "date": "2020-01-02 16:03", "summary": "Former medical residents of failed Hahnemann University Hospital scramble to fill insurance gap. Nearly 1,000 newly minted doctors who worked at Hahnemann University Hospital spent the holidays trying to keep their medical licenses from being tarnished or lost in the collapse of the historic Philadelphia medical teaching institution.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/dracula-review-sharp-in-tooth-and-wit-11577999017", "title": "'Dracula' Review: Sharp in Tooth and Wit", "date": "2020-01-02 16:03", "summary": "Netflix's new take on the Bram Stoker novel blends humor with dread.. 'You're a monster!\" bellows increasingly anemic Jonathan Harker (John Heffernan), whose Transylvanian host is singularly unimpressed. \"And you're a lawyer,\" responds Count Dracula (Claes Bang). \"Nobody's perfect.\"", "categories": [["Books & Arts", "Television Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/television-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/drug-prices-climb-by-5-8-on-average-less-than-last-year-11577984680", "title": "Drug Prices Climb by 5.8% on Average, Less Than Last Year", "date": "2020-01-02 15:56", "summary": "Pfizer led the way with increases of over 9% on more than 40 products, according to a new analysis. Pharmaceutical companies started 2020 by raising the prices of hundreds of drugs an average of 5.8%, according to a new analysis, a smaller increase than a year prior as the industry faces growing scrutiny from patients, lawmakers and health plans.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/treasury-to-sell-156-billion-in-debt-11577997820", "title": "Treasury to Sell $156 Billion in Debt", "date": "2020-01-02 15:43", "summary": "U.S. Treasury Department's auctions next week will include 10-year notes and 30-year bonds. The U.S. Treasury Department will auction $156 billion in securities next week, comprising $74 billion in new debt and $82 billion in previously sold debt. Details (all with minimum denominations of $100):", "categories": [["Markets", "Credit Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/credit-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/greater-clements-review-theres-no-place-like-home-11577997523", "title": "'Greater Clements' Review: There's No Place Like Home", "date": "2020-01-02 15:38", "summary": "In Samuel D. Hunter's intimate tragedy, the lifetime resident of a small Idaho town struggles to decide whether to seek a better life elsewhere in the wake of unincorporation.. New York", "categories": [["Opinion", "Theater Review"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/theater-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mercedes-amg-glc-coupe-a-car-built-for-control-freaks-11577997411", "title": "Mercedes-AMG GLC Coupe: A Car Built for Control Freaks", "date": "2020-01-02 15:36", "summary": "Four user interfaces put control and configuration of the brand's latest fastback SUV right at your fingertips. But is this bevy of smart upgrades too much? Dan Neil attempts to dial in the ultimate Mercedes experience. MY FIRST THOUGHT upon alighting in the 2020 Mercedes-AMG GLC 63 S Coupe ($84,100 MSRP, $96,425 as tested) was that it's a lot of Wagen for the Geld. Somehow, in those initial moments of mirror-adjusting and button-finding, the stock ticker in my brain actually dotted out the word \"value,\" despite the absurdity. Bratty German performance cars typically depreciate like fresh-caught salmon. And yet, for just under 100 grand, our example of Merc's new fastback SUV came with all the bells, whistles, ball gags and leather whips in the company cabinet, including a biturbo V8 hand-built in Affalterbach, Germany, the home of the AMG performance division. With 503 hp and 0-60 mph acceleration of 3.6 seconds, you have my attention, Mein Herr.", "categories": [["Life & Work", "Cars", "Rumble Seat"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/automotive?mod=breadcrumb", "https://www.wsj.com/news/types/rumble-seat?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/when-the-partys-over-washingtons-premier-social-connector-fades-from-view-11577997343", "title": "When the Party's Over: Washington's Premier Social Connector Fades From View", "date": "2020-01-02 15:35", "summary": "Consultant Jim Courtovich, whose extravagant affairs drew influential guests, has faced a string of calamities. WASHINGTON-More than a decade ago, inspired by a boozy brunch with an Argentine ambassador, Jim Courtovich invited friends to a barbecue he nicknamed the Gaucho party, after the unruly horsemen of the pampas.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/police-tracked-a-terror-suspectuntil-his-phone-went-dark-after-a-facebook-warning-11577996973", "title": "Police Tracked a Terror Suspect-Until His Phone Went Dark After a Facebook Warning", "date": "2020-01-02 15:29", "summary": "Faced with strong encryption, law-enforcement agencies in Western Europe turned to Israeli company NSO Group to pursue data on WhatsApp messaging tool. A team of European law-enforcement officials was hot on the trail of a potential terror plot in October, fearing an attack during Christmas season, when their keyhole into a suspect's phone went dark.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-to-avoid-college-scholarship-scams-11577996713", "title": "How to Avoid College-Scholarship Scams", "date": "2020-01-02 15:25", "summary": "Some warning signs, and where you can find legitimate help. Free money for college can sound enticing, but students need to be wary of offers that are too good to be true.", "categories": [["Markets", "Journal Reports: Funds/ETFs"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-funds-etfs?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/natural-gas-slide-continues-to-start-2020-11577978039", "title": "Natural-Gas Slide Continues to Start 2020", "date": "2020-01-02 15:24", "summary": "Driving the steady declines are moderate weather and robust supply. Natural-gas prices fell on the first trading day of 2020, extending a monthslong slide with analysts expecting supply of the heating fuel to continue exceeding demand.", "categories": [["Markets", "Commodities"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/escape-winter-5-warm-weather-yoga-retreats-11577996144", "title": "Escape Winter: 5 Warm-Weather Yoga Retreats", "date": "2020-01-02 15:15", "summary": "Before the winter doldrums set in, book a yoga getaway at a place where sunshine is part of the package. WITH THE HOLIDAYS in the rear view, so are the excuses-new year, new you, right? But there's no need to white-knuckle the transition to your better self: Aspire to shimmering inner perfection at a yoga retreat in a warm-weather, seaside haven, where like-minded souls are padding down the same path. And occasionally sipping cocktails. Yoga might look like Gymboree for adults, but it's got a few millennia of evidence saying there's nothing like it to help you find your true north. Plus you'll discover wacky ways that body of yours can move. But we probably had you at warm weather. From Upcountry Maui to Thailand's Koh Samui, here's our pick for five sun-drenched yoga getaways.", "categories": [["Life & Work", "Travel", "Off Duty Travel"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/magazine/travel?mod=breadcrumb", "https://www.wsj.com/news/types/off-duty-travel?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-ushers-in-2020-with-slate-of-new-laws-11577880002", "title": "U.S. Ushers In 2020 With Slate of New Laws", "date": "2020-01-02 15:11", "summary": "Measures on criminal justice, sex discrimination, guns and marijuana take effect across the country. Hundreds of state laws across the country take effect on Jan. 1, with new measures changing rules dealing with everything from hiring practices to felon rights and grocery bags.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/facing-up-to-the-cost-of-a-warren-presidency-11577995342", "title": "Facing Up to the Cost of a Warren Presidency", "date": "2020-01-02 15:02", "summary": "She would raise the government's annual grab by a staggering 56%.. Kudos to the editorial board for the excellent summary of Elizabeth Warren's exhaustive list of non compos mentis plans to save America (\"Elizabeth Warren Has a Plan, Oh My,\" Dec. 27). The senator's folly may be best illustrated by her plan to pay doctors at Medicare rates, creating disincentives to enter or remain in the profession, while providing $25 billion to address \"health professional shortage areas.\"", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/it-sure-sounds-like-a-loyalty-oath-to-them-11577995292", "title": "It Sure Sounds Like a Loyalty Oath to Them", "date": "2020-01-02 15:01", "summary": "When a courageous faculty member challenges policies designed to further the social-justice agenda, the response is not counter-argument but personal vilification.. The University of California, Davis administrators' letter (\"UC Davis Defends Its 'Diversity Statements,' \" Dec. 27) in response to Prof. Abigail Thompson's Dec. 20 op-ed (\"The University's New Loyalty Oath\") carefully avoids the main issue: The university's new scoring system for faculty recruitment effectively blackballs anyone who doesn't subscribe to a narrow political ideology. Applicants who are doubtful about radical identity politics need not apply. Instead of countering her argument, the letter writers smear her by calling it \"reminiscent of historical attempts to blunt substantive actions aimed at desegregation.\" Apparently, anyone who questions their policy must be a racist.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/virtue-politics-and-the-test-before-republican-senators-11577995109", "title": "Virtue Politics and the Test Before Republican Senators", "date": "2020-01-02 14:58", "summary": "The Senate may soon have an opportunity to demonstrate whether they are capable of virtuous leadership. Thank you for the gift of James Hankins's \"Impeachment and the Renaissance\" (op-ed, Dec. 23). What a wonderfully researched, insightful and informative article to put America's current dysfunction in context. I think of it as an opportunity: Impeachment should prod us to confront the inadequacies of U.S. democratic processes and remind us that leadership isn't confirmed merely by winning an election. True leadership-virtuous leadership-is demonstrated by \"courage, practical wisdom, self-control and a strong commitment to justice,\" as Mr. Hankins writes. That high bar won't be surpassed as long as we continue to elect middling minds and outsize egos.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/if-pelosi-wont-transmit-theres-no-reason-to-acquit-11577995071", "title": "If Pelosi Won't Transmit, There's No Reason to Acquit", "date": "2020-01-02 14:57", "summary": "Any arbitrary action by the Senate would be characterized as partisan and unfair. Instead, let Mr. Trump bludgeon the Democrats all the way to the election for backing off.. \"The Senate Has a Duty\"? (Review & Outlook, Dec. 24) No, the House has a duty-to send articles of impeachment to the Senate and prosecute its case. If the House shirks this duty, President Trump will remain in office as if nothing happened. There's no need for the Senate to acquit him.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-campaignraised-46-million-infourth-quarter-11577970640", "title": "Trump's Campaign War Chest Tops $100 Million Heading Into 2020", "date": "2020-01-02 14:46", "summary": "President's re-election campaign raises $46 million in the final three months of 2019. WASHINGTON-President Trump's re-election campaign said Thursday that its war chest stood at more than $100 million headed into the 2020 election year, after raising $46 million in the final three months of 2019.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/when-worlds-collide-a-shifting-wine-map-11577994286", "title": "When Worlds Collide: A Shifting Wine Map", "date": "2020-01-02 14:44", "summary": "Once, the division between Old World and New World wines was a whole lot clearer. With profound transformations in winemaking and weather, how will oenophiles establish their bearings in the decades to come?. WINES HAVE LONG been categorized as belonging to one of two worlds: Old or New. The Old World includes all European countries and a few in Asia and North Africa; the New World encompasses everything else. But I wonder how useful or, for that matter, accurate divvying up wines this way is today?", "categories": [["Life & Work", "Food & Drink", "On Wine"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/food-cooking-drink?mod=breadcrumb", "https://www.wsj.com/news/types/on-wine-lettie-teague?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/rolling-in-the-deep-colors-11577993521", "title": "Rolling in the Deep Colors", "date": "2020-01-02 14:32", "summary": "How designer Frances Merrill's rich palette played out in the rest of this Los Angeles home. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/more-companies-look-to-their-ranks-for-future-finance-chiefs-11577961001", "title": "More Companies Look to Their Ranks for Future Finance Chiefs", "date": "2020-01-02 14:27", "summary": "Passing the CFO baton to an internal candidate can make for a smoother, safer transition, recruiters say. Companies are increasingly looking internally for their next finance chiefs, grooming junior executives in an effort to sidestep steep learning curves that can stymie outsiders and reduce the risks inevitably associated with hiring an outsider, especially in such a high-profile position, recruiters say.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-to-decorate-in-rich-earthy-california-colors-11577993134", "title": "How to Decorate in Rich, Earthy California Colors", "date": "2020-01-02 14:25", "summary": "Hunter green, ocher, terra cotta, dirty pink-saturated but livable hues deftly handled in a Los Angeles home. FRANKIE SHAW HAD a lightbulb moment in an early design meeting regarding the interior of her new home, a 1937 Monterey Colonial near downtown Los Angeles: The actor and writer spotted her zingy Dries Van Noten coat hanging in the entry. \"Frankie put it on,\" recalled Reath Design's Frances Merrill, \"and she said, 'If our house could feel like this coat...' I thought, Yup! I can do that.\"", "categories": [["Real Estate", "Homes"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/house-tour?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-big-apple-new-yorks-nickname-via-new-orleans-and-the-red-delicious-11577991162", "title": "'The Big Apple': New York's Nickname, via New Orleans and the 'Red Delicious'", "date": "2020-01-02 13:52", "summary": "The popularity of a new apple and the slang of early 20th-century stable hands combined for a new coinage. Nearly a hundred years ago, the nickname \"The Big Apple\" started on its road to becoming synonymous with New York City, thanks to an exchange in a surprising location: a racetrack in New Orleans.", "categories": [["Life & Work", "Ideas", "Word on the Street"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/word-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chips-are-running-hot-11577990924", "title": "Chips Are Running Hot", "date": "2020-01-02 13:48", "summary": "Semiconductor stocks boomed in 2019 despite weakening sales, leaving valuations risky. Semiconductor companies had a rough year in 2019. Their investors did much, much better.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lebanon-receives-interpol-arrest-notice-for-carlos-ghosn-11577976788", "title": "Lebanon Receives Interpol Arrest Notice for Carlos Ghosn", "date": "2020-01-02 13:39", "summary": "Notice comes after the former auto executive fled Japan. Lebanon received an Interpol arrest notice for former Nissan Motor Co. Chairman Carlos Ghosn, according to a justice ministry statement posted on the official Lebanese state news agency Thursday.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/minimum-wage-rise-helped-keep-bank-of-mexico-cautious-11577990034", "title": "Minimum Wage Rise Helps Keep Bank of Mexico Cautious", "date": "2020-01-02 13:33", "summary": "Bank board voted 4-1 on Dec. 19 to make its fourth consecutive quarter-percentage-point rate cut. MEXICO CITY-This year's 20% increase in Mexico's minimum wage was among the reasons that central bankers opted to maintain a gradual pace of interest-rate cuts in December despite a deteriorating economic growth outlook, minutes to the meeting showed Thursday.", "categories": [["World", "Latin America"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/latin-america-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cios-look-beyond-economic-expansion-to-eventual-slowdown-11577973600", "title": "CIOs Look Beyond Economic Expansion to Eventual Slowdown", "date": "2020-01-02 13:06", "summary": "Though worries of immediate recession have ebbed, tech executives are making sure they are ready for a downturn. Concerns about an imminent economic slowdown or recession have receded in recent months, but chief information officers nonetheless are preparing for the prospect that the decade-plus expansion will falter at some point.", "categories": [["CIO Journal"]], "category_links": ["https://www.wsj.com/news/types/cio-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/job-cuts-from-bankruptcies-hit-highest-level-since-2005-11577988354", "title": "Job Cuts From Bankruptcies Hit Highest Level Since 2005", "date": "2020-01-02 13:05", "summary": "Retailers seeking bankruptcy protection in 2019 were behind rise in layoffs in the past year. The number of job cuts announced in 2019 due to companies filing for bankruptcy protection hit the highest level in more than a decade, a new report found.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/days-after-ghosns-escape-japanese-authorities-check-his-house-11577962001", "title": "Japanese, Turkish Prosecutors Begin Probes Into Ghosn's Escape", "date": "2020-01-02 12:52", "summary": "Former Nissan chairman says he alone arranged his departure from Japan, where he was awaiting trial. Japanese and Turkish authorities are probing the circumstances of Carlos Ghosn's flight from bail in Tokyo to Lebanon via Turkey, while the former auto executive said Thursday that he alone arranged for his escape.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/back-at-work-and-stressed-cute-baby-animal-photos-may-help-11577987044", "title": "Back at Work and Stressed? Cute Baby Animal Photos to the Rescue!", "date": "2020-01-02 12:44", "summary": "Tell your boss science is looking into whether kitten images could make you more productive. TULSA, Okla.-On a cuteness scale of zero to 100, where zero is \"not cute at all\" and 100 is \"the cutest thing I have EVER seen,\" raters gave the fluffy white puppy with black eyes and button nose a respectable 82.70.", "categories": [["A-hed"]], "category_links": ["https://www.wsj.com/news/types/a-hed?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-david-stern-did-for-the-nba-11577986993", "title": "What David Stern Did for the NBA", "date": "2020-01-02 12:43", "summary": "Basketball loses a transformative former commissioner at age 77. His legacy endures.. David Stern had a quick first step, to borrow the basketball metaphor. I really think that's his legacy-that even now, in the hurly-burly of streaming video and social media, when attention spans are shrinking, mass audiences are almost extinct, and basketball, like almost everything else, is experiencing a TV ratings hit, the NBA retains an undeniable cultural currency. Basketball stays relevant, because it moves fluidly, adapts and evolves. It feels like today and tomorrow.", "categories": [["Sports"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/history-suggests-stocks-likely-to-keep-rising-after-a-banner-year-11577986239", "title": "History Suggests Stocks Likely to Keep Rising", "date": "2020-01-02 12:30", "summary": "Stocks end higher most years after logging a gain of 25% or more. Stocks had a stellar run in 2019. History suggests the gains could very well continue.", "categories": [["Markets", "Stocks"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/recession-rises-on-list-of-ceo-fears-for-2020-11577962921", "title": "Recession Fears Rise for CEOs as Trade Concerns Linger", "date": "2020-01-02 12:25", "summary": "Economic slowdown and trade uncertainty are top concerns in survey of global business leaders. U.S. chief executives are getting worried about a recession.", "categories": [["Business", "Management", "Management & Careers"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/management?mod=breadcrumb", "https://www.wsj.com/news/types/management-careers?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-america-that-legal-marijuana-has-wrought-11577984718", "title": "Weighing the Consequences of Legalization", "date": "2020-01-02 12:05", "summary": "Drug experiments belong in labs, not in U.S. neighborhoods.. Your editorial \"The Vaping-Marijuana Nexus\" (Dec. 26) is a wake-up call for parents and politicians. Marijuana isn't harmless. Nor is it legal under federal law, and for good reason. It contains more than 460 different chemicals and, as the editorial board points out, it's four to five times more powerful than the marijuana of the 1970s, '80s or '90s.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/getting-irans-nuclear-compliance-straight-11577984670", "title": "Getting Iran's Nuclear Compliance Straight", "date": "2020-01-02 12:04", "summary": "Iran exceeded its stockpile of heavy water, which is a moderator in certain nuclear reactors that produce plutonium, but Iran doesn't have a stockpile of plutonium.. Benny Avni is wrong to write that Iran exceeded its allotted stockpile of plutonium (\"Making 'Maximum Pressure' Multilateral Again,\" op-ed, Dec. 18). Iran exceeded its stockpile of heavy water, which is a moderator in certain nuclear reactors that produce plutonium, but Iran doesn't have a stockpile of plutonium.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/student-housing-party-on-wall-street-may-be-over-11577793601", "title": "Student Housing Party on Wall Street May Be Over", "date": "2020-01-02 11:48", "summary": "Sector hits turbulence amid rising delinquencies and falling college enrollment. The student-housing sector, which had become a darling of real-estate investors in recent years, is running into turbulence.", "categories": [["Real Estate"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-masterpiece-of-modernism-comes-on-the-market-in-catalonia-11577981785", "title": "A Masterpiece of Modernism Comes on the Market in Catalonia", "date": "2020-01-02 11:16", "summary": "At $24.5 million, Casa Serinyana is the most expensive home to ever list in the Spanish village of Cadaqués. 'I'm very lucky,\" said Martine Marocci. \"Though my husband was unfaithful to me, it wasn't with another woman but with a house.\" The property that stole the heart of Mrs. Marocci's late husband, Augusto, who owned and managed a portfolio of properties, is Casa Serinyana, an unusual, early 20th-century villa in Cadaqués, a coastal village in the Spanish region of Catalonia.", "categories": [["Real Estate"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/asias-factory-output-stabilizes-as-europes-slump-deepens-11577967462", "title": "Manufacturing Shows Stability in U.S., Asia", "date": "2020-01-02 11:12", "summary": "Surveys also found Europe's slump is deepening. Manufacturing in the U.S. and Asia showed signs of stabilization as 2019 drew to a close, although Europe's industrial output offered few signs of a rebound.", "categories": [["Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/dry-january-alcohol-free-seedlip-kin-proteau-11577980726", "title": "Just Don't Call It a Mocktail", "date": "2020-01-02 11:04", "summary": "A new class of elevated, booze-free \"spirits\" have tasting notes, pedigrees and prices as hefty as the real thing. Inside the Dry January-fueled rise of boutique drinks like Seedlip, Kin and Proteau. It took a 2013 night out in the pub-friendly city of London to convince amateur horticulturist Ben Branson there was a space open for a new kind of non-alcoholic beverage. \"I was out for a meal at a very nice restaurant in London, I wasn't drinking, and asked the waitress for non-alcoholic options,\" he says. \"She had a sort of sad response and served me a sweet blend of fruit juices that neither fit the moment nor paired with the food.\"", "categories": [["Food"]], "category_links": ["https://www.wsj.com/news/types/magazine-food?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/work-clothes-reimagined-for-an-age-of-wearable-tech-11577981068", "title": "How to Dress for the Workplace of Tomorrow", "date": "2020-01-02 11:04", "summary": "Resume Subscription. Author", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/a-financier-built-this-tuscan-estate-in-california-a-century-ago-11577978953", "title": "A Financier Built This Tuscan Estate in California a Century Ago", "date": "2020-01-02 10:29", "summary": "Owned by the Vanderlip family, the roughly 7,700-square-foot home on the Palos Verdes Peninsula is on the market for $12.995 million. A century-old Tuscan-style estate on the Palos Verdes Peninsula, a coastal region in Los Angeles County known for its dramatic ocean views, horse trails and high-end homes, is coming on the market for $12.995 million.", "categories": [["Real Estate", "Private Properties"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/private-properties?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/penny-marshalls-los-angeles-home-hits-the-market-for-7-195-million-11577978290", "title": "Penny Marshall's Los Angeles Home Hits The Market for $7.195 Million", "date": "2020-01-02 10:18", "summary": "The late director and 'Laverne and Shirley' co-star bought the Hollywood Hills property in the early 1980s and hosted an Oscars after party there with 'Goodfellas' stars, according to her memoir. The longtime Los Angeles home of the late actor and director Penny Marshall is coming on the market for $7.195 million, according to the listing agents.", "categories": [["Real Estate", "Private Properties"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/private-properties?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/penny-marshalls-longtime-los-angeles-home-11577978030", "title": "Penny Marshall's Longtime Los Angeles Home", "date": "2020-01-02 10:13", "summary": "The Hollywood Hills property of the late actor and director has a retro kitchen with linoleum flooring and diner-style seating.. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/census-2020-tests-social-media-giants-ability-to-combat-disinformation-11577977790", "title": "Census 2020 Tests Social Media's Ability to Combat Disinformation", "date": "2020-01-02 10:09", "summary": "Facebook, Google and others roll out initiatives designed to help protect U.S. population count. Social-media companies that have spent months pledging to bolster their defenses against the spread of misinformation through their platforms ahead of this year's presidential election are about to get a first big test, the U.S. census.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nfl-playoffs-old-coaches-reid-belichick-harbaugh-11577977407", "title": "Old Coaches Still Rule the NFL", "date": "2020-01-02 10:07", "summary": "They go for it on fourth down and run modern offenses. It isn't a coincidence that Bill Belichick, Andy Reid and John Harbaugh are among the NFL's best coaches.. Before this season, Sean McVay paused to consider something pressing: the need to constantly adapt in the rapidly changing NFL. McVay was hired by the Rams as the youngest coach in modern league history and had just taken his team to a Super Bowl. Everyone wanted their own sideline genius, and every team raced to identify the next disruptive wunderkind.", "categories": [["Sports", "NFL"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/nfl?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-founding-familys-estate-on-the-palos-verdes-peninsula-11577977398", "title": "A Founding Family's Estate on the Palos Verdes Peninsula", "date": "2020-01-02 10:03", "summary": "The century-old Tuscan-style property is owned by the Vanderlip family, whose patriarch helped create this coastal region in Los Angeles county.. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/julian-castro-ends-democratic-presidential-bid-11577974730", "title": "Castro Ends Presidential Bid", "date": "2020-01-02 09:58", "summary": "Former U.S. Housing secretary struggled to gain traction in crowded field. Julián Castro, the former U.S. Housing and Urban Development secretary and the only Latino in the 2020 presidential race, said he was ending his campaign for the White House.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mattel-puts-a-lid-on-excess-colors-11577976645", "title": "Mattel Puts a Lid on Excess Colors", "date": "2020-01-02 09:50", "summary": "Maker of Barbie, Hot Wheels works to simplify operations; 'Complexity is really a killer'. Mattel Inc. has gotten to the heart of one of its problems: Too many reds aren't a good thing.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/china-pauses-u-k-listings-project-11577974419", "title": "China Pauses U.K. Listings Project", "date": "2020-01-02 09:37", "summary": "Move to end Shanghai-London Connect project could signal chillier financial relations with Britain. Beijing has halted a high-profile project letting Chinese companies list in London, people familiar with the matter said, in a move that could signal chillier financial relations with Britain.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/transit-systems-take-on-role-as-homeless-advocates-11577973601", "title": "Transit Systems Take On Role as Homeless Advocates", "date": "2020-01-02 09:00", "summary": "As number of people living on the streets rises, many transit officials worry about social welfare as well as trains and buses. Jeffrey Knueppel's skills include running trains, buses and subways, and helping people who are homeless find jobs and housing.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/stocks-to-watch-tesla-pg-e-melinta-therapeutics-11577959874", "title": "Stocks to Watch: Tesla, PG&E, Melinta Therapeutics", "date": "2020-01-02 08:48", "summary": "Here are some of the companies with shares expected to trade actively in Thursday's session. Here are some of the companies with shares expected to trade actively in Thursday's session. Stock movements noted by ticker reflect movements during regular trading hours; premarket trading is specified separately.", "categories": [["Markets", "MoneyBeat"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/moneybeat?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-city-wins-flexibility-in-building-public-works-projects-11577970007", "title": "New York City Wins Flexibility in Building Public-Works Projects", "date": "2020-01-02 08:00", "summary": "New law allows one entity to both design and build; officials estimate it will help save $300 million on 49 projects. ALBANY, N.Y.-New York City officials cheered after Gov. Andrew Cuomo approved a bill that will let them use a fast-track contracting process on a variety of public-works projects.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/vanguards-asia-head-leaves-investing-giant-after-leading-china-push-11577969213", "title": "Vanguard's Asia Head Leaves After Leading China Push", "date": "2020-01-02 07:46", "summary": "Axel Lomholt will serve as interim head of Asia as the company conducts an executive search. Charles Lin, an executive who oversaw Vanguard Group's expansion in China and recently served as head of Asia, has left the world's second-largest asset manager.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/is-oil-the-new-tobacco-11577968480", "title": "Is Oil the New Tobacco?", "date": "2020-01-02 07:34", "summary": "Investors aren't yet rewarding big oil companies that are preparing for a greener future, but that could change. If data is the new oil, then oil is starting to look like the new tobacco.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/turkey-launches-probe-into-ghosns-escape-through-istanbul-11577964051", "title": "Turkey Opens Probe Into Ghosn's Escape Through Istanbul", "date": "2020-01-02 07:30", "summary": "Officials said they found no trace in official records of the former Nissan chairman making a recent stopover in Turkey. ISTANBUL-Turkish prosecutors have launched an investigation into the escape of Carlos Ghosn from Japan to Lebanon to determine how the former head of the Renault- Nissan alliance made a stopover at Istanbul's Atatürk Airport unbeknown to Turkish authorities, according to a Turkish official familiar with the matter.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/wave-of-blazes-strains-firefighting-network-from-australia-to-california-11577954905", "title": "Fires in Australia, California Strain Shared Firefighting Resources", "date": "2020-01-02 07:18", "summary": "Resume Subscription. RICHMOND AIR FORCE BASE, Australia-Smoke from huge wildfires near Sydney wafted over the tarmac as Jonas Doherty readied a newly modified Boeing 737 equipped to drop 4,000 gallons of firefighting liquid above the blaze.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/ghosns-escape-followed-weeks-of-planning-11577827794", "title": "Ghosn's Escape From Japan Followed Months of Planning", "date": "2020-01-02 07:01", "summary": "Aim of associates was to help spirit former head of Renault-Nissan alliance to a more friendly legal environment. Carlos Ghosn's escape to Lebanon from Japan followed months of planning by associates aimed at getting the former head of the Renault-Nissan alliance to a country they believed would provide a more friendly legal environment to try the claims of financial wrongdoing against him, according to people familiar with the matter.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/governments-in-europe-find-workarounds-to-bail-out-ailing-banks-11577966400", "title": "Governments in Europe Find Workarounds to Bail Out Ailing Banks", "date": "2020-01-02 07:00", "summary": "State injections into banks in Germany and Italy continue to protect investors over taxpayers. A cluster of recent bailouts of ailing European lenders shows how governments are getting around post-financial crisis rules meant to make sure investors and shareholders take losses as a condition of receiving taxpayer funds.", "categories": [["Markets", "Stocks", "Europe Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb", "https://www.wsj.com/news/types/europe-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/for-banking-investors-credit-is-due-11577966401", "title": "For Banking Investors, Credit Is Due", "date": "2020-01-02 07:00", "summary": "A change in loan-accounting rules may shift the focus from rates to credit for bank stocks, especially consumer lenders. Credit risk was mostly a nonfactor for banking investors in 2019. It was all about interest rates. The new year might be a different story.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/evo-morales-coddled-bolivias-coca-growers-but-now-hes-gone-11577962801", "title": "Bolivia's Coca Growers Learn About Life After Evo Morales", "date": "2020-01-02 06:33", "summary": "Resume Subscription. SHINAHOTA, Bolivia-During nearly 14 years as president, Evo Morales pampered the Chapare, the coca leaf-growing jungle region of central Bolivia where he got his start in politics.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/everything-is-a-chinese-real-estate-play-international-soccer-edition-11577961983", "title": "Everything Is a Chinese Real Estate Play: International Soccer Edition", "date": "2020-01-02 05:46", "summary": "Property giant Dalian Wanda is cutting back on its investment in a local soccer team that has attracted an unlikely rush of global talent. Superstar soccer manager Rafael Benitez, who made an unlikely move to China last summer to take charge of the Dalian Yifang club, may be learning the fundamental lesson of Chinese business: Real estate runs the show.", "categories": [["Markets", "Overheard"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/overheard?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/check-your-optimismchinas-slowdown-isnt-over-11577961275", "title": "Check Your Optimism-China's Slowdown Isn't Over", "date": "2020-01-02 05:37", "summary": "Investors are starting 2020 in a sunny mood, but worrying signs from China could spoil the party for industrial shares. The doom and gloom of mid-2019 has been replaced with outright investor optimism. A big reason: better news from both of the world's two largest economies. Before investors go shopping for shares, however, they should take a closer look at China.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/taiwans-top-military-official-killed-in-helicopter-crash-11577950359", "title": "Taiwan's Top Military Official Killed in Helicopter Crash", "date": "2020-01-02 05:34", "summary": "Gen. Shen Yi-ming, who oversaw Taiwan's defense against mainland China, dies along with seven others. An air force helicopter crash killed Taiwan's top military commander and seven other people on Thursday.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ai-offers-an-edge-as-cybersecurity-sector-consolidates-11577961001", "title": "AI Offers an Edge as Cybersecurity Sector Consolidates", "date": "2020-01-02 05:30", "summary": "Companies that use machine learning are likely to stand out in 2020, investors say. The cybersecurity-vendor sector is set to trim some of its fat in 2020, venture-capital executives say, and companies that weave sophisticated technologies such as artificial intelligence into their products are the ones likely to succeed.", "categories": [["Pro Cyber News"]], "category_links": ["https://www.wsj.com/news/types/pro-cyber-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/buying-or-selling-stocks-it-isnt-always-easy-11577961000", "title": "Buying and Selling Stocks Isn't Always Easy", "date": "2020-01-02 05:30", "summary": "Federal Reserve sounds warning as data suggests liquidity is becoming a growing problem. Stocks are flying high. Buying and selling them can be tougher than it seems.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-secret-to-a-michelin-star-worthy-salad-11577998348", "title": "The Secret to a Michelin-Star-Worthy Salad", "date": "2020-01-02 00:01", "summary": "A wintry mix of chicories balanced with bright citrus, toasted nuts and Comté cheese, this recipe is all about contrast and surprise. THOUGH HE'S HEADED up high-profile restaurant kitchens around the country-including, currently, the Michelin-starred Pasjoli in Santa Monica, Calif.- Dave Beran has little patience for cooking at home. \"I've always lived in apartments with mediocre kitchens,\" he said. \"I get so frustrated. And then there are the dishes!\" With his third Slow Food Fast recipe, the chef shares a gorgeous winter salad that calls for so little cooking, even he'd make it at home.", "categories": [["Life & Work", "Food & Drink", "Slow Food Fast"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/food-cooking-drink?mod=breadcrumb", "https://www.wsj.com/news/types/slow-food-fast?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11577972816", "title": "Pepper...and Salt", "date": "2020-01-02 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/don-larsen-who-threw-the-only-perfect-world-series-game-dies-at-90-11577939894", "title": "Don Larsen, Who Threw the Only Perfect World Series Game, Dies at 90", "date": "2020-01-02 23:38", "summary": "He was the unlikeliest of characters to attain what so many Hall of Famers couldn't pull off in the Fall Classic. NEW YORK-Don Larsen, the journeyman pitcher who reached the heights of baseball glory in 1956 for the New York Yankees when he threw a perfect game and the only no-hitter in World Series history, died Wednesday night. He was 90.", "categories": [["World", "Obituaries"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/obituaries?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/yazidi-survivors-are-key-to-bringing-islamic-state-members-to-justice-11577882496", "title": "Yazidi Survivors Are Key to Bringing Islamic State Members to Justice", "date": "2020-01-02 21:31", "summary": "Efforts to compile testimonies from Yazidi victims offer first-hand evidence of genocide committed by the self-styled caliphate. BERLIN-Ivana says she was eight years old when she was sold as a sex slave to an American member of Islamic State after the group murdered her parents.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}]