[{"link": "https://www.wsj.com/articles/trump-administration-extends-order-blocking-migrants-at-border-11589928599", "title": "Trump Administration Extends Order Blocking Migrants at Border", "date": "2020-05-19 19:27", "summary": "The action will remain in effect until new coronavirus ceases to be public-health threat. WASHINGTON-The Trump administration extended a public-health order allowing it to reject migrants crossing U.S. borders without giving them access to the asylum system until the government determines the new coronavirus no longer poses a danger to the public.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/treasury-secretary-warren-11589930667", "title": "Treasury Secretary Warren", "date": "2020-05-19 19:24", "summary": "Mnuchin and Powell fear Democratic attacks on business loans.. Senate Democrats on Tuesday lashed Treasury Secretary Steven Mnuchin and Federal Reserve Chair Jerome Powell for not doing enough to help businesses and workers while warning them not to bail out companies. If you want a prescription for a slow economic recovery, there it is.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/states-ask-u-s-for-repayment-over-marked-up-coronavirus-supplies-11589917896", "title": "Trump Can Choose Which States Get Coronavirus Payback From FEMA", "date": "2020-05-19 19:23", "summary": "States paid inflated prices for coronavirus gear after FEMA advised them to purchase on their own: 'This is devastating their budgets'. States are expected to ask the federal government to repay them at least an estimated $45 billion spent fighting the coronavirus, with President Trump likely to decide whether their costs will be covered in full.", "categories": [["WSJ News Exclusive", "U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-covid-19-deregulation-11589930633", "title": "The Covid-19 Deregulation", "date": "2020-05-19 19:23", "summary": "Trump looks to make waivers permanent to help the recovery.. The Trump Administration's long parade of deregulation-on everything from Title IX, to net neutrality, to environmental-impact statements, to joint employers-is among its biggest achievements. Amid the coronavirus pandemic, this work has thankfully continued.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cleaning-up-a-chinese-coffee-spill-11589930591", "title": "Cleaning Up a Chinese Coffee Spill", "date": "2020-05-19 19:23", "summary": "Nasdaq moves to delist a company with accounting problems.. Talk about a major spill. Nasdaq on Tuesday moved to delist China's Luckin Coffee, a company billed until recently as the next big competitor to Starbucks . Investors might ask what took the exchange-and American regulators-so long.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-coronavirus-inquiry-11589930551", "title": "The Coronavirus Inquiry", "date": "2020-05-19 19:22", "summary": "China loses at the WHO but it could still hijack the origin investigation.. The World Health Assembly on Tuesday unanimously agreed to establish an inquiry into the World Health Organization's handling of the Covid-19 pandemic. Press reports describe the investigation as \"independent,\" but it's too soon to know if the probe will be free from political pressure.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/landlords-fume-as-starbucks-other-chains-seek-extended-rent-cuts-11589889601", "title": "Landlords Fume as Starbucks, Other Chains Seek Extended Rent Cuts", "date": "2020-05-19 19:22", "summary": "Property owners are generally reluctant to offer relief because of accounting rules, effect on ability to get loans. National restaurant chains and other stable businesses are prodding their landlords for rent relief as the economic picture sours, setting the stage for court battles and protracted clashes between big tenants and property owners.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/justice-department-tells-california-its-reopening-plan-could-disfavor-churches-11589928178", "title": "Justice Department Tells California Its Reopening Plan Could Disfavor Churches", "date": "2020-05-19 19:12", "summary": "Warning marks Trump administration's latest effort to support those who say their religious rights have been violated; critics say such moves are politically driven. Justice Department officials warned California Gov. Gavin Newsom on Tuesday that his plan for gradually easing the state's coronavirus lockdown could disfavor religious groups.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-good-is-the-sat-11589929874", "title": "What Good Is the SAT?", "date": "2020-05-19 19:11", "summary": "Students debate whether colleges should drop standardized testing as an admissions requirement.. Editor's note: This Future View is about dropping SAT and ACT scores as a college admissions requirement, as the president of the University of California has recommended. Next week we'll discuss students' experience with online instruction: What has worked and what hasn't? Students should click here to submit opinions of fewer than 250 words before May 26. The best responses will be published that night.", "categories": [["Opinion", "Future View"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/future-view?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-video-shows-police-tried-to-tase-ahmaud-arbery-in-2017-11589918304", "title": "New Video Shows Police Tried to Tase Ahmaud Arbery in 2017", "date": "2020-05-19 19:01", "summary": "Arbery, who wasn't charged with a crime, accused police of harassing him. WASHINGTON-Georgia police officers attempted to tase Ahmaud Arbery while questioning him in a park in 2017, according to a newly released body-cam video.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/johnson-johnson-to-stop-selling-talcum-baby-powder-in-u-s-canada-11589922588", "title": "Johnson & Johnson to Stop Selling Talcum Baby Powder", "date": "2020-05-19 18:56", "summary": "Health-products giant to cease sales of product amid litigation over alleged links to cancer among consumers who used it for years. Johnson & Johnson , besieged by lawsuits, will stop selling baby powder made with talc in the U.S. and Canada, citing a decline in customer demand amid safety concerns about one of its most famous products.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/capri-holdings-to-delay-filing-annual-report-with-sec-11589928426", "title": "Capri Holdings to Delay Filing Annual Report With SEC", "date": "2020-05-19 18:52", "summary": "The fashion company says it needs more time to analyze how the pandemic is affecting its business. Capri Holdings Ltd. said Tuesday it would delay filing its annual report covering its latest fiscal year because employees putting it together are working remotely as the company continues to analyze how the pandemic is affecting its business.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/powell-mnuchin-set-to-face-lawmakers-over-crisis-lending-programs-11589880602", "title": "Powell, Mnuchin Outline Contrasting Perils Facing Economy", "date": "2020-05-19 18:50", "summary": "Trump administration is counting on sharp bounceback in commercial activity, but Fed officials are less confident. WASHINGTON-The nation's top two economic policy leaders offered contrasting visions about the economic outlook, with Treasury Secretary Steven Mnuchin favoring a wait-and-see approach to more federal aid and Federal Reserve Chairman Jerome Powell suggesting more would be needed.", "categories": [["Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-holds-off-on-specifying-coronavirus-relief-priorities-11589926531", "title": "Trump Holds Off on Specifying Coronavirus-Relief Priorities", "date": "2020-05-19 18:45", "summary": "At lunch with GOP senators, the president discusses 2020 polling but sidesteps stimulus questions. WASHINGTON-President Trump didn't press Senate Republicans on Tuesday about specific ideas for the possible next round of coronavirus relief, instead focusing on the 2020 election and other concerns, adding to the uncertainty over the timing of any future deal with Democrats.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/floridians-lose-patience-with-states-unemployment-claims-system-11589916090", "title": "Floridians Lose Patience With State's Unemployment Claims System", "date": "2020-05-19 18:41", "summary": "Government Accountability Office prepares a review across states, with Florida likely investigated. Florida's problem-riddled unemployment system is emerging as the face of national frustration and angst felt by workers sidelined by the coronavirus pandemic.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/its-deadly-to-fear-the-emergency-room-11589927538", "title": "It's Deadly to Fear the Emergency Room", "date": "2020-05-19 18:32", "summary": "'Shelter in place' doesn't apply if you're having a heart attack.. New York", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-accusing-who-of-pro-china-bias-threatens-to-cut-funding-withdraw-u-s-11589909905", "title": "U.S.-China Tensions Rise as Trump Accuses WHO of Pro-China Bias", "date": "2020-05-19 18:31", "summary": "President says the health organization lacks independence from Beijing, threatens to cut funding and withdraw U.S.. President Trump's threat to cut off funding to the World Health Organization and revoke U.S. membership over the group's handling of the coronavirus heightened tensions with China and sparked a new round of accusations between the two countries.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/prepare-nursing-homes-for-the-next-coronavirus-wave-11589927449", "title": "Prepare Nursing Homes for the Next Coronavirus Wave", "date": "2020-05-19 18:30", "summary": "The most effective way to save lives would be to improve infection control in assisted-living facilities.. Nursing-home residents make up less than 1% of the U.S. population, but in many states they account for half of all Covid-19 deaths. In some states it's higher, such as Minnesota (81%), New Hampshire (77%) and Pennsylvania (71%), according to data from the Kaiser Family Foundation. Shutting down the economy and ordering the public to stay at home didn't prevent these deaths. These people were already staying home.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/give-yourself-a-haircut-11589927379", "title": "Give Yourself a Haircut", "date": "2020-05-19 18:29", "summary": "It's easier than you think. Now is the time to try, so turn up the lights and grab a sharp pair of scissors.. The coronavirus lockdowns have left many Americans in need of a haircut. I started cutting my own hair years ago. For a long time, I went to an Italian barber named Frank, who charged $12. But after each of Frank's haircuts, I looked in the mirror and beheld a geek I didn't quite recognize-a little raw around the sidewalls. He had subtly reshaped my personality. It took about a week for regrowth to repair the damage. I stuck with Frank out of habit, but when he retired, I learned to do it myself. I've been a new man ever since.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/in-california-the-dream-of-racial-preferences-never-dies-11589927296", "title": "In California, the Dream of Racial Preferences Never Dies", "date": "2020-05-19 18:28", "summary": "Democrats in Sacramento try again to repeal Prop. 209.. Political conservatives are often accused of wanting to \"turn back the clock,\" but in California it is progressives who are leading an effort to return to the bad old days of state-sanctioned racial discrimination.", "categories": [["Opinion", "Upward Mobility"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/upward-mobility?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/heed-powells-call-for-fiscal-stimulus-11589927206", "title": "Heed Powell's Call for Fiscal Stimulus", "date": "2020-05-19 18:26", "summary": "The Fed chairman's advocacy for spending might save the U.S. from a depression.. The man responsible for U.S. monetary policy told Congress and the Trump administration last week that monetary policy by itself couldn't jump-start a recovery, and that the fiscal measures enacted during the past three months probably wouldn't be enough to sustain one.", "categories": [["Opinion", "Politics & Ideas"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/politics-ideas?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/boy-scouts-set-november-deadline-for-sexual-abuse-claims-11589927119", "title": "Boy Scouts Set November Deadline for Sexual-Abuse Claims", "date": "2020-05-19 18:25", "summary": "The youth organization will spend millions of dollars to invite claims, targeting men over age 50 in particular. The Boy Scouts of America has set a Nov. 16 filing deadline for childhood sexual-abuse claims as the youth organization attempts to deal with a history of failing to weed out predators from the ranks of volunteers.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-and-policy-chaos-11589927128", "title": "Coronavirus and Policy Chaos", "date": "2020-05-19 18:25", "summary": "Western rights and freedoms now prove a strength in adapting to the pandemic.. With the emergence of the Wuhan virus, our situation became globally chaotic in the special sense that information theorists use the term: unpredictably complex.", "categories": [["Opinion", "Business World"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/business-world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/one-mighty-and-irresistible-tide-review-how-they-became-us-11589927080", "title": "'One Mighty and Irresistible Tide' Review: How They Became Us", "date": "2020-05-19 18:24", "summary": "Deciding exactly whom we should welcome to our shores is a matter of ever-shifting public debate and ever-changing public sentiment.. It turns out that, as with tariffs and the origins of the Civil War, there is no Final Word on immigration in the United States. It is a problem that has vexed the republic from its start, has agitated the politics of this epoch and many others, and is subject to periodic upheavals in public sentiment. We are indeed \"a nation of immigrants,\" as we tell ourselves. But immigration law is largely a reflection, at any given time, of what kind of immigrants we welcome to our shores and what kind we stop at the border. Dividing these two categories is a matter of ever-shifting judgment and debate.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/microsofts-quantum-computing-services-attract-new-customers-11589900401", "title": "Microsoft's Quantum-Computing Services Attract New Customers", "date": "2020-05-19 18:14", "summary": "Toyota Tsusho is using Azure Quantum for traffic optimization and other mobility-service experiments. Japanese companies Toyota Tsusho Corp. and Jij Inc. are using Microsoft Corp. quantum computing services over the Azure cloud to experiment with ways to solve problems related to traffic congestion.", "categories": [["CIO Journal"]], "category_links": ["https://www.wsj.com/news/types/cio-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/flynns-lawyers-ask-appeals-court-to-order-his-criminal-case-dismissed-11589926402", "title": "Flynn's Lawyers Ask Appeals Court to Order His Criminal Case Dismissed", "date": "2020-05-19 18:13", "summary": "Petition says trial judge, Emmet Sullivan, overstepped his authority. Attorneys for Michael Flynn asked a federal appeals court to force the trial judge overseeing his criminal case to dismiss it as the Justice Department had requested.", "categories": [["Politics", "National Security"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/national-security?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/europe-falls-behind-u-s-in-funding-coronavirus-vaccineand-securing-access-11589923574", "title": "Europe Falls Behind U.S. in Funding Covid-19 Vaccine-and Securing Access", "date": "2020-05-19 17:58", "summary": "U.S. was faster in shouldering drug companies' costs to develop and manufacture vaccine candidates, putting the bloc at a disadvantage. PARIS-As pharmaceutical giants edge closer to a potential vaccine for the new coronavirus, governments demanding access to any supplies are running up against a hard reality: the bill.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-a-e-flies-coronavirus-aid-for-palestinians-in-first-known-commercial-flight-to-israel-11589920895", "title": "U.A.E. Flies Coronavirus Aid for Palestinians in First Known Commercial Flight to Israel", "date": "2020-05-19 17:45", "summary": "Flight potentially opens new chapter in efforts to thaw relations between two Middle Eastern nations. BEIRUT-A United Arab Emirates commercial airline flew its first publicly acknowledged direct flight from its capital Abu Dhabi to Israel on Tuesday, a milestone in relations between two Middle East nations with no formal diplomatic ties.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/more-colleges-are-going-online-this-fall-thats-bad-news-for-student-housing-11589889600", "title": "More Colleges Are Going Online This Fall. That's Bad News for Student Housing.", "date": "2020-05-19 17:43", "summary": "Early leasing for some operators trails last year's rates as families await word on campus reopenings. Many investors have long wagered that the student-housing sector was a safe bet even during tough economic periods. The pandemic is threatening that notion.", "categories": [["Real Estate", "Property Report"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/property-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/judge-sullivan-is-within-rights-in-the-michael-flynn-case-11589924410", "title": "Judge Sullivan Is Within Rights in the Michael Flynn Case", "date": "2020-05-19 17:40", "summary": "Under the federal rules of criminal procedure the government can not dismiss a criminal indictment without asking the court for its permission to do so.. As a former assistant prosecutor, I strenuously disagree with the sentiments expressed by Prof. Alan M. Dershowitz in \"Judges Are Umpires, Not Ringmasters\" (op-ed, May 14). He observes that the Constitution empowers federal judges to decide only actual cases and actual controversies. Since there is no longer a controversy, he implies there is no longer a case for Judge Emmet Sullivan to decide.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/runners-walkers-masks-and-social-division-11589924366", "title": "Runners, Walkers, Masks and Social Division", "date": "2020-05-19 17:39", "summary": "Fear and social-virtue signaling seem to have taken over for science regarding mask wearing.. Regarding \"Runners Rile Walkers Over Mask Manners\" (Page One, May 13): Fear and social-virtue signaling seem to have taken over for science regarding mask wearing. Close contact is defined as at least 15 minutes of face-to-face (less than 6 feet) interaction. Unless someone coughs and expels virus-containing droplets into someone's face, the risk of getting Covid-19 from a jogger, walker or bicyclist is negligible. Other than specific close-contact situations, mask wearing for someone without a cough is of no measurable benefit. Yelling and writing articles to shame others so you feel more virtuous are the manners we should condemn. It is always bad when science loses to the politics of shame.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-arbitrary-lockdowns-violate-the-constitution-11589924317", "title": "The Arbitrary Lockdowns Violate the Constitution", "date": "2020-05-19 17:38", "summary": "Are 50 parishioners wearing masks and gloves, sitting 10 feet apart in a church that holds 500 really more dangerous to the general health and welfare of the public than 10 people lined up in a small gas-station store?. Regarding your editorial \"Caesar, God and the Lockdowns\" (May 12): The First Amendment to the Constitution protects the right to exercise one's religion and the right of the people to peaceably assemble without interference from the government. The U.S. Supreme Court in its Smith (1990) decision held that enforcement of neutral laws of general applicability do not violate the Free Exercise Clause of the First Amendment. The question here is, are these gubernatorial edicts both neutral and generally applicable? When governors prohibit groups of, say, 10 or more from congregating in a church or, for that matter, on a street corner, but allow hundreds to line up in a Costco, are they really applying the law generally?", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/to-lockdown-or-reopen-a-twofer-for-the-democrats-11589924271", "title": "To Lockdown or Reopen: A Twofer for the Democrats", "date": "2020-05-19 17:37", "summary": "From the Democrat's point of view advocating continued lockdown is a sure winner.. Regarding Republican Rep. Dan Crenshaw's \"Why Does Reopening Polarize Us?\" (op-ed, May 19): From the Democrats' point of view advocating continued lockdown is a sure winner. If Republicans reject it, they can be accused, with the inevitable new cases and deaths, as money-obsessed murderers. If they accept it, they can be accused as incompetent managers of a moribund economy. So, if you are a Democrat, what's not to like?", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/spotify-strikes-exclusive-podcast-deal-with-joe-rogan-11589913814", "title": "Spotify Strikes $100 Million-Plus Podcast Deal With Rogan", "date": "2020-05-19 17:27", "summary": "His full library, dating back 11 years, is to hit the service Sept. 1, and become exclusive to Spotify after that, before the end of the year. Joe Rogan is taking his podcast exclusively to Spotify Technology SA in a licensing deal worth more than $100 million, according to a person familiar with the matter.", "categories": [["WSJ News Exclusive", "Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/airlines-detect-signs-of-nascent-recovery-11589923449", "title": "Airlines Detect Signs of Nascent Recovery", "date": "2020-05-19 17:24", "summary": "Bookings are up and cancellations have slowed after the coronavirus cut travel demand sharply. Airline executives said people are starting to book flights again, a potential inflection point after the coronavirus pandemic decimated travel demand in recent months.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-k-s-serious-fraud-office-closes-probe-into-abbs-dealings-with-unaoil-11589922794", "title": "U.K.'s Serious Fraud Office Closes Probe Into ABB's Dealings With Unaoil", "date": "2020-05-19 17:13", "summary": "Investigation didn't pass tests required for pursuing a prosecution, the agency says. The U.K.'s economic crimes watchdog has closed a bribery probe into ABB Ltd. 's past dealings with oil-services provider Unaoil Group.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/european-borrowing-costs-drop-as-markets-welcome-proposed-coronavirus-fund-11589885849", "title": "European Borrowing Costs Drop on Proposed Coronavirus Fund", "date": "2020-05-19 17:05", "summary": "Italian and Greek government bond yields fall to their lowest in a month. Bond yields in Europe's riskiest economies fell Tuesday after France and Germany proposed a recovery fund to support countries hard-hit by the coronavirus.", "categories": [["Markets", "Credit Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/credit-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/companies-free-up-funds-to-pivot-amid-coronavirus-pandemic-11589922172", "title": "Companies Free Up Funds to Pivot Amid Coronavirus Pandemic", "date": "2020-05-19 17:02", "summary": "GoPro, Harry & David and Vistaprint have all accelerated their business transformation in recent weeks. More companies are pivoting their businesses as consumer habits shift amid coronavirus lockdowns, and finance chiefs are finding ways to fund the transformation.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-unstoppable-power-of-music-11589921989", "title": "The Unstoppable Power of Music", "date": "2020-05-19 16:59", "summary": "Recordings and streams of classical performances have exploded in popularity in the time of social distancing.. ", "categories": [["Opinion", "Commentary", "Cultural Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb", "https://www.wsj.com/news/types/cultural-commentary?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-economy-likely-to-shrink-5-6-this-year-amid-coronavirus-cbo-says-11589918370", "title": "U.S. Economic Recovery Will Drag On Through Next Year, CBO Says", "date": "2020-05-19 16:52", "summary": "Congressional Budget Office sees sharpest labor-market deterioration since 1930s amid coronavirus. WASHINGTON-The Congressional Budget Office said the U.S. economy's recovery from the downturn related to coronavirus responses will drag on through the end of next year, as investment collapses and the labor market experiences its sharpest deterioration since the 1930s.", "categories": [["Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/global-stock-markets-dow-update-5-19-2020-11589858790", "title": "Stocks Finish Lower After Late Drop", "date": "2020-05-19 16:48", "summary": "The Dow retreated 1.6% after a 3.9% jump Monday sparked by signs of progress toward a coronavirus vaccine. U.S. stocks fell Tuesday as investors grew more skittish about a potential coronavirus vaccine that sparked a big rally the previous day.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/childrens-books-feeding-the-hunger-for-a-prequel-11589921095", "title": "Children's Books: Feeding the Hunger for a Prequel", "date": "2020-05-19 16:44", "summary": "A return to the dystopian landscape of the Hunger Games trilogy, where 'human decency' is a contradiction in terms.. 'May the odds be ever in your favor!\" The phrase entered popular culture in 2008, when readers went wild for \"The Hunger Games,\" the first installment of a dystopian trilogy by Suzanne Collins. With its teen-warrior heroine and gory mashup of Greek mythology, Roman entertainment and modern mass media, the book caught fire, so to speak, with the trilogy selling some 100 million copies in 54 languages.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-to-allow-family-visits-for-some-hospitalized-covid-19-patients-11589917256", "title": "New York to Allow Family Visits for Some Hospitalized Covid-19 Patients", "date": "2020-05-19 16:44", "summary": "A two-week program would include nine hospitals in New York City, plus others on Long Island, in Westchester County and upstate. New York Gov. Andrew Cuomo announced a pilot program that allows 16 hospitals throughout the state to resume letting patients have visitors.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/home-depot-reports-higher-revenue-despite-coronavirus-impact-11589885527", "title": "Home Depot Reports Higher Revenue Despite Coronavirus Impact", "date": "2020-05-19 16:38", "summary": "Expenses rose sharply as it boosted workers' pay and benefits. Home Depot Inc. reported an 11% decline in quarterly earnings as costs from boosting workers' pay and benefits during the coronavirus pandemic offset higher sales from locked-down customers doing more projects around the house.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nasdaq-moves-to-delist-chinas-luckin-coffee-11589896619", "title": "Nasdaq Moves to Delist China's Luckin Coffee", "date": "2020-05-19 16:30", "summary": "Company plans to request a hearing to appeal exchange's decision. The Nasdaq Stock Market has determined that Luckin Coffee Inc. should be delisted, after the Chinese coffee chain disclosed last month that as much as $310 million of its sales last year were fabricated by some employees.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/dont-be-spooked-by-walmarts-rising-costs-11589907321", "title": "Don't Be Spooked by Walmart's Rising Costs", "date": "2020-05-19 16:28", "summary": "Covid-19 is adding pressure to Walmart's already compressed margins, but investors should look past that. Walmart tries to live by its twin mottoes of Everyday Low Prices and Everyday Low Costs. The latter has been a challenge, but investors should take it in stride.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/return-of-car-traffic-fuels-surge-in-oil-11589880602", "title": "Return of Car Traffic Fuels Oil Surge", "date": "2020-05-19 16:20", "summary": "Demand for gasoline is on the mend around the world, supporting crude. Oil prices are staging a furious comeback from last month's collapse, lifted by record supply cuts and a pickup in global fuel demand that many investors hope heralds a swift economic recovery.", "categories": [["Markets", "Commodities", "Oil Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb", "https://www.wsj.com/news/types/oil-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/growth-stocks-outperforming-value-by-widest-margin-in-decades-11589904864", "title": "Growth Stocks Outperforming Value by Widest Margin in Decades", "date": "2020-05-19 16:20", "summary": "Economic uncertainty is pushing investors into companies that can deliver fast profit growth. Shares of fast-growing companies are racing past their value counterparts, on pace to outperform the latter by the widest margin since the dot-com era.", "categories": [["Markets", "Stocks"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/facebook-launches-shopping-platform-for-small-businesses-11589919007", "title": "Facebook Launches Shopping Platform for Small Businesses", "date": "2020-05-19 16:13", "summary": "CEO Mark Zuckerberg says the virtual shops will aim to counter Covid-19's 'economic shock'. Facebook Inc. is making a big push into online shopping through Facebook Shops, enlisting small businesses to sell their wares through its platform and giving them access to its technology at the same time the coronavirus pandemic has upended business world-wide.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-creative-way-we-avoided-layoffs-11589918932", "title": "The Creative Way We Avoided Layoffs", "date": "2020-05-19 16:08", "summary": "Bucking industry trends, the Blanton Museum of Art has managed to keep all its staffers employed during the coronavirus downturn.. One of my proudest accomplishments as director of the Blanton Museum of Art has been the installation of Ellsworth Kelly's \"Austin,\" a chapel-like building with luminous stained-glass windows. Since opening in February 2018, it has drawn crowds from all over. But the power of this artwork was no match for the coronavirus. On March 13 I closed the doors to \"Austin,\" as well as to the rest of the museum.", "categories": [["Opinion", "Commentary", "Cultural Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb", "https://www.wsj.com/news/types/cultural-commentary?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/not-your-typical-american-summer-fire-island-faces-coronavirus-challenges-and-restrictions-11589910950", "title": "Not Your Typical American Summer. Fire Island Faces Coronavirus Challenges and Restrictions", "date": "2020-05-19 16:07", "summary": "New York's vacation haven faces fewer visitors, lower income for businesses and homeowners. Fire Island, a popular summer getaway for New York City residents, has been a rare coronavirus-free haven. Now business owners and officials are trying to determine how to best accommodate an influx of seasonal visitors without exposing the community to infection.", "categories": [["U.S.", "Tri-State Area"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-region?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/next-wave-of-coronavirus-stimulus-payments-hinges-on-debate-over-reopening-economy-11589880603", "title": "Next Wave of Stimulus Payments Hinges on Reopening Economy", "date": "2020-05-19 16:04", "summary": "Democrats voted for another round of $1,200 payments; Republicans prefer linking aid to employment. WASHINGTON-Americans have gotten $239 billion-and counting-from the IRS to help them ride out the coronavirus pandemic. Whether households get another round of $1,200 stimulus payments is tied to the increasingly partisan debate over how quickly the economy should reopen.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/art-van-furniture-gets-26-million-offer-for-levin-assets-11589917913", "title": "Art Van Furniture Gets $26 Million Offer for Levin Assets", "date": "2020-05-19 15:51", "summary": "Proposed deal with former owner Robert Levin includes $10 million fund for customer claims. Bankrupt retailer Art Van Furniture LLC has struck a $26 million deal that includes selling its Levin Mattress and Levin Furniture inventory in Ohio and Pennsylvania to former owner Robert Levin, who plans to relaunch the business starting in mid-June.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/schools-and-camps-weigh-coronavirus-risks-to-kids-when-deciding-to-reopen-11589917323", "title": "Schools and Camps Weigh Coronavirus Risks to Kids When Deciding to Reopen", "date": "2020-05-19 15:42", "summary": "A very rare syndrome in some children infected with Covid-19 has parents worried and could influence officials' calls on reopening gathering places. When the pandemic started, health experts noted one saving grace of the virus that causes Covid-19: Its effect on children seemed minor, even undetectable, in most cases.", "categories": [["Life & Work", "Your Health"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/your-health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cbs-leaves-fall-tv-schedule-largely-untouched-amid-coronavirus-11589915700", "title": "CBS Leaves Fall TV Schedule Largely Untouched Amid Pandemic", "date": "2020-05-19 15:15", "summary": "With production shut down, the top-rated network is bringing back 23 current shows and adding only three new ones. Coming off its 12th consecutive season as the most-watched broadcast network, CBS is doing very little tampering with its fall schedule, a decision based on both its desire for stability and a lack of new shows to choose from because of the production shutdown amid the coronavirus pandemic.", "categories": [["Business", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/retailers-phase-out-coronavirus-hazard-pay-for-essential-workers-11589915679", "title": "Retailers Phase Out Coronavirus Hazard Pay for Essential Workers", "date": "2020-05-19 15:14", "summary": "Kroger and Rite Aid are among the firms paring back, as unions and employees say they still face risk. Some of the biggest U.S. retailers are ending the extra pay they gave to front-line workers as coronavirus-related costs pile up and the ranks of jobless Americans surge, tipping the labor market in employers' favor.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/soaring-silver-attracts-investors-11589897775", "title": "Soaring Silver Attracts Investors", "date": "2020-05-19 15:13", "summary": "Demand for the precious metal jumps on expectations for persistent market volatility. Silver prices are surging, making the metal one of the market's best-performing assets in the second quarter, with investors seeking havens that can hold their value during times of economic uncertainty.", "categories": [["Markets", "Commodities"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-next-trump-tax-reform-11589914707", "title": "The Next Trump Tax Reform", "date": "2020-05-19 14:58", "summary": "Hopeful signs of economic revival, but it cannot be engineered with federal spending.. After our dismal season of shutdowns the news is getting better, with states reopening and Americans regaining their personal liberty. Uber volume is rebounding and so are visits to retailers. But the economic damage has been staggering. A robust and sustainable recovery cannot be conjured by record-breaking federal borrowing and limitless money creation by the Federal Reserve.", "categories": [["Opinion", "Best of the Web"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/best-of-the-web-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-belmont-stakes-will-kick-off-the-triple-crown-in-2020-11589913331", "title": "The Belmont Stakes Will Kick Off the Triple Crown in 2020", "date": "2020-05-19 14:35", "summary": "The traditional final leg of the series will be run on June 20 as this year's opening leg, after the Kentucky Derby and Preakness were postponed due to the coronavirus. Horse racing's Triple Crown will be run out of order in 2020.", "categories": [["Sports"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/santander-to-pay-states-550-million-to-settle-allegations-of-predatory-auto-lending-11589906880", "title": "Santander Settles Predatory Auto-Lending Claims for $550 Million", "date": "2020-05-19 14:34", "summary": "Consumer-finance company was accused of making loans that borrowers couldn't afford to repay. Santander Consumer USA Inc. has reached a $550 million deal with nearly three dozen states to settle charges of predatory auto lending to low-income and subprime borrowers.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/recipe-for-an-easy-vegetable-feast-11590000112", "title": "Recipe for an Easy Vegetable Feast", "date": "2020-05-19 14:31", "summary": "From Le Comptoir du Vin in Baltimore, this colorful platter of crudités with a lush tonnato for dipping is the best way to celebrate the season. Just add rosé.. WITH ROOM for just 34 guests, the dining room at Le Comptoir du Vin, in Baltimore, is cozy. Before the pandemic pushed the operation to takeout-only, shareable plates further fostered a sense of intimacy. \"I'm afraid when this is over we won't eat the way we used to,\" said chef-owner Will Mester. So, for his final Slow Food Fast recipe, he shares a dish that brings that convivial vibe home.", "categories": [["Life & Work", "Food & Drink"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/food-cooking-drink?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/former-wsj-bureau-chief-and-columnist-karen-blumenthal-dies-at-61-11589912379", "title": "Former WSJ Bureau Chief and Columnist Karen Blumenthal Dies", "date": "2020-05-19 14:19", "summary": "The author and journalist also wrote a personal-finance column during her 25-year WSJ career, as well as 12 books. Karen Blumenthal, a journalist and author who spent 25 years as an editor, bureau chief and columnist at The Wall Street Journal, died Monday in Dallas following a heart attack. She was 61.", "categories": [["World", "Obituaries"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/obituaries?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/feds-rosengren-warns-premature-reopening-of-economy-carries-risk-11589911396", "title": "Fed's Rosengren Warns Premature Reopening of Economy Carries Risk", "date": "2020-05-19 14:17", "summary": "Boston Fed bank leader says until coronavirus is addressed, economy will stay under pressure. Federal Reserve Bank of Boston President Eric Rosengren cast a cautious eye at attempts to restart the economy amid the unresolved coronavirus crisis, while also reaffirming the central bank's desire to do what it takes to offset the pandemic's impact.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hornbeck-offshore-files-prearranged-chapter-11-to-cut-debt-11589909739", "title": "Hornbeck Offshore Files Prearranged Chapter 11 to Cut Debt", "date": "2020-05-19 13:35", "summary": "Oil-field services company pivoted to chapter 11 after collapse in energy prices scuttled out-of-court debt restructuring. Hornbeck Offshore Services Inc., an operator of oil supply and support vessels with more than $1 billion in long-term debt, filed for bankruptcy Tuesday to implement a prepackaged chapter 11 plan that will cut its debt.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-is-different-this-time-readers-respond-on-charities-struggles-during-coronavirus-11589909310", "title": "'What Is Different This Time': Readers Respond on Charities' Struggles During Coronavirus", "date": "2020-05-19 13:28", "summary": "An article on how the pandemic is forcing nonprofits to cancel fundraisers and hitting donations prompted readers to relate their own thoughts. Betsy Morris's article about nonprofits struggling during the coronavirus pandemic struck a chord with readers, particularly those with ties to the nonprofit world. Many organizations have canceled fundraisers and face the prospect of government contracts drying up. Meanwhile, demand for services is outpacing revenue, especially at food banks. Here is a sampling of responses.", "categories": [["Life & Work", "Life & Style"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/life-style?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/can-france-say-hello-without-a-kiss-on-the-cheek-11589909120", "title": "Can France Say Hello Without a Kiss on the Cheek?", "date": "2020-05-19 13:25", "summary": "The fate of la bise, the customary greeting, is on the line as the country reopens. PARIS-In cafés, in offices and almost everywhere in between, it has always been perfectly normal in France to greet people by touching their face with your face.", "categories": [["A-hed"]], "category_links": ["https://www.wsj.com/news/types/a-hed?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-political-assault-on-antibody-tests-11589908458", "title": "A Political Assault on Antibody Tests", "date": "2020-05-19 13:14", "summary": "If a positive test doesn't indicate immunity, how in the world did patients ever recover from infection?. Tests for Covid-19 antibodies are now available, but news reports suggest-and some physicians are advising their patients-that antibodies may not provide immunity. This assertion defies generations of immunology research and is a political attack on reliable tests.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/speakeasies-and-social-distancing-11589908421", "title": "Speakeasies and Social Distancing", "date": "2020-05-19 13:13", "summary": "Prohibition's lesson: When laws are too heavy-handed, it can promote disrespect for the law in general.. Policy makers see lockdown decisions as a balance between economic damage and public health. Equally important can be community perceptions of the legitimacy of the restrictions, for these may determine the extent of compliance and ultimately the success of the lockdown program. That's a lesson the country should have learned from Prohibition.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-charges-iranian-company-and-executives-with-sanctions-violations-11589853084", "title": "U.S. Charges Iranian Company and Executives With Sanctions Violations", "date": "2020-05-19 12:59", "summary": "Payment24 allegedly helped Iranian citizens circumvent U.S. sanctions to make purchases from U.S.-based companies. The U.S. charged an Iranian online financial services company and two of its senior executives with violating U.S. sanctions on Iran, U.S. prosecutors said.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/german-court-orders-spy-agency-to-curb-foreign-intelligence-gathering-11589906621", "title": "German Court Orders Spy Agency to Curb Foreign-Intelligence Gathering", "date": "2020-05-19 12:43", "summary": "Ruling could drastically limit agency's ability to harvest electronic communications abroad. BERLIN-Germany's foreign-intelligence agency, which is banned from spying on Germans, now faces strict limits on its overseas activities after the country's constitutional court decided that the protections against arbitrary surveillance Germans enjoy applied to everyone world-wide.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pier-1-seeks-to-wind-down-operations-11589886805", "title": "Bankrupt Pier 1 Imports Says Stores to Permanently Shut Down", "date": "2020-05-19 12:41", "summary": "Home-goods retailer is looking for a potential buyer of its intellectual property and e-commerce business. After nearly 60 years of selling home décor and accessories, Pier 1 Imports Inc. is permanently closing its retail stores in the wake of the coronavirus pandemic, though it hopes to sell its intellectual property and e-commerce business.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/senate-committee-approves-nominee-for-director-of-national-intelligence-11589903075", "title": "Senate Panel Backs Nominee for Director of National Intelligence", "date": "2020-05-19 11:44", "summary": "Rep. John Ratcliffe's nomination heads to full Senate after panel's party-line vote. WASHINGTON-The Senate Intelligence Committee approved Rep. John Ratcliffe's nomination as intelligence chief on a party-line vote, moving the Texas Republican a step closer to becoming President Trump's director of national intelligence.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-primary-should-proceed-appeals-court-affirms-11589899746", "title": "New York Primary Should Proceed, Appeals Court Affirms", "date": "2020-05-19 11:41", "summary": "Judges concurred that scrapping the presidential primary would have violated rights of former candidate Andrew Yang, his delegates and those of Sen. Bernie Sanders. A panel of federal judges confirmed that New York's presidential primary would continue as planned on June 23, upholding an earlier decision that blocked state officials from canceling it because of the coronavirus pandemic.", "categories": [["U.S.", "Politics"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/for-home-builders-a-better-kind-of-recession-11589902608", "title": "For Home Builders, a Better Kind of Recession", "date": "2020-05-19 11:36", "summary": "The housing sector is often stretched heading into a recession, but not this time. The coronavirus pandemic is hammering home builders, but they could emerge from the crisis with less damage than other industries.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/disney-changes-leadership-six-months-after-launch-11589893504", "title": "Disney+ Loses Its Architect as New Rivals Launch", "date": "2020-05-19 11:31", "summary": "Kevin Mayer, who built Disney's flagship streaming service, to join TikTok; Rebecca Campbell to succeed him. LOS ANGELES-The departure of Kevin Mayer-just six months after overseeing the launch of Walt Disney Co. 's streaming service, Disney+-leaves a big hole at what has become a bright spot for a company widely hit by the pandemic.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-makes-a-cookie-great-again-11589900809", "title": "Trump Makes a Cookie Great Again", "date": "2020-05-19 11:06", "summary": "Hydrox cookies got a surge in interest for the second time from the president, this time riding the coattails of hydroxychloroquine. Makers of an old malaria drug aren't the only ones cheering President Trump's surprise statement Monday that he takes it regularly to ward off coronavirus. A cookie company also got a boost, and it wasn't the first time.", "categories": [["Markets", "Overheard"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/overheard?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/walmart-sales-surge-as-coronavirus-drives-americans-to-stockpile-11589888464", "title": "Walmart Sales Surge as Coronavirus Drives Americans to Stockpile", "date": "2020-05-19 10:58", "summary": "Quarterly comparable sales climb 10% in U.S., including a 74% jump in e-commerce. Walmart Inc. is reaping the rewards of being one of few retailers positioned to successfully navigate a global pandemic, reporting a surge in quarterly sales as consumers turned to its giant stores to stock up on food and household goods.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-playing-tom-on-succession-is-therapeutic-for-matthew-macfadyen-11589899402", "title": "Why Playing Tom on 'Succession' is Therapeutic for Matthew Macfadyen", "date": "2020-05-19 10:43", "summary": "The British actor on his leading role on the AMC miniseries 'Quiz,' 'Succession' antics and the difference between playing Americans and Brits. Matthew Macfadyen's latest role playing an infamous game show contestant felt almost too real to him at times. \"It was terrifying-because they had all the music and lighting cues,\" he says of spending 12 days shooting in the hot seat on an exact replica stage of the U.K. version of Who Wants to Be a Millionaire? \"There wasn't much acting required.\"", "categories": [["Magazine - Culture"]], "category_links": ["https://www.wsj.com/news/types/magazine-culture?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/uscis-to-add-surcharge-to-immigration-applications-11589707800", "title": "USCIS Seeks Surcharge to Immigration Applications", "date": "2020-05-19 10:33", "summary": "The agency has requested $1.2 billion in emergency funding from Congress. WASHINGTON-U.S. Citizenship and Immigration Services, the government agency that processes immigration applications, is set to run out of money this summer and is asking Congress to approve a 10% surcharge to application fees as part of its funding proposal, the agency said.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chinas-president-pledges-2-billion-for-coronavirus-pandemic-11589802504", "title": "Trump Threatens to Permanently Cut Funding to World Health Organization", "date": "2020-05-19 10:21", "summary": "The threat comes after China pledged $2 billion to fight the coronavirus. WASHINGTON-President Trump threatened to permanently cut off funding to the World Health Organization and revoke U.S. membership if the group doesn't make changes meant to curb what he called its pro-China bias.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/times-square-is-eerily-empty-amid-the-pandemic-but-advocates-are-focused-on-a-comeback-11589896801", "title": "Desolate Times Square Eager to Dust Off Its Welcome Mat", "date": "2020-05-19 10:00", "summary": "'One of the quickest things we can do to get money into our coffers is to make ourselves welcoming,' one says. Ben Pack, a homeless musician currently living in the doorway of a vacant storefront on Broadway, says he took up residence in Times Square last fall because of the crowds: \"380,000 people a day normally hit Times Square,\" he said.", "categories": [["U.S.", "Metro Money"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/metro-money?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fertility-treatments-resume-with-debate-over-coronavirus-testing-11589889602", "title": "Coronavirus Testing Complicates the Delicate Timeline of Fertility Medicine", "date": "2020-05-19 09:58", "summary": "Doctors are divided on the merits of Covid-19 screening for women undergoing IVF procedures. Patients undergoing fertility treatments saw the time-sensitive process sidelined by the coronavirus pandemic when nonessential medical procedures were put on hold. Now, as hospitals and doctors reopen their doors to an array of services, these women still face a potential roadblock: the lingering lack of widespread tests for Covid-19.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chinas-wolf-warrior-diplomats-are-ready-to-fight-11589896722", "title": "China's 'Wolf Warrior' Diplomats Are Ready to Fight", "date": "2020-05-19 09:58", "summary": "Resume Subscription. Beijing's envoy in Paris promised a fight with France should China's interests be threatened, then engaged in a public spat with his host country over the coronavirus pandemic. The Chinese embassy in Sri Lanka boasted of China's handling of the pandemic to an activist on Twitter who had fewer than 30 followers. Beijing canceled a nationwide tour by the Prague Philharmonic Orchestra after a tussle with the city's mayor over Taiwan.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/frances-macron-loses-absolute-majority-as-lawmakers-defect-11589882166", "title": "France's Macron Loses Absolute Majority as Lawmakers Defect", "date": "2020-05-19 09:46", "summary": "President must now work with minority party as he navigates the coronavirus crisis and reopens the nation's economy. PARIS-A group of lawmakers broke away from French President Emmanuel Macron's centrist political party on Tuesday, depriving the leader of an absolute majority in the National Assembly at a critical juncture in his efforts to steer France out of the coronavirus crisis.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sony-to-acquire-full-control-of-financial-unit-for-3-7-billion-11589877008", "title": "Sony to Acquire Full Control of Financial Unit for $3.7 Billion", "date": "2020-05-19 09:42", "summary": "Move highlights conglomerate's strategy of keeping a diverse portfolio of businesses, rebuffing criticism by activist hedge fund. TOKYO- Sony Corp. said it would spend $3.7 billion to take full control of its banking and insurance unit, calling the Japan-centered business a hedge against uncertainty caused by the new coronavirus and global tensions.", "categories": [["Markets", "Deals"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/deals-deal-makers?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/reunited-after-46-years-with-a-porsche-named-hal-11589895693", "title": "Reunited After 46 Years With a Porsche Named Hal", "date": "2020-05-19 09:41", "summary": "She wondered for years whether she'd find her old family car, a 1970 914/6, before an online search led her from New Jersey to Wisconsin to Montana. Kim McCullough, 59, a former VP of marketing for Jaguar Land Rover North America living in Pompton Plains, N.J., on her 1970 Porsche 914/6, as told to A.J. Baime.", "categories": [["Life & Work", "Cars", "My Ride"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/automotive?mod=breadcrumb", "https://www.wsj.com/news/types/my-ride?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-ncaas-athlete-endorsement-plan-comes-with-a-long-shot-demand-11589895230", "title": "The NCAA's Athlete Endorsement Plan Comes With a Long-Shot Demand", "date": "2020-05-19 09:33", "summary": "The association wants an antitrust exemption from Congress so it can oversee name, image and likeness deals. The National Collegiate Athletic Association's plan for allowing college athletes to commercially exploit their name, image and likeness relies on something that it's far from certain to obtain: an antitrust exemption from the U.S. Congress.", "categories": [["Sports"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/investors-should-avoid-crowds-too-11589895000", "title": "Investors Should Avoid Crowds Too", "date": "2020-05-19 09:30", "summary": "Data from Disney, Live Nation and cruise ship companies provide false sense of hope that in-person entertainment will recover quickly. Fans of in-person entertainment might seem anxious to return, but early looks can be deceiving.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mary-wilson-keeps-us-hangin-on-11589893570", "title": "Mary Wilson Keeps Us Hangin' On", "date": "2020-05-19 09:06", "summary": "The Supremes co-founder looks back on her first memories of Diana Ross and Florence Ballard, growing up in Detroit and getting in the door at Motown. Mary Wilson, 76, is a singer and a founding member of the Supremes. She is the author of four books, including her coffee-table memoir, \"Supreme Glamour\" (Thames & Hudson). She spoke with Marc Myers.", "categories": [["Real Estate", "House Call"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/house-call?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/is-anywhere-safe-for-a-jury-trial-during-the-covid-19-pandemic-try-a-school-gym-11589893201", "title": "Is Anywhere Safe for a Jury Trial During Pandemic? Try a School Gym.", "date": "2020-05-19 09:00", "summary": "Extraordinary measures illustrate challenges courts around the U.S. face in midst of public-health crisis. In the remote Kootenai Valley of northwestern Montana, the Libby Middle High School gymnasium has always been the main venue for youth sports and awards ceremonies. Beginning next month, it will become a courtroom.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-shutdowns-wreak-devastating-toll-on-poorest-nations-world-bank-chief-says-11589893201", "title": "Coronavirus Shutdowns Wreak Devastating Toll on Poorest Nations, World Bank Chief Says", "date": "2020-05-19 09:00", "summary": "David Malpass says developing countries' recoveries depend on reopening of advanced economies. WASHINGTON-The coronavirus pandemic is causing a humanitarian emergency in the world's poorest countries, and it won't likely end until rich nations are able to safely reopen their economies, the head of the World Bank said.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-mueller-rosenstein-logan-act-11589843833", "title": "The Mueller-Rosenstein Logan Act", "date": "2020-05-19 08:32", "summary": "How a musty 1799 law became an excuse to squeeze Michael Flynn.. The continuing prosecution of Michael Flynn is a miscarriage of justice on many levels, but one angle that deserves more attention is the reliance by Justice officials on the Logan Act as an investigatory excuse.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/at-least-30-public-companies-say-they-will-keep-ppp-loans-11589891223", "title": "At Least 30 Public Companies Say They Will Keep PPP Loans", "date": "2020-05-19 08:27", "summary": "Some small businesses warn investors the decision to hold on to the funds could lead to penalties or fines. At least 30 public companies that received loans under the Paycheck Protection Program say they plan to keep the money, and some are now telling investors to brace for scrutiny.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fbi-discovers-al-qaeda-link-in-pensacola-attack-11589809330", "title": "FBI Probe Ties Florida Attack to al Qaeda, Faults Apple", "date": "2020-05-19 08:18", "summary": "Top U.S. officials accuse iPhone maker of providing almost no help in probe of last year's Pensacola shooting; company says it cooperated extensively. WASHINGTON-A Saudi aviation student who killed three people last year at a Florida Navy base had extensive ties to al Qaeda, top U.S. law-enforcement officials said Monday as they accused Apple Inc. of stalling the probe by refusing to help unlock the shooter's phones.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/kushner-cos-moving-to-general-motors-building-11589889695", "title": "Kushner Cos. Moving to General Motors Building", "date": "2020-05-19 08:01", "summary": "Family firm leaves 666 Fifth Ave., tower at the center of its push into Manhattan real-estate market. Kushner Cos., the real-estate business owned by the family of senior White House adviser Jared Kushner, is moving its headquarters out of the office tower at 666 Fifth Ave., the tower at the center of the Kushners' push into the Manhattan real-estate market just before the 2008 crash.", "categories": [["U.S.", "Real Estate"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-real-estate?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/commercial-real-estates-havens-suddenly-not-so-safe-11589889600", "title": "Commercial Real Estate's Havens Suddenly Not So Safe", "date": "2020-05-19 08:00", "summary": "A rising number of office- and apartment-building owners are falling behind on their mortgages. A rising number of office- and apartment-building owners are falling behind on their mortgages, a sign the economic shutdown is harming stabler property types and raising the prospect of widespread industry damage.", "categories": [["Real Estate", "Property Report"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/property-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/softbank-backed-construction-firm-katerra-taps-oil-industry-vet-as-ceo-11589851194", "title": "SoftBank-Backed Construction Firm Katerra Taps Oil-Industry Vet as CEO", "date": "2020-05-19 08:00", "summary": "Construction startup receiving $200 million in new funding from SoftBank Group. Construction startup Katerra is replacing its chief executive and has secured new funding, as the firm tries to navigate a sharp industry slowdown caused by the pandemic.", "categories": [["WSJ News Exclusive", "Property Report"]], "category_links": ["https://www.wsj.com/news/types/property-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hong-kongs-tiananmen-vigil-in-doubt-as-government-prolongs-coronavirus-distancing-11589888890", "title": "Hong Kong's Tiananmen Vigil in Doubt as Government Prolongs Coronavirus Distancing", "date": "2020-05-19 07:48", "summary": "Move affecting annual June 4 commemoration of massacre victims risks increasing political tensions. HONG KONG-Authorities said Tuesday that they would extend social-distancing rules to contain the coronavirus to June 4, casting doubt over the annual candlelight vigil held on that date to remember victims of the 1989 Tiananmen Square massacre.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/gamblers-drive-hours-and-wait-in-lines-as-casinos-reopen-amid-coronavirus-11589886610", "title": "Gamblers Drive Hours to Wait in Lines as Casinos Reopen Amid Coronavirus", "date": "2020-05-19 07:10", "summary": "Louisiana and Mississippi, among the biggest gambling markets in the U.S., are opening their casino doors after two-month closures. Casinos in Louisiana and Mississippi are reopening this week, offering a glimpse of how the mostly closed industry might recover in a socially distanced world.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/libyan-warlord-slows-offensive-as-turkey-turns-wars-tide-11589886388", "title": "Libyan Warlord Slows Offensive as Turkey Turns War's Tide", "date": "2020-05-19 07:06", "summary": "Libya has become a battleground for rivals in the Middle East and a security crisis on Europe's doorstep. A Russian-backed militia leader who seized swaths of Libya and marched to the outskirts of Tripoli is pulling back after Turkey intervened, changing the course of a war that has become a sparring ground for rival powers in the Middle East.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/frustration-ire-mount-as-advanced-placement-test-glitches-pile-up-11589886000", "title": "Frustration, Ire Mount as Advanced Placement Test Glitches Pile Up", "date": "2020-05-19 07:00", "summary": "College Board will let students submit emailed responses if they have tech hiccups, but won't give relief to thousands who got error messages last week. Jackson Merrick thought he'd nailed his Advanced Placement physics and U.S. government exams last Monday.", "categories": [["U.S.", "Education"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/education?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/south-korean-research-boosts-theory-that-retesting-positive-for-covid-19-is-fluke-not-relapse-11589883871", "title": "Testing Positive Again for Covid-19 Could be a Fluke, Not Relapse", "date": "2020-05-19 06:40", "summary": "Group who tested positive a second time hadn't passed coronavirus on to others, according to research by South Korean health officials. SEOUL-South Korean health officials found that a group of patients who tested positive a second time for the coronavirus hadn't passed the disease on to others, lending credence to the possibility the suspected relapses were a testing fluke rather than the re-emergence of an active infection.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-worlds-greatest-coach-is-not-who-you-think-11589882400", "title": "The World's Greatest Coach Is Not Who You Think", "date": "2020-05-19 06:00", "summary": "Ratko Rudic, the water polo coach whose teams won four Olympic gold medals, retired this month. The pool's Bill Belichick shares lessons from a legendary career.. One of the greatest coaches in the history of sports has conducted his last eight-hour workout. He's done barking multilingual orders that pushed his players to the brink of hallucination. No one will puke in his practices anymore. Now the retired taskmaster spends his time working on abstract paintings inspired by Salvador Dali and Jackson Pollock while listening to Charles Mingus and Wynton Marsalis.", "categories": [["Sports"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/some-hospitals-prepared-for-coronavirus-cases-that-never-came-11589880600", "title": "Some Hospitals Prepared for Coronavirus Cases That Never Came", "date": "2020-05-19 05:30", "summary": "San Francisco center was one of dozens around the country that readied but have seen far fewer cases than expected. SAN FRANCISCO-As the coronavirus pandemic swept from China into Europe last winter, the University of California, San Francisco Medical Center began preparing for the worst.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/this-is-a-science-fiction-screenplay-europeans-re-emerge-to-a-new-normal-11589880602", "title": "'This Is a Science-Fiction Screenplay': Europeans Re-Emerge to a New Normal", "date": "2020-05-19 05:30", "summary": "As Europe's cities flicker back to life, anxious locals contemplate their future. ROME-Europeans, living through the most unsettling months in memory, are breathing with relief as they leave the strains of lockdown behind. But the strange new world that awaits the continent in the pandemic's next phase is inspiring more fear than hope.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/these-investors-are-helping-drive-markets-surprise-rally-11589880601", "title": "These Investors Are Helping Drive Market's Surprise Rally", "date": "2020-05-19 05:30", "summary": "Rebound has been powered by shares in some of the biggest companies, by investors targeting a few sectors. When the stock market plunged in March, John Rogers Jr. sensed a discount of a lifetime.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/neither-coronavirus-nor-trade-tensions-can-stop-u-s-companies-push-into-china-11589880603", "title": "Coronavirus, Trade Tensions Can't Stop U.S. Companies' Push Into China", "date": "2020-05-19 05:30", "summary": "Businesses are betting that the country's long-term growth potential outweighs the mounting case against expansion. SHANGHAI-Relations between the U.S. and China are at their lowest point in decades, and the Covid-19 pandemic has rattled consumers the world over. U.S. companies and brands are doubling down on China anyway.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/20-ways-tech-can-keep-your-kids-engaged-and-learning-this-summer-11589880601", "title": "20 Ways Tech Can Keep Your Kids Engaged and Learning This Summer", "date": "2020-05-19 05:30", "summary": "What does summer even mean without camp? Online resources from school districts, nonprofits and tech startups can help keep children's minds sharp. Many parents are viewing summer with a mix of relief and dread: relief that home schooling is coming to an end, and dread that what likely follows is three months of...nothing.", "categories": [["Tech", "Family & Tech: Julie Jargon"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb", "https://www.wsj.com/news/types/family-tech-julie-jargon?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-real-threat-to-baidus-health-isnt-covid-19-11589879895", "title": "The Real Threat to Baidu's Health Isn't Covid-19", "date": "2020-05-19 05:18", "summary": "Baidu's business looks poised for a cyclical recovery but the long-term outlook is still dim. Chinese search giant Baidu is recovering from the damage wrought by the Covid-19 pandemic, but there is little sign of progress on treating its more chronic ailments. As long as that is true, there could be limited upside from investing in the firm.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-latest-news-05-18-2020-11589795469", "title": "U.S. Coronavirus Cases Top 1.5 Million as States Ease Restrictions", "date": "2020-05-19 04:04", "summary": "Massachusetts, Michigan, California, New York detail more plans to reopen; drugmakers race to develop vaccine. More than 1.5 million people in the U.S. have tested positive for the coronavirus as restrictions that helped slow the contagion's spread were eased in more states and countries, and drugmakers raced to develop a vaccine.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/brazils-nurses-are-dying-as-covid-19-overwhelms-hospitals-11589843694", "title": "Brazil's Nurses Are Dying as Covid-19 Overwhelms Hospitals", "date": "2020-05-19 03:49", "summary": "Resume Subscription. SÃO PAULO-As the new coronavirus ripped through a government-run hospital here, Dilva Barbosa de Oliveira did all she could to save her patients. Then one day, the nurse's body started to ache.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/uber-cuts-3-000-more-jobs-shuts-45-offices-in-coronavirus-crunch-11589814608", "title": "Uber Cuts 3,000 More Jobs, Shuts 45 Offices", "date": "2020-05-19 03:20", "summary": "The ride-hailing giant also is exploring the sale of noncore businesses. Uber Technologies Inc. is cutting several thousand additional jobs, closing more than three dozen offices and re-evaluating big bets in areas ranging from freight to self-driving technology as Chief Executive Dara Khosrowshahi attempts to steer the ride-hailing giant through the coronavirus pandemic.", "categories": [["WSJ News Exclusive", "Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/state-department-watchdog-was-probing-pompeos-use-of-aide-11589828670", "title": "Questions Mount After Trump Removes Watchdog Who Was Investigating Pompeo", "date": "2020-05-19 00:06", "summary": "Inspector general said to be probing administration's arms sales to Saudi Arabia, Pompeo's use of an aide for personal errands. Secretary of State Mike Pompeo faced growing political pressure Monday as both Democrats and Republicans in Congress questioned the Trump administration's decision to fire State Department Inspector General Steve Linick, who was conducting inquiries concerning Mr. Pompeo.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/china-ramping-up-purchases-of-u-s-farm-goods-11589886003", "title": "China Ramping Up Purchases of U.S. Farm Goods", "date": "2020-05-19 00:01", "summary": "As phase one of trade deal gets under way, Beijing isn't on pace to meet targets for purchases overall. China has significantly stepped up purchases of U.S. agriculture products in the past two months, according to U.S. officials, even as purchases in other sectors fall short of expectations under the first phase U.S.-China trade deal.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11589841823", "title": "Pepper...and Salt", "date": "2020-05-19 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/terrorism-victims-can-sue-countries-for-punitive-damages-supreme-court-rules-11589820249", "title": "Terrorism Victims Can Sue Countries for Punitive Damages, Supreme Court Rules", "date": "2020-05-19 22:43", "summary": "The court sided Monday with victims of al Qaeda's 1998 attacks on U.S. embassies in Africa. WASHINGTON-The Supreme Court sided Monday with victims of al Qaeda's 1998 attacks on U.S. embassies in Africa, ruling unanimously that they were eligible for punitive damages from Sudan, which was found to have assisted the terror organization.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/investors-shouldnt-ignore-cloudy-vision-at-softbank-11589803465", "title": "Investors Shouldn't Ignore Cloudy Vision at SoftBank", "date": "2020-05-19 22:26", "summary": "Tech conglomerate is sitting on some attractive assets but investors would be unwise to ignore the carnage at Vision Fund. There is nothing like really bad results to focus the mind. SoftBank Group Corp.'s investors should hope that applies to the Japanese conglomerate too.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/president-trump-says-he-is-taking-hydroxychloroquine-11589834484", "title": "Trump Says He Is Taking Hydroxychloroquine as Preventive", "date": "2020-05-19 22:12", "summary": "Trump says he consulted with White House doctor on taking antimalarial drug that he has called a possible defense against coronavirus. WASHINGTON-President Trump said he is taking hydroxychloroquine, an antimalarial drug that he has cited as a possible defense against the novel coronavirus but that some scientists have cautioned needs further study and could be dangerous.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-offers-guide-for-reopening-nursing-homes-11589849294", "title": "U.S. Offers Guide for Reopening Nursing Homes", "date": "2020-05-19 20:48", "summary": "Guidelines give states flexibility, but some industry groups have warned that coronavirus testing remains insufficient. Federal health regulators released guidelines for reopening nursing homes in the U.S., proposing steps that eventually could allow visitors to return to facilities that have been hit hard by the coronavirus pandemic.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/three-former-kpmg-auditors-agree-to-suspensions-over-test-cheating-11589848376", "title": "Three Former KPMG Auditors Agree to Suspensions Over Test Cheating", "date": "2020-05-19 20:32", "summary": "The accounting firm says the sanctions were expected after it settled Securities and Exchange Commission claims. Three former partners at KPMG LLP agreed Monday to temporary suspensions from public accounting roles over cheating on training exams, the Securities and Exchange Commission said.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/notre-dame-to-bring-students-back-to-campus-early-11589847687", "title": "Notre Dame to Bring Students Back to Campus Early", "date": "2020-05-19 20:21", "summary": "University says undergraduates will arrive at the South Bend, Ind., the week of Aug. 10. The University of Notre Dame will bring all students back to its Indiana campus to start the next academic year two weeks early, a high-stakes decision schools across the country have been wrestling with and students and parents have been nervously anticipating.", "categories": [["U.S.", "Education"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/education?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/barr-says-probe-wont-likely-lead-to-investigation-of-obama-biden-11589818134", "title": "Barr Says Review of Trump-Russia Probe's Origins Won't Likely Lead to Investigation of Obama, Biden", "date": "2020-05-19 20:14", "summary": "'Our concern over potential criminality is focused on others,' attorney general says. Attorney General William Barr said Monday he didn't expect former President Obama or Vice President Joe Biden to be investigated as part of an examination of the origins of a federal probe into whether the 2016 Trump campaign colluded with Russia.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}]