[{"link": "https://www.wsj.com/articles/bayer-strives-to-end-lawsuits-over-roundupwhile-still-selling-it-11581535816", "title": "Bayer Strives to End Lawsuits Over Roundup-While Still Selling It", "date": "2020-02-12 18:57", "summary": "German pharmaceutical giant faces unusual legal predicament, experts say. Bayer AG faces an extraordinary challenge as it tries to settle tens of thousands of claims that its Roundup weedkiller causes cancer: The product remains on the shelves, making it almost impossible to put the litigation to rest forever.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-praises-barr-for-taking-charge-in-roger-stone-case-11581516932", "title": "Trump Praises Barr for 'Taking Charge' in Roger Stone Case", "date": "2020-02-12 18:47", "summary": "Democrats step up calls for investigations, saying president's public comments tainted sentencing process. WASHINGTON-President Trump praised Attorney General William Barr for \"taking charge\" of the case against Roger Stone amid a firestorm sparked by the Justice Department's decision to reverse itself and recommend less prison time for the president's longtime confidant.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/prosecutors-in-stone-case-are-justice-department-veterans-11581540949", "title": "Prosecutors in Stone Case Are Justice Department Veterans", "date": "2020-02-12 18:45", "summary": "The four lawyers who withdrew from the case have mostly worked in nonpolitical positions inside and outside the department. WASHINGTON-The four federal prosecutors who withdrew from the Roger Stone case on Tuesday are all Justice Department veterans who have worked at the upper echelons of the D.C. legal profession.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-historical-society-replicates-reagans-oval-office-11581550930", "title": "New-York Historical Society Replicates Reagan's Oval Office", "date": "2020-02-12 18:42", "summary": "Mock office is part of a 'Meet the Presidents' exhibit that opens Friday. There is perhaps no workplace as famous as the White House's Oval Office. But unless you happen to be a member of the president's inner circle or a visiting dignitary, chances of seeing it up close are slim.", "categories": [["U.S.", "Culture"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-culture?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/software-engineers-pay-is-rising-faster-outside-silicon-valley-11581550773", "title": "Software Engineers' Pay Is Rising Faster Outside Silicon Valley", "date": "2020-02-12 18:39", "summary": "Average salaries grew 13% in London and 7% in Toronto and New York, outpacing 6% increase for San Francisco Bay Area. Wages for software engineers are rising faster outside Silicon Valley than within it as employers expand tech operations in other cities and battle to outbid rivals for local tech talent.", "categories": [["CIO Journal"]], "category_links": ["https://www.wsj.com/news/types/cio-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cuomo-to-let-feds-access-some-drivers-license-records-for-global-entry-11581524256", "title": "Cuomo Offers Feds Access to Some Driver's License Records", "date": "2020-02-12 18:08", "summary": "New York governor intends to tell President Trump that ban is 'pure politics'. New York Gov. Andrew Cuomo said Wednesday that he had offered federal officials limited access to state driver's license records in a bid to restore New Yorkers' ability to access Trusted Traveler programs, including Global Entry.", "categories": [["U.S.", "Politics"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hedging-strategy-likely-exacerbated-oils-fall-11581512403", "title": "Hedging Strategy Likely Exacerbated Oil's Fall", "date": "2020-02-12 17:51", "summary": "In January, crude prices plunged 20% over 19 days as the coronavirus outbreak fueled fears of a global slowdown. A scramble by Wall Street to reduce exposure to falling oil prices may have hastened crude's recent descent.", "categories": [["Markets", "Commodities", "Oil Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb", "https://www.wsj.com/news/types/oil-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-senate-proposes-change-to-bail-law-angering-assembly-democrats-11581547485", "title": "New York Senate Proposes Change to Bail Law, Angering Assembly Democrats", "date": "2020-02-12 17:44", "summary": "Senate leaders propose to give judges discretion over detaining people before trial after warnings from police officials, prosecutors. ALBANY, N.Y.-The debate over New York's new bail law morphed into a clash between Democrats in the state Assembly and Senate Wednesday after Senate leaders proposed major changes that would give judges additional discretion to order people detained before their trial.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/surge-in-euro-borrowing-could-store-up-trouble-for-later-11581514544", "title": "Surge in Euro Borrowing Could Store Up Trouble for Later", "date": "2020-02-12 17:15", "summary": "Speculative carry trades and other forms of borrowing by foreigners is keeping the euro lower than it would be otherwise. The euro is cheaper than many think it ought to be. One explanation: A surge in euro-based borrowing abroad is weighing the currency down. This could make the euro prone to wild swings in the future.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sanders-wins-new-hampshire-as-democratic-candidates-prepare-for-long-haul-11581522445", "title": "Democratic Candidates Set for Long Haul Following New Hampshire", "date": "2020-02-12 17:09", "summary": "Candidates are shifting focus to later primaries as they prepare to crisscross the country through Super Tuesday. The top Democratic presidential candidates began shifting focus to later primaries and prepared for a drawn-out delegate fight after the outcome in New Hampshire ensured the race to challenge President Trump in November will remain heated.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/opec-sees-coronavirus-weighing-heavily-on-oil-demand-11581510949", "title": "OPEC Sees Coronavirus Weighing Heavily on Oil Demand", "date": "2020-02-12 17:02", "summary": "China imports more oil than any other country, but virus outbreak is slowing demand. LONDON-The impact of the coronavirus will depress global oil demand growth this year, OPEC said Wednesday, as China, the world's largest importer of oil, confronts the fast-spreading pathogen.", "categories": [["Markets", "Commodities"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cvs-turns-quarterly-profit-posts-higher-revenue-11581509882", "title": "CVS Swings to Profit, Forecasts 2020 Results in Line With Estimates", "date": "2020-02-12 17:01", "summary": "Capping first year of integrating Aetna operations, the pharmacy operator tops earnings expectations. CVS Health Corp. turned a profit that beat Wall Street expectations and projected results for 2020 that matched estimates, as it capped its first year of integrating health insurer Aetna Inc.'s operations.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/improving-health-care-for-older-americans-11581544676", "title": "Improving Health Care for Older Americans", "date": "2020-02-12 16:57", "summary": "Catching the dementia, the lack of support system, the physical deterioration early, creating a workable plan to help the situation and following up to ensure implementation occurs-this is the heartbeat of a medical social worker. Use us!. I heartily agree with Elizabeth Goldberg on \"How To Improve Health Outcomes for Older Americans\" (op-ed, Feb. 10). Almost all of the suggested ways to address the eldercare crisis, and the recommended steps toward a solution, involve domains that are covered by medical and geriatric social workers. We are uniquely trained to pick up on the clues of an elder in crisis, to understand the complex circumstances and issues involved and, with our knowledge of community resources, to intervene in a way that supports the senior's dignity as well as their safety. Too often hospitals insist that already overworked nurses can make discharge plans, or doctors without the opportunity to see the whole picture can write prescriptions as grandma is wheeled out the door.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/give-marijuana-tax-revenues-to-the-harmed-11581544633", "title": "Give Marijuana Tax Revenues to the Harmed", "date": "2020-02-12 16:57", "summary": "We have a moral imperative to try to right the wrongs of the war on drugs. We should start by investing in the very communities it harmed.. Using cannabis tax revenues to plug local budget holes has been an effective talking point in advancing marijuana-legalization proposals across the country (\"Cities Look to Marijuana Taxes for Help,\" U.S. News, Feb. 5). However, it is vital that lawmakers also use these cannabis tax revenues to fund programs that serve the individuals whose lives and communities have been destroyed by the misguided, racially biased policies of America's war on drugs. Decriminalization and expungement bills don't go far enough.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chicagos-bonds-arent-akin-to-puerto-ricos-11581544571", "title": "Chicago's Bonds Aren't Akin to Puerto Rico's", "date": "2020-02-12 16:56", "summary": "Chicago has been clear that the proceeds will repay higher-cost debt. That's not a con but the equivalent of refinancing a mortgage to help pay for a child's education.. Regarding your editorial \"Chicago's Puerto Rican Bonds\" (Feb. 1): Labeling Chicago's new issuance of sales-tax-backed bonds a \"shell scheme\" is a poor analogy. Chicago has been clear that the proceeds will repay higher-cost debt. That's not a con but the equivalent of refinancing a mortgage to help pay for a child's education. Rather than \"diluting\" other creditors, the city's move helps it achieve its goals. In positing that investors are so starved for yield that Chicago was able to essentially dupe them, the editorial overlooks key realities.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fannie-and-freddie-remain-a-risk-to-federal-taxpayers-11581544526", "title": "Fannie and Freddie Remain a Risk to Federal Taxpayers", "date": "2020-02-12 16:55", "summary": "We might repeat the financial market crash of 2008, but Wall Street will be able to shift the ultimate credit risk to the taxpayer.. Chuck Mansfield writes: \"Fannie and Freddie had overextended themselves and were facing dire financial consequences\" (\"Legislators and Regulators Failed in 2007,\" Letters, Feb. 6). Fannie and Freddie did finally fail, which led to the biggest financial crash since the Great Depression. Congress created a new independent federal housing agency to supervise them. Unfortunately, with Wall Street's encouragement in September 2019, President Trump proposed \"returning\" Fannie and Freddie to the private market with a government \"guarantee\" (The old Fannie and Freddie had just an implicit federal backstop.) So we might repeat the financial market crash of 2008, but Wall Street will be able to shift the ultimate credit risk to the taxpayer.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/record-share-of-analysts-have-sell-ratings-on-tesla-11581521107", "title": "Record Share of Analysts Are Bearish on Tesla", "date": "2020-02-12 16:49", "summary": "Nearly half of analysts have 'sell' or 'underweight' recommendations for the electric-car maker. Wall Street is the most bearish it has ever been on Tesla Inc. shares.", "categories": [["Markets", "Stocks"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-government-bond-prices-slide-on-increased-risk-appetite-looming-auctions-11581527456", "title": "U.S. Government-Bond Prices Slide on Increased Risk Appetite, Auctions", "date": "2020-02-12 16:43", "summary": "Investors are dealing with an influx of new longer-term Treasurys this week. U.S. government bonds pulled back Wednesday for the second consecutive session, reflecting decreased demand for safer assets and supply pressures from an auction of 10-year notes.", "categories": [["Markets", "Credit Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/credit-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pope-rebuffs-call-for-married-priests-in-the-amazon-11581505181", "title": "Pope Rebuffs Call for Married Priests in the Amazon", "date": "2020-02-12 16:41", "summary": "Shortage of clergy led to a recommendation from bishops to ease rules that have governed the church for centuries. Pope Francis has decided against relaxing rules on celibacy for Roman Catholic priests, declining a proposal from bishops that he allow married men to become priests in Latin America's Amazon region to tackle a shortage of clergy there, the Vatican said.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/global-stocks-rise-as-optimism-prevails-11581503200", "title": "U.S. Stocks Close at Records as Coronavirus Worries Abate", "date": "2020-02-12 16:37", "summary": "Investors digest Fed Chairman Powell's testimony to Congress; oil prices rise. U.S. stocks set new records Wednesday as concerns about the economic impact of the coronavirus outbreak continued to ease.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lyfts-toll-road-to-profitability-11581531665", "title": "Lyft's Toll Road to Profitability", "date": "2020-02-12 16:37", "summary": "Ride-hailing company's spending will jump this year ahead of 2021 profitability target. Having a \"path to profitability\" is all the rage among ride-hailing companies now. For Lyft , that path runs through a big toll gate.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-budget-deficit-grew-25-in-first-four-months-of-fiscal-2020-treasury-says-11581534035", "title": "U.S. Budget Deficit Grew 25% in First Four Months of Fiscal 2020", "date": "2020-02-12 16:33", "summary": "Budget gap totaled $1.06 trillion over past 12 months. WASHINGTON-The federal budget deficit grew 25% in the first four months of the fiscal year, largely as a result of a quirk in the calendar that brought forward payments of federal benefits, such as veteran and retiree benefits.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fed-s-bullard-2019-fed-rate-cuts-increase-chance-of-soft-landing-11581445815", "title": "Fed Officials Weigh Risks of Covid-19", "date": "2020-02-12 16:32", "summary": "Says impact from novel coronavirus in China, diminished trade still uncertain. Two regional Federal Reserve officials said Tuesday that the novel coronavirus, which causes the illness known as Covid-19, in China was casting uncertainty over the U.S. outlook, with one official hinting that a worst-case scenario might call for lower short-term interest rates.", "categories": [["Economy", "Central Banks"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/central-banks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/maersk-names-patrick-jany-cfo-11581543134", "title": "Maersk Names Patrick Jany CFO", "date": "2020-02-12 16:32", "summary": "Mr. Jany will join the shipping giant from Swiss chemical company Clariant, where he was finance chief for 14 years. A.P. Moeller-Maersk A/S said Wednesday that Patrick Jany will become its new finance chief, filling a key opening as the Danish shipping giant rebuilds its leadership team.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/jeff-bezos-buys-david-geffens-los-angeles-mansion-for-a-record-165-million-11581542020", "title": "Jeff Bezos Buys David Geffen's Los Angeles Mansion for a Record $165 Million", "date": "2020-02-12 16:26", "summary": "The Amazon CEO also bought a plot of land from the estate of Microsoft co-founder Paul Allen for $90 million. Amazon Chief Executive Jeff Bezos has purchased the Warner Estate from media mogul David Geffen for $165 million, according to people familiar with the transaction.", "categories": [["WSJ News Exclusive", "Private Properties"]], "category_links": ["https://www.wsj.com/news/types/private-properties?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cvs-deal-debate-isnt-over-11581535334", "title": "CVS Deal Debate Isn't Over", "date": "2020-02-12 16:14", "summary": "The company's shares will likely trade at a discount to rivals as it integrates the $70 billion acquisition of health insurer Aetna. Doubts surrounding CVS Health 's $70 billion acquisition haven't faded away just yet.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/feds-jerome-powell-set-to-testify-before-senate-on-economy-11581503400", "title": "Central Banks Adopt Cautious Outlook on Coronavirus", "date": "2020-02-12 16:12", "summary": "After engineering major policy reversals last year, many officials are taking a wait-and-see stance. WASHINGTON-Central bankers are adopting a cautious stance as they consider how the coronavirus outbreak in China could ripple through the global economy in the coming months.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/wsj-survey-coronavirus-likely-to-hit-first-quarter-u-s-growth-11581539188", "title": "WSJ Survey: Coronavirus Likely to Hit First-Quarter U.S. Growth", "date": "2020-02-12 16:06", "summary": "Virus outbreak and Boeing's 737 MAX production halt are each expected to have small impact on economy. China's coronavirus outbreak will likely dampen U.S. economic growth in the first quarter, according to a survey of economists by The Wall Street Journal.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/student-debt-forgiveness-in-u-s-to-cost-207-billion-in-next-decade-cbo-says-11581541486", "title": "U.S. Student Debt Forgiveness to Total $207 Billion in Next Decade", "date": "2020-02-12 16:04", "summary": "The biggest benefits will go to borrowers who attend graduate or professional school. WASHINGTON-The U.S. government will forgive $207.4 billion in student debt for Americans who take out loans over the next decade, the Congressional Budget Office said Wednesday. The biggest benefits will go to borrowers who attend graduate or professional school.", "categories": [["U.S.", "Education"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/education?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/theranos-trial-judge-narrows-case-against-founder-elizabeth-holmes-11581540190", "title": "Theranos Trial's Judge Narrows Case Against Founder Elizabeth Holmes", "date": "2020-02-12 15:47", "summary": "Prosecutors won't be allowed to argue that doctors, insured patients were fraud victims. The judge overseeing a criminal trial against Theranos Inc. founder Elizabeth Holmes and a former top executive at the company narrowed the scope of the charges by ruling that prosecutors can't argue that doctors and insured patients were defrauded.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/watchdog-warns-2020-census-faces-challenges-11581522486", "title": "Watchdog Warns 2020 Census Isn't Ready", "date": "2020-02-12 15:44", "summary": "Census Bureau is behind in recruiting workers and testing online systems for count, Government Accountability Office says. WASHINGTON-The Census Bureau is behind schedule in recruiting workers and improving online systems that underpin the 2020 count that gets fully under way next month, a government watchdog said Wednesday.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/judge-voids-university-deal-that-transferred-silent-sam-statue-11581540244", "title": "Judge Voids University Deal That Transferred 'Silent Sam' Statue", "date": "2020-02-12 15:44", "summary": "University of North Carolina leaders head back to the drawing board to determine home for Confederate monument. RALEIGH, N.C.-The fate of a Confederate statue that stood for a century on the University of North Carolina at Chapel Hill's campus became uncertain Wednesday, as a state court judge voided an agreement that transferred the monument to a Sons of Confederate Veterans group.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/struggles-for-justice-take-center-stage-11581538907", "title": "Struggles for Justice Take Center Stage", "date": "2020-02-12 15:21", "summary": "In 'The Mother of Us All,' Susan B. Anthony leads the charge for women's suffrage; in 'Freedom Ride,' a young black woman decides whether to openly fight segregation in interstate travel.. New York", "categories": [["Books & Arts", "Opera Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/opera-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/candidates-get-debate-messages-across-with-more-than-words-11581089794", "title": "Who's That 2020 Presidential Candidate: Spot Them by Gestures Alone", "date": "2020-02-12 15:00", "summary": "Viewers of presidential debates pay attention to what the candidates say and how they move. In the first February Democratic primary debate, candidates had another chance to pitch their ideas to potential voters. Viewers pay attention not only to what they say, but also to how they say it. The way presidential hopefuls move can affect how dynamic and memorable they appear to voters.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/white-supremacists-amp-up-propaganda-report-says-11581536690", "title": "White Supremacist Propaganda Continues to Grow", "date": "2020-02-12 14:44", "summary": "Number of fliers, stickers and leaflets promoting hateful ideas doubled last year, Anti-Defamation League finds. White supremacists spread a record amount of propaganda across the U.S. last year, as hate groups attempt to increase their numbers, according to a new report.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-slow-rush-by-tame-impala-review-a-single-minds-singular-vision-11581536329", "title": "'The Slow Rush' by Tame Impala Review: A Single Mind's Singular Vision", "date": "2020-02-12 14:38", "summary": "Kevin Parker's long-awaited album integrates cosmic expansiveness and taut melody.. ", "categories": [["Books & Arts", "Music Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/music-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pete-buttigieg-and-virtuous-capitalism-11581535714", "title": "Pete Buttigieg and 'Virtuous Capitalism'", "date": "2020-02-12 14:32", "summary": "South Bend is no model economy, but its former mayor once recognized the value of markets.. \"Even as Pete Buttigieg savors a second-place finish just shy of a win in New Hampshire's presidential primary, the road ahead looks much more challenging,\" reports the Journal's John McCormick. Voters may be wondering if the former mayor's economic policy would be even more challenging for America than it's been for South Bend, Indiana.", "categories": [["Opinion", "Best of the Web"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/best-of-the-web-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/these-crocs-have-a-very-original-recipe-11581535380", "title": "These Crocs Have a Very Original Recipe", "date": "2020-02-12 14:23", "summary": "KFC-themed clogs with a fried-chicken scent will soon be available. Harland Sanders, the curmudgeonly \"colonel\" who founded Kentucky Fried Chicken, admitted publicly that he was \"not too proud\" of having his name associated with some of his restaurants.", "categories": [["Markets", "Overheard"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/overheard?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-troops-trade-gunfire-with-pro-regime-forces-in-syria-11581517259", "title": "U.S. Troops in Firefight in Syria After Encounter With Pro-Regime Forces", "date": "2020-02-12 14:05", "summary": "Coalition patrol returns fire in self-defense after coming under fire at checkpoint, says U.S. military. A U.S.-led patrol came under fire in northern Syria after a confrontation with pro-Syria troops at a checkpoint and returned the fire, military officials said, in a rare encounter between American and regime forces.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-charleston-home-that-survived-the-civil-war-asks-9-995-million-11581531655", "title": "A Charleston Home That Survived the Civil War Asks $9.995 Million", "date": "2020-02-12 13:20", "summary": "Resume Subscription. In Charleston, S.C., the Southern city famous for its old houses, stands a Georgian-style home notable for being one of the very oldest: It was built in the 1740s, or three decades before the start of the Revolutionary War.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/one-of-charlestons-most-historic-homes-11581531417", "title": "One of Charleston's Most Historic Homes", "date": "2020-02-12 13:16", "summary": "This house was built in the 1740s, or three decades before the start of the Revolutionary War.. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/gilead-sciences-scrambles-to-supply-experimental-coronavirus-drug-11581522704", "title": "Coronavirus-Drug Development Becomes a Top Focus at Gilead", "date": "2020-02-12 13:15", "summary": "Drugmaker sprints to build up capacity to produce its promising antiviral remdesivir should it prove effective in studies in China. A team of a dozen executives at drugmaker Gilead Sciences Inc. meets daily to discuss the coronavirus epidemic in China and the company's cross-continental scramble to develop the first drug for the new disease.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/facebook-suspends-dozens-of-accounts-in-russia-for-spreading-misinformation-11581531063", "title": "Facebook Suspends Accounts in Russia, Other Countries for Misinformation", "date": "2020-02-12 13:11", "summary": "Company has been under pressure to keep 'bad actors' from manipulating its platforms. Facebook Inc. said it removed dozens of fake accounts from countries including Myanmar, Iran and Russia that were spreading misinformation, the latest effort by the social-media company to curb manipulation of its platforms.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-cry-for-help-vigilantes-enlist-children-to-fight-mexican-cartels-11581530694", "title": "A Cry for Help: Vigilantes Enlist Children to Fight Mexican Cartels", "date": "2020-02-12 13:04", "summary": "Resume Subscription. AYAHUALTEMPA, Mexico-At age 13, Luis Gustavo Morales barely knows how to do basic math, but he already knows how to handle a shotgun nearly as tall as he is.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/raising-a-vigilante-force-a-mexican-village-trains-youths-to-defend-against-cartels-11581530601", "title": "Raising a Vigilante Force: a Mexican Village Trains Youths to Defend Against Cartels", "date": "2020-02-12 13:03", "summary": "Ayahualtempa and 15 other communities are training children as young as 6 to draw attention to lawlessness in Mexico's rural southwest region. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/buttigieg-faces-tough-path-in-coming-democratic-contests-11581526553", "title": "Buttigieg Faces Tough Path in Next Democratic Contests", "date": "2020-02-12 12:27", "summary": "He has struggled to win over nonwhite Democrats ahead of votes in more diverse states. NASHUA, N.H.-Even as Pete Buttigieg savors a second-place finish just shy of a win in New Hampshire's presidential primary, the road ahead looks much more challenging.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-do-so-many-aging-stars-wear-tinted-glasses-11581528088", "title": "Why Do So Many Aging Stars Wear Tinted Glasses?", "date": "2020-02-12 12:21", "summary": "Hint: It might have something to do with looking cool despite eye bags and crow's feet. BRIAN COX, Harvey Keitel, Patricia Arquette, Elton John, Tony Shalhoub, Eddie Murphy. No, this is not the cast of an AARP-tilted reboot of \"Ghostbusters\" (though really, that wouldn't surprise me at this point). Rather, these over-50 actors were among the celebrities who wore tinted eyeglasses throughout this winter's Hollywood awards-season. Mr. Keitel and Mr. John both sported tinted lenses at January's Golden Globes ceremony as well as at last Sunday's Oscars (sepia for the actor, scarlet and lavender for the Rocketman). Other seasoned stars such as Bono, Tim Burton and Johnny Depp have all been known to wear colored lenses.", "categories": [["Life & Work", "Style & Fashion", "On Trend"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/fashion?mod=breadcrumb", "https://www.wsj.com/news/types/on-trend?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/travel-industry-set-for-multibillion-dollar-hit-from-coronavirus-11581503401", "title": "U.S. Travel Industry Set for Multibillion-Dollar Hit From Coronavirus", "date": "2020-02-12 12:20", "summary": "Chinese visitors are top customers for U.S. hotels, retailers and more. While the number of coronavirus cases in the U.S. remains small, the reverberations of a worsening outbreak across the Pacific are being felt in the American tourism industry.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/deval-patrick-drops-out-of-democratic-presidential-race-11581527869", "title": "Deval Patrick Drops Out of Democratic Race", "date": "2020-02-12 12:17", "summary": "Former Massachusetts governor and late entrant failed to gain traction in a crowded field. Former Massachusetts Gov. Deval Patrick is ending his presidential campaign after his late bid for the Democratic Party's nomination failed to catch on with voters.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-k-moves-to-require-pensions-to-disclose-climate-change-plans-11581508142", "title": "U.K. Moves to Require Pensions to Disclose Climate Change Plans", "date": "2020-02-12 12:17", "summary": "CONTENT FROM OUR SPONSOR. British pension funds may soon need to explain how they are fighting climate change under a global framework as the U.K. aims to reach carbon neutrality by 2050.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/growing-bricks-and-more-ways-to-shrink-concretes-carbon-footprint-11581527395", "title": "Growing Bricks and More Ways to Shrink Concrete's Carbon Footprint", "date": "2020-02-12 12:09", "summary": "Entrepreneurs are turning to CO2-absorbing bacteria and emissions recycling, among other methods, to reinvent the world's top building material. Author", "categories": [["", "Energy"]], "category_links": ["https://www.wsj.com/news/tech/future-of-everything?mod=svg-breadcrumb"]}, {"link": "https://www.wsj.com/articles/omnicoms-hearts-science-expands-marketing-tech-consulting-group-11581526801", "title": "Omnicom's Hearts & Science Expands Marketing Tech Consulting Group", "date": "2020-02-12 12:00", "summary": "The agency projects the group will account for 30% of revenue within the next three years. New data privacy laws are forcing marketers to rethink how they handle audience data, including the technologies they use to collect, manage and transact on that information.", "categories": [["CMO Today"]], "category_links": ["https://www.wsj.com/news/types/cmo-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-white-house-fired-me-for-my-loyalty-11581526372", "title": "The White House Fired Me for My Loyalty", "date": "2020-02-12 11:52", "summary": "Nobody demanded an investigation or celebrated me as a 'whistleblower.' That's as it should be.. Lt. Col. Alexander Vindman wasn't the first staffer to be fired from President Trump's National Security Council and escorted from the premises by security. I went through the same ritual on July 21, 2017. But in contrast to Col. Vindman, I lost my job because I was loyal to the president.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/google-starts-appeal-against-eu-antitrust-decisions-11581516872", "title": "Google Appeals Against EU Antitrust Fines", "date": "2020-02-12 11:38", "summary": "The search giant is seeking to overturn three antitrust rulings it lost against the EU that have totaled more than $9 billion in fines. LUXEMBOURG- Alphabet Inc.'s Google told a court Wednesday that the European Union's antitrust enforcer had no legal grounds for awarding it a multibillion fine for allegedly abusing its dominance over smaller rivals.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/investors-pile-into-once-unloved-greek-debt-11581525420", "title": "Investors Pile Into Once-Unloved Greek Debt", "date": "2020-02-12 11:37", "summary": "Yields on 10-year Greek government bonds fall to an unprecedented level as investors bet on a rating upgrade. The yield on Greek government bonds breached 1% for the first time, marking a dramatic turnaround for an economy that had been viewed by investors as a bet too risky fewer than 15 months ago.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-war-on-judy-shelton-11581525292", "title": "The War on Judy Shelton", "date": "2020-02-12 11:34", "summary": "Mandarins rebel against a Fed pick who doubts their monetary wisdom.. Judy Shelton finally gets her day in the Senate on Thursday, and if anyone has a coherent argument for denying her confirmation to a seat on the Federal Reserve Board of Governors we haven't heard it. The caterwauling over her nomination confirms why her intellectual diversity is needed at the Fed.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-world-health-organization-draws-flak-for-coronavirus-response-11581525207", "title": "World Health Organization Criticized for Virus Response", "date": "2020-02-12 11:33", "summary": "Resume Subscription. BEIJING-When the World Health Organization declared a global public-health emergency at the end of last month, it praised China's \"extraordinary\" efforts to combat the coronavirus epidemic and urged other countries not to restrict travel.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/italian-opposition-leader-salvini-set-to-face-trial-11581520914", "title": "Italian Opposition Leader Salvini Set to Face Trial", "date": "2020-02-12 11:16", "summary": "Senate removes immunity of party chief charged with kidnapping of migrants, abuse of power. ROME-The head of Italy's most popular political party, Sen. Matteo Salvini, has been stripped of legal immunity and faces criminal trial for allegedly kidnapping migrants, offering him a risky platform to portray himself to voters as a persecuted defender of Italy against illegal immigration.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bp-wants-to-be-carbon-neutral-by-2050-11581517147", "title": "BP Wants to Become Carbon Neutral by 2050, but Doesn't Say How", "date": "2020-02-12 11:13", "summary": "Oil supermajor's pledge comes amid pressure from investors and consumers to cut emissions. LONDON- BP PLC pledged to reduce its net carbon emissions to zero by 2050 and restructure its oil-focused businesses to better navigate a transition to other fuels-a dramatic, if vague, promise by one of the world's biggest energy companies amid investor and consumer pressure over fossil fuels.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/jazz-great-joins-new-york-philharmonic-for-coming-season-11581523329", "title": "Jazz Great Joins New York Philharmonic for Coming Season", "date": "2020-02-12 11:02", "summary": "Chick Corea is in residence for the 2020-21 season, when the orchestra also performs an opera by György Kurtág, 'Fin de partie'. ", "categories": [["U.S.", "Culture"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-culture?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/managing-mental-health-at-work-is-a-juggle-of-rights-and-realities-11581523201", "title": "Young Workers Seek Mental Health Accommodations, Employers Try to Keep Up", "date": "2020-02-12 11:00", "summary": "Accommodations for anxiety, PTSD and other conditions under the Americans With Disabilities Act differ for the workplace versus college. Managers and younger employees are struggling to adapt as a generation of people with higher rates of reported mental illness enter the workforce.", "categories": [["Business", "Management", "Management & Careers"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/management?mod=breadcrumb", "https://www.wsj.com/news/types/management-careers?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pakistan-jails-notorious-militant-ahead-of-sanctions-threat-11581519301", "title": "Pakistan Jails Notorious Militant Ahead of Sanctions Threat", "date": "2020-02-12 10:58", "summary": "Islamabad wants to show it is serious about cracking down on terrorism. KARACHI, Pakistan-A court in Pakistan convicted high-profile militant leader Hafiz Saeed on charges of financing terrorist activities and belonging to a banned group ahead of an international meeting to determine whether sanctions should be placed on Islamabad for lax control over terrorist activities.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/as-whatsapp-tops-2-billion-users-ceo-vows-to-defend-encryption-11581516000", "title": "As WhatsApp Tops 2 Billion Users, Its Boss Vows to Defend Encryption", "date": "2020-02-12 10:53", "summary": "Will Cathcart said users demand end-to-end encryption, and that private communication shouldn't go away in a modern society. WhatsApp has surpassed more than two billion active users, and its leader is vowing to defend its fully private form of messaging against mounting threats from governments around the world.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-and-his-budget-arent-on-the-same-page-11581522534", "title": "Trump and His Budget Aren't on the Same Page", "date": "2020-02-12 10:48", "summary": "It warns of fiscal discipline, but the president has seldom shown concern over debt, deficits or government spending. The budget that President Trump released this week is a model of mainstream Republican orthodoxy. It asks for more defense money to fend off \"rival nation-states\" like China and Russia and support allies while decrying \"a bloated federal government with duplicative programs and wasteful spending.\"", "categories": [["Economy", "Capital Account"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/capital-account?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/softbank-group-3q-net-profit-fell-92-on-vision-fund-losses-11581497698", "title": "SoftBank CEO Sees Turnaround Even as Vision Fund Takes More Hits", "date": "2020-02-12 10:26", "summary": "Profit drops as Japanese tech giant floats possibility of paring back ambitions for a second Vision Fund. SoftBank Group Corp. said profit collapsed in the last three months of 2019, as the Japanese technology giant-under pressure from a major activist investor-floated the possibility of paring back its ambitions for a planned sequel to the $100 billion Vision Fund.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/harvard-tops-ivies-in-three-of-four-ranking-components-11581520538", "title": "Harvard Is Top Ivy in WSJ/THE College Rankings", "date": "2020-02-12 10:15", "summary": "Harvard University, No. 1 overall in the WSJ/THE College Rankings, is followed in the Ivy League ranking by Yale and Penn. Harvard University earned the top spot among Ivy League schools in the Wall Street Journal/Times Higher Education College Rankings with the highest scores for this group in three of the four main components of the overall ranking.", "categories": [["Life & Work", "Journal Reports: College Rankings"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-college-rankings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-huey-lewis-found-the-power-of-love-11581517556", "title": "How Huey Lewis Found 'The Power of Love'", "date": "2020-02-12 09:25", "summary": "Resume Subscription. By 1984, Huey Lewis and the News had eight Billboard pop hits but none cracked the top five. Then came an offer to write a theme for the movie \"Back to the Future.\" Mr. Lewis nearly passed.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/democrats-pile-on-criticism-of-trumps-budget-11581517549", "title": "Democrats Pile On Criticism of Trump's Budget", "date": "2020-02-12 09:25", "summary": "The Trump administration has called Democratic attacks on the proposal disingenuous and misleading. This item first appeared in the Capital Journal newsletter. Read today's full newsletter here or sign up here for daily updates in your inbox.", "categories": [["Politics", "Political Intelligence"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/political-intelligence?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/carbon-capture-is-winning-fans-among-oil-giants-11581516481", "title": "Sucking Carbon Out of the Air Is Winning Fans Among Oil Giants", "date": "2020-02-12 09:08", "summary": "Exxon, Chevron and others are joining a broader push to make the technology cheaper and more efficient. Author", "categories": [["", "Energy"]], "category_links": ["https://www.wsj.com/news/tech/future-of-everything?mod=svg-breadcrumb"]}, {"link": "https://www.wsj.com/articles/valentines-day-luxury-gift-guide-11581516120", "title": "12 Valentine's Day Presents Better Than Chocolates", "date": "2020-02-12 09:05", "summary": "From handbags to diamonds, these gift ideas for her will go above and beyond.. Even the most fashionable recipient will be impressed with Celine's Teen Triomphe bag in a gorgeous shade of berry pink. Celine by Hedi Slimane, $3,100, Celine.com", "categories": [["Fashion"]], "category_links": ["https://www.wsj.com/news/types/magazine-fashion?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-officials-say-huawei-can-covertly-access-telecom-networks-11581452256", "title": "U.S. Officials Say Huawei Can Covertly Access Networks", "date": "2020-02-12 08:41", "summary": "Trump administration ramps up push for allies to block Chinese company. U.S. officials say Huawei Technologies Co. can covertly access mobile-phone networks around the world through \"back doors\" designed for use by law enforcement, as Washington tries to persuade allies to exclude the Chinese company from their networks.", "categories": [["WSJ News Exclusive", "World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/heinekens-new-ceo-needs-strong-head-for-mixing-drinks-11581514649", "title": "Heineken's New CEO Needs Strong Head for Mixing Drinks", "date": "2020-02-12 08:38", "summary": "Dutch brewer's incoming boss inherits a strong business, but also a complex portfolio and splintering consumer tastes. Big brewers have spent the past decade on a hunt for new growth markets, both close to home and in the developing world. Heineken 's incoming boss has to juggle the inevitable complexity.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/donald-judd-at-moma-inside-his-blockbuster-retrospective-11581514705", "title": "Donald Judd at MoMA: Inside His Blockbuster Retrospective", "date": "2020-02-12 08:38", "summary": "The late artist is the subject of a major upcoming show at New York's Museum of Modern Art as well as a new book, 'Donald Judd Spaces.' A look at the sculptor and his work by the numbers. The year Judd was born, in Excelsior Springs, Missouri. He's known for his large-scale minimalist sculptures-though he disavowed the word minimalist and insisted his work wasn't sculpture. He died of lymphoma in New York in 1994.", "categories": [["What's News"]], "category_links": ["https://www.wsj.com/news/types/magazine-what-s-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/polished-rebellion-the-revival-of-1950s-teddy-girl-style-11581514615", "title": "Polished Rebellion: The Revival of 1950s Teddy Girl Style", "date": "2020-02-12 08:36", "summary": "Spring's Edwardian silhouettes evoke the British youth subculture movement of the 1950s today styled with a street-ready twist.. RUFFLE & READY A statement brooch adds instant glamour. From left: Givenchy vest, $2,945, givenchy.com, Wales Bonner shirt, $695, and pants, $795, 24s.com, Oscar de la Renta earrings, $190, Oscar de la Renta boutiques, Kenneth Jay Lane brooch, $213, kennethjaylane.com, Prada shoes, price upon request, prada.com; JW Anderson jacket, $1,550, jwanderson.com, Lafayette 148 New York shirt, $498, lafayette148ny.com, Wales Bonner pants, price upon request, similar styles at 24s.com, Elizabeth Locke necklace, $4,250, neimanmarcus.com, Simone Rocha brooch, price upon request, Simone Rocha, 71 Wooster Street, New York, Prada shoes, price upon request, prada.com; Simone Rocha jacket, $3,615, and shirt, $570, Simone Rocha, 71 Wooster Street, New York, Brunello Cucinelli shorts, $3,095, 136 Greene Street, New York, Fallon necklace, $285, fallonjewelry.com, Kenneth Jay Lane brooch, $150, kennethjaylane.com, Falke socks, $25, Nordstrom stores, The Row shoes, price upon request, similar styles at therow.com", "categories": [["Fashion"]], "category_links": ["https://www.wsj.com/news/types/magazine-fashion?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/artist-luchita-hurtado-breaks-out-at-age-99-11581514007", "title": "Artist Luchita Hurtado Breaks Out at Age 99", "date": "2020-02-12 08:26", "summary": "Resume Subscription. Luchita Hurtado didn't set out to live for a century or become a world-renowned artist but at age 99, the California painter is poised to do both.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/cuomo-doubts-marijuana-can-be-legalized-outside-budget-11581512452", "title": "Cuomo Doubts Marijuana Can Be Legalized Outside Budget", "date": "2020-02-12 08:00", "summary": "Groups opposed to legalization mobilize, disagreements arise over revenue control. Whether New York will legalize recreational marijuana this year will come down to a handful of moderate lawmakers in the state Senate, Gov. Andrew Cuomo said this week.", "categories": [["U.S.", "Politics"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coming-soon-to-a-screen-near-you-shows-inspired-by-a-magazine-story-11581512402", "title": "Coming Soon to a Screen Near You: Shows Inspired by a Magazine Story", "date": "2020-02-12 08:00", "summary": "Condé Nast looks to ramp up original content for streaming services with five new magazine-branded studios. ", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/stocks-to-watch-lyft-bed-bath-beyond-akamai-western-union-11581502103", "title": "Stocks to Watch: Lyft, CVS, Bed Bath & Beyond", "date": "2020-02-12 07:59", "summary": "Here are some of the companies with shares expected to trade actively Wednesday. Here are some of the companies with shares expected to trade actively in Wednesday's session. Stock movements noted by ticker reflect movements during regular trading hours; premarket trading is specified separately.", "categories": [["Markets", "MoneyBeat"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/moneybeat?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-spurs-demand-for-niche-raw-materials-11581511671", "title": "Coronavirus Spurs Demand for Niche Raw Materials", "date": "2020-02-12 07:55", "summary": "Drop-off in Chinese production boosts prices for thermal coal, vanadium and manganese as consumers scramble to secure supplies. The coronavirus outbreak originating in China that has weighed on demand for crude oil, copper and soybeans is prompting a rally in some niche commodity markets.", "categories": [["Markets", "Commodities"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/army-reformulating-v-corps-to-bulk-up-in-europe-11581458468", "title": "Army Reformulating 'V Corps' to Bulk Up in Europe", "date": "2020-02-12 07:42", "summary": "With an eye on Russia, U.S. will form a new command post to coordinate with Europeans. BRUSSELS-The U.S. Army is establishing a new military headquarters to coordinate with European allies in countering potential threats from Russia, the head of the Army said Tuesday.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-to-value-softbank-11581508973", "title": "How to Value SoftBank?", "date": "2020-02-12 07:02", "summary": "The opaque strategy of the Japanese technology conglomerate matters as much as the value of its assets to investors. How should investors value SoftBank? Relative to its operating income or net asset value?", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/gop-fight-over-georgia-senate-seat-intensifies-11581508800", "title": "GOP Fight Over Georgia Senate Seat Intensifies", "date": "2020-02-12 07:00", "summary": "Campaign vendors are pressured not to work with Rep. Doug Collins, who plans to challenge Sen. Kelly Loeffler in November. An intraparty Republican fight over a Georgia Senate seat is intensifying, as campaign vendors face pressure not to work with a congressman trying to unseat the state's newly appointed senator.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/singapores-gic-buys-stake-in-brooklyns-industry-city-11581508805", "title": "Singapore's GIC Buys Stake in Brooklyn's Industry City", "date": "2020-02-12 07:00", "summary": "The sovereign-wealth fund-one of the world's largest real-estate investors-is buying part of the Angelo Gordon stake in the Sunset Park property. Singapore sovereign-wealth fund GIC Pte. Ltd. has purchased a stake in Industry City in Brooklyn in a deal that puts a valuation of more than $1.3 billion on the sprawling redevelopment of New York's largest privately owned industrial property, according to people familiar with the matter.", "categories": [["U.S.", "Real Estate"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/undefined?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/andrew-yang-ends-bid-for-democratic-presidential-nomination-11581470434", "title": "Andrew Yang Drops Bid for Democratic Presidential Nomination", "date": "2020-02-12 07:00", "summary": "Tech entrepreneur campaigned on giving all Americans $1,000 a month. Tech entrepreneur Andrew Yang, who campaigned on giving every American a universal basic income of $1,000 a month, dropped his Democratic presidential bid after a weak showing in the New Hampshire primary.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-astros-front-office-created-codebreaker-the-players-took-it-from-there-11581508800", "title": "The Astros' Front Office Created Codebreaker. The Players Took It From There.", "date": "2020-02-12 07:00", "summary": "In a 2017 email, an Astros executive called outfielder Carlos Beltrán 'the godfather of the whole program'. On Aug. 26, 2017, Tom Koch-Weser sent an email to several colleagues in the Houston Astros front office that included an update on the state of the team's \"dark arts, sign-stealing department.\"", "categories": [["Sports", "MLB"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/mlb?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nissan-sues-carlos-ghosn-in-japan-11581490658", "title": "Nissan Sues Carlos Ghosn in Japan", "date": "2020-02-12 06:56", "summary": "The lawsuit is the latest in a series of legal broadsides by Nissan and its former chairman after Ghosn fled Japan. TOKYO- Nissan Motor Co. sued Carlos Ghosn in a Japanese court Wednesday, seeking $90 million in damages to recoup costs related to the former chairman's alleged financial misconduct.", "categories": [["Business", "Autos & Transportation", "Autos Industry"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/transportation?mod=breadcrumb", "https://www.wsj.com/news/types/autos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/i-feel-very-torn-between-my-child-and-my-daddemands-intensify-for-the-sandwich-generation-11581507999", "title": "'I Feel Very Torn Between My Child and My Dad'-Demands Intensify for the 'Sandwich Generation'", "date": "2020-02-12 06:46", "summary": "As aging population swells, those caring for both children and parents face growing pressures. Deanna Bautti has a young child, a sick father, and a small business.", "categories": [["Life & Work", "Turning Points"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/turning-points?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bernie-sanders-leads-in-polls-as-new-hampshire-primary-voters-cast-ballots-11581417004", "title": "Bernie Sanders Wins New Hampshire Primary", "date": "2020-02-12 06:39", "summary": "Resume Subscription. CONCORD, N.H.-Sen. Bernie Sanders won the New Hampshire Democratic presidential primary Tuesday night in a narrow victory that ensures the race to challenge President Trump this November will remain heated.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/coronavirus-forces-gucci-to-shift-gears-in-china-11581506899", "title": "Coronavirus Forces Gucci to Shift Gears in China", "date": "2020-02-12 06:28", "summary": "Kering is the latest industry player to feel the impact of the outbreak. PARIS-Gucci parent Kering SA said the coronavirus outbreak has hit its business in China hard and forced it to shuffle its logistics and production, in the latest sign that the epidemic is roiling the luxury-goods industry.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cke-restaurants-reunites-marketing-for-carl-s-jr-and-hardee-s-11581505201", "title": "Carl's Jr. and Hardee's Reunite Marketing Two Years After Taking Separate Directions", "date": "2020-02-12 06:00", "summary": "Sibling burger chains had been pitching themselves largely separately. Two years after CKE Restaurants Holdings Inc. began separating its marketing for Carl's Jr. and Hardee's, a move meant to let each burger chain speak better to its core customers and geographic footprint, the company is reversing course.", "categories": [["CMO Today"]], "category_links": ["https://www.wsj.com/news/types/cmo-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/theres-a-great-future-in-plasticsexcept-in-china-11581503322", "title": "There's a Great Future in Plastics-Except in China", "date": "2020-02-12 05:28", "summary": "Resume Subscription. China has a bad reputation when it comes to the environment, but things are starting to change. That is great news for the planet. It is bad news, though, for suppliers of plastics and other goods that end up as waste in its landfills or haze in its skies.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/michael-bloomberg-to-open-new-hampshire-campaign-officeafter-primary-11581501601", "title": "Bloomberg to Open New Hampshire Office-After Primary", "date": "2020-02-12 05:00", "summary": "Former New York mayor says he will keep the office open through November, regardless of whether he is on the ballot. CONCORD, N.H.-As Democratic presidential campaigns shut down their operations in the Granite State, former New York City Mayor Michael Bloomberg is opening a new office here and hiring nearly a dozen staffers as part of his general election efforts against President Trump.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-and-taliban-move-toward-deal-to-end-war-11581492938", "title": "U.S. and Taliban Move Toward Deal to End War", "date": "2020-02-12 02:35", "summary": "A reduction in violence in Afghanistan would be the first step, but progress remains fragile. WASHINGTON-The U.S. and Taliban are expected to announce a reduction in violence in Afghanistan as early as Wednesday, which could lead to the signing of a deal to withdraw all U.S. troops, people familiar with the matter said.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-hampshire-democratic-primary-top-takeaways-11581486329", "title": "Top Takeaways From New Hampshire's Democratic Primary", "date": "2020-02-12 00:45", "summary": "Sanders and Buttigieg are in tight race for lead; Klobuchar surges as Warren, Biden falter. NASHUA, N.H.-New Hampshire voters lifted Bernie Sanders to a narrow victory on Tuesday, cementing the Vermont senator's status as a leading contender for the Democratic presidential nomination.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-secret-to-this-coconut-shrimps-crunch-11581534967", "title": "The Secret to This Coconut Shrimp's Crunch", "date": "2020-02-12 00:01", "summary": "Succulent shrimp and green beans simmered in coconut milk get a delightful pop of texture from a coarse grind of toasted yellow split peas and spices. OFTEN IT BEGINS with an ingredient. In this case, Cheetie Kumar was browsing her local market in Raleigh, N.C., when she spotted some beautiful shrimp. From there she free-associated: \"Who hasn't had shrimp and green beans at a Chinese restaurant?\" Eventually she hit upon this sumptuous sauté of shrimp and green beans simmered in coconut milk, her final Slow Food Fast recipe.", "categories": [["Life & Work", "Food & Drink", "Slow Food Fast"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/food-cooking-drink?mod=breadcrumb", "https://www.wsj.com/news/types/slow-food-fast?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11581453088", "title": "Pepper...and Salt", "date": "2020-02-12 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/essential-tried-to-upend-smartphones-now-it-is-shutting-down-11581547249", "title": "Essential Tried to Upend Smartphones. Now It Is Shutting Down.", "date": "2020-02-12 00:01", "summary": "Andy Rubin, who had also co-founded Google's Android business, sought to take on industry giants Samsung and Apple. Essential Products Inc., the smartphone company from the father of Google's Android mobile software, is shutting down after less than five years in business and raising $330 million in funding.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-sanders-plurality-11581481263", "title": "The Sanders Plurality", "date": "2020-02-12 23:21", "summary": "The socialist wins in a splintered New Hampshire field as his voters stay loyal.. The good news for democracy Tuesday was that in New Hampshire they know how to count votes. That's especially good news for Bernie Sanders, who was denied his election night TV time in Iowa last week but not this time as he narrowly won the Granite State. Whether that's good news for the Democratic Party is another story.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/america-movil-profit-jumps-in-fourth-quarter-11581479699", "title": "América Móvil Profit Jumps in Fourth Quarter", "date": "2020-02-12 22:54", "summary": "Latin America's biggest wireless operator by subscribers made a profit of $1.14 billion. MEXICO CITY-Net profit at Mexican telecommunications company América Móvil SAB rose 63% in the fourth quarter from a year earlier, despite a lag on revenue growth from a stronger Mexican peso.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/michael-bennet-drops-out-of-democratic-presidential-bid-11581472892", "title": "Michael Bennet Drops Out of Democratic Presidential Race", "date": "2020-02-12 21:55", "summary": "Colorado senator ran as a centrist and criticized views of some of his more liberal rivals. Colorado Sen. Michael Bennet, a Democrat who ran for president as a centrist and criticized the policies of some of his more liberal rivals, dropped out of the race after failing to gain enough traction.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/actor-jussie-smollett-charged-again-with-faking-hate-crime-in-chicago-11581460576", "title": "Actor Jussie Smollett Indicted on Charges of Faking Hate Crime", "date": "2020-02-12 21:54", "summary": "New charges come nearly a year after similar ones were dismissed. CHICAGO-A grand jury on Tuesday indicted actor Jussie Smollett on six counts of disorderly conduct for falsely reporting a hate crime, nearly a year after similar charges were dismissed.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/canadian-national-railway-threatens-to-shut-down-corridors-blocked-by-protests-11581458571", "title": "Canadian National Railway Threatens to Shut Down Corridors Blocked by Protests", "date": "2020-02-12 21:47", "summary": "Demonstrators say they are backing indigenous groups opposed to construction of pipeline in British Columbia. OTTAWA- Canadian National Railway Co. said it would shut down large parts of its network unless anti-pipeline protesters thwarting rail traffic along two key corridors were removed.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/costar-in-talks-to-buy-apartment-search-firm-rentpath-for-500-million-11581454921", "title": "CoStar to Buy Apartment Search Firm RentPath for $588 Million", "date": "2020-02-12 20:15", "summary": "RentPath says it will seek chapter 11 bankruptcy protection. CoStar Group Inc. has agreed to buy RentPath Inc. for $588 million, as the real-estate data giant pushes deeper into the fast-growing business of helping renters find apartments online.", "categories": [["Real Estate", "Property Report"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/property-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lyfts-loss-widens-but-revenue-jumps-52-11581455229", "title": "Lyft's Net Loss Widens as It Focuses on Profitable Growth", "date": "2020-02-12 20:14", "summary": "Ride-hailing company reports 22.9 million active users at end of 2019. SAN FRANCISCO- Lyft Inc. said it is still on track to reach a measure of profitability by the end of next year, even as it posted a wider fourth-quarter net loss compared with the year-earlier period.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/obrien-says-vindman-removal-wasnt-retaliation-for-impeachment-inquiry-comments-11581469686", "title": "O'Brien Says Vindman Removal Wasn't Retaliation", "date": "2020-02-12 20:08", "summary": "National security adviser Robert O'Brien said he wasn't instructed by President Trump to remove Army Lt. Col. Alexander Vindman and his brother. WASHINGTON-National security adviser Robert O'Brien said it was his decision to remove Army Lt. Col. Alexander Vindman from the National Security Council and rejected critics' charge that the move marked retaliation for his testimony during the House impeachment investigation.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/justice-department-to-ask-for-less-prison-time-for-roger-stone-after-trump-criticism-11581444764", "title": "Prosecutors Quit Stone Case After DOJ Seeks Less Prison Time", "date": "2020-02-12 20:04", "summary": "Moves come after Trump criticized the initial sentence recommendation; Democrats see improper influence by president. WASHINGTON-Four federal prosecutors withdrew from the case against Roger Stone on Tuesday, with one resigning as an assistant U.S. attorney, as the Justice Department reversed itself and recommended less prison time for President Trump's longtime confidant.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/alan-dershowitz-accuses-david-boies-of-extortion-in-defamation-suit-11581447127", "title": "Alan Dershowitz Accuses David Boies of Extortion in Defamation Suit", "date": "2020-02-12 19:56", "summary": "The two American legal titans have escalated their battle as they tangle in the aftermath of Jeffrey Epstein's arrest and suicide. The feud between two of America's best-known attorneys has escalated, with Alan Dershowitz filing a defamation suit against David Boies.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sudan-agrees-in-principle-to-extradite-ex-strongman-bashir-for-prosecution-11581438715", "title": "Sudan Agrees in Principle to Extradite Ex-Leader Bashir for Prosecution", "date": "2020-02-12 19:48", "summary": "Surprise move that could see the former strongman face trial over genocide and war crime charges. Sudan's transitional government has agreed in principle to extradite former leader Omar al-Bashir to the International Criminal Court, a surprise move that could see him face trial over genocide and war crime charges.", "categories": [["World", "Africa"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/africa-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/faa-says-its-inspectors-and-managers-failed-to-properly-oversee-safety-at-southwest-airlines-11581467286", "title": "FAA Says It Failed to Properly Oversee Safety at Southwest Airlines", "date": "2020-02-12 19:28", "summary": "Agency acknowledges regulatory lapses stretching back years and pledges to put new controls in place. Federal aviation regulators acknowledged multiple failures overseeing safety at Southwest Airlines Co. and agreed to implement nearly a dozen recommendations spelled out in a report by the Department of Transportation's inspector general.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/puerto-rico-bank-to-pay-1-million-to-resolve-investigation-related-to-pdvsa-transactions-11581466745", "title": "Puerto Rico Bank to Pay $1 Million to Resolve Investigation Related to PdVSA Transactions", "date": "2020-02-12 19:19", "summary": "As part of the resolution, the U.S. Justice Department agreed to return $53 million in seized funds to the bank and end its investigation. Bank of San Juan Internacional Inc. agreed to pay $1 million to resolve a federal investigation into alleged money laundering, the U.S. Department of Justice said.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/opposition-leader-juan-guaido-returns-to-venezuela-11581460776", "title": "Opposition Leader Juan Guaidó Returns to Venezuela", "date": "2020-02-12 19:11", "summary": "Mr. Guaidó is swarmed by opposition lawmakers and supporters of his rival as he returns from U.S., Europe trip. Venezuelan opposition leader Juan Guaidó returned to Caracas Tuesday after he slipped out of the country last month in defiance of a travel ban for a high-profile trip to meet with President Trump at the White House and world leaders gathered at the World Economic Forum in Davos, Switzerland.", "categories": [["World", "Latin America"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/latin-america-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/michael-bloombergs-racism-11581466237", "title": "Michael Bloomberg's 'Racism'", "date": "2020-02-12 19:10", "summary": "Everyone's piling on unfairly, including President Trump.. President Trump has felt the sting of glib and unfair accusations of racism. So it's a pity he would level one of his own against fellow New Yorker and potential presidential rival Michael Bloomberg. In a now-deleted tweet, the President wrote \"WOW, BLOOMBERG IS A TOTAL RACIST!\"", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/liberal-faculty-endorse-testing-11581466138", "title": "Liberal Faculty Endorse Testing", "date": "2020-02-12 19:08", "summary": "A California task force shows that banning tests helps the privileged.. Breaks from progressive orthodoxy on campus are rare these days, so they're worth supporting when they happen. In the latest miracle, a task force of the faculty senate at the University of California, of all places, is resisting the movement to ban test scores in admissions.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-promise-of-the-trump-peace-plan-11581465693", "title": "The Promise of the Trump Peace Plan", "date": "2020-02-12 19:01", "summary": "It would bypass corrupt and dictatorial Palestinian leaders who have stalled the process since 1993.. To complete his \"deal of the century,\" President Trump forces Israeli Prime Minister Benjamin Netanyahu to shake hands with . . . nobody. \"For years we tried making peace with the Palestinians,\" Mr. Netanyahu marvels, \"but only you thought of this genius move: making peace without Palestinians.\"", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-needs-a-free-press-11581465655", "title": "Coronavirus Needs a Free Press", "date": "2020-02-12 19:00", "summary": "The U.S. stands a better chance than Wuhan because the public is informed.. China has declared a people's war on the Wuhan virus. President Xi Jinping's leadership is being tested, but so is the argument that a regime that at first underreacted now is overreacting. A young doctor who died after being interrogated for sounding the alarm about the virus has become a rallying symbol for reformers.", "categories": [["Opinion", "Business World"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/business-world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/democrats-dont-hit-the-panic-button-11581465616", "title": "Democrats, Don't Hit the Panic Button", "date": "2020-02-12 19:00", "summary": "Candidates rarely look impressive-or the party united-at this stage.. Rarely has a political party gone from confidence to gloom as quickly as Democrats did last week. In rapid-fire blows, impeachment foundered in the Senate, President Trump delivered a politically effective State of the Union address, and the Iowa caucuses imploded in a flurry of intraparty recriminations.", "categories": [["Opinion", "Politics & Ideas"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/politics-ideas?mod=breadcrumb"]}]