[{"link": "https://www.wsj.com/articles/the-second-coming-of-eugene-v-debs-11583279548", "title": "The Second Coming of Eugene V. Debs", "date": "2020-03-03 18:52", "summary": "Bernie Sanders says he's another FDR, but he's more closely related to the early 20th-century labor leader who ran for the presidency five times as a Socialist.. Flirting with guests and invoking Nazi analogies to describe primary results has reportedly cost Chris Matthews his job as host of MSNBC's \"Hardball.\" Fair enough, but know that the show's audience is also losing that increasingly rare species: a political commentator who is willing to tell the party base what he really thinks, even if it isn't what the base wants to hear. And in that respect, the timing of Mr. Matthews's exit is unfortunate.", "categories": [["Opinion", "Upward Mobility"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/upward-mobility?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tornadoes-rip-through-tennessee-11583243880", "title": "Tornadoes Kill at Least 25 in Tennessee", "date": "2020-03-03 18:52", "summary": "'Nashville is hurting' after twisters tear through area, causing widespread damage. Tornadoes ripped through Tennessee Tuesday, killing at least 25 people as the twisters carved a path through scenic mountain communities and razed venues in a trendy Nashville neighborhood.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/confronting-sexual-assault-on-campus-11583279486", "title": "Confronting Sexual Assault on Campus", "date": "2020-03-03 18:51", "summary": "Students discuss the #MeToo era and next steps at college.. Editor's note: This Future View is about the #MeToo movement and sexual assault on campus. For next week we'll ask, \"Is there a better way for parties to nominate presidential candidates? How would you transform or improve the American process?\" Students should click here to submit opinions of fewer than 250 words before March 10. The best responses will be published that night.", "categories": [["Opinion", "Future View"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/future-view?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/israels-new-diplomatic-moment-11583279454", "title": "Israel's New Diplomatic Moment", "date": "2020-03-03 18:50", "summary": "Trump's peace plan calls attention to Palestinian division and the collapse of the Arab political order.. Prime Minister Benjamin Netanyahu declared victory in Monday's Israeli election, the third since April, following two inconclusive results. Although Mr. Netanyahu may be frustrated in his attempt to form a government, his Likud Party won 36 seats, a strong showing. During the campaign, Likud candidates stressed their support for President Trump's \"Peace to Prosperity\" plan, unveiled in January. The plan won't bring peace between Israelis and Palestinians, but it may expose deeper processes of change under way in the Middle East. It could even advance those changes-and Israel stands to benefit.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-ob-gyns-who-play-politics-with-womens-lives-11583279360", "title": "The OB-GYNs Who Play Politics With Women's Lives", "date": "2020-03-03 18:49", "summary": "Abortion is more important than safety to the American College of Obstetricians and Gynecologists.. As the Supreme Court gets ready to hear another abortion case, the American College of Obstetricians and Gynecologists-the specialty's main professional organization-has weighed in with a friend-of-the-court brief. ACOG is offering a medically unsound recommendation in the furtherance of its extreme position on abortion.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/covid-19-may-have-you-working-at-home-11583279373", "title": "Covid-19 May Have You Working At Home", "date": "2020-03-03 18:49", "summary": "Preventing the virus's spread will likely require 'social distancing' tactics like canceling events.. The numbers don't tell the whole story. Nine Americans have died of Covid-19, and the Centers for Disease Control and Prevention confirms more than 100 cases in 15 states. But there are probably already several thousand Americans who have been infected. For now, the average person's risk is low in a nation of 330 million, but that may soon change. The highest risk is for those who live in regional hot zones such as Washington state or Northern California.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-to-shop-for-a-pandemic-11583279321", "title": "How to Shop for a Pandemic", "date": "2020-03-03 18:48", "summary": "We're well-stocked, but our local store reports a run on whipped cream.. New York", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-corona-sanders-panic-ebbs-11583279260", "title": "A Corona-Sanders Panic Ebbs?", "date": "2020-03-03 18:47", "summary": "The epidemiology of a new virus collides with the economics of cable news.. Be afraid, be very afraid-of the flu, not the coronavirus.", "categories": [["Opinion", "Business World"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/business-world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/joe-biden-gets-back-in-the-ring-11583279180", "title": "Joe Biden Gets Back in the Ring", "date": "2020-03-03 18:46", "summary": "He is swinging with vigor as votes from the Super Tuesday contests are tallied.. A week, it is often said, is an eternity in politics-rarely more so than for Joe Biden in the past seven days. It was only last Wednesday that Rep. Jim Clyburn, respected throughout the Democratic Party and revered in his home state of South Carolina, endorsed Mr. Biden, setting the stage for the former vice president's smashing victory Saturday in the Palmetto State.", "categories": [["Opinion", "Politics & Ideas"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/politics-ideas?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/not-to-scale-review-both-ends-of-the-telescope-11583279069", "title": "'Not to Scale' Review: Both Ends of the Telescope", "date": "2020-03-03 18:44", "summary": "How to take massive problems and shrink them down to size, as well as connect grass-roots decisions to the grand scheme of things.. 'Does it scale?\" This is almost the first question anyone asks about anything new-startups, technologies, ideas. It's OK to start small, but bigger is almost always assumed to be better, or at least more profitable. \"Scale\" comes from the Latin \"scala,\" which means \"ladder,\" and we all know it's better to climb up than to move down in the world. Yet lost in this formulation is a sense of what's appropriate, of what actually works. That feeling of balance is what Jamer Hunt seeks to restore in \"Not to Scale: How the Small Becomes Large, the Large Becomes Unthinkable, and the Unthinkable Becomes Possible.\"", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/erik-nordstrom-named-sole-ceo-of-nordstrom-11583273545", "title": "Erik Nordstrom Named Sole CEO of Nordstrom", "date": "2020-03-03 18:18", "summary": "Appointment ends an unusual structure, but keeps control with the family. Nordstrom Inc. named Erik Nordstrom as its sole chief executive, ending an unusual shared management structure and keeping the retailer's leadership in the hands of the founding family.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hewlett-packard-enterprise-cuts-free-cash-flow-projection-posts-lower-revenue-11583277402", "title": "Hewlett Packard Enterprise Posts Lower Revenue", "date": "2020-03-03 18:16", "summary": "HPE said it no longer expects revenue growth this fiscal year as epidemic worsens component shortage. Hewlett Packard Enterprise Co. cut its free-cash flow projections for the year, citing a supply-chain disruption that was aggravated by the coronavirus epidemic, and said it no longer expects revenue to increase this year.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-fed-cut-is-the-deepest-for-banks-and-insurers-11583277221", "title": "The Fed Cut Is the Deepest for Banks and Insurers", "date": "2020-03-03 18:13", "summary": "Top U.S. lenders take direct hit from central bank's emergency move; shares have fallen more steeply than broader market over past week. Already among the worst performers in the market's swoon over the past week, banks took a direct hit Tuesday from the Federal Reserve's emergency rate cut.", "categories": [["Markets", "Stocks"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-career-filled-with-high-notes-11583277062", "title": "A Career Filled With High Notes", "date": "2020-03-03 18:11", "summary": "Michael Tilson Thomas, now in the final season of his 25 years at the helm of the San Francisco Symphony, has left a profound imprint on both the orchestra and the city.. ", "categories": [["Opinion", "Commentary", "Cultural Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb", "https://www.wsj.com/news/types/cultural-commentary?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/energy-shares-suffer-the-most-from-coronavirus-fears-11583236801", "title": "Energy Shares Suffer the Most From Coronavirus Fears", "date": "2020-03-03 18:06", "summary": "The sector's stocks are closely tied to crude prices, and the epidemic has significantly tamped down oil demand. Worries about fallout from the coronavirus are pummeling already-battered energy stocks, upending a nascent recovery that followed a spate of better-than-expected earnings and dividend increases and signaling the magnitude of investors' concern about the virus's effect on crude demand.", "categories": [["Markets", "Stocks"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-has-second-coronavirus-case-11583246088", "title": "Westchester Attorney Is New York's Second Coronavirus Patient", "date": "2020-03-03 18:01", "summary": "Bronx private school where one of the patient's children attends is closed. A Westchester County attorney became the second person in New York to test positive for the new coronavirus, officials said Tuesday, leading to the closure of a Bronx private school attended by one of his children, the halt of services at a synagogue and the testing of several people at his Midtown Manhattan law firm.", "categories": [["U.S.", "Tri-State Area"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-region?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/capitalism-socialism-and-haleys-comment-11583275676", "title": "Capitalism, Socialism and Haley's Comment", "date": "2020-03-03 17:47", "summary": "As U.S. ambassador to the U.N., Gov. Haley got to see firsthand the destructive work of socialism in many countries around the world.. While Nikki Haley effectively advocates capitalism, she unfortunately only very briefly touches on the cause for our (or my generation's, at least) embrace of socialism-education (\"This Is No Time to Go Wobbly on Capitalism,\" op-ed, Feb. 27). I received both public and private educations, and while they had their differences, they shared one major similarity; never, in all my years in the American education system, did I ever have a history or social-studies teacher who provided a conservative context without derision, let alone detached bias. Free markets were discussed, but only as tools preferred by the most avaricious in our society.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/more-coding-instruction-would-be-helpful-11583275634", "title": "More Coding Instruction Would Be Helpful", "date": "2020-03-03 17:47", "summary": "Right now, only 45% of high schools across the country offer computer science as an option, let alone a requirement. We're not even keeping up with demand from students and parents for these classes.. \"Should All Children Learn to Code by the End of High School?\" (Journal Report, Feb. 24) is a great question, but wildly premature. Right now, only 45% of high schools across the country offer computer science as an option, let alone a requirement. We're not even keeping up with demand from students and parents for these classes.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-federal-reserve-should-just-stick-to-its-mandates-11583275589", "title": "The Federal Reserve Should Just Stick to Its Mandates", "date": "2020-03-03 17:46", "summary": "The Federal Reserve has wandered away from its dual mandates of price stability and full employment, greenlighting any policy action it deems appropriate.. \"A central bank's primary job is to offset major disturbances of the economy,\" says Kevin Warsh in \"The Fed Can't Wait to Respond to the Coronavirus\" (op-ed, Feb. 27). In one sentence Mr. Warsh illuminates how far the Federal Reserve has wandered away from its dual mandates of price stability and full employment, greenlighting any policy action it deems appropriate.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/city-halts-court-order-to-chop-much-of-west-side-condo-tower-11583275582", "title": "City Halts Court Order to Chop Much of West-Side Condo Tower", "date": "2020-03-03 17:46", "summary": "Judge had cited zoning violation at 200 Amsterdam project; appellate panel will now take up issue. New York City officials Tuesday halted a judge's order that a developer stop construction and demolish much of a 55-story condominium tower in Manhattan.", "categories": [["U.S.", "Real Estate"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-real-estate?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/newell-brands-is-investigated-by-sec-11583275613", "title": "Newell Brands Is Investigated by SEC", "date": "2020-03-03 17:46", "summary": "Consumer-products company says probe focuses on sales, accounting practices. The Securities and Exchange Commission is investigating sales and accounting practices at Newell Brands Inc., the consumer-products giant said.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-needs-to-walk-fine-line-as-coronavirus-messenger-11583241584", "title": "Trump Needs to Walk Fine Line as Coronavirus Messenger", "date": "2020-03-03 17:43", "summary": "President is seeking to reassure the public, but he has at times seemed to muddle his administration's message. WASHINGTON-President Trump relishes being the communicator-in-chief. With coronavirus, he has met one of his toughest messaging challenges yet.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-campaign-files-libel-suit-against-washington-post-11583270876", "title": "Trump Campaign Files Libel Suit Against Washington Post", "date": "2020-03-03 17:39", "summary": "Suit follows similar legal action against New York Times, both related to articles referencing the campaign's interactions with Russia. President Trump's re-election campaign filed a libel lawsuit against the Washington Post, accusing the newspaper of publishing \"false and defamatory statements\" in two opinion pieces published last year that referenced the campaign and Russia.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/global-stocks-gain-on-stimulus-hopes-11583206230", "title": "Stocks Slide Despite Fed Move", "date": "2020-03-03 17:36", "summary": "Dow closes nearly 800 points lower; Treasury yields drop again despite Federal Reserve move. U.S. stocks and government bond yields slid Tuesday after the Federal Reserve's interest-rate cut failed to assuage money managers fearful of the economic fallout from the coronavirus epidemic.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/federal-reserve-cuts-interest-rates-by-half-percentage-point-11583247606", "title": "Fed Cuts Interest Rates by Half Percentage Point", "date": "2020-03-03 17:35", "summary": "Central bank lowers federal-funds rate range to 1% to 1.25% in its first between-meeting move since the financial crisis. WASHINGTON-The Federal Reserve executed an emergency half-percentage-point rate cut and markets slid, reflecting fears the coronavirus epidemic is raising recession risks for the U.S. and global economies.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/yield-on-10-year-treasury-note-reaches-new-low-after-rate-cut-11583255576", "title": "Yield on 10-Year Treasury Dips Below 1% for First Time in Sign of Anxiety", "date": "2020-03-03 17:31", "summary": "Benchmark rate keeps dropping as investors look to buy safer assets and the Federal Reserve reduces its short-term target. The yield on the benchmark 10-year U.S. Treasury note fell below 1% for the first time Tuesday, a stark measure of investors' rising anxiety over the likely economic impact of the coronavirus outbreak.", "categories": [["Markets", "Credit Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/credit-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-ports-likely-to-see-slump-in-cargo-volume-from-coronavirus-11583274643", "title": "U.S. Ports Likely to See Slump in Cargo Volume From Coronavirus", "date": "2020-03-03 17:30", "summary": "Containership operators have canceled nearly 60 trans-Pacific sailings to the ports of Los Angeles and Long Beach, Calif., in the first quarter. Many U.S. ports are expected to handle 20% less cargo this quarter as fewer shipments from China make their way to America as a result of the coronavirus epidemic, according to the American Association of Port Authorities.", "categories": [["Logistics Report"]], "category_links": ["https://www.wsj.com/news/types/logistics-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/connecticut-governor-clashes-with-tribes-on-sports-betting-11583274459", "title": "Connecticut Governor Clashes With Tribes on Sports Betting", "date": "2020-03-03 17:27", "summary": "Under bill, Mohegan and Mashantucket would only have rights to such wagering on their reservations. Connecticut Gov. Ned Lamont threw his support behind a bill that would allow multiple operators to begin offering sports betting in the state, putting him at odds with the tribes that run Mohegan Sun and Foxwoods Resort Casino.", "categories": [["U.S.", "Tri-State Area"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-region?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/canadian-national-railway-aims-to-sharply-cut-freight-backlog-this-week-11583274224", "title": "Canadian National Aims to Sharply Cut Freight Backlog This Week", "date": "2020-03-03 17:23", "summary": "CEO of Canada's largest railroad says supply-chain network may not return to normal until April after last month's blockades. OTTAWA- Canadian National Railway Co. 's chief executive said Tuesday the company would strive over the coming days to meaningfully reduce the backlog of freight caused by blockades that choked off key economic corridors last month.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/supreme-court-justices-indicate-they-may-further-narrow-secs-enforcement-authority-11583265540", "title": "Justices Indicate They May Further Narrow SEC's Enforcement Authority", "date": "2020-03-03 17:22", "summary": "Challenge focuses on how regulators return ill-gotten gains to investors. WASHINGTON-U.S. Supreme Court justices Tuesday indicated they may be inclined to rein in how courts and regulators order wrongdoers to return money earned through illegal investment schemes.", "categories": [["Markets", "Financial Regulation"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/financial-regulation?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/super-tuesday-2020-which-states-are-voting-and-when-do-polls-close-11583231400", "title": "Super Tuesday 2020: Which States Are Voting and When Do Polls Close?", "date": "2020-03-03 17:20", "summary": "With 14 states casting ballots, Biden looks to overtake Sanders as Bloomberg seeks to slow momentum of both. Voters in 14 states and one U.S. territory are set to cast primary ballots across the country on what is known as Super Tuesday. It is considered the biggest day in the presidential nominating process.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-leads-deep-state-primary-11583273792", "title": "Biden Leads Deep State Primary", "date": "2020-03-03 17:16", "summary": "But his campaign seems ambivalent about the Comey endorsement.. Former Vice President Joe Biden is campaigning hard to win over Democratic presidential primary voters in 14 states today. And he's also running strongly in the deep state, although his campaign staff seems unsure whether to accept a new high-profile endorsement.", "categories": [["Opinion", "Best of the Web"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/best-of-the-web-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/supreme-court-considers-consumer-agencys-structure-independence-11583264978", "title": "Justices Consider Consumer Agency's Structure, Independence", "date": "2020-03-03 17:11", "summary": "Case involves president's power to remove head of Consumer Financial Protection Bureau. WASHINGTON-The Supreme Court indicated Tuesday that it may curtail the independence of an eight-year-old agency created to protect consumers from abusive financial practices, but showed little inclination to eliminate the Consumer Financial Protection Bureau outright, as a California law firm had asked.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/surprise-interest-rate-cuts-often-offer-only-short-term-boost-for-stocks-11583273504", "title": "'Surprise' Interest-Rate Cuts Often Offer Only Short-Term Boost for Stocks", "date": "2020-03-03 17:11", "summary": "The Dow gained as much as 381 points after Tuesday's Fed announcement before reversing course. The Federal Reserve surprised investors Tuesday by cutting interest rates between regular policy meetings. It didn't have the desired effect on financial markets.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/money-back-if-you-test-positive-officials-deviate-on-coronavirus-testing-11583250547", "title": "Countries Debate How Widely to Test for Virus", "date": "2020-03-03 17:09", "summary": "Some countries are testing aggressively, while others are holding back amid different philosophies to screening. As the new coronavirus spreads around the world, governments are grappling with a difficult question: Who should be tested?", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/amid-coronavirus-fears-officials-say-new-york-city-subway-is-safe-11583272664", "title": "Amid Coronavirus Fears, Officials Say New York City Subway Is Safe", "date": "2020-03-03 17:04", "summary": "New York state and local officials are trying to quell public concerns about the spread of coronavirus on public transportation. New York state and local officials are trying to quell public concerns about the spread of coronavirus on public transportation with assurances that the virus can only be transmitted through close contact.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/robinhood-outage-strands-customers-as-markets-go-haywire-11583273013", "title": "Robinhood Outage Strands Customers as Markets Go Haywire", "date": "2020-03-03 17:03", "summary": "Other online brokerages have experienced brief outages during the weeklong market swoon spurred by the worsening coronavirus epidemic. An outage that took down popular online brokerage Robinhood Financial LLC extended into a second day Tuesday, locking customers out of the markets on a wild trading day.", "categories": [["Markets", "Stocks"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/herb-goldsmith-made-his-name-in-fashion-with-members-only-11583254803", "title": "Herb Goldsmith Made His Name in Fashion With Members Only", "date": "2020-03-03 16:42", "summary": "Colorful jackets, with epaulettes and collar straps, were hot sellers in the 1980s. ", "categories": [["World", "Obituaries"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/obituaries?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-slams-u-s-hotel-industrys-global-operations-11583236802", "title": "Coronavirus Slams U.S. Hotel Industry's Global Operations", "date": "2020-03-03 16:38", "summary": "Biggest brands like Marriott, Hyatt report declines in Asia businesses; Hilton says outbreak could hurt full-year earnings. The hotel industry's decadelong run of growth and rising revenue looked vulnerable at the start of the year. Now the spread of the coronavirus threatens to make it the worst-performing year since the recession.", "categories": [["Real Estate"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-high-cost-of-art-fairs-11583271207", "title": "The High Cost of Art Fairs", "date": "2020-03-03 16:33", "summary": "Small and midsize art galleries increasingly find themselves subject to the law of unintended consequences.. New York", "categories": [["Opinion", "Commentary", "Cultural Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb", "https://www.wsj.com/news/types/cultural-commentary?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/streamer-quibi-raises-additional-funds-ahead-of-launch-11583267901", "title": "Streamer Quibi Raises Funds Ahead of Launch", "date": "2020-03-03 16:33", "summary": "Closing $750 million financing round brings total raised to $1.75 billion. Short-form video streamer Quibi said it has closed a second round of financing worth $750 million, bringing its total investment to $1.75 billion about a month before the service's planned launch.", "categories": [["Business", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/vatican-tries-to-tamp-down-questions-on-popes-health-11583271227", "title": "Vatican Tries to Tamp Down Questions on Pope's Health", "date": "2020-03-03 16:33", "summary": "A spokesman said Pope Francis has a cold 'without symptoms attributable to other pathologies'. ROME-The Vatican on Tuesday sought to end speculation that Pope Francis might have contracted the coronavirus, following nearly a week of concern about the pope's health amid the epidemic's spread in Italy.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/crude-prices-rise-after-fed-cuts-rates-11583254592", "title": "Crude Prices Pare Gains After Fed Cuts Rates", "date": "2020-03-03 15:58", "summary": "Investors wait to see whether OPEC, allies will agree to cut output further. U.S. crude prices pared most of their earlier gains Tuesday after the Federal Reserve's interest-rate cut failed to allay investors' concerns about an economic fallout from the coronavirus epidemic.", "categories": [["Markets", "Commodities"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-law-expands-cuomos-power-during-coronavirus-outbreak-11583269075", "title": "New Law Expands Cuomo's Power During Coronavirus Outbreak", "date": "2020-03-03 15:57", "summary": "Expanded authority is paired with the appropriation of $40 million to help officials contain the disease. ALBANY, N.Y.-Gov. Andrew Cuomo signed a law Tuesday that expands his emergency management powers, a move that drew bipartisan criticism but that the Democratic governor said is justified by the current coronavirus outbreak.", "categories": [["U.S.", "Politics"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-delivers-jolt-to-sleepy-currency-markets-11583246081", "title": "Coronavirus Delivers Jolt to Sleepy Currency Markets", "date": "2020-03-03 15:49", "summary": "Foreign-exchange markets have become more unsettled as interest-rate expectations evolve. The coronavirus epidemic has delivered a jolt to previously sleepy foreign-exchange markets.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-administration-considering-paying-hospitals-for-treating-uninsured-coronavirus-patients-11583258943", "title": "U.S. Weighs Paying Hospitals to Treat Uninsured Patients", "date": "2020-03-03 15:12", "summary": "Trump administration may use disaster recovery reimbursement program that would pay providers 110% of Medicare for treating patients. The Trump administration is considering using a national disaster program to pay hospitals and doctors for their care of uninsured people infected with the new coronavirus as concerns rise over costs of treating some of the 27 million Americans without health coverage, a person familiar with the conversations said.", "categories": [["WSJ News Exclusive", "Health Policy"]], "category_links": ["https://www.wsj.com/news/types/health-policy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/many-sick-u-s-workers-face-risk-of-losing-pay-11583243926", "title": "Coronavirus Poses Dilemma for Workers Who Risk Losing Pay", "date": "2020-03-03 15:01", "summary": "Outbreak a challenge for employees and employers on navigating sick leave. The 33.6 million U.S. workers with no access to sick leave would face a dilemma should they get sick during the coronavirus epidemic: stay at home and see paychecks shrink, or go to work and create health risks.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/comedian-roy-wood-jr-on-flying-with-his-young-son-11583265457", "title": "Comedian Roy Wood Jr. on Flying With His Young Son", "date": "2020-03-03 14:57", "summary": "What children-and airplane snacks-can teach us about traveling. I DIDN'T FLY much as a child. I spent more time in the back seat of my father's Lincoln Continental as we whisked up and down the freeway from Birmingham, Ala., where we lived, to visit family in Chicago and Atlanta. The bulk of my traveling back then was reserved to the monotony of that back seat, the occasional Amtrak and quite often, the Greyhound bus.", "categories": [["Life & Work", "Travel", "Traveler's Tale"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/magazine/travel?mod=breadcrumb", "https://www.wsj.com/news/types/traveler-s-tale?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fed-s-mester-says-rate-cut-should-help-offset-coronavirus-risks-11583265374", "title": "Fed's Mester Says Rate Cut Should Help Offset Coronavirus Risks", "date": "2020-03-03 14:56", "summary": "Cleveland Fed leader supported central bank's emergency cut, saying it should bolster confidence in the economy. Cleveland Fed President Loretta Mester said Tuesday she supported the central bank's emergency rate cut and said it was aimed at bolstering confidence that the economy will weather whatever negative factors arise from the coronavirus situation.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cloudflare-taps-its-first-cio-11583265257", "title": "Cloudflare Taps Its First CIO", "date": "2020-03-03 14:54", "summary": "Juan Rodriguez, hired from Sage Group, is working on integrating data to help with planning and budgeting. Cloudflare Inc. was founded in 2009, but it took going public 10 years later for the company, a provider of cloud-based networking and cybersecurity services, to consider hiring a chief information officer.", "categories": [["CIO Journal"]], "category_links": ["https://www.wsj.com/news/types/cio-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/publisher-delays-john-boltons-book-amid-government-review-11583257415", "title": "Publisher Delays Bolton's Book Amid Government Review", "date": "2020-03-03 14:36", "summary": "Simon & Schuster shifts release date to May 12 from March 17. The publisher of former national security adviser John Bolton's coming book \"The Room Where It Happened\" said it has pushed back the release date because of the government's ongoing review of the manuscript.", "categories": [["Business", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/extreme-weather-batters-tennessee-11583256006", "title": "Extreme Weather Batters Tennessee", "date": "2020-03-03 14:34", "summary": "Deadly tornadoes tear through houses and businesses, close schools and leave tens of thousands of people with no power. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/apple-supplier-foxconn-expects-coronavirus-hit-labor-shortage-in-china-to-ease-11583227609", "title": "Apple Supplier Expects Coronavirus-Hit Labor Shortage in China to Ease", "date": "2020-03-03 14:09", "summary": "Foxconn is grappling with labor and logistical issues in China but could return to full seasonal capacity by the end of March. Foxconn Technology Group , which assembles iPhones for Apple Inc., expects production levels at its plants in mainland China to return to normal seasonal level this month if the coronavirus epidemic doesn't worsen, the company's chairman said Tuesday.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/netanyahu-holds-lead-in-israeli-election-but-could-miss-out-on-a-majority-11583236072", "title": "Netanyahu Holds Lead in Israeli Election but Lacks a Majority", "date": "2020-03-03 13:55", "summary": "Another deadlock would prolong nearly a year of political paralysis in Israel. TEL AVIV-Prime Minister Benjamin Netanyahu retained a lead against his rival as votes were nearly fully counted in Israel's third parliamentary elections in a year, but he is again on track to fall short of the majority he needs to form a new ruling coalition.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-prompts-poll-workers-to-don-gloves-offer-curbside-voting-11583237082", "title": "Coronavirus Prompts Poll Workers to Don Gloves, Offer Curbside Voting", "date": "2020-03-03 13:35", "summary": "The outbreak has only recently begun to prompt adjustments on the campaign trail. WASHINGTON-Voters heading to the polls in some Super Tuesday states will be met by workers wearing medical gloves and check-in tables decorated with Purell bottles, as the coronavirus outbreak collides with the presidential campaign.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-googles-waymo-picked-up-some-passengers-11583260454", "title": "Why Google's Waymo Picked Up Some Passengers", "date": "2020-03-03 13:34", "summary": "Google parent lines up outside investors for Waymo as autonomous cars still have a long road ahead. Sometimes having the world's largest bank account still isn't enough.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-offers-aid-not-missiles-as-turkey-pushes-back-syrian-forces-11583260392", "title": "U.S. Offers Aid, Not Missiles, as Turkey Pushes Back Syrian Forces", "date": "2020-03-03 13:33", "summary": "Washington seeks to reassure ally; Ankara requested Patriot missiles and other American weaponry. BAB AL-HAWA BORDER CROSSING, Syria-As Turkey launches a military operation against the Syrian government, the U.S. is making a show of support for a NATO ally but stopping short of delivering weapons requested by Ankara.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-people-are-sharing-their-family-secrets-with-strangers-in-public-11583260168", "title": "Why People Are Sharing Their Family Secrets With Strangers in Public", "date": "2020-03-03 13:29", "summary": "People who uncover family secrets with home DNA tests often confide in friends and relatives. Some people also feel compelled to divulge the revelations more widely.. Rick Kaye attended a recent book lecture about DNA testing at a local public library, intending only to listen, not talk. But when the author asked the audience for questions, Mr. Kaye's hand shot up.", "categories": [["Life & Work", "Life & Style"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/life-style?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/irans-stockpile-of-enriched-uranium-has-jumped-u-n-atomic-agency-says-11583243861", "title": "Iran's Stockpile of Enriched Uranium Has Jumped, U.N. Atomic Agency Says", "date": "2020-03-03 13:19", "summary": "Experts and diplomats warn that Tehran has slashed the time it would need to amass enough fuel for a nuclear weapon. Iran has nearly tripled its stockpile of enriched uranium since early November, the United Nations' atomic agency said Tuesday, prompting warnings from experts and diplomats that Tehran has slashed the time it would need to amass enough fuel for a nuclear weapon.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hospitals-companies-race-to-develop-tests-to-spot-coronavirus-linked-illness-11583245423", "title": "The Race to Develop Tests to Spot Coronavirus-Linked Illness", "date": "2020-03-03 13:04", "summary": "Testing could ramp up fast after the FDA said it would speed approval to augment the limited supply from the federal government. Testing for the new coronavirus in the U.S. may ramp up quickly after the Food and Drug Administration said it would speed approval of tests from hospital and public-health laboratories to augment the limited supply from the federal government.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/airport-shops-suffer-crisis-as-coronavirus-upends-travel-11583236801", "title": "Airport Shops Suffer 'Crisis' as Coronavirus Upends Travel", "date": "2020-03-03 12:53", "summary": "Lower foot traffic hurts duty-free retail outlets, with revenue off as much as 70% at some Asian hubs. Airport retail outlets have been a rare success story in the slumping bricks-and-mortar world. Now, duty-free and other airport shops are under siege from the coronavirus.", "categories": [["Real Estate", "Property Report"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/property-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fidelity-reports-record-operating-profit-revenue-11583253000", "title": "Fidelity Reports Record Profit, Revenue", "date": "2020-03-03 12:53", "summary": "Financial firm's assets under management finished 2019 at $3.2 trillion. ", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ceo-of-saks-parent-to-step-down-11583242779", "title": "CEO of Saks Parent to Step Down", "date": "2020-03-03 12:41", "summary": "Helena Foulkes sold businesses and helped pave the way for Hudson's Bay to go private. Hudson's Bay Co. 's chief executive is leaving the company, following a deal it reached last week with shareholders to go private.", "categories": [["WSJ News Exclusive", "Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/surprise-rate-cuts-are-no-miracle-cure-11583256685", "title": "Surprise Rate Cuts Are No Miracle Cure", "date": "2020-03-03 12:31", "summary": "The Fed can support the economy in the fight against the coronavirus but can't lead it. Maybe the best thing that can be said about the Federal Reserve's interest-rate cut on Tuesday is that the central bank got it out of the way.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/g7-finance-ministers-central-bankers-stand-ready-to-cooperate-further-to-address-coronavirus-11583240339", "title": "Mnuchin Ready to Work With Congress on Emergency Funding Package", "date": "2020-03-03 12:26", "summary": "G-7 countries ready to cooperate on actions to guard against economic risks from coronavirus, officials say. WASHINGTON-Treasury Secretary Steven Mnuchin said the administration looked forward to an emergency funding package from Congress to deal with the spreading coronavirus and signaled it is prepared to ask for more as authorities in the U.S. and around the world race to mitigate the economic impact of the epidemic.", "categories": [["Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/amid-coronavirus-concerns-follow-these-steps-to-minimize-germs-at-home-11583256225", "title": "Amid Coronavirus Concerns, Follow These Steps to Minimize Germs at Home", "date": "2020-03-03 12:23", "summary": "Experts including the Centers for Disease Control and Prevention offer advice on how to sanitize your home. With the coronavirus as well as germs that cause colds or flu becoming an increasing concern, experts advise extra diligence in keeping your home free of infection, either to prevent illness or contain it if someone in your household is sick.", "categories": [["Life & Work", "Health & Wellness"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/health-wellness?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-misplaced-faith-in-the-power-of-central-banks-11583256163", "title": "A Misplaced Faith in the Power of Central Banks", "date": "2020-03-03 12:22", "summary": "Monetary policy tools are ill-suited and almost out of ammunition, but fiscal policy has plenty of firepower. Wall Street and President Trump have begged, admonished and tweeted for the Federal Reserve to come to the economy's rescue. Tuesday morning, the Fed obliged.", "categories": [["Economy", "Capital Account"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/capital-account?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-republican-vote-for-bernie-sanders-11583255358", "title": "A Republican Vote for Bernie Sanders", "date": "2020-03-03 12:09", "summary": "Are Americans ready for socialism? Let's find out in November.. What's the best way to ease tensions in a divided republic? Address them squarely in a national election.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ice-fishing-resorts-are-on-thin-ice-how-else-do-you-make-it-through-a-minnesota-winter-11583255242", "title": "On Thin Ice: Too Much Slush Makes Ice Fishing a Risky Business", "date": "2020-03-03 12:07", "summary": "Early snow nearly killed the season, and trapped a fair number of trucks, forcing workarounds to get people out on the lake. LAKE WINNIBIGOSHISH, Minn.-Tyler Croaker was cutting a new road for his family's ice-fishing resort last week, when he felt the front of his snowplow begin to sink under the ice on the frozen lake. He jammed on his brakes and got lodged about 3 ½ miles from shore and 15 feet to 30 feet from the bottom.", "categories": [["A-hed"]], "category_links": ["https://www.wsj.com/news/types/a-hed?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/retailers-confront-coronavirus-uncertainty-11583235300", "title": "Retailers Confront Coronavirus Uncertainty", "date": "2020-03-03 12:02", "summary": "Target, Kohl's are upbeat about 2020 sales outlook despite fears surrounding epidemic. Target Corp. , Kohl's Corp. and other retailers that posted lackluster holiday results must now confront the uncertainty caused by the coronavirus epidemic, which could help or hurt sales in the coming months.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/alain-de-botton-why-our-appetites-for-faith-are-legitimate-11583254661", "title": "Alain de Botton: Why Our Appetites for Faith Are Legitimate", "date": "2020-03-03 11:59", "summary": "But we haven't successfully replaced the institutions that provide it: \"[S]cholars and researchers and curators have been scared of the emotional stickiness involved\". \"In the 19th century, when the world was rapidly secularizing, the rallying cry was that culture would replace scripture. You may not be reading the Bible, but you're going to read the classics. You may not be going to church, but you'll go to the museum. That idea is not working out. If you showed up at any of these institutions and said, 'I'm looking to work out the meaning of life; I'm looking to know how to cope with my finitude in an infinite and awesome universe,' they would be calling you an ambulance. The appetite's legitimate. We need to be awed, to be relativized, to be set within a greater context. But scholars and researchers and curators have been scared of the emotional stickiness involved in trying to deal with their audiences' deeper needs. We must try to rescue some of what is wise and helpful and useful from religion, even as it no longer seems to many of us to be true.\"", "categories": [["Soapbox"]], "category_links": ["https://www.wsj.com/news/types/magazine-soapbox?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/john-c-whiteheads-oceanfront-rhode-island-home-hits-the-market-for-8-5-million-11583253446", "title": "John C. Whitehead's Rhode Island Home Hits the Market for $8.5 Million", "date": "2020-03-03 11:40", "summary": "The 9-acre property, which the late Goldman Sachs executive bought in 1983, is the priciest estate up for sale in Little Compton. The beachfront Rhode Island home of the late John C. Whitehead, the executive who helped lead Goldman Sachs into the modern era, is going on the market for $8.5 million.", "categories": [["WSJ News Exclusive", "Private Properties"]], "category_links": ["https://www.wsj.com/news/types/private-properties?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/supreme-court-gives-states-greater-rights-to-prosecute-undocumented-immigrants-11583253531", "title": "Supreme Court Gives States Greater Rights to Prosecute Undocumented Immigrants", "date": "2020-03-03 11:38", "summary": "Justices split over the case, which concerns identity theft by undocumented immigrants who provide false Social Security numbers on job applications. WASHINGTON-A divided Supreme Court on Tuesday boosted the ability of states to prosecute undocumented immigrants for identity theft when they provide false Social Security numbers or other information on job applications.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-summer-retreat-in-little-compton-r-i-11583253328", "title": "A Summer Retreat in Little Compton, R.I.", "date": "2020-03-03 11:35", "summary": "The beachfront home of late Goldman Sachs executive John C. Whitehead is on the market for $8.5 million.. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/what-the-feds-interest-rate-cut-means-for-you-11583253298", "title": "What the Fed's Interest-Rate Cut Means for You", "date": "2020-03-03 11:34", "summary": "Falling rates can ripple through the cost of mortgages and interest earned on savings accounts. The Federal Reserve cut its short-term benchmark rate by a half percentage point Tuesday morning. The timing of this rate cut, which comes in between the Fed's scheduled policy meeting, hasn't occurred since the 2008 financial crisis.", "categories": [["Markets", "Your Money"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/undefined?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/saudi-fund-hires-former-mckinsey-consultant-to-help-run-strategy-11583251578", "title": "Saudi Fund Hires Former McKinsey Consultant to Help Run Strategy", "date": "2020-03-03 11:20", "summary": "Jerry Todd's recruitment comes as some officials question the roughly $300 billion sovereign-wealth fund's strategy. Saudi Arabia's sovereign-wealth fund has hired a former McKinsey & Co. consultant to help run its strategy, turning to an expatriate with longstanding ties to the kingdom, according to people familiar with the appointment, after cycling through Westerners with less regional experience.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cannabis-stocks-take-a-hit-11583252358", "title": "Cannabis Stocks Take a Hit", "date": "2020-03-03 11:19", "summary": "Pot stocks are having a lousy week, compounding sharp losses over the past year for the once-hot sector. The pot stocks just can't seem to get out of bed.", "categories": [["Markets", "Overheard"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/overheard?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/aols-former-ceo-wants-26-75-million-for-greenwich-mansion-11583246964", "title": "AOL's Former CEO Wants $26.75 Million for Greenwich Mansion", "date": "2020-03-03 11:05", "summary": "Tim Armstrong built the roughly 11,400-square-foot waterfront home in the same community where he built local news platform Patch. Tim Armstrong, the former chief executive of AOL, is listing his waterfront home in the Riverside area of Greenwich, Conn., for $26.75 million.", "categories": [["WSJ News Exclusive", "Private Properties"]], "category_links": ["https://www.wsj.com/news/types/private-properties?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-greenwich-estate-of-former-aol-chief-tim-armstrong-11583251497", "title": "The Greenwich Estate of Former AOL Chief Tim Armstrong", "date": "2020-03-03 11:04", "summary": "The waterfont Connecticut property had its interiors designed by New York decorator Victoria Hagan.. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/fed-sees-huge-demand-for-repos-tuesday-operations-total-120-billion-11583250671", "title": "Fed Sees Huge Demand for Repos; Tuesday Operations Total $120 Billion", "date": "2020-03-03 10:51", "summary": "Big banks' demand for temporary liquidity exceeds limit. Just ahead of an emergency Federal Reserve rate cut, big banks' demand for Fed temporary liquidity shot higher and exceeded what the central bank was willing to provide on Tuesday, as financial markets remained deeply unsettled amid big worries about the coronavirus situation's impact on the global economy.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/investors-shouldnt-take-much-solace-from-central-bank-resolve-11583250445", "title": "Investors Shouldn't Take Much Solace From Central Bank Resolve", "date": "2020-03-03 10:47", "summary": "Monetary policy can help in fighting impact from the coronavirus, but there are problems it can't resolve. Central bankers can't cure coronavirus. But they have the drug markets desperately want, and-at least in the U.S.-they are willing to administer it. Stocks initially jumped after the Federal Reserve's emergency intermeeting rate cut on Tuesday, the first since the financial crisis. The question is, what use is yet more cheap money for an economy suffering from broken supply chains and from consumers and businesses hunkering down?", "categories": [["Markets", "Streetwise"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/streetwise?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sports-must-be-smart-about-the-coronavirus-11583250415", "title": "Sports Must Be Smart About the Coronavirus", "date": "2020-03-03 10:46", "summary": "With the pathogen arriving in the U.S., leagues brace for disruption. Common sense is essential.. Wait and see. Monitor but prepare. Those appear to be the official/unofficial policies in U.S. sports. At least for now.", "categories": [["Sports"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/investigators-of-usa-gymnastics-explore-agent-claims-11583249762", "title": "Investigators of USA Gymnastics Explore 'Agent' Claims", "date": "2020-03-03 10:36", "summary": "Families of gymnasts Simone Biles and Jordyn Wieber have been asked about the former head of the organization. Federal prosecutors and investigators conducting a wide-ranging criminal inquiry of U.S. Olympic sports have interviewed the parents of star American gymnasts, including Simone Biles and Jordyn Wieber, as they explore whether there were financial improprieties involving the former head of USA Gymnastics, people familiar with the investigation said.", "categories": [["Sports"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-high-school-crush-inspired-larry-poonss-first-work-of-art-11583249473", "title": "A High School Crush Inspired Larry Poons's First Work of Art", "date": "2020-03-03 10:31", "summary": "The abstract painter used the canvas to channel his emotions. Larry Poons, 82, is an abstract painter best known for his \"dot\" and \"throw\" paintings. \"Larry Poons\" (Abbeville), a book-length monograph of his work from the 1950s to the present, will be published in September. He spoke with Marc Myers.", "categories": [["Real Estate", "House Call"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/house-call?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/works-by-larry-poons-11583249325", "title": "Works by Larry Poons", "date": "2020-03-03 10:28", "summary": "A look at the artist's changing styles and techniques.. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/softbank-moves-into-chinese-real-estate-11583249036", "title": "SoftBank Moves Into Chinese Real Estate", "date": "2020-03-03 10:23", "summary": "Tech investor put $1 billion each into Beijing apartment-rental firm and online real-estate portal shortly before coronavirus outbreak. SoftBank Group Corp. has made two large bets on the Chinese property market, according to people familiar with the investments, exposing it to a volatile sector during a dramatic economic slowdown.", "categories": [["Business", "Asia"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/for-growing-numbers-of-struggling-u-s-cities-the-downturn-has-arrived-11583248603", "title": "For Growing Numbers of Struggling U.S. Cities, the Downturn Has Arrived", "date": "2020-03-03 10:16", "summary": "A boom in some big metropolitan areas has masked fiscal weakness in cities tied to shrinking industries. HARVEY, Ill.-Christopher Clark was elected mayor last year, pledging to seek business tax reductions and lower water bills. They were popular goals that seemed in reach given that city revenues had been rising almost every year since the recession.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/plant-based-meat-makers-compete-on-price-11583233200", "title": "Plant-Based Meat Makers Compete on Price", "date": "2020-03-03 10:10", "summary": "Impossible Foods cuts wholesale prices by 15% on average. Makers of plant-based meat alternatives are cutting prices, as startups compete with food-industry giants for slices of the rapidly growing market.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/brooklyn-ride-hailing-app-enters-tough-industry-11583247606", "title": "Brooklyn Ride-Hailing App Enters Tough Industry", "date": "2020-03-03 10:00", "summary": "Resume Subscription. ", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/most-people-forgot-this-car-but-he-never-did-11583245380", "title": "Most People Forgot This Car, But He Never Did", "date": "2020-03-03 09:23", "summary": "Resume Subscription. Dr. David S. Wilkes of Charlottesville, Va., 63, dean of the University of Virginia School of Medicine, on his 1972 De Tomaso Pantera, as told to A.J. Baime.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/photos-surprise-its-a-pantera-11583244941", "title": "Photos: Surprise, It's a Pantera", "date": "2020-03-03 09:15", "summary": "The dean of the University of Virginia medical school shows off his rare 1972 De Tomaso sports car. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/iran-releases-prisoners-on-a-temporary-basis-to-halt-the-spread-of-the-coronavirus-11583244155", "title": "Iran Temporarily Frees Prisoners to Halt Virus's Spread", "date": "2020-03-03 09:02", "summary": "Prisoners who test negative will be allowed out as Tehran steps up its campaign to combat one of the worst outbreaks of the illness. TEHRAN-Iran is temporarily releasing tens of thousands of prisoners in an attempt to prevent the spread of the coronavirus in the country's crowded prisons, as it struggles to contain one of the worst outbreaks of a disease that has already killed dozens of people and infected 23 lawmakers.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-queens-project-to-include-12-000-affordable-apartments-11583244000", "title": "New Queens Project to Include 12,000 Affordable Apartments", "date": "2020-03-03 09:00", "summary": "Resume Subscription. A master plan to develop Sunnyside Yard in Queens envisions a $14.4 billion deck over the train yards to make room for 12,000 affordable apartments, in what would be New York City's largest such development in decades.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/some-international-test-sites-for-college-admissions-are-shut-on-virus-fears-11583243440", "title": "Some International Test Sites for College Admissions Are Shut on Virus Fears", "date": "2020-03-03 08:55", "summary": "Students in China and elsewhere are having to postpone entrance exams for U.S. universities. Several college-admissions tests including the SAT, ACT, GMAT and Toefl have been postponed at some international locations amid the spread of the novel coronavirus, potentially weighing on the volume of international student applications that U.S. universities receive.", "categories": [["U.S.", "Education"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/education?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/down-ballot-democrats-turn-to-joe-biden-11583242770", "title": "Down-Ballot Democrats Turn to Joe Biden", "date": "2020-03-03 08:39", "summary": "Some Democrats have warned that Sen. Bernie Sanders could hurt Democrats running in competitive races. This item first appeared in the Capital Journal newsletter. Read today's full newsletter here or sign up here for daily updates in your inbox.", "categories": [["Politics", "Political Intelligence"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/political-intelligence?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/stocks-to-watch-apple-allscripts-healthcare-solutions-boingo-wireless-11583227682", "title": "Stocks to Watch: Kohl's, Target, Thermo Fisher, Apple", "date": "2020-03-03 08:32", "summary": "Here are some of the companies with shares expected to trade actively Tuesday. Here are some of the companies with shares expected to trade actively in Tuesday's session. Stock movements noted by ticker reflect movements during regular trading hours.; premarket trading is specified separately.", "categories": [["Markets", "MoneyBeat"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/moneybeat?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-six-best-designed-items-of-march-11583242262", "title": "The Six Best-Designed Items of March", "date": "2020-03-03 08:31", "summary": "Our design- and fashion-minded editors on the most compelling happenings, items and events of the month. In 1801, Swiss-French watchmaker Abraham-Louis Breguet patented the complex tourbillon, which places a watch's escapement in a separate rotating cage-thereby reducing the gravitational effects that can hinder accurate timekeeping. The Breguet Classique Extra-Thin Tourbillon Squelette 5395 showcases this centuries-old mechanism, named after the French word for whirlwind, behind a glass face. Housed within a three-millimeter-thick guilloche plate, the case is made of 18-karat rose gold. Breguet watch, $225,200, breguet.com", "categories": [["What's News"]], "category_links": ["https://www.wsj.com/news/types/magazine-what-s-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/swiss-re-picks-ubs-ceo-ermotti-as-next-chairman-11583239510", "title": "Swiss Re Picks UBS CEO Ermotti as Next Chairman", "date": "2020-03-03 08:16", "summary": "Banker is stepping down after nine years leading Switzerland's largest lender by assets. Sergio Ermotti will become chairman of Swiss Re , one of the world's biggest insurers, after he steps down as chief executive of UBS Group AG later this year.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/china-calls-u-s-restrictions-on-news-agencies-political-oppression-11583239044", "title": "China Decries U.S. Restrictions on News Agencies", "date": "2020-03-03 07:37", "summary": "Move signals possible escalation of tensions between the two countries over working conditions for journalists. BEIJING-Chinese officials on Tuesday accused the U.S. government of hypocrisy and hinted at countermeasures after Washington capped the number of Chinese nationals that can work for Chinese news outlets in the U.S., signaling a possible escalation of tensions between the two countries over working conditions for journalists.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/at-heart-of-europes-biggest-virus-outbreak-some-milanese-long-for-normal-life-11583238600", "title": "At Heart of Europe's Biggest Outbreak, Some Long for Normal Life", "date": "2020-03-03 07:30", "summary": "Italy was quick to impose quarantine measures, but some want looser policy to reopen businesses and resume social life. ", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/china-tightens-coronavirus-restrictions-to-shield-beijing-11583238455", "title": "China Tightens Coronavirus Restrictions to Shield Beijing", "date": "2020-03-03 07:27", "summary": "Capital acts to protect itself as other Chinese cities ease limits, freeing Beijing workers to return. BEIJING-While telling most of the world's second-biggest economy to resume work, Chinese President Xi Jinping has singled out two regions that he says should prioritize coronavirus containment. One is the province at the center of the epidemic. The other is Beijing.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-selloff-reveals-the-hidden-mechanics-of-financial-markets-11583237903", "title": "Coronavirus Selloff Reveals Hidden Mechanics of Financial Markets", "date": "2020-03-03 07:18", "summary": "Gold and yen are among the assets that have performed unexpectedly, revealing how market structures have changed. You only learn who has been swimming naked when the tide goes out, Warren Buffett famously wrote in a shareholder letter. As volatility has soared during the past two weeks, some asset classes have started to show a little more skin, and interesting wrinkles.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chinas-property-market-has-seized-up-bondholders-arent-fazed-11583236803", "title": "China's Property Market Has Seized Up. Bondholders Aren't Fazed.", "date": "2020-03-03 07:00", "summary": "Creditors reckon big developers can tough out virus-related disruption, and think official support could help. Even as home sales in China have dried up because of the coronavirus epidemic, international bond investors are keeping faith with major real-estate groups.", "categories": [["Markets", "Credit Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/credit-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/this-time-trade-slowdown-may-hurt-for-banks-11583236801", "title": "This Time, Trade Slowdown May Hurt for Banks", "date": "2020-03-03 07:00", "summary": "The novel coronavirus is a much bigger threat than the trade war was. Banks' cross-border trading businesses actually improved as tariffs went up and trade wars loomed. The novel coronavirus won't be so accommodating.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/thermo-fisher-to-buy-diagnostic-company-for-10-1-billion-11583236681", "title": "Thermo Fisher to Buy Diagnostic Company for $10.1 Billion", "date": "2020-03-03 06:58", "summary": "Qiagen has been developing a test to detect the coronavirus, which is currently being evaluated at four Chinese hospitals. Thermo Fisher Scientific Inc. agreed to pay about $10.1 billion for Qiagen NV, a molecular diagnostics company, bulking up in the field of infectious-disease testing.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lawmakers-push-again-for-info-on-googles-project-nightingale-11583235000", "title": "Lawmakers Push Again for Info on Google Collecting Patient Data", "date": "2020-03-03 06:30", "summary": "Sens. Blumenthal, Cassidy and Warren say questions remain unanswered on the tech giant's health-care project known as 'Project Nightingale'. A bipartisan trio of U.S. senators pushed again for answers on Google's controversial \"Project Nightingale,\" saying the search giant evaded requests for details on its far-reaching data tie-up with health giant Ascension.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/market-beating-bank-ceos-are-a-rare-breed-11583235016", "title": "Market-Beating Bank CEOs Are a Rare Breed", "date": "2020-03-03 06:30", "summary": "Most of the superstar bosses of big European lenders have failed to outperform. The search for their successors needn't be so hard.. European banks on the hunt for superstar chief executives might be overcomplicating things. The data suggests they should think local and low-key.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tokyo-olympics-could-be-delayed-officials-want-starting-gun-fired-on-time-11583234125", "title": "Olympics Could Be Delayed; Officials Want Starting Gun Fired on Time", "date": "2020-03-03 06:15", "summary": "'We are doing all we can to ensure that the Games go ahead as planned,' Seiko Hashimoto says. TOKYO-Tokyo's contract to host the Olympics might allow for the Games to be delayed until later this year, but organizers are focused on ensuring that they go ahead as planned despite the coronavirus epidemic, a Japanese minister said.", "categories": [["Sports", "Olympics"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/olympics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bedding-brand-brooklinen-raises-50-million-from-summit-partners-11583233201", "title": "Bedding Brand Brooklinen Raises $50 Million From Summit Partners", "date": "2020-03-03 06:00", "summary": "Startup says it will use cash to accelerate investments in retail, other areas. Brooklinen Inc., a startup that sells luxury bedding and other home goods online, has raised $50 million to open more of its own stores, secure new wholesale distribution partnerships and enter international markets.", "categories": [["CMO Today"]], "category_links": ["https://www.wsj.com/news/types/cmo-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/companies-find-ways-to-keep-their-annual-reports-from-being-a-bore-11583231402", "title": "Companies Find Ways to Keep Their Annual Reports From Being a Bore", "date": "2020-03-03 05:30", "summary": "Videos, graphics and other elements can provide information in ways that engage and go beyond what regulators request. When German chemicals maker Covestro AG began drafting its 2019 annual report in August, executives opted for a change. Instead of producing a text-heavy report, the company decided to publish a digital version with video messages, interactive graphics and even a quiz.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-terror-of-teen-drivers-parents-track-their-kids-without-being-in-the-car-11583231401", "title": "Parents Track Teen Drivers (and Sometimes Vice Versa)", "date": "2020-03-03 05:30", "summary": "Apps allow parents and insurers to track teen drivers, though sometimes it backfires. The time when teenagers get behind the wheel is perhaps the most harrowing of parenthood. My kids are still years away from this, but I'm already hoping self-driving cars will be ubiquitous by then. Until that happens, parents have another option: monitoring their teens' road smarts-or lack thereof-through apps.", "categories": [["Tech", "Family & Tech: Julie Jargon"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb", "https://www.wsj.com/news/types/family-tech-julie-jargon?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/insulin-giant-aims-to-unlock-elusive-obesity-drug-market-11583231402", "title": "Insulin Giant Aims to Unlock Elusive Obesity-Drug Market", "date": "2020-03-03 05:30", "summary": "Novo Nordisk sees a multibillion-dollar opportunity despite skepticism from doctors, patients, insurance companies. ", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/every-little-bit-matters-democrats-hunt-for-super-tuesday-votes-11583231400", "title": "'Every Little Bit Matters': Democrats Hunt for Super Tuesday Votes", "date": "2020-03-03 05:30", "summary": "The majority of delegates will be apportioned based on results in congressional districts or state Senate districts. From Maine to California, Tuesday's presidential primaries in 14 states span the nation waiting to be won. Yet the biggest voting day of the nominating season is in many ways more like a series of local elections where candidates can earn delegates, even if they can't win a whole state.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/honeywell-to-roll-out-quantum-computer-11583229600", "title": "Honeywell to Roll Out Quantum Computer", "date": "2020-03-03 05:00", "summary": "JPMorgan has signed up as first public user for what Honeywell says will be world's most powerful quantum machine. Industrial conglomerate Honeywell International Inc. said Tuesday that it plans to introduce an early-stage quantum computer for commercial experiments within about three months, with JPMorgan Chase & Co. as the first public user.", "categories": [["CIO Journal"]], "category_links": ["https://www.wsj.com/news/types/cio-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tim-cook-and-apple-bet-everything-on-china-then-coronavirus-hit-11583172087", "title": "Tim Cook and Apple Bet Everything on China. Then Coronavirus Hit.", "date": "2020-03-03 03:28", "summary": "Quarantines, tariffs and slumping sales have caused agitation about the company's strategy of assembling most of its products there. Long before the coronavirus struck, Apple Inc.'s operations team began raising concerns about the technology giant's dependency on China.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chinese-markets-are-proving-resilient-to-coronavirus-turmoil-11583215629", "title": "Chinese Markets Are Proving Resilient to Coronavirus Turmoil", "date": "2020-03-03 01:07", "summary": "A large base of individual investors, supportive policy and relatively low valuations have helped. The novel coronavirus epidemic began in China and has shaken markets around the world. One surprising standout: Chinese stocks.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-drives-interest-rates-lower-in-australia-11583213364", "title": "Coronavirus Drives Interest Rates Lower in Australia", "date": "2020-03-03 00:29", "summary": "Central bank warns epidemic has clouded near-term outlook for global economy. SYDNEY-Central banks world-wide are signaling a new effort to cushion the impact of the coronavirus on the global economy, with Australia cutting interest rates in a bid to maintain its 28-year streak without a recession.", "categories": [["Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-yorks-first-coronavirus-patient-is-health-care-worker-11583160850", "title": "New York's First Coronavirus Patient Is Health-Care Worker", "date": "2020-03-03 00:16", "summary": "Woman, 39 years old, showed symptoms of disease after returning from Iran. New York's first patient infected with coronavirus is a health-care worker who showed symptoms of disease only after returning from Iran, officials said Monday.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-best-thing-thats-ever-happened-to-roasted-sweet-potatoes-11588789669", "title": "The Best Thing That's Ever Happened to Roasted Sweet Potatoes", "date": "2020-03-03 00:01", "summary": "We all need some comfort right now-perhaps some outright indulgence. This recipe delivers both.. EVERY ONCE IN A WHILE an ingredient comes along that really knocks chefs off their feet. In recent years, 'nduja, the spreadable Italian sausage, has shown up on more and more menus across the country, lending gorgeous fatty richness and a spicy kick to everything from charcuterie boards to pasta sauces. At Rolf and Daughters in Nashville, Philip Krajeck has found a particularly appealing application for the stuff. He mixes 'nduja with butter and slathers it on a whole roasted sweet potato. The salty-sweet-spicy combination is sensational.", "categories": [["Life & Work", "Food & Drink", "Slow Food Fast"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/food-cooking-drink?mod=breadcrumb", "https://www.wsj.com/news/types/slow-food-fast?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11583181254", "title": "Pepper...and Salt", "date": "2020-03-03 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-best-thing-thats-ever-happened-to-roasted-sweet-potatoes-11592600316", "title": "The Best Thing That's Ever Happened to Roasted Sweet Potatoes", "date": "2020-03-03 00:01", "summary": "We all need some comfort right now-perhaps some outright indulgence. This recipe delivers both.. EVERY ONCE IN A WHILE an ingredient comes along that really knocks chefs off their feet. In recent years, 'nduja, the spreadable Italian sausage, has shown up on more and more menus across the country, lending gorgeous fatty richness and a spicy kick to everything from charcuterie boards to pasta sauces. At Rolf and Daughters in Nashville, Philip Krajeck has found a particularly appealing application for the stuff. He mixes 'nduja with butter and slathers it on a whole roasted sweet potato. The salty-sweet-spicy combination is sensational.", "categories": [["Life & Work", "Food & Drink"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/food-cooking-drink?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/moderate-democrats-consolidate-around-biden-ahead-of-super-tuesday-11583180117", "title": "Moderate Democrats Consolidate Around Biden Ahead of Super Tuesday", "date": "2020-03-03 23:13", "summary": "Biden and Bloomberg both pitch themselves as the candidate capable of stopping front-runner Bernie Sanders. The moderate wing of the Democratic Party swiftly consolidated around Joe Biden's candidacy ahead of Super Tuesday, as a trio of the former vice president's competitors, Pete Buttigieg, Amy Klobuchar and Beto O'Rourke, joined forces to endorse him Monday.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/amy-klobuchar-suspends-democratic-presidential-campaign-11583174320", "title": "Klobuchar Ends Presidential Campaign, Will Endorse Biden", "date": "2020-03-03 22:32", "summary": "The Minnesota senator will endorse former Vice President Joe Biden. Minnesota Sen. Amy Klobuchar formally ended her bid for the presidency and endorsed former Vice President Joe Biden on Monday, one day before the biggest day of Democratic primary voting so far.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-spreading-faster-outside-china-than-within-11583142293", "title": "U.S. Coronavirus Death Toll Climbs to Six as Virus Spreads World-Wide", "date": "2020-03-03 22:27", "summary": "Four new deaths linked to the coronavirus have been reported in Washington state. Washington state emerged as the U.S. center of a spreading coronavirus fight Monday, as state health officials reported four additional deaths there and 18 confirmed cases and multiple schools closed for disinfection.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/vatican-researchers-to-help-investigate-clerical-abuse-11583205274", "title": "Vatican Researchers to Help Investigate Clerical Abuse", "date": "2020-03-03 22:14", "summary": "Researchers to hear testimony from abuse victims at the request of the Mexican church. MEXICO CITY-The Vatican's two senior sex crimes researchers will be dispatched to Mexico in late March to help investigate clerical abuse following the latest revelations in a long-running crisis involving a Mexican order known as the Legion of Christ.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/colombia-upholds-abortion-laws-as-legalization-battle-shifts-to-argentina-11583203155", "title": "Colombia Upholds Abortion Laws as Legalization Battle Shifts to Argentina", "date": "2020-03-03 21:39", "summary": "Both countries have become the focus of activists working to loosen Latin America's strict laws against the procedure. BOGOTÁ, Colombia-Colombia's top court Monday opted not to expand abortion rights but campaigners for the procedure now look to Argentina, where the new leftist president said he will propose a legalization bill to Congress by next week.", "categories": [["World", "Latin America"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/latin-america-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chris-matthews-to-leave-msnbc-amid-controversy-sanders-remarks-11583193700", "title": "Chris Matthews to Leave MSNBC Amid Controversy, Sanders Remarks", "date": "2020-03-03 21:19", "summary": "Cable channel's decision to release 74-year-old anchor from contract was mutual, according to source. MSNBC \"Hardball\" host Chris Matthews announced on air Monday that he was leaving the network, days after being accused of making inappropriate flirtatious comments to a guest and comparing Sen. Bernie Sanders's victory in the Nevada caucuses to the World War II Nazi takeover of France.", "categories": [["Business", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/israel-election-exit-polls-put-netanyahu-ahead-of-challenger-11583179890", "title": "Israel Election Exit Polls Put Netanyahu Ahead", "date": "2020-03-03 20:18", "summary": "Prime minister appears to have edge over rival Benny Gantz to form government after a prolonged deadlock. TEL AVIV-Exit polls for Israel's third national election in less than a year suggested that Prime Minister Benjamin Netanyahu was leading challenger Benny Gantz and close to securing a majority in Israel's parliament.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-to-meet-with-gop-lawmakers-amid-fight-over-curtailing-u-s-spying-powers-11583198062", "title": "Trump to Meet With GOP Lawmakers Amid Fight Over U.S. Spying Powers", "date": "2020-03-03 20:14", "summary": "Privacy hawks Rand Paul and Mike Lee to attend meeting, as well as Attorney General William Barr. WASHINGTON-President Trump will meet Tuesday with a group of Republicans who are on different sides of a fight over whether to curtail the government's spying powers when Congress enacts must-pass legislation to extend some expiring surveillance authorities.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-vs-sanders-yes-but-what-about-chuck-d-vs-flavor-flav-11583192816", "title": "Biden vs. Sanders? Yes, But What About Chuck D vs. Flavor Flav.", "date": "2020-03-03 20:04", "summary": "The Public Enemy pioneers trade barbs over whether money or a Sanders rally led to their falling out. It was pretty clear the 2020 presidential election was going to be divisive. Who would have guessed it would contribute to the splintering of one of the most famous political groups in hip-hop history?", "categories": [["A-hed"]], "category_links": ["https://www.wsj.com/news/types/a-hed?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/constitutional-case-of-the-year-11583195178", "title": "Constitutional Case of the Year", "date": "2020-03-03 19:26", "summary": "Brett Kavanaugh gets his moment on the separation of powers.. The Supreme Court hears what may be its most important case of the year on Tuesday, and don't stop reading because it concerns the Consumer Financial Protection Bureau. This one goes to the heart of the separation of powers and whether the administrative state is accountable to the people.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/all-tom-steyers-money-11583194985", "title": "All Tom Steyer's Money", "date": "2020-03-03 19:23", "summary": "He spent a quarter billion dollars but won no delegates.. Tom Steyer spent more than $250 million of his own money running for President-enough to buy 6,200 Teslas-before dropping out Saturday after a distant third-place finish in South Carolina. His money didn't win him a single delegate.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-stop-sanders-moment-11583194946", "title": "The Stop Sanders Moment", "date": "2020-03-03 19:22", "summary": "Buttigieg and Klobuchar back Biden ahead of Super Tuesday.. Amy Klobuchar's decision to drop out of the Democratic presidential race and endorse Joe Biden could be a turning point as the party tries to consolidate around a candidate to defeat Bernie Sanders. Sen. Klobuchar's announcement comes a day after her debate-stage nemesis Pete Buttigieg also exited. He reportedly will also endorse Mr. Biden.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/firefighters-in-isolation-after-responding-to-nursing-home-with-virus-outbreak-11583193827", "title": "Firefighters In Isolation After Responding to Nursing Home With Virus Outbreak", "date": "2020-03-03 19:21", "summary": "Nineteen firefighters are under isolation after being sent to Kirkland, Wash., nursing home that is at center of coronavirus outbreak. Firefighter Jessica Brassfield donned gloves as she entered the Life Care Center of Kirkland, a nursing home in Kirkland, Wash., not long after midnight Wednesday.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/colorado-independents-might-decide-democratic-victor-on-super-tuesday-11583159714", "title": "In Colorado, Independents Might Determine Democratic Victor", "date": "2020-03-03 19:14", "summary": "While Sanders leads polls, state's shift from caucuses to open primary in which independents can vote raises uncertainty. John Brackney, a former county commissioner from the Denver suburbs and registered independent, will be able to do something for the first time on Tuesday: cast a vote in a Democratic presidential primary.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/puerto-rico-utility-deal-stumbles-shaking-muni-investors-11583194215", "title": "Puerto Rico Utility Deal Stumbles, Shaking Muni Investors", "date": "2020-03-03 19:10", "summary": "Municipal bondholders turned bullish on Puerto Rico's troubled utility just as elected officials vetoed a politically unpopular repayment plan. Municipal bond buyers thought Puerto Rico was on the cusp of restructuring its troubled power monopoly on their preferred terms. Now they aren't so sure, as government leaders harden their stance against hiking electricity rates to pay off billions of dollars in debt.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/capital-is-part-of-the-coronavirus-cure-11583193951", "title": "Capital Is Part of the Coronavirus Cure", "date": "2020-03-03 19:05", "summary": "And markets have historically been quick to recover from pandemic threats.. U.S. stocks capped their worst week since 2008 Friday amid fears that the coronavirus will become a pandemic. Though markets rallied Monday on expectations that central banks will slash interest rates, the Nasdaq was still down nearly 9% from its record close of 9817.18 on Feb. 19.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/on-diversity-review-conformity-rebranded-11583193894", "title": "'On Diversity' Review: Conformity Rebranded", "date": "2020-03-03 19:04", "summary": "Are we becoming more and more like each other? If so, we need a clearer idea of what we mean by 'diversity.'. There is something deeply amiss about the way the word \"diversity\" is used in American culture, but it's not easy to describe what that something is. That human diversity is a good thing is self-evident, but do its cheerleaders care about diversity for its own sake? Sometimes you suspect that what they really want is sameness. On Staten Island this week, the upcoming St. Patrick's Day Parade is the object of outrage because its organizers have not approved a gay and lesbian contingent to march under its own banner. Boycotters cannot abide the thought of a public event in which older opinions prevail in any way. What they want is . . . diversity.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/novartis-unit-to-pay-195-million-in-generic-drug-price-fixing-case-11583186736", "title": "Novartis Unit to Pay $195 Million in Generic-Drug Price-Fixing Case", "date": "2020-03-03 19:04", "summary": "Sandoz admitted it was guilty of participating in several conspiracies to rig bids, fix prices. WASHINGTON- Novartis AG's Sandoz subsidiary will pay a $195 million criminal penalty for fixing prices on generic drugs, the Justice Department said Monday.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/look-out-worldits-sanders-11583193836", "title": "Look Out, World-It's Sanders", "date": "2020-03-03 19:03", "summary": "If he makes it to the White House, Iran, Russia and Latin leftists will benefit.. What would a Bernie Sanders presidency mean for U.S. foreign policy? Observers around the world are beginning to ask this question as the socialist senator leads his rivals for the Democratic nomination. The answers are disquieting. To the extent that a Sanders administration is able to implement the policies Mr. Sanders advocated in his major foreign-policy addresses in 2017 and 2018, and that his foreign-policy adviser Matt Duss has endorsed, the new administration will seek radical changes in America's conduct abroad.", "categories": [["Opinion", "Global View"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/global-view?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-democrats-israel-problem-11583193753", "title": "The Democrats' Israel Problem", "date": "2020-03-03 19:02", "summary": "Sanders would be the first Jewish president, and the most hostile to the Jewish state.. Bernie Sanders would be the first Jewish president. He would also be the president most hostile to Israel.", "categories": [["Opinion", "Main Street"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/main-street?mod=breadcrumb"]}]