[{"link": "https://www.wsj.com/articles/coronavirus-latest-news-09-21-2020-11600676779", "title": "Fresh Surge in U.S. Covid-19 Cases Feared, as Death Toll Nears 200,000", "date": "2020-09-21 19:56", "summary": "U.S. continues to lead world in confirmed cases and deaths weeks before elections seen as a referendum on government's handling of virus. Deaths in the U.S. attributed to the coronavirus neared 200,000 Monday amid concerns from some health experts that the country was heading for another wave of infections.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nikola-chairman-steps-down-as-company-faces-probe-11600672351", "title": "Nikola Founder Resigns as Executive Chairman Amid Fraud Allegations", "date": "2020-09-21 19:28", "summary": "Milton says he intends to defend himself against 'false allegations leveled against me by outside detractors'. Nikola Corp. founder Trevor Milton is leaving the electric-truck maker amid allegations he misled investors, as concerns mounted about the startup darling that has attracted backing from some of the industry's biggest names.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-charges-new-york-police-officer-with-acting-as-agent-for-china-11600730249", "title": "U.S. Charges New York Police Officer With Acting as Agent for China", "date": "2020-09-21 19:17", "summary": "Intelligence asset helped spy on Tibetan community, provided access to NYPD, indictment says. Federal prosecutors on Monday charged a New York City police officer who is also a U.S. Army reservist with acting as an illegal agent of the People's Republic of China since 2018.", "categories": [["U.S.", "Crime"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-crime?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/free-market-can-deliver-free-college-11600729932", "title": "Free Market Can Deliver Free College", "date": "2020-09-21 19:12", "summary": "Remember paying your broker $200 a trade? Higher education is at that stage today.. The Covid-19 pandemic forced colleges to shift to online learning, often with disastrous results. Students are no fools and many of them are suing for a discount. They have realized what higher education is loath to admit: Instruction is not what they, their parents and the American taxpayer are paying full price for.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/dont-give-in-to-democrats-supreme-court-extortion-11600729889", "title": "Don't Give In to Democrats' Supreme Court Extortion", "date": "2020-09-21 19:11", "summary": "If Republicans don't appoint a new justice, they'll alienate their most loyal voters.. President Trump's determination to fill the Supreme Court vacancy has enraged Democrats. Senate Minority Leader Chuck Schumer ominously warns that if Justice Ruth Bader Ginsburg is replaced and Democrats gain a Senate majority, \"nothing is off the table.\" It's not clear what was off the table before: Democrats had already threatened to end the filibuster, ignore pay-as-you-go rules, make the District of Columbia and Puerto Rico states and pack the court.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/supreme-court-succession-battle-shows-hypocrisy-is-an-enduring-norm-11600729816", "title": "Supreme Court Succession Battle Shows Hypocrisy Is an Enduring Norm", "date": "2020-09-21 19:10", "summary": "One exception is Majority Leader Mitch McConnell, whose position in 2020 is consistent with 2016's.. Try to imagine the reaction of Chuck Schumer, Nancy Pelosi and their Hallelujah Chorus in the media if a conservative Supreme Court justice had died weeks before the re-election bid of a Democratic president while that party also controlled the Senate.", "categories": [["Opinion", "Free Expression"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/free-expression?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/an-anti-asian-proposition-11600729855", "title": "An Anti-Asian Proposition", "date": "2020-09-21 19:10", "summary": "An effort to undo a California ban on racial discrimination is floundering.. It was supposed to be a rout. Yet only six weeks from the election, a progressive piety is now withering on California's November ballot. The Los Angeles Times summed up the startling news in a headline: \"New poll finds shaky support for Proposition 16 to restore affirmative action in California.\"", "categories": [["Opinion", "Main Street"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/main-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/not-made-by-slaves-review-marketing-to-abolitionists-11600729763", "title": "'Not Made by Slaves' Review: Marketing to Abolitionists", "date": "2020-09-21 19:09", "summary": "Starting in the late 18th century, antislavery activists urged consumers to boycott products made with slave labor.. As Ecclesiastes reminds us, there is nothing new under the sun. Demands for institutional divestiture of morally suspect assets, boycotts of goods from Goya beans to \"blood diamonds,\" and movements to promote ethically sourced consumer products from dolphin-safe tuna to fair-trade coffee, all have a long pedigree. Among the earliest expressions of American national identity was the 1765 nonimportation agreement among Boston merchants in response to British revenue acts, supported by boycotts of British goods by local households. And, starting in the late 18th century, antislavery activists in the Atlantic world urged consumers to refuse to buy products made with slave labor-primarily cotton cloth and sugar-to hasten the end of the international slave trade and ultimately slavery itself. Conscientious consumers flocked to free-labor goods and to such virtue-signaling items as emblazoned sugar bowls assuring guests that the content was \"East India Sugar not made by Slaves.\"", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/notable-quotable-gov-cuomo-on-a-supreme-court-vacancy-11600729787", "title": "Notable & Quotable: Gov. Cuomo on a Supreme Court Vacancy", "date": "2020-09-21 19:09", "summary": "'Nowhere in the Constitution does it say the President or the U.S. Senate should put aside these responsibilities because of politics or a presidential election.'. New York Gov. Andrew Cuomowriting in the Daily News, Feb. 15, 2016:", "categories": [["Opinion", "Commentary", "Notable & Quotable"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb", "https://www.wsj.com/news/types/notable-quotable?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/questions-for-senator-whitehouse-11600729418", "title": "Questions for Senator Whitehouse", "date": "2020-09-21 19:03", "summary": "A chance to ask the Democrat about his ties to 'dark money.'. The Supreme Court is now a central issue in the election campaign, and House Democrats are helpfully holding a hearing Tuesday on the subject. This is a chance for the Republican minority to ask Rhode Island Senator Sheldon Whitehouse about his ties to what he likes to call \"dark money\" and court packing.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/moving-on-a-supreme-nominee-11600729386", "title": "Moving on a Supreme Nominee", "date": "2020-09-21 19:03", "summary": "A full Court of nine Justices could settle election disputes.. Republicans are moving with dispatch to nominate and vote on a successor to Justice Ruth Bader Ginsburg, perhaps before the Nov. 3 election. This is within their constitutional authority, and it also makes the most sense for the courts and any post-election controversy.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/forget-election-day-in-michigan-11600729356", "title": "Forget Election Day in Michigan", "date": "2020-09-21 19:02", "summary": "A state judge has ruled that ballots can be counted 14 days later.. Another day, another judge unilaterally revising election rules. Michigan law says absentee votes are due by 8 p.m. on Nov. 3. But last week a state judge ordered officials to keep tallying ballots that arrive up to 14 days late, provided they bear a postmark of Nov. 2 or earlier.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/activist-trian-fund-management-takes-stake-in-comcast-11600717755", "title": "Activist Trian Fund Management Takes Stake in Comcast", "date": "2020-09-21 19:02", "summary": "Trian, Comcast executives recently began conversations. Trian Fund Management LP, a hedge fund known for pushing big companies to make operational and other changes, has launched an activist campaign against Comcast Corp. in a bet that the cable-TV and entertainment giant's stock is undervalued.", "categories": [["Markets", "Deals"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/deals-deal-makers?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tiktok-ban-zero-hour-haggling-with-trump-doubts-in-china-and-a-deal-in-limbo-11600728388", "title": "TikTok's Zero Hour: Haggling With Trump, Doubts in China and a Deal in Limbo", "date": "2020-09-21 18:46", "summary": "The weekend agreement to keep the app alive in the U.S.-an M&A deal like no other-remains uncertain. After months of maneuvering over the future of TikTok, it took a pair of 11th-hour phone calls with two of America's most powerful executives to persuade President Trump to agree to a tentative deal.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/behind-snowflakes-debut-rising-data-demands-11600728414", "title": "Behind Snowflake's Debut: Rising Data Demands", "date": "2020-09-21 18:46", "summary": "The startup's roaring IPO was due to fortunate timing and growing data needs, tech chiefs say. Moves to accelerate digitization in the wake of coronavirus lockdowns are forcing businesses to manage a swelling tidal wave of data. Last week, startup Snowflake Inc. rode that wave to become Silicon Valley's hottest export.", "categories": [["CIO Journal"]], "category_links": ["https://www.wsj.com/news/types/cio-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/federal-judge-extends-deadlines-for-wisconsin-mail-in-ballots-11600728054", "title": "Federal Judge Extends Deadlines for Wisconsin Mail-in Ballots", "date": "2020-09-21 18:40", "summary": "Judge stays his own order for a week in expectation of appeal in battleground state. A federal judge extended Wisconsin's deadline for receiving mail-in ballots by six days but warned voters not to depend on the extension, given the likelihood his ruling would be appealed.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/as-u-s-election-nears-iran-tones-down-its-posture-in-iraq-officials-say-11600688846", "title": "As U.S. Election Nears, Iran Tones Down Its Posture in Iraq, Officials Say", "date": "2020-09-21 18:26", "summary": "Intelligence suggests Iran may be steering clear of becoming pre-election issue, but other factors could be at play. WASHINGTON-Iran has shifted its military strategy regarding U.S. forces in Iraq ahead of the U.S. presidential election in November, reducing the number of rockets launched at bases and potentially withholding its response to the January killing of its top general, according to an intelligence assessment described by U.S. officials.", "categories": [["Politics", "National Security"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/national-security?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/treasury-plugs-gap-in-anti-money-laundering-regulations-11600680611", "title": "Leaked Treasury Documents Prompt Fresh Calls for Updated Anti-Money-Laundering Regulations", "date": "2020-09-21 18:16", "summary": "Reports on the documents follow the announcement of a new rule and potential new rules aimed at modernizing the U.S.'s anti-money-laundering regulatory regime. A leak of U.S. Treasury Department records on red-flagged financial transactions underscores a message that national security officials, banks and regulators have been sending for more than a decade: Anti-money-laundering rules need to be updated to better disrupt illicit cash flows.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/senate-republicans-probe-of-joe-and-hunter-biden-nears-completion-11600720533", "title": "Senate Republicans' Probe of Joe and Hunter Biden Nears Completion", "date": "2020-09-21 18:13", "summary": "GOP revisits Ukraine corruption allegations; Democrats say findings may spread Russian-backed disinformation during election year. WASHINGTON-A Republican-led Senate probe of the work Democratic presidential nominee Joe Biden and his son did in Ukraine is nearing completion, with the report set to renew a partisan battle over an issue that was central to President Trump's impeachment.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/providence-equitys-sale-of-zenimax-will-bring-lucrative-end-to-13-year-deal-11600725932", "title": "Providence Equity's Sale of ZeniMax Will Bring Lucrative End to 13-Year Deal", "date": "2020-09-21 18:05", "summary": "The private-equity firm stands to reap more than six times its investment from the $7.5 billion sale of the videogame producer to Microsoft. Private-equity firm Providence Equity Partners stands to win big on the sale of its stake in videogame producer and Bethesda Softworks parent ZeniMax Media Inc.", "categories": [["Pro PE Exits"]], "category_links": ["https://www.wsj.com/news/types/pro-pe-exits?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/stooping-city-street-furniture-11600717798", "title": "Tired of Your WFH Furniture? Skip IKEA. Try 'Stooping.'", "date": "2020-09-21 17:53", "summary": "Street-scavenging devotees watch Instagram postings for stuff people leave behind when fleeing cities; the race for a 50-pound bookcase. It was 9:59 on a Wednesday morning and Georgie Osgood was ready to pounce. In one minute, a resident of the Brooklyn street she had been pacing for over an hour would move a blue-tufted couch to the curb.", "categories": [["A-hed"]], "category_links": ["https://www.wsj.com/news/types/a-hed?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/senate-democrats-oppose-bankruptcy-bonus-for-purdue-pharma-ceo-11600725119", "title": "Senate Democrats Oppose Bonus for Purdue Pharma CEO", "date": "2020-09-21 17:52", "summary": "Five senators urge bankruptcy judge to scrap proposed bonus for Craig Landau as drugmaker faces litigation. Senate Democrats are challenging OxyContin maker Purdue Pharma LP's request to pay its chief executive a bonus that could total millions of dollars while the company is in bankruptcy, saying such an award would be offensive to the thousands of families harmed by the opioid crisis.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/powell-says-swift-government-action-averted-deeper-economic-downturn-11600720244", "title": "Powell Says Swift Government Action Averted Deeper Economic Downturn", "date": "2020-09-21 17:46", "summary": "'The path forward will depend on keeping the virus under control and on policy actions taken at all levels of government,' Fed chair says in prepared remarks. Federal Reserve Chairman Jerome Powell said the economic response to the coronavirus alleviated the fallout from the pandemic-induced recession but suggested Congress would likely need to spend more money to shore up parts of the economy that continue to struggle.", "categories": [["Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/schitts-creekthe-odd-factors-behind-its-emmy-sweep-11600724694", "title": "The Odd Factors Behind the 'Schitt's Creek' Emmy Sweep", "date": "2020-09-21 17:44", "summary": "The Canadian comedy, which broke Emmy records, upended television conventions, even in the streaming era.. The rise of \"Schitt's Creek\" from cult comedy to record-breaking Emmy winner was among the stunners at Sunday's awards ceremony. For starters, the show that scored the most wins ever by a comedy series in a single year didn't come from a major U.S. network or streamer. It is a Canadian production whose American home is a basic cable channel with little brand recognition. And the sitcom owes some of its popularity to a streaming service that it competed against at the Emmys.", "categories": [["Books & Arts", "Entertainment", "Television"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/arts-entertainment?mod=breadcrumb", "https://www.wsj.com/news/types/television?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tiffany-lvmh-trial-set-for-early-january-11600724065", "title": "Tiffany, LVMH Trial Set for Early January", "date": "2020-09-21 17:43", "summary": "Luxury jeweler sued French company for trying to back out of $16.2 billion merger. A Delaware judge set a trial date of early January for Tiffany & Co.'s lawsuit against LVMH Moët Hennessy Louis Vuitton over the fate of their merger.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/heres-how-the-pandemic-is-affecting-ptsd-rates-11600724562", "title": "Here's How the Pandemic Is Affecting PTSD Rates", "date": "2020-09-21 17:42", "summary": "Health-care workers and 18-to-30 year-olds are among those suffering, but new treatments offer hope. Post traumatic stress disorder rates are elevated among young people and health-care workers amid the coronavirus pandemic, some studies have found. Psychologists and psychiatrists are bracing for rising rates of the disorder, which is characterized by nightmares, flashbacks, difficulty sleeping, avoidance of situations that remind the person of the trauma and other lasting symptoms that impair functioning.", "categories": [["Health"]], "category_links": ["https://www.wsj.com/news/types/noted-health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chinese-leaders-split-over-releasing-blacklist-of-u-s-companies-11600708688", "title": "Chinese Leaders Split Over Releasing Blacklist of U.S. Companies", "date": "2020-09-21 17:33", "summary": "Some in Beijing hesitant to issue list of American firms to target, arguing publication should wait until after U.S. election. Beijing has sped up development of a blacklist that could be used to punish American technology firms, but officials say leaders are hesitating to pull the trigger, with some arguing a decision on the list should wait until after the U.S. election.", "categories": [["WSJ News Exclusive", "China"]], "category_links": ["https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-ascension-by-sufjan-stevens-review-darkness-meets-the-divine-11600723640", "title": "'The Ascension' by Sufjan Stevens Review: Darkness Meets the Divine", "date": "2020-09-21 17:27", "summary": "The indie artist's latest is a lengthy solo record that offers a harrowing view of the world.. ", "categories": [["Books & Arts", "Music Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/music-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/transcript-wsj-interview-with-dallas-fed-president-robert-kaplan-11600722983", "title": "Transcript: WSJ Interview With Dallas Fed President Robert Kaplan", "date": "2020-09-21 17:16", "summary": "Resume Subscription. Federal Reserve Bank of Dallas President Robert Kaplan spoke with Michael S. Derby of The Wall Street Journal Monday about why he dissented from the interest rate guidance the Federal Reserve adopted last week. Mr. Kaplan said he worries this new language, which puts a very high bar on rate increases, could fuel financial market imbalances. He also said that while the Fed will act to help the U.S. economy again if needed, accelerating asset purchases probably isn't the right way to go. Additionally, Mr. Kaplan weighed in on the central bank's emergency support facilities and discussed the limits of the tools.", "categories": [["Economy", "Central Banks"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/central-banks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/royal-caribbean-norwegian-outline-to-cdc-how-they-plan-to-cruise-safely-11600682405", "title": "Cruise Lines Propose Covid-19 Safety Measures to CDC", "date": "2020-09-21 17:10", "summary": "Action plan includes tighter controls to keep infected people from boarding ships and steps to address infections on board. The cruise industry has outlined the steps it would take to protect people on board its ships amid the Covid-19 pandemic as it seeks regulatory permission to resume sailings in the U.S.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-electoral-college-and-the-popular-will-11600722333", "title": "The Electoral College and the Popular Will", "date": "2020-09-21 17:05", "summary": "For fraud to pay off, under the Electoral College system, one needs to manipulate many fewer votes.. In \"Electoral College is a Bulwark against Fraud\" (op-ed, Sept. 16), Barton Swaim argues that the Electoral College makes voting fraud much less likely. If one has the ability to manipulate a given amount of votes, the uncertainty built in the Electoral College system (one doesn't know what states may prove crucial, and thus where one should cheat) makes fraud less likely to pay off and presumably less likely to occur.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/i-had-to-work-to-get-the-census-to-count-me-11600722247", "title": "I Had to Work to Get the Census to Count Me", "date": "2020-09-21 17:04", "summary": "Without access to a computer, I would not have been able to fill out the census because there was no follow-up.. Regarding your editorial \"The Next Census Brawl\" (Sept. 14): I was one of the 9.2% of Americans who weren't counted. I received two postcards in March with information on how to go online and be counted. I tried. However, there was a question concerning my residence and how I paid for it which confused me. I live in a retirement community and didn't seem to qualify for any of the choices. I had to answer to continue.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/west-virginia-is-right-about-opioid-abuse-11600722288", "title": "West Virginia Is Right About Opioid Abuse", "date": "2020-09-21 17:04", "summary": "I make no apologies for taking aggressive action. Similar measures, including our lawsuit against the Drug Enforcement Administration, have already contributed to a sharp decline in opioid prescriptions.. It rarely happens that the Journal's editorial board leaves one completely mystified, but that was the feeling I got in reading \"West Virginia's Drug Deal\" (Review & Outlook, Sept. 10). You allege our office lacked legal grounds for lawsuits that allege specific companies helped fuel the opioid epidemic. This is false. For perspective, those we sued distributed the equivalent of over 221 million 10mg oxycodone pills into West Virginia. That equals 123 pills for every man, woman and child. The oversupply should have been obvious. Too many pills led to more death and higher numbers of homelessness, foster children, prisoners and addicted newborns.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/getting-the-complex-geopolitics-of-energy-right-11600722207", "title": "Getting the Complex Geopolitics of Energy Right", "date": "2020-09-21 17:03", "summary": "A price or limit on climate pollution would create an economic incentive for industry to slash emissions, which would shift costs from citizens to emitters.. Daniel Yergin's \"The New Geopolitics of Energy\" projects a glacial transition from fossil fuels to cleaner energy (Review, Sept. 12). This analysis focuses on energy supplies, while ignoring energy savings. Building efficiency, gas-sipping vehicles and driving alternatives could reduce consumption of oil. For instance, more-efficient vehicles cut 2019 U.S. oil consumption compared with 2005, even though our population and economy grew. The analysis also predicts a slow transition to cleaner fuels by assuming status quo energy policies. However, a price or limit on climate pollution would create an economic incentive for industry to slash emissions, which would shift costs from citizens to emitters.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/there-are-lots-of-reasons-people-join-the-military-11600722143", "title": "There Are Lots of Reasons People Join the Military", "date": "2020-09-21 17:02", "summary": "Rather than trust the vagaries of the two-year Army draft system, I chose to join the U.S. Marine Corps for four years.. I had to laugh at Holman W. Jenkins Jr.'s assertion, \"Those who volunteered often did so to beat the draft\" (\"Trump vs. the Military (or the Pols)?,\" Business World, Sept. 9). This seemingly incomprehensible statement expresses exactly what I, and many others, did at the height of the Vietnam War. Rather than trust the vagaries of the two-year Army draft system, I chose to join the U.S. Marine Corps for four years, in exchange for an \"aviation guarantee\" of avionics training. The training was excellent and the aircraft maintenance and flight work was challenging and interesting, both stateside and in Southeast Asia. It also prepared me for a 40-year career with a multinational corporation after military service.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hsbc-stock-hits-25-year-low-11600672778", "title": "HSBC Stock Hits 25-Year Low", "date": "2020-09-21 17:02", "summary": "Drop comes after news articles detailed suspicious activity reports and amid concern over China's 'unreliable entity' list. HSBC Holdings PLC stock sank to a 25-year low as it came under pressure on three fronts, highlighting the difficulty of the bank's geopolitical balancing act.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/global-stock-markets-dow-update-9-21-2020-11600681496", "title": "Stocks Decline Sharply; Dow Drops More Than 500 Points", "date": "2020-09-21 17:00", "summary": "The VIX, a closely watched measure of turbulence in U.S. stocks, jumps to its highest level in weeks. The Dow Jones Industrial Average dropped more than 500 points, falling in tandem with oil and gold prices and sparking worry among some investors of further turbulence ahead.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/surge-in-wealth-may-lead-to-complacency-on-economy-11600721801", "title": "Surge in Wealth May Lead to Complacency on Economy", "date": "2020-09-21 16:56", "summary": "The net worth of U.S. households is at a record, but the economy continues to struggle. A record level of wealth and America's biggest economic downturn on record make strange bedfellows. But that's just what we saw last quarter.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fast-casual-steakhouse-pioneer-sizzler-usa-files-for-bankruptcy-11600721530", "title": "Fast-Casual Steakhouse Pioneer Sizzler USA Files for Bankruptcy", "date": "2020-09-21 16:52", "summary": "A popular hangout for decades, Sizzler chain joins the roster of pandemic casualties. Sizzler USA filed for bankruptcy Monday, the latest casual dining chain to fall victim to the effects of the Covid-19 pandemic.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/harley-davidson-names-new-cfo-11600701462", "title": "Harley-Davidson Names Tyson Foods Executive as Its Next CFO", "date": "2020-09-21 16:46", "summary": "Gina Goetter is set to become the motorcycle maker's first female finance chief. Motorcycle maker Harley-Davidson Inc. hired an industry outsider with transformation experience as its next finance chief, the first woman in that role.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-administration-moves-to-head-off-any-military-sales-to-iran-11600721082", "title": "Trump Administration Moves to Head Off Any Military Sales to Iran", "date": "2020-09-21 16:44", "summary": "U.S. threatens secondary sanctions against individuals, firms and governments engaging in military trade with Tehran. WASHINGTON-The Trump administration outlined an array of new measures that are intended to preclude China and Russia from selling weapons to Iran and to block the shipment of goods that might be used for its missile programs.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-cbo-projections-show-weaker-economic-growth-11600711886", "title": "CBO Downgrades Long-Term Projections of Economic Growth", "date": "2020-09-21 16:35", "summary": "Agency says U.S. GDP growth will average 1.6% over next 30 years, vs. 1.9% projected in 2019. WASHINGTON-The U.S. economy is likely to grow more slowly in coming decades and the public debt burden will increase more than previously forecast, due in large part to the coronavirus-induced recession, the Congressional Budget Office said Monday.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trumps-supreme-court-list-potential-candidates-for-justice-ruth-bader-ginsburgs-seat-11600536830", "title": "Five Women Trump Is Considering for Justice Ginsburg's Seat", "date": "2020-09-21 16:24", "summary": "Nomination expected to be contentious amid presidential election, pandemic. President Trump has said he would name a woman to succeed Supreme Court Justice Ruth Bader Ginsburg, who died Friday.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-to-ventilate-your-home-to-fight-coronavirus-wildfire-smoke-11600717012", "title": "How to Ventilate Your Home to Fight Coronavirus, Wildfire Smoke", "date": "2020-09-21 15:36", "summary": "Experts advise on the best ways to improve indoor air quality; filters, fans, air purifiers and open windows can make a difference. Healthy air in homes is a bigger concern than ever. Evidence that Covid-19 spreads through the air means that those spending time indoors-even at home-might be at risk of exposure. The virus, along with added threats from wildfire emissions in the Western U.S., are prompting calls for new ventilation measures in dwellings.", "categories": [["Life & Work", "Health & Wellness"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/health-wellness?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/some-new-york-lawmakers-push-to-follow-new-jersey-in-raising-millionaires-taxes-11600716794", "title": "Some New York Lawmakers Push to Raise Millionaires' Taxes", "date": "2020-09-21 15:33", "summary": "Gov. Andrew Cuomo has delayed talks on adjusting the state budget in the hope that Congress will appropriate coronavirus relief aid. ALBANY, N.Y.-Progressive lawmakers and groups said New Jersey's agreement to increase taxes on millionaires should be matched in New York, and are pushing the state Legislature here to convene soon to consider a revenue package.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/crude-prices-fall-as-libya-ramps-up-production-11600690580", "title": "Commodity Prices Retreat, Hurt by Dollar's Advance", "date": "2020-09-21 15:28", "summary": "Crude-oil, precious-metal and natural-gas prices all drop in tandem with U.S. stocks. Commodity prices retreated with stocks Monday, stung by the weakening recovery in fuel demand and a strengthening dollar.", "categories": [["Markets", "Commodities", "Oil Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb", "https://www.wsj.com/news/types/oil-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/finance-chiefs-call-on-executives-to-help-fight-poverty-climate-change-11600715230", "title": "Finance Chiefs Call on Executives to Help Fight Poverty, Climate Change", "date": "2020-09-21 15:07", "summary": "CFOs at global companies urge their counterparts to make investment decisions that help achieve the U.N.'s Sustainable Development Goals. Chief financial officers at companies including Anheuser-Busch InBev SA, Ford Motor Co. and Verizon Communications Inc. are calling on other executives to make sure their businesses help fight poverty and climate change.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fed-to-propose-overhaul-of-lending-rules-for-poorer-communities-11600695600", "title": "Fed Moves to Overhaul Lending Rules for Poorer Communities", "date": "2020-09-21 15:06", "summary": "Vote marks the latest effort by policy makers to propose new framework for Community Reinvestment Act rules. WASHINGTON-The Federal Reserve, following an earlier split between banking regulators, took an initial step to rewrite rules for hundreds of billions of dollars in lending and investment in lower-income neighborhoods.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/justice-department-threatens-to-cut-funds-to-new-york-seattle-and-portland-11600704061", "title": "Justice Department Threatens to Cut Funds to New York, Seattle and Portland", "date": "2020-09-21 15:02", "summary": "Attorney General William Barr says Democratic-led cities should 'start protecting their own citizens' against violence arising from demonstrations. WASHINGTON-The Justice Department on Monday threatened to withhold federal funding from New York, Portland, Ore., and Seattle over the cities' responses to violence that sometimes accompanied demonstrations against racial injustice this summer.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/la-fitness-lenders-tap-adviser-for-debt-negotiations-11600714266", "title": "LA Fitness Lenders Tap Adviser for Debt Negotiations", "date": "2020-09-21 14:51", "summary": "Lenders' adviser PJT Partners approached company in recent days about a possible financing offer as gym industry reels from Covid-19 closures. Lenders to the LA Fitness chain have hired a financial restructuring adviser to lead discussions with the company in an effort to avert a potential cash crunch after pandemic lockdowns rocked the gym industry, people familiar with the matter said.", "categories": [["Pro Bankruptcy Distress"]], "category_links": ["https://www.wsj.com/news/types/pro-bankruptcy-distress?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-citys-pre-k-children-special-needs-students-to-start-school-11600686001", "title": "New York City's Pre-K, Special-Needs Students Head Back to School", "date": "2020-09-21 14:38", "summary": "First phase of in-person instruction begins for some, with virtual classes for everyone else. Preschool children and students with special needs returned to New York City classrooms on Monday, as the country's largest school district started in-person instruction for some and virtual classes for everyone else.", "categories": [["U.S.", "Schools"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-schools?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/temperature-isnt-a-good-litmus-test-for-coronavirus-doctors-say-11600713159", "title": "Temperature Isn't a Good Litmus Test for Coronavirus, Doctors Say", "date": "2020-09-21 14:32", "summary": "Some reopened schools are taking children's temperatures each day but experts and medical groups increasingly say a fever isn't a good gauge of Covid-19. Across the country, the litmus test for many children's entry into school, athletics and extracurricular activities, is their temperature. But experts and medical groups increasingly say that isn't a good gauge of Covid-19 as many infected children and adults don't get fevers. Furthermore, variability in individual temperatures as well as questions about the accuracy of body-temperature scanners and infrared contact-free thermometers put such checks at risk of potential error.", "categories": [["Life & Work", "Your Health"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/your-health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-household-net-worth-hits-highest-level-ever-11600705010", "title": "U.S. Household Net Worth Hits Highest Level Ever", "date": "2020-09-21 14:27", "summary": "Increase follows record drop caused by the economic fallout of the coronavirus pandemic. WASHINGTON-A resurgent stock market and fiscal stimulus propelled the net worth of U.S. households to the highest level ever in the second quarter, despite a record drop in the previous three months caused by an economic shock from the pandemic.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/volkswagen-in-talks-to-sell-bugatti-brand-to-croatian-upstart-11600712855", "title": "Volkswagen in Talks to Sell Bugatti Brand to Croatian Upstart", "date": "2020-09-21 14:27", "summary": "Sale could indicate start of broader realignment of VW's assets. BERLIN- Volkswagen AG is in talks about a potential sale of its Bugatti luxury sport car brand, a move that could signal a broader realignment of the German car maker's vast stable of automotive brands.", "categories": [["Business", "Autos & Transportation", "Autos Industry"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/transportation?mod=breadcrumb", "https://www.wsj.com/news/types/autos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/supreme-court-opening-adds-to-pressure-on-american-institutions-11600699936", "title": "Supreme Court Opening Adds to Pressure on American Institutions", "date": "2020-09-21 14:25", "summary": "Justice Ruth Bader Ginsburg's death intensifies the politicization of the nation's top court. Narrowly speaking, the urgent questions now on the nation's table are what happens to a new Supreme Court vacancy and how that vacancy affects this fall's election.", "categories": [["Politics", "Capital Journal"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/capital-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/microsoft-to-buy-videogame-maker-zenimax-media-for-7-5-billion-11600697758", "title": "Microsoft Buys Doom Owner in $7.5 Billion Videogaming Deal", "date": "2020-09-21 13:51", "summary": "Purchase of game designer Bethesda Softworks comes as software giant readies launch of new Xbox consoles. Microsoft Corp. plans to acquire the owner of the popular Doom videogame franchise for $7.5 billion, its biggest games acquisition, just a week after the company lost out on buying video-sharing app TikTok.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/quibi-explores-strategic-options-including-a-possible-sale-11600707806", "title": "Quibi Explores Strategic Options Including Possible Sale", "date": "2020-09-21 13:42", "summary": "Streaming-video service founded by Hollywood mogul Jeffrey Katzenberg has struggled to attract subscribers since launching in April. Streaming service Quibi is exploring several strategic options including a possible sale, according to people familiar with the situation, as the company founded by Hollywood mogul Jeffrey Katzenberg struggles to sign up subscribers in a competitive online-video marketplace.", "categories": [["WSJ News Exclusive", "Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/microsoft-and-bethesda-should-up-each-others-game-11600709843", "title": "Microsoft and Bethesda Should Up Each Other's Game", "date": "2020-09-21 13:37", "summary": "Deal brings big games to Xbox subscription service and could help accelerate Bethesda's pace. Microsoft may be on the verge of launching its next Xbox, but acquiring Bethesda Softworks is only partly about feeding that machine.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/appeasing-china-wont-cool-the-earth-11600709060", "title": "Appeasing China Won't Cool the Earth", "date": "2020-09-21 13:24", "summary": "A President Biden would face pressure from climate hawks to go easy on Beijing.. As policy makers in Beijing weigh their options in the event of a Biden victory, one of the subjects that will most engage their attention is climate change. Joe Biden has repeatedly stated that he will put the goal of slowing climate change at the heart of U.S. foreign policy. Washington would rejoin the Paris Climate Accords and urge all countries to enact measures to keep Earth's temperature from rising more than 1.5 degrees Celsius above preindustrial levels, as the Democratic Party platform states.", "categories": [["Opinion", "Global View"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/global-view?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/your-company-health-plan-isnt-safe-in-a-biden-presidency-11600709029", "title": "Your Company Health Plan Isn't Safe in a Biden Presidency", "date": "2020-09-21 13:23", "summary": "Two of his policies would lead to 24 million losing employer coverage, costing $2.2 trillion over 10 years.. In the summer of 2008, the Obama-Biden presidential campaign ran the most-aired ad of the decade, \"Unravel,\" alleging that Sen. John McCain's policy proposals would dismantle employer-based health coverage. Twelve years later, that ad takes on an ironic tone for President Obama's vice president. As I outline in a new report, Joe Biden's health plan could pull apart the system by which most Americans receive insurance.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pelosis-empty-quiver-11600708182", "title": "Pelosi's Empty Quiver", "date": "2020-09-21 13:09", "summary": "The House cannot prevent the president and senators from doing their jobs.. Less than a year after presiding over an impeachment of President Donald Trump without alleging any violations of law, Speaker of the House Nancy Pelosi appears open to trying again.", "categories": [["Opinion", "Best of the Web"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/best-of-the-web-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/italians-vote-to-reduce-number-of-lawmakers-by-a-third-11600703306", "title": "Italians Vote to Reduce Number of Lawmakers by a Third", "date": "2020-09-21 12:53", "summary": "The referendum is an expression of Europeans' continuing frustration with political elites. ROME--Italians voted to shrink the size of the national parliament, according to early voting results, in an expression of Europeans' continuing frustration with their political class.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/feds-kaplan-worries-new-fed-rate-guidance-ties-policy-makers-hands-11600706927", "title": "Fed's Kaplan Worries New Fed Rate Guidance Ties Policy Makers' Hands", "date": "2020-09-21 12:48", "summary": "The Dallas Fed leader was one of two officials to vote against the policy statement the Fed released last week. Federal Reserve Bank of Dallas leader Robert Kaplan said Monday the U.S. central bank's new guidance on the future of interest rates may complicate officials' future decision making and stoke risk-taking in financial markets.", "categories": [["Economy", "Central Banks"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/central-banks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/6-000-for-an-aladdin-t-shirt-the-exploding-movie-merch-market-11600705795", "title": "$6,000 for an 'Aladdin' T-Shirt: The Exploding Movie Merch Market", "date": "2020-09-21 12:29", "summary": "In recent months nostalgic collectors have gone mad for vintage shirts and hats promoting beloved films of the 1990s. WHEN COVID-19 shuttered flea markets nationwide, Chris Fernandez, a vintage clothing dealer, filled the void. On Instagram-where he boasts an impressive 73,000-plus followers-Mr. Fernandez started \"the Virtual Flea,\" a recurring, weekend-long livestream where vendors book slots and hawk their wares. On August 3, Corbin Smith, a 27-year-old dealer from Arizona, took command of the livestream. Mr. Smith had a special T-shirt on offer, promoting the 1992 Disney animated classic \"Aladdin\" with a gigundo print of the Genie character (voiced by the late Robin Williams) grinning his pearly whites.", "categories": [["Life & Work", "Style & Fashion", "On Trend"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/fashion?mod=breadcrumb", "https://www.wsj.com/news/types/on-trend?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/social-gaming-startup-valued-at-over-1-billion-in-sequoia-backed-funding-round-11600702900", "title": "Social Gaming Startup Valued at Over $1 Billion in Sequoia-Backed Funding Round", "date": "2020-09-21 11:41", "summary": "Playco-led by a Zynga co-founder, among others-raised $100 million for its Series A funding round to develop 'instant gaming' technology. Social gaming startup Playco Global Inc. said it raised $100 million in a Series A fundraising round, giving it a post-money valuation slightly above $1 billion-before it has released a single game.", "categories": [["Pro VC New Money"]], "category_links": ["https://www.wsj.com/news/types/pro-vc-new-money?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/auditors-say-they-no-longer-will-inspect-labor-conditions-at-xinjiang-factories-11600697706", "title": "Auditors to Stop Inspecting Factories in China's Xinjiang Despite Forced-Labor Concerns", "date": "2020-09-21 11:41", "summary": "Restricted access has made examinations difficult in a region where China's repressive tactics against Muslim minorities have been criticized. HONG KONG-At least five organizations say they won't help companies audit their supply chains in China's Xinjiang region, where human-rights activists say a police-state atmosphere and government controls make it too difficult to determine whether factories and farms are relying on forced labor.", "categories": [["WSJ News Exclusive", "China"]], "category_links": ["https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/eu-hardens-stance-toward-belarus-leader-amid-talks-on-sanctions-11600699927", "title": "EU Hardens Stance Toward Belarus Leader Amid Talks on Sanctions", "date": "2020-09-21 11:30", "summary": "A majority of member states spoke in favor of targeting President Alexander Lukashenko with sanctions, according to diplomats. Support is growing in Europe for targeting Belarusian President Alexander Lukashenko with sanctions, as the European Union looks to toughen its response to the political crisis in the former Soviet republic.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tiktok-and-oracle-spar-over-ownership-threatening-deal-11600702185", "title": "TikTok and Oracle Spar Over Ownership, Threatening Deal", "date": "2020-09-21 11:29", "summary": "Role of app's Chinese owner in newly created company remains in question. Disagreement between TikTok and its potential U.S. partner spilled into the open, with dueling messages from Oracle Corp. and the Chinese-owned video app operator over the ownership structure for a proposed U.S.-based version of the company.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bank-investors-disregard-revelations-of-suspicious-activity-11600699613", "title": "Bank Investors Disregard Revelations of Suspicious Activity", "date": "2020-09-21 10:46", "summary": "Shares in European banks kept pace with their domestic rivals despite reports of possible money laundering. It makes sense that European bank investors have shrugged off revelations of possible money laundering.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sequencing-firm-illumina-to-pay-7-1-billion-for-liquid-biopsy-firm-grail-11600682402", "title": "Sequencing Firm Illumina to Pay $7.1 Billion for Liquid-Biopsy Firm Grail", "date": "2020-09-21 10:33", "summary": "Deal will push Illumina further into the clinical applications of its gene sequencers and related products and services. Illumina Inc., a leading maker of the machines that sequence genes, said Monday it will pay $7.1 billion in cash and stock for a developer of a long-sought blood test that promises to detect cancer early.", "categories": [["Markets", "Deals"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/deals-deal-makers?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nikolas-milton-fools-paradise-lost-11600698342", "title": "Nikola's Milton, Fool's Paradise Lost", "date": "2020-09-21 10:25", "summary": "Electric vehicles and SPACs have drawn credulous investors for some time, but the trigger for bursting of the bubble might have been when GM became the greater fool and validated Nikola chief Trevor Milton. Is it all downhill from here?", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-citys-former-top-health-official-on-its-covid-19-response-11600697623", "title": "New York City's Former Top Health Official on Its Covid-19 Response", "date": "2020-09-21 10:13", "summary": "Communities face continuing risk of coronavirus outbreaks without a unified response across the country, city's former top doctor said. New York City's former top doctor says the city will inevitably face a resurgence of Covid-19, its coronavirus testing needs to be recalibrated to work effectively and older children attending in-person instruction pose a health risk.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/wall-street-backed-exchange-set-to-launch-as-rival-to-nyse-nasdaq-11600680601", "title": "Wall Street-Backed Exchange Launches as Rival to NYSE, Nasdaq", "date": "2020-09-21 09:28", "summary": "Members Exchange plans aggressive pricing strategy to attract trading activity. A new exchange backed by Wall Street banks, electronic-trading firms and asset-management giant BlackRock Inc. launched Monday, introducing a new, low-cost competitor to the New York Stock Exchange and Nasdaq Inc.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-cop-lawyer-and-walmart-executive-who-took-on-college-football-11600694631", "title": "The Cop, Lawyer and Walmart Executive Who Took on College Football", "date": "2020-09-21 09:23", "summary": "Thomas Mars has developed a peculiar and explosive legal practice helping players-and needling the sport's most powerful institutions. In 2017, an attorney named Thomas Mars was driving around Mississippi listening to an audiobook called \"The System: The Glory and Scandal of Big-Time College Football.\" He knew almost nothing about college football. He knew even less about how much the book's title would soon come to define him.", "categories": [["Sports", "College Football"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/college-football?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/oracle-nikola-illumina-what-to-watch-when-the-stock-market-opens-11600686695", "title": "Oracle, Nikola, Illumina: What to Watch When the Stock Market Opens", "date": "2020-09-21 09:01", "summary": "Nikola plunged premarket after the electric-truck startup's founder said he would quit in the wake of allegations that he and the company made false statements to investors.. Here's what we are watching as markets kick into gear Monday.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/in-swing-state-arizona-mcsally-bets-on-gop-baseand-trump-11600693200", "title": "In Swing State Arizona, McSally Bets on GOP Base-and Trump", "date": "2020-09-21 09:00", "summary": "Facing Democrat Mark Kelly, Martha McSally is testing whether enthusiasm among the Republican faithful can overcome deficits with independents and women voters. HEREFORD, Ariz.-In a key battleground state that is changing rapidly, Martha McSally is banking on the Republican faithful in the November election.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/dont-drink-and-drive-in-china-fight-your-evil-digital-twin-instead-11600692294", "title": "Don't Drink and Drive in China, Fight Your Evil Digital Twin Instead", "date": "2020-09-21 08:44", "summary": "Anheuser-Busch's safe drinking ads take different approach in China, mixing virtual and physical reality. The U.S. and China are increasingly at loggerheads over trade, technology and geopolitics, but they share some similar problems. For example: a lot of drinking and a lot of cars. And as in the U.S., vendors of alcoholic beverages are expected to take a lead role in encouraging customers not to get behind the wheel after imbibing.", "categories": [["Markets", "Overheard"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/overheard?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-ptsd-treatments-emerge-as-cases-rise-among-some-groups-11600692169", "title": "New PTSD Treatments Emerge as Cases Rise Among Some Groups", "date": "2020-09-21 08:42", "summary": "Studies offer hope for Covid-19 survivors and front-line workers suffering from post traumatic stress disorder. As the pandemic grinds on, psychologists and psychiatrists are bracing for rising rates of post traumatic stress disorder. The concern comes as a wave of potential treatments for PTSD are on the horizon.", "categories": [["Life & Work", "Health & Wellness"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/health-wellness?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-joins-global-bid-to-carve-up-the-internet-with-tiktok-move-11600689612", "title": "U.S. Joins Global Bid to Carve Up the Internet With TikTok Move", "date": "2020-09-21 08:00", "summary": "The U.S., in effect, is following steps other governments have taken to treat their citizens' data as a national-security issue. The Trump administration's campaign to make Chinese-owned video-sharing app TikTok relocate to the U.S. is the latest example of the global fracturing of the internet.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-medical-school-applications-soar-in-covid-19-era-11600688871", "title": "Medical School Applications Soar in Covid-19 Era", "date": "2020-09-21 07:47", "summary": "Global pandemic is prompting more young people to become doctors. Medical schools are reporting record application numbers as the coronavirus sparks a new wave of prospective students to become doctors.", "categories": [["Management", "Managing Your Career"]], "category_links": ["https://www.wsj.com/news/business/management?mod=breadcrumb", "https://www.wsj.com/news/types/managing-your-career?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/china-has-reasons-to-like-tiktoks-trump-approved-shotgun-deal-11600619498", "title": "China Has Reasons to Like TikTok's Trump-Approved Deal", "date": "2020-09-21 07:42", "summary": "Plan blasted as 'daylight robbery,' but experts say offer is likely favorable enough to get approval from Beijing. A White House-approved plan to transform TikTok into a U.S.-based company would keep the operation of the viral short-video app, and likely the algorithm that has powered its rise, in Chinese hands. This structure improves the deal's chances of finding favor in Beijing, which had threatened to veto a sale.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pentagon-opens-door-to-5g-network-shared-with-civilian-cellphones-11600686874", "title": "Pentagon Opens Door to 5G Network Shared With Civilian Cellphones", "date": "2020-09-21 07:14", "summary": "The Trump administration is pursuing a nationwide network that companies could access alongside the military. U.S. officials are exploring concepts for a new 5G wireless network that would let Silicon Valley giants and other businesses tap valuable Pentagon airwaves, setting up a potential clash over how to deploy the next-generation technology.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/europes-sluggish-ipo-market-shows-signs-of-life-11600686117", "title": "Europe's Sluggish IPO Market Shows Signs of Life", "date": "2020-09-21 07:01", "summary": "Hopes rise that tech offerings could spark a wider revival following strong debut by online retailer THG Holdings. The market for initial public offerings in Europe showed signs of life last week as shares in online retailer THG Holdings PLC soared on their stock market debut, raising hopes among growth-hungry investors that other tech companies could soon follow suit.", "categories": [["Markets", "Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/goldmans-veteran-deal-makers-pass-the-torch-to-new-leaders-11600686002", "title": "Goldman Sachs to Name New Heads of M&A", "date": "2020-09-21 07:00", "summary": "The Wall Street firm has tapped Stephan Feldgoise and Mark Sorrell to run its M&A business. Goldman Sachs Group Inc.'s three merger heads are stepping aside as the firm looks to pass a key business to the next generation.", "categories": [["WSJ News Exclusive", "Deals"]], "category_links": ["https://www.wsj.com/news/types/deals-deal-makers?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/department-stores-this-is-no-time-for-grave-dancing-11600686001", "title": "Department Stores, This Is No Time for Grave Dancing", "date": "2020-09-21 07:00", "summary": "Taking market share from an already declining business model is futile; it will take a lot more to profit from competitors' losses. Surviving department stores are hoping to gain market share from weakened competitors. They might not want to get their hopes up.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/college-town-economies-suffer-as-students-avoid-bars-football-tailgating-11600686000", "title": "College Town Economies Suffer as Students Avoid Bars, Tailgating", "date": "2020-09-21 07:00", "summary": "Postponed Virginia Tech games and virtual classes dashed hopes for fall rebound in Blacksburg. College students came back to Blacksburg, Va., last month, but so far many remain reluctant to fill the restaurants, shops and other local businesses that have helped insulate this southwestern Virginia town from past downturns.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nikolas-first-trucks-to-use-batteries-made-by-outside-supplier-11600684954", "title": "Nikola Taps Outside Supplier to Provide Batteries in Contrast With Earlier Company Statements", "date": "2020-09-21 06:42", "summary": "The electric-truck startup has a deal with a California firm Romeo Systems to supply technology for its semi-truck model, the Nikola Tre. Electric-truck maker Nikola Corp. is turning to an outside supplier to provide batteries for its first semi-truck model, according to people familiar with the matter, a contrast to the company's earlier statements that it has developed its own battery technology.", "categories": [["Business", "Autos & Transportation", "Autos Industry"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/transportation?mod=breadcrumb", "https://www.wsj.com/news/types/autos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tourists-in-croatia-help-feed-covid-19-surge-across-europe-11600684208", "title": "Tourists in Croatia Help Feed Covid-19 Surge Across Europe", "date": "2020-09-21 06:30", "summary": "Picturesque European nation opened its doors after lockdowns ended; 'everything was just like before the pandemic'. Croatia was a rare European country to bring daily new Covid-19 cases to zero back in May. Now it has become an example of how summer tourism triggered a second wave of infections sweeping much of the continent.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/easy-diamond-trading-set-to-be-available-for-first-time-11600680611", "title": "Easy Diamond Trading Set to Be Available for First Time", "date": "2020-09-21 05:30", "summary": "A startup is offering a coin containing diamonds to the public that could create new demand for the precious stones if widely adopted. A startup aims to open the diamond market to investors through standardized coins containing a carefully selected sample of the precious stones.", "categories": [["Markets", "Commodities"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/americans-want-homes-but-there-have-rarely-been-fewer-for-sale-11600680612", "title": "Americans Want Homes, but There Have Rarely Been Fewer for Sale", "date": "2020-09-21 05:30", "summary": "Shortage of homes for sale means prices are being pushed higher, straining buyers' budgets. The pandemic has aggravated the housing market's longstanding lack of supply, creating a historic shortage of homes for sale.", "categories": [["Real Estate"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bonds-tied-to-hotels-retail-properties-struggle-to-recover-11600680600", "title": "Bonds Tied to Hotels, Retail Properties Struggle to Recover", "date": "2020-09-21 05:30", "summary": "Pandemic's pounding lingers for some sectors of the commercial mortgage-backed-securities market. Bundles of lower-rated mortgages tied to hotels, offices and retail properties across the U.S. have lagged behind the debt markets' rebound, a sign of the pandemic's lingering blow to commercial real estate.", "categories": [["Markets", "Credit Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/credit-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chinas-stock-bulls-spark-a-decoupling-in-market-prices-11600421403", "title": "You Can Buy This Stock for $145 in Shanghai-It's $100 in Hong Kong", "date": "2020-09-21 02:49", "summary": "The growing gulf between a company's shares listed on China's mainland and their counterparts in Hong Kong means companies can simultaneously have two radically different valuations. Shares listed on China's mainland typically trade at a premium to their counterparts in Hong Kong. But the gap is getting pretty extreme.", "categories": [["Markets", "Stocks"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/emmys-2020-winners-in-key-categories-11600647649", "title": "Emmys 2020: Winners in Key Categories", "date": "2020-09-21 00:48", "summary": "Here is a list of nominees and winners for major awards, from outstanding lead actress in a drama series to outstanding comedy. The 72nd Primetime Emmy Awards may be virtual in 2020, but the show goes on. Ahead, a list of winners in key categories.", "categories": [["Books & Arts", "Entertainment", "Television"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/arts-entertainment?mod=breadcrumb", "https://www.wsj.com/news/types/television?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/wechat-ban-is-blocked-by-federal-judge-in-ruling-against-trump-administration-11600609504", "title": "WeChat Ban Blocked by Federal Judge in Ruling Against Trump Administration", "date": "2020-09-21 00:42", "summary": "Judge agrees with free-speech arguments raised by user groups of the popular Chinese-owned messaging and e-commerce app. A federal judge in California temporarily blocked the Trump administration's executive order curbing Americans' use of WeChat , upholding a motion from users of the popular Chinese-owned messaging and e-commerce app.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/an-emmys-ceremony-for-the-covid-era-kicks-off-11600648478", "title": "'Succession' Wins Best Drama at Emmys; 'Schitt's Creek' Sweeps Comedy Awards", "date": "2020-09-21 00:17", "summary": "HBO dominates the drama categories: 'Watchmen' takes home most wins including outstanding limited series; Zendaya wins for 'Euphoria.'. HBO's corporate dynasty story \"Succession\" won outstanding drama series at the 72nd Emmy Awards on Sunday, as the premium cable network fought off rivals like Netflix and Disney to keep its grip on the top honor after the exit of its reliable winner \"Game of Thrones.\"", "categories": [["Books & Arts", "Entertainment", "Television"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/arts-entertainment?mod=breadcrumb", "https://www.wsj.com/news/types/television?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11600618445", "title": "Pepper...and Salt", "date": "2020-09-21 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepsico-boss-donald-kendall-who-started-the-cola-wars-has-died-11600638498", "title": "PepsiCo Boss Donald Kendall, Who Started the Cola Wars, Has Died", "date": "2020-09-21 00:01", "summary": "As CEO, Kendall launched the 'Pepsi Challenge' and beat Coca-Cola into the Soviet Union. Donald M. Kendall, who built PepsiCo Inc. into a snack-and-beverage juggernaut and introduced the Soviet Union to American cola at the height of the Cold War, died Saturday. He was 99 years old.", "categories": [["World", "Obituaries"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/obituaries?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bobcat-wildfire-burns-nearly-100-000-acres-in-los-angeles-county-11600628737", "title": "Bobcat Wildfire Burns Nearly 100,000 Acres in Los Angeles County", "date": "2020-09-21 23:51", "summary": "Flames spread to more remote areas, as blaze is on track to becoming one of the largest in county history. The Bobcat wildfire that has destroyed homes and burned through Southern California since early September is on the path to becoming one of the largest wildfires in Los Angeles County history, as flames spread to cover nearly 100,000 acres.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/amy-coney-barrett-is-again-a-top-contender-for-supreme-court-nomination-11600644990", "title": "Amy Coney Barrett Is Again a Top Contender for Supreme Court Nomination", "date": "2020-09-21 23:09", "summary": "The judge is solidly conservative, and her writings indicate she might buck precedent. From the moment President Trump selected Brett Kavanaugh for the Supreme Court in 2018, Judge Amy Coney Barrett became a front-runner for any future high court vacancy that might arise during his presidency.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/auto-supplier-garrett-motion-files-for-chapter-11-with-2-1-billion-kps-offer-11600652574", "title": "Auto Supplier Garrett Motion Files for Chapter 11", "date": "2020-09-21 22:23", "summary": "Garrett is under pressure from the Covid-19 pandemic and a dispute with former parent Honeywell International. Auto-parts manufacturer Garrett Motion Inc. filed for bankruptcy over a pandemic-driven sales drop and a dispute with Honeywell International Inc., proposing a $2.1 billion sale of the business to private-equity firm KPS Capital Partners LP.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-ended-august-with-141-million-more-in-cash-than-trump-11600653744", "title": "Biden Ended August With $141 Million More in Cash Than Trump", "date": "2020-09-21 22:11", "summary": "Democratic nominee's campaign had $466 million, compared to $325 million for the president's re-election effort. President Donald Trump's campaign cash advantage has evaporated as Democratic presidential nominee Joe Biden's team started the month with $466 million in the bank, about $141 million more than the president's re-election effort.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-city-subway-derailment-was-act-of-vandalism-mta-officials-say-11600632646", "title": "Man Arrested in Vandalism That Led to New York Subway Derailment", "date": "2020-09-21 21:58", "summary": "Police say Demetrius Harvard was seen throwing construction debris onto tracks; three people suffered minor injuries from the incident. A 30-year-old man was arrested by police after being questioned Sunday afternoon regarding the derailment of a subway train in New York City earlier in the day, according to the New York Police Department.", "categories": [["U.S.", "Transit"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-transit?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-to-nominate-woman-to-high-court-this-week-11600616482", "title": "Supreme Court Vacancy Sets Off Debate", "date": "2020-09-21 21:28", "summary": "President said this coming week he would nominate a woman to succeed Justice Ginsburg; Republicans and Democrats weigh political options. WASHINGTON-The death of Supreme Court Justice Ruth Bader Ginsburg six weeks before Election Day stirred political jockeying by both parties, with Republicans pushing to move quickly on a successor and Democrats assessing options they have to keep the seat open.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/jake-gardner-dies-by-suicide-days-after-being-charged-in-james-scurlock-shooting-11600650037", "title": "Jake Gardner Dies by Suicide Days After Being Charged in James Scurlock Shooting", "date": "2020-09-21 21:00", "summary": "White bar owner was indicted last week for his role in fatal May altercation with a Black protester. Jake Gardner, the white Omaha, Neb., bar owner who shot and killed a 22-year-old Black man during a May protest, has died by suicide in Oregon, his attorney said Sunday.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/suspect-arrested-for-mailing-ricin-envelope-to-white-house-11600649793", "title": "Suspect Arrested for Mailing Ricin Envelope to White House", "date": "2020-09-21 20:56", "summary": "Woman had crossed the Canadian border, was arrested in Buffalo, N.Y.. A woman suspected of sending an envelope containing the poison ricin to the White House was arrested on Sunday soon after crossing the Canadian border, according to a U.S. official familiar with the matter.", "categories": [["Politics", "National Security"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/national-security?mod=breadcrumb"]}]