[{"link": "https://www.wsj.com/articles/pfizer-and-biontechs-covid-19-vaccine-wins-u-k-authorization-11606893360", "title": "Pfizer, BioNTech's Covid-19 Vaccine Wins U.K. Authorization", "date": "2020-12-02 18:52", "summary": "Britain becomes the first Western nation to get a coronavirus shot, with earliest doses to go to the most vulnerable. LONDON-The U.K. became the first Western nation to grant emergency-use authorization for a Covid-19 vaccine, clearing a shot developed by Pfizer Inc. of the U.S. and BioNTech SE of Germany to be distributed in limited numbers within days.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/justices-consider-retroactivity-for-decision-requiring-unanimous-juries-for-criminal-convictions-11606948978", "title": "Justices Consider Retroactivity for Decision Requiring Unanimous Juries for Criminal Convictions", "date": "2020-12-02 18:26", "summary": "In Louisiana, Oregon and Puerto Rico, hundreds or thousands of convictions could be overturned. WASHINGTON-The Supreme Court on Wednesday weighed whether its decision earlier this year requiring juries to be unanimous to convict someone of a crime should be applied retroactively.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/shelton-and-fed-independence-11606951376", "title": "Shelton and Fed 'Independence'", "date": "2020-12-02 18:22", "summary": "Lamar Alexander misses the political nature of the current Fed.. Judy Shelton's nomination to the Federal Reserve Board of Governors remains in limbo, with three Senate Republicans having declared their opposition. Their stated grounds is that Ms. Shelton is a threat to Fed independence. That argument is worth addressing, especially as the Biden Administration prepares to take power.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nasdaq-vs-warren-buffett-11606951218", "title": "Nasdaq vs. Warren Buffett", "date": "2020-12-02 18:20", "summary": "The famous investor on what he looks for in a corporate director.. The more we think about the new racial, gender and LGBTQ mandates for corporate directors that Nasdaq announced on Tuesday, the more absurd they seem.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/jimmy-lai-chinas-lie-11606951156", "title": "Jimmy Lai, China's Lie", "date": "2020-12-02 18:19", "summary": "In today's Hong Kong, promoting democracy makes you a criminal.. No one is better known across the world for advocating democracy in Hong Kong than Jimmy Lai. So when Hong Kong police picked him up Wednesday on dubious fraud charges, China was sending a clear message: If you oppose us anywhere in the world, we will crush you.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-white-house-favors-a-bridge-to-recovery-11606950989", "title": "The White House Favors a Bridge to Recovery", "date": "2020-12-02 18:16", "summary": "Federal relief so far has exceeded expectations, and a new round could sustain growth until vaccines arrive.. Thanks to the underlying strength of the Trump economy on the eve of this pandemic, America's economic recovery to date has exceeded even the most optimistic forecasts. With several mass-produced vaccines now in sight, it is essential that Congress provide a timely, targeted and temporary fiscal bridge to ensure that American households and firms have the support they need to keep the recovery on pace.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/notable-quotable-saving-the-senate-11606950861", "title": "Notable & Quotable: Saving the Senate", "date": "2020-12-02 18:14", "summary": "'We don't need a change of rules. The Senate needs a change of behavior.'. Lamar Alexander (R., Tenn.), who is retiring at the end of this term, speaking on the Senate floor Dec. 2:", "categories": [["Opinion", "Commentary", "Notable & Quotable"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb", "https://www.wsj.com/news/types/notable-quotable?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pharma-deserves-the-nobel-peace-prize-for-the-covid-vaccines-11606950780", "title": "A Covid Vaccine Peace Prize", "date": "2020-12-02 18:13", "summary": "The pharmaceutical industry scientists who created the coronavirus vaccines deserve the world's gratitude.. This is the moment to put into nomination the obvious recipient for 2021's Nobel Peace Prize: the scientists at the pharmaceutical companies whose vaccines are about to rescue the world from the catastrophe of SARS-CoV-2.", "categories": [["Opinion", "Wonder Land"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/wonder-land?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-election-went-down-to-georgia-11606950727", "title": "The Election Went Down to Georgia", "date": "2020-12-02 18:12", "summary": "Sens. Perdue and Loeffler are the last line of defense for conservatives.. America's political attention is now focused not on Washington but Georgia, 700 miles south, where a Jan. 5 runoff election will decide that state's two U.S. Senate seats-and with them, which party controls the upper chamber.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/some-acts-of-god-are-better-than-others-11606950636", "title": "Some Acts of God Are Better Than Others", "date": "2020-12-02 18:10", "summary": "I'll take a fallen tree over water damage or a fire anytime.. Lakewood, Ohio", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/salazar-review-odd-man-out-and-proud-of-it-11606950576", "title": "'Salazar' Review: Odd Man Out, and Proud of It", "date": "2020-12-02 18:09", "summary": "Portugal's strongman didn't go in for bombastic display or ideological extremes. Franco thought his only fault was his modesty.. If Americans know of António de Oliveira Salazar at all, most do so unwittingly-and thanks to \"Casablanca.\" Although never mentioned by name in the film, the Portuguese dictator was its hero. His Portugal was stubbornly neutral during World War II, which is why two of the movie's characters risked their lives to fly from a colonial outpost of Vichy France to the safety of Lisbon. As the Nazis overran Europe, the Portuguese capital became a sanctuary from which refugees escaped to America.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/boies-schiller-leader-to-leave-law-firm-11606930169", "title": "Boies Schiller Leader to Leave Law Firm", "date": "2020-12-02 18:02", "summary": "Nicholas Gravante Jr., chosen last year to help shepherd firm's transition beyond founder David Boies, is leaving for Cadwalader, Wickersham & Taft. The law firm Boies Schiller Flexner LLP is losing one of its leaders, Nicholas Gravante Jr., less than a year after the firm tapped him and another lawyer to help build a future for the firm beyond its founder, famed litigator David Boies.", "categories": [["WSJ News Exclusive", "U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/long-island-dioceses-deadline-for-abuse-claims-faces-opposition-11606949958", "title": "Long Island Diocese's Deadline for Abuse Claims Faces Opposition", "date": "2020-12-02 17:59", "summary": "Window for abuse victims to come forward should coincide with New York law, creditors' lawyer says. The Roman Catholic Diocese of Rockville Centre, N.Y., is trying to shut the gates on sexual abuse claims too soon, lawyers for the diocese's creditors say.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/congress-sets-stage-for-exiling-chinese-stocks-from-u-s-over-audit-dispute-11606946071", "title": "Congress Sets Stage for Exiling Chinese Stocks From U.S. Over Audit Dispute", "date": "2020-12-02 17:58", "summary": "The U.S. has long battled Beijing's resistance to overseas inspections of Chinese companies' audits. WASHINGTON-The House unanimously approved legislation on Wednesday that threatens a trading ban of shares of Chinese companies such as Alibaba Group Holding Ltd. over concerns that their audits aren't sufficiently regulated.", "categories": [["Markets", "Financial Regulation"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/financial-regulation?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/democrats-unease-mounts-as-biden-considers-a-cia-director-11606949863", "title": "Democrats' Unease Mounts as Biden Considers a CIA Director", "date": "2020-12-02 17:57", "summary": "Michael Morell's views about interrogation tactics prompt criticism, and a new candidate emerges. WASHINGTON-Some Democratic senators have privately expressed concern to Joe Biden's transition team about the president-elect's consideration of intelligence veteran Michael Morell to lead the Central Intelligence Agency, citing Mr. Morell's defense of the spy agency's interrogation tactics after the Sept. 11, 2001, terrorist attacks, according to people familiar with the matter.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-reasserts-fraud-claims-despite-lack-of-evidence-losses-in-court-11606949718", "title": "Trump Reasserts Fraud Claims Despite Lack of Evidence", "date": "2020-12-02 17:55", "summary": "In White House address, the president again said he won the election, even as states move forward certifying Joe Biden's victory. WASHINGTON-President Trump delivered a lengthy speech from the White House on Wednesday in which he insisted that he won the election and again declined to concede to President-elect Joe Biden less than two months before Inauguration Day.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/access-and-identity-management-firm-okta-names-new-cfo-11606949017", "title": "Okta Names New CFO", "date": "2020-12-02 17:43", "summary": "Mike Kourey is set to take over as finance chief in March, succeeding Bill Losch, who plans to retire. Okta Inc., which offers products for companies to verify identities and provide access to software applications, named a new finance chief.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/can-president-trump-pardon-himself-and-his-family-11606947916", "title": "Can President Trump Pardon Himself and His Family?", "date": "2020-12-02 17:42", "summary": "Legal experts say the president's pardon powers are wide-ranging, but they do have limits. As his term comes to an end, President Trump is being urged by some supporters to consider pardons for close allies, family members and even himself.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/gunmen-in-brazil-lay-siege-to-small-city-in-second-such-raid-in-two-days-11606922133", "title": "Brazilian Bank Heists Put President on Firing Line", "date": "2020-12-02 17:24", "summary": "Leader's pledge to curb crime faces setback with violent siege of second small city in two days. SÃO PAULO-Gunmen armed with explosives sowed terror overnight in a small city in northern Brazil, the latest in a spate of violent bank heists that have challenged President Jair Bolsonaro's promise to restore law and order.", "categories": [["World", "Latin America"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/latin-america-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/walter-williams-r-i-p-11606934313", "title": "Walter Williams, R.I.P.", "date": "2020-12-02 17:24", "summary": "His research was rigorous, and he was one of the few economists who know how to engage with the public.. America has lost one of its greatest economists and public intellectuals. Walter Williams died Wednesday morning after teaching his final class at George Mason University on Tuesday. He was 84.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/global-stock-markets-dow-update-12-02-2020-11606904994", "title": "Stocks Edge Higher After Paring Early Declines", "date": "2020-12-02 17:16", "summary": "Dow, S&P 500 started morning with a drop, then recovered to finish modestly positive. The S&P 500 and Dow Jones Industrial Average edged higher Wednesday in a choppy trading session as signs of progress on a stimulus package lifted investor sentiment.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nyc-students-voice-concerns-over-low-diversity-in-selective-schools-11606938411", "title": "NYC Students Voice Concerns Over Low Diversity in Selective Schools", "date": "2020-12-02 17:14", "summary": "As families await admissions to elite schools, a student tends a website for students of color, others file a civil rights complaint. Eighteen-year-old Aisha Baiocchi remembers sitting in an auditorium with other students admitted to the High School of American Studies at Lehman College, feeling wooed by principal Alessandro Weiss, who assured them that the school was \"elite without being elitist.\"", "categories": [["U.S.", "Education"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/education?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-jersey-governor-asks-residents-not-to-travel-out-of-state-as-covid-19-cases-reach-new-highs-11606946867", "title": "New Jersey Governor Asks Residents Not to Travel Out of State as Covid-19 Cases Surge", "date": "2020-12-02 17:07", "summary": "State's daily case counts regularly exceed spring's, although N.J. now has much larger testing capacity. New Jersey Gov. Phil Murphy strongly discouraged residents from traveling out of state for nonessential reasons as Covid-19 cases continued to mount in the region.", "categories": [["U.S.", "Tri-State Area"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-region?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-communists-do-11606939836", "title": "What Communists Do", "date": "2020-12-02 16:57", "summary": "The Beijing dictatorship finds another way to crack down on a courageous dissident.. Media entrepreneur and democracy advocate Jimmy Lai has been arrested again in Hong Kong as China's communist dictatorship tightens its grip on the former British colony. The latest dubious government claim is that a minor commercial dispute over office space amounts to fraud. But it's clear that Mr. Lai's real offense is that he courageously stands for liberty.", "categories": [["Opinion", "Best of the Web"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/best-of-the-web-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/iranian-arms-fighters-bolster-maduro-government-in-venezuela-u-s-says-11606946275", "title": "Iranian Arms, Fighters Bolster Venezuela's Maduro, U.S. Says", "date": "2020-12-02 16:57", "summary": "Top U.S. military commander for Central and South America cites 'alarming and concerning' presence of elite Quds Force. WASHINGTON-Iran has sent arms and dispatched paramilitary operatives to help Venezuela President Nicolás Maduro maintain his hold on power, the top U.S. military commander for Central and South America said Wednesday.", "categories": [["World", "Latin America"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/latin-america-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/amazon-in-talks-to-buy-podcast-maker-wondery-11606931396", "title": "Amazon in Talks to Buy Podcast Maker Wondery", "date": "2020-12-02 16:53", "summary": "Venture-backed audio startup is discussing potential sale at valuation exceeding $300 million. Amazon.com Inc . is in exclusive talks to purchase podcast startup Wondery, according to people familiar with the matter, as the tech giant pushes further into the growing audio sector.", "categories": [["WSJ News Exclusive", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/treating-covid-patients-effectively-and-safely-11606945193", "title": "Treating Covid Patients Effectively and Safely", "date": "2020-12-02 16:39", "summary": "Physicians do want to see at least reasonable evidence that drugs help patients with the diseases for which they are prescribed, but it is incorrect to state that \"certainty\" is always required.. Regarding Dr. Joseph Ladapo's \"Too Much Caution Is Killing Covid Patients\" (op-ed, Nov. 25): In my opinion, he is correct. What he doesn't mention is that the reason we physicians are reluctant to use these drugs is the lack of tort reform that would give us some protection from liability if later in the process there were a problem with the chosen treatment. These organizations are rightfully fastidious about requiring irrefutable data. Like most government agencies they move at a glacial pace. They produce algorithms that lawyers will use in court and most juries will follow in reaching a verdict. Algorithms are guidelines, not rules. After completing the 26th grade in the process of becoming a cardiologist, maybe at times I can actually think critically and prescribe what I believe is best for my patient.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/on-decriminalizing-small-amounts-of-drugs-11606945070", "title": "On Decriminalizing Small Amounts of Drugs", "date": "2020-12-02 16:37", "summary": "Two grams of cocaine is easily quartered for four classmates to afford a half-gram each, plenty to get amped up with.. It's disingenuous of Seamus R. Fallon (\"Oregon Drug Law Change Can Help Families,\" Letters, Nov. 24) to insist that two grams of cocaine is one-third the amount a drug dealer would typically carry. What is the source for such a statement? Based on my experience as a high-school teacher, few of the drug users in their teen years are \"drug dealers.\" They are constant consumers, many on a daily basis, of stimulants of any kind. Two grams of cocaine is easily quartered for four classmates to afford a half-gram each, plenty to get amped up, behind some brewskis, especially for diminutive teen girls. None of the group is \"a dealer\" in the sense Mr. Fallon proffers his straw man; they are end-users for the dealers.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ups-slaps-shipping-limits-on-gap-nike-to-manage-e-commerce-surge-11606926669", "title": "UPS Slaps Limits on Some Shippers", "date": "2020-12-02 16:36", "summary": "Delivery giant instructed drivers not to pick up some packages on Cyber Monday as pandemic fueled online shopping. United Parcel Service Inc. imposed shipping restrictions on some large retailers such as Gap Inc. and Nike Inc. this week, an early sign that the pandemic-fueled online shopping season is stretching delivery networks to their limits.", "categories": [["WSJ News Exclusive", "Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-court-coronavirus-and-the-constitution-11606944806", "title": "The Court, Coronavirus and the Constitution", "date": "2020-12-02 16:33", "summary": "The governor of New York and Mayor of New York City continue to engage in a pattern of promulgating unconstitutional orders, then withdrawing them when the Supreme Court agrees to hear the case.. Regarding your editorial \"Fireworks Over Religious Liberty\" (Nov. 27): The governor of New York and mayor of New York City continue to engage in a pattern of promulgating unconstitutional orders, then withdrawing them when the Supreme Court agrees to hear the case. It worked for Mayor Bill de Blasio on gun control in New York State Rifle & Pistol Association Inc. v. City of New York but not for Gov. Andrew Cuomo in Roman Catholic Diocese of Brooklyn v. Cuomo. So much for that legal gamesmanship with vital constitutional issues.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/in-defense-of-stocktons-progressive-mayor-11606944715", "title": "In Defense of Stockton's Progressive Mayor", "date": "2020-12-02 16:31", "summary": "Mayor Michael Tubbs didn't \"spurn\" public-private partnerships for homelessness; he leveraged them to expand shelter capacity and access to temporary and permanent housing.. Your editorial \"Republican Life in California\" (Nov. 22) grossly misrepresents the innovative antipoverty and public-safety programs Mayor Michael Tubbs implemented in Stockton, claiming they don't work. The results of these programs, however, point to their clear success.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/disappointed-house-democrats-to-choose-new-leader-for-political-arm-11606943628", "title": "Disappointed House Democrats to Choose New Leader for Political Arm", "date": "2020-12-02 16:25", "summary": "Sean Patrick Maloney faces Tony Cárdenas to run DCCC, after weak 2020 showing among Latino voters and in competitive suburbs. WASHINGTON-Two House Democrats are locked in a tight race to run the political arm of the caucus after a weak showing in the November election ignited finger pointing and a reassessment of how the party can win over more centrist and Latino voters.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/judge-in-google-antitrust-case-weighs-how-to-protect-business-secrets-11606944260", "title": "Judge in Google Antitrust Case Weighs How to Protect Business Secrets", "date": "2020-12-02 16:24", "summary": "Companies such as AT&T and Amazon don't want Google to see certain information they provided to Justice Department. WASHINGTON-The federal judge overseeing the Justice Department's antitrust case against Google said the two sides need to do more work in crafting rules about who will have access to sensitive information provided to the federal government by other companies.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/xpo-logistics-to-split-company-in-two-spin-off-contract-logistics-business-11606943646", "title": "XPO Logistics to Spin Off Contract Logistics Business", "date": "2020-12-02 16:14", "summary": "The plan to separate transportation and logistics operations comes after strategic review that also considered selling off parts of the company. XPO Logistics Inc., one of the largest providers of warehousing, trucking and last-mile services in the U.S., plans to split itself into two separate, publicly traded companies and drop efforts to sell off pieces of the business.", "categories": [["Logistics Report"]], "category_links": ["https://www.wsj.com/news/types/logistics-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-jambalaya-by-way-of-spain-11606943526", "title": "A Jambalaya by Way of Spain", "date": "2020-12-02 16:12", "summary": "This recipe takes only 35 minutes to make. The result is a sumptuous stew with just enough starch and spice.. We are delighted that you'd like to resume your subscription.", "categories": [["Life & Work", "Food & Drink", "Slow Food Fast"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/food-cooking-drink?mod=breadcrumb", "https://www.wsj.com/news/types/slow-food-fast?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bets-on-more-fed-bond-buying-help-contain-treasury-yields-11606905001", "title": "Bets on More Fed Bond-Buying Help Contain Treasury Yields", "date": "2020-12-02 16:04", "summary": "Bond market weighs whether the central bank will purchase more later-dated Treasurys to provide additional stimulus. Some investors are betting that the Federal Reserve could start buying more long-term U.S. Treasurys as soon as its next policy meeting, a trend that has helped temper some recent selling and kept yields from rising higher.", "categories": [["Markets", "Treasurys"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/treasurys?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-will-get-enough-doses-of-covid-19-vaccine-for-170-000-people-cuomo-says-11606929884", "title": "New York Will Initially Get Enough Vaccine for 170,000 People", "date": "2020-12-02 16:03", "summary": "Officials expect delivery of first doses by Dec. 15, pending federal approvals. New York expects to receive enough doses of a Covid-19 vaccine on Dec. 15 to begin immunizing 170,000 people, Gov. Andrew Cuomo said Wednesday.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/senate-republicans-move-ahead-with-defense-bill-despite-trumps-veto-threat-11606942882", "title": "GOP Moves Ahead With Defense Bill Despite Trump Veto Threat", "date": "2020-12-02 16:01", "summary": "Lawmakers are wary of using annual bill to repeal social-media protections opposed by president. WASHINGTON-Senate Republicans signaled opposition to stripping social-media companies of liability protections as part of an annual defense-policy bill, pushing forward with the legislation despite President Trump's threat to veto it unless they take that step.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sea-changes-thursday-crossword-december-3-11606574911", "title": "Sea Changes (Thursday Crossword, December 3)", "date": "2020-12-02 16:01", "categories": [["WSJ Puzzles", "Crossword"]], "category_links": ["https://www.wsj.com/news/puzzle?mod=breadcrumb", "https://www.wsj.com/news/types/crossword?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-quick-and-comforting-chicken-noodle-stew-11606942767", "title": "A Quick and Comforting Chicken-Noodle Stew", "date": "2020-12-02 15:59", "summary": "This recipe takes only 35 minutes to make. The result is a sumptuous stew with just enough starch and spice.. \"SO, THIS RECIPE has a back story,\" said Matt Kelly, chef-owner of the Spanish restaurant Mateo Tapas, in Durham, N.C. His friend, a North Carolina-based chef who hails from New Orleans, asked Mr. Kelly to do a special dinner. This recipe resulted. A tribute to the chefs' friendship, \"fideuà jambalaya\" is a cross between a Catalan fideuà and a jambalaya from New Orleans.", "categories": [["Life & Work", "Food & Drink", "Slow Food Fast"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/food-cooking-drink?mod=breadcrumb", "https://www.wsj.com/news/types/slow-food-fast?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/transcript-wsj-interview-with-dallas-fed-president-robert-kaplan-11606942756", "title": "Transcript: WSJ Interview With Dallas Fed President Robert Kaplan", "date": "2020-12-02 15:59", "summary": "Resume Subscription. Dallas Fed President Robert Kaplan discussed his outlook for the economy, the prospect for vaccines accelerating a recovery in 2021 and potential changes to the Fed's asset purchases in a phone interview with Wall Street Journal reporter Nick Timiraos on Tuesday, Dec. 1. Here is a partial transcript of the interview, lightly edited for clarity and length.", "categories": [["Economy", "Central Banks"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/central-banks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pace-of-u-s-recovery-picked-up-this-fall-feds-beige-book-says-11606942162", "title": "Pace of U.S. Recovery Picked Up This Fall, Fed's Beige Book Says", "date": "2020-12-02 15:49", "summary": "Report says growth began to slow in November in parts of Midwest and Northeast as coronavirus cases increased. WASHINGTON-The U.S. economy's recovery picked up to a \"modest or moderate\" pace this fall, while growth began to slow in November in parts of the Midwest and Northeast as coronavirus cases proliferated, a Federal Reserve report said Wednesday.", "categories": [["Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-walk-in-kitchen-pantry-is-the-new-designer-shoe-closet-11606940431", "title": "The Walk-In Kitchen Pantry Is the New Designer Shoe Closet", "date": "2020-12-02 15:31", "summary": "Resume Subscription. When Tara Jenson began planning a $1.5 million home in Gilbert, Ariz., with her husband, Kendall Jenson, there was one dream amenity she wouldn't compromise on: a walk-in pantry. And not just any pantry, but one with multilevel shelves arrayed with custom-labeled clear canisters for snacks and airtight bins of decanted Froot Loops and bran flakes. A pantry, in other words, that would make Costco bulk goods look as glamorous as a row of Christian Louboutins in a designer shoe closet.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/why-ravens-steelers-game-played-broncos-saints-11606940997", "title": "With the Ravens and Broncos, the NFL Punts on Competitive Fairness", "date": "2020-12-02 15:30", "summary": "Just a few hours before kickoff, the three-times delayed Ravens-Steelers showdown got the green light-in another game that spotlights the NFL's acceptance of pandemic-caused competitive inequities. When the National Football League's owners gathered virtually in October, it was on the heels of a Covid-19 outbreak inside the Tennessee Titans that derailed the league's schedule. They discussed what would become a principle of this season's thorny finish: the NFL's long-held obsession with competitive fairness had to go by the wayside.", "categories": [["Sports", "NFL"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/nfl?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/senate-moves-to-confirm-trump-fed-nominee-waller-but-sheltons-candidacy-hits-likely-dead-end-11606936087", "title": "Shelton's Candidacy for Fed Post Hits Likely Dead End", "date": "2020-12-02 15:24", "summary": "Seating of Democratic Arizona Sen. Mark Kelly makes it unlikely one of Trump's picks will win confirmation. Senate Republicans' bid to confirm Judy Shelton as a Federal Reserve governor appears unlikely to succeed now that a new Democratic senator has been seated, denying President Trump's nominee the votes needed for approval.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-look-at-high-end-pantries-11606940328", "title": "A Look at High-End Pantries", "date": "2020-12-02 15:18", "summary": "Homeowners who made the most of their food-storage spaces. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/how-to-organize-an-instagram-worthy-kitchen-pantry-11606939886", "title": "How to Organize an Instagram-Worthy Kitchen Pantry", "date": "2020-12-02 15:11", "summary": "Proper shelving and storage containers are key. So you want your pantry to be an Instagram sensation? Professional home organizers offer tips for turning a visit to your walk-in pantry into a feel-good experience rather than a scavenger hunt for that can of tomato soup.", "categories": [["Real Estate", "Design"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/design?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-to-watch-during-the-holidays-11606939247", "title": "What to Watch During the Holidays", "date": "2020-12-02 15:00", "summary": "From 'Wonder Woman' to movies filled with A-Listers like Meryl Streep, Nicole Kidman, Chadwick Boseman and Tom Hanks, the holiday movie season is on. Like so many rituals this year, Hollywood's holiday rollout is happening mostly online. From big-budget movies to lure families over Christmas, to serious-minded films to attract award nominations, they're appearing on digital platforms, often at the same time (or soon after) they debut in theaters.", "categories": [["Books & Arts", "Arts", "Film"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/arts?mod=breadcrumb", "https://www.wsj.com/news/types/film?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-ppp-data-show-coronavirus-aid-flowed-to-large-and-small-firms-alike-11606938131", "title": "New PPP Data Show Coronavirus Aid Flowed to Large and Small Firms Alike", "date": "2020-12-02 14:42", "summary": "Judge ordered SBA to release detailed loan information in response to lawsuit by news organizations under Freedom of Information Act. WASHINGTON-The Small Business Administration's release of new information on borrowers under the Paycheck Protection Program highlights how money flowed to both mom-and-pop businesses and larger firms, and it raises questions about the agency's ability to track key information about aid recipients.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ecb-official-defends-private-calls-to-investors-and-banks-after-policy-meetings-11606937738", "title": "ECB Official Defends Private Calls to Investors and Banks", "date": "2020-12-02 14:35", "summary": "Philip Lane says private calls to the likes of BlackRock, Goldman aimed to address questions on policy decisions and seek feedback. FRANKFURT-The European Central Bank's chief economist plans to place private calls to banks and investors after the ECB's policy meeting next week, he said Wednesday, continuing an unusual communications practice that has raised eyebrows among financiers and central-bank officials.", "categories": [["Markets", "Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-to-drive-safely-in-winter-according-to-the-pros-11606935299", "title": "How to Drive Safely in Winter, According to the Pros", "date": "2020-12-02 13:55", "summary": "Many people are opting for road trips over flights this winter, but icy roads can be risky too. Here, crucial tips from driving experts.. IF YOU'RE heading over the hills and through the woods this year - not to Grandma's house, we hope-you're probably hitting the road. According to a Travelocity survey conducted in October, nearly 80% of respondents traveling over the holidays are planning to drive. For many of the road-trippers who have limited experience traveling snow-packed roads, we asked two pros for tips on how to safely steer away from danger-and not be the confident idiot behind the wheel.", "categories": [["Life & Work", "Travel", "Off Duty Travel"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/magazine/travel?mod=breadcrumb", "https://www.wsj.com/news/types/off-duty-travel?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/special-counsel-john-durham-11606934713", "title": "Special Counsel John Durham", "date": "2020-12-02 13:45", "summary": "Barr makes it harder for a Biden AG to bury the truth about FBI abuses.. Democrats have tried to draw a curtain over the FBI's Russia-collusion investigation since their party's role in that politicized probe came to light. A Biden Administration will have a harder time burying the truth now that Attorney General Bill Barr has made U.S. Attorney John Durham a special counsel.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-are-the-gops-views-on-health-care-11606934416", "title": "What Are the GOP's Views on Health Care?", "date": "2020-12-02 13:40", "summary": "The party needs to spend the next few years doing more than opposing Medicare for All.. Republicans and Democrats in Washington are stalemated on health care. Republicans long campaigned on repealing the Affordable Care Act and won House and Senate seats on the issue in 2010 and later. Democrats flipped the script in 2018 and attacked Republicans for trying to undermine the law's protections for pre-existing conditions. But for now at least, a President Biden will be unable to pass a \"public option,\" and Republicans will be unable to repeal the Affordable Care Act. The question the GOP ought to ponder is: What does it want to accomplish on health care?", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mnuchin-defends-decision-to-end-fed-lending-programs-11606928688", "title": "Mnuchin Defends Decision to End Fed Lending Programs", "date": "2020-12-02 13:32", "summary": "Congressional Democrats said the Treasury secretary relied on a faulty interpretation of the law that enabled emergency loans. WASHINGTON-Treasury Secretary Steven Mnuchin defended his decision to allow a suite of emergency lending programs to expire at the end of the year against criticism from Democrats who said he had misinterpreted the law that enabled them.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cdc-shortens-recommended-quarantine-period-to-seven-to-10-days-11606925722", "title": "CDC Shortens Recommended Covid-19 Quarantine Period", "date": "2020-12-02 13:28", "summary": "Guidance, down from 14 days, reflects new pandemic science and aims to encourage compliance. The U.S. Centers for Disease Control and Prevention shortened the recommended quarantine period to seven to 10 days for people in the U.S. who have been exposed to the new coronavirus, updating its guidance to reflect scientific findings on the time it takes for infections to develop.", "categories": [["Politics", "Health Policy"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/health-policy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/discovery-launches-streaming-service-as-it-looks-beyond-the-cable-bundle-11606928626", "title": "Discovery Launches Streaming Service for Its Cable Shows", "date": "2020-12-02 12:52", "summary": "Discovery+ will feature shows from channels including Food Network, TLC and Animal Planet. Discovery Inc. said it would launch a new streaming service that will include shows from all of its major cable networks, a move that follows the media company's earlier strategy of offering smaller, thematic plans catering to groups from foodies to home-improvement enthusiasts.", "categories": [["Business", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/homeland-security-watchdog-to-probe-departments-use-of-phone-location-data-11606910402", "title": "Homeland Security Watchdog to Probe Department's Use of Phone Location Data", "date": "2020-12-02 12:40", "summary": "Inspector general to investigate legality of tracking Americans without a warrant. WASHINGTON-The Department of Homeland Security's internal watchdog said it would open an investigation into the use of mobile-phone surveillance technologies to track Americans without a warrant, the latest salvo in a debate within the U.S. government over the legality of such techniques.", "categories": [["WSJ News Exclusive", "National Security"]], "category_links": ["https://www.wsj.com/news/types/national-security?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-international-manhattan-townhouse-of-yue-sai-kan-11606928775", "title": "The International Manhattan Townhouse of Yue-Sai Kan", "date": "2020-12-02 12:06", "summary": "The Sutton Square home of the entrepreneur and Chinese television celebrity is filled with artifacts of her globe-trotting lifestyle.. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/the-covid-19-days-of-our-lives-11606928714", "title": "The Covid-19 Days of Our Lives", "date": "2020-12-02 12:05", "summary": "Daytime TV is attracting more and wealthier viewers because of the coronavirus pandemic. Count daytime television as one of the pandemic's winners. The audience for work-hours TV has shifted, however.", "categories": [["Markets", "Overheard"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/overheard?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-oprah-of-china-wants-28-million-for-manhattan-townhouse-11606928677", "title": "The 'Oprah of China' Wants $28 Million for Manhattan Townhouse", "date": "2020-12-02 12:04", "summary": "Yue-Sai Kan completed a $9 million renovation on the Sutton Square home in 2015. Yue-Sai Kan-a television and beauty magnate whose fame in Asia has earned her the moniker the \"Oprah of China\"-is listing her Manhattan townhouse for $28 million.", "categories": [["Real Estate", "Private Properties"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/private-properties?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-mariah-carey-built-all-i-want-for-christmas-is-you-into-a-holiday-juggernaut-11606928428", "title": "How Mariah Carey Built 'All I Want for Christmas Is You' Into a Holiday Juggernaut", "date": "2020-12-02 12:00", "summary": "With a new Apple TV+ special featuring Ariana Grande, Snoop Dogg, Misty Copeland and more, the singer is expanding on the institution she created. On a video call before Thanksgiving, Mariah Carey looks like she's on a Christmas card come to life. The singer with 19 No. 1 songs to her name is wearing a dress with the sparkle of snow crystals, and her hair flows over her shoulders in frosty waves. She's surrounded by gift wrapped packages, fuzzy pillows and white trees glowing with lights.", "categories": [["Books & Arts", "Arts", "Music"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/arts?mod=breadcrumb", "https://www.wsj.com/news/types/music?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/georgia-secretary-of-state-urges-trump-to-tone-down-rhetoric-amid-threats-11606927485", "title": "Georgia Secretary of State Urges Trump to Tone Down Rhetoric Amid Threats", "date": "2020-12-02 11:44", "summary": "Raffensperger says election workers face threats to their safety as president questions results. Georgia Secretary of State Brad Raffensperger on Wednesday called on President Trump to tamp down his rhetoric questioning the Nov. 3 election results in the state after election workers have faced threats to their safety.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-to-have-a-better-economy-in-2021-than-in-2009-but-worse-options-11606926003", "title": "To Tackle Recovery, Biden Has Fewer Tools Than Obama, Trump", "date": "2020-12-02 11:20", "summary": "President-elect inherits a Fed largely out of ammo and faces a potentially divided Congress. Joe Biden has been here before. Twelve years ago, as Barack Obama's newly elected vice president, Mr. Biden inherited an economy laid low by a once-in-a-century crisis.", "categories": [["Economy", "Capital Account"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/capital-account?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/three-tips-for-applying-to-2021-m-b-a-programs-11606924922", "title": "Tips for Applying to 2021 M.B.A. Programs", "date": "2020-12-02 11:02", "summary": "Apply early, cast a wide net and tell your personal story. Business schools are expecting the current M.B.A. admissions cycle to be one of the most competitive in recent memory, as accepted students who'd deferred claim their spots and new applicants look to wait out a difficult job market. Here's what admissions counselors and program administrators say those considering an M.B.A. program next fall should know about the process.", "categories": [["Business", "Management", "Management & Careers"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/management?mod=breadcrumb", "https://www.wsj.com/news/types/management-careers?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/china-has-one-powerful-friend-left-in-the-u-s-wall-street-11606924454", "title": "China Has One Powerful Friend Left in the U.S.: Wall Street", "date": "2020-12-02 10:54", "summary": "Resume Subscription. In February 2018, Beijing's chief trade negotiator was in Washington to try to avert a trade war. Before meeting his U.S. counterparts, he turned to a select group of American business executives-mostly from Wall Street.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/netanyahus-rivals-raise-specter-of-fourth-israeli-election-11606924434", "title": "Netanyahu's Rivals Raise Specter of Fourth Israeli Election", "date": "2020-12-02 10:53", "summary": "Coalition partners pull their support for the government, potentially leading to another election. TEL AVIV-Israeli Prime Minister Benjamin Netanyahu's coalition partners withdrew their support for the government, raising the possibility that it could collapse and send the country to a fourth election in less than two years.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/driverless-cars-are-coming-but-not-yet-to-take-over-11606909414", "title": "Driverless Cars Are Coming, but Not Yet to Take Over", "date": "2020-12-02 10:52", "summary": "Autonomous taxi projects are starting to take backup drivers out of their vehicles, an important but very early milestone on the road to commercialization. This is the third column in a four-part Heard on the Street series on how \"smart\" vehicles will affect the automotive, tech and insurance industries.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-the-u-k-beat-the-u-s-and-europe-to-a-covid-19-vaccine-11606924155", "title": "How the U.K. Beat the U.S. and Europe to a Covid-19 Vaccine", "date": "2020-12-02 10:49", "summary": "Country's top medicines watchdog approved a shot by Pfizer and BioNTech, as it prepares to strike out on its own after Brexit. LONDON-Britain's first-in-the-West authorization of a Covid-19 vaccine thrusts its little-known medicines watchdog into the global spotlight-weeks before the U.K.'s split from the European Union adds to the regulator's responsibilities.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/gang-of-gunmen-sow-mayhem-in-brazil-bank-robbery-11606839521", "title": "Gang of Gunmen Sow Mayhem in Brazil Bank Robbery", "date": "2020-12-02 10:49", "summary": "Group takes hostages and robs bank, leaves behind unexploded bombs and streets littered with cash. SÃO PAULO-The small Brazilian city of Criciuma was rocked by gunfire and explosions late Monday and early Tuesday when a heavily armed gang of robbers broke into a bank, took hostages and fired their guns indiscriminately to keep police at bay.", "categories": [["World", "Latin America"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/latin-america-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/dallas-fed-president-kaplan-guidance-will-be-needed-on-asset-purchases-11606923465", "title": "Dallas Fed President Says Economic Recovery Should Guide Path for Asset Purchases", "date": "2020-12-02 10:37", "summary": "Officials need to 'start thinking about' conditions that could lead to a reduction in buying Treasury and mortgage securities. A top Federal Reserve official said the central bank will need to decide on how to communicate its intentions to continue buying government assets but that broader changes to its policy stance, including by altering those purchases right now, weren't needed.", "categories": [["Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/facial-recognition-software-old-west-outlaw-photos-11606922350", "title": "Wyatt Earp or Ringo Starr? Facial Recognition Meets Its Match With Old West Photos", "date": "2020-12-02 10:21", "summary": "Amateurs collectors use software to identify famous figures, but experts are skeptical. Denny Rodman, an antiques collector in Houston, made an exciting find on Facebook's online marketplace in August. An old image of three men looked a lot like the infamous Dalton brothers, the Wild West bank robbers.", "categories": [["A-hed"]], "category_links": ["https://www.wsj.com/news/types/a-hed?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-best-holiday-light-show-ogling-the-skyline-from-new-yorks-observation-decks-11606922062", "title": "The Best Holiday Light Show? Ogling the Skyline From New York's Observation Decks", "date": "2020-12-02 10:14", "summary": "A comparison of the city's sky-high observatories, from the renovated Empire State Building to the new Edge in Hudson Yards. AT THE START of the coronavirus pandemic last spring, many New Yorkers fled to weekend houses as fast as the bridges and tunnels could funnel them out of town. Other, less affluent city dwellers eventually followed, looking to secure a pop-up rental or spot on a parent's couch.", "categories": [["Life & Work", "Travel", "Off Duty Travel"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/magazine/travel?mod=breadcrumb", "https://www.wsj.com/news/types/off-duty-travel?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/europe-cracks-down-on-ski-tourism-to-stem-covid-19-infections-11606921944", "title": "Europe Cracks Down on Ski Tourism to Stem Covid-19 Infections", "date": "2020-12-02 10:12", "summary": "Resume Subscription. European governments took a step closer to shutting down the Christmas ski season in the Alps, in an attempt to prevent vacationers from reigniting the continent's Covid-19 pandemic like last summer.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/bidens-planned-health-care-law-reboot-could-stall-under-gop-controlled-senate-11606921559", "title": "Biden's Health-Care Plan Could Stall Under GOP-Controlled Senate", "date": "2020-12-02 10:06", "summary": "Proposals include lowering Medicare enrollment age to 60 and instituting a public-option health plan. President-elect Joe Biden has said he intends to focus his health-care policy on a reboot of the Affordable Care Act and launch the first federally run health-care plan. But as with much of his agenda, the fate of his plans rests on which party has control of the Senate following Georgia's runoff elections in January.", "categories": [["Politics", "Health Policy"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/health-policy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cvs-walgreens-gear-up-to-deliver-covid-19-vaccines-to-nursing-homes-11606921201", "title": "CVS, Walgreens Gear Up to Deliver Covid-19 Vaccines to Nursing Homes", "date": "2020-12-02 10:00", "summary": "Effort will need to navigate rollout details that may vary by state and potential reluctance by staffers to get the novel shots. CVS Health Corp. and Walgreens Boots Alliance Inc. are preparing to bring Covid-19 shots to long-term care facilities, but the effort will need to navigate rollout details that may vary by state, vaccines that require more than one dose and potential reluctance by staffers to get the novel shots.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-pro-cyclist-who-caught-covid-twice-11606919308", "title": "The Pro Cyclist Who Caught Covid Twice", "date": "2020-12-02 09:28", "summary": "Eight months after his first bout with the virus, Colombia's Fernando Gaviria tested positive again in October, making him one of the world's first known cases of apparent reinfection.. Back in February, when the sports world was still wondering how severe an outbreak of something called Covid-19 might be, a Colombian cyclist named Fernando Gaviria was finding out for himself.", "categories": [["Sports"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/salesforce-com-pfizer-biontech-what-to-watch-when-the-stock-market-opens-today-11606911336", "title": "Salesforce.com, Slack, Pfizer, BioNTech: What to Watch When the Stock Market Opens Today", "date": "2020-12-02 09:16", "summary": "U.S. futures point to a pause in the stock market rally, while Pfizer and BioNTech jump pre-market on U.K. Covid-19 vaccine approval. Here's what we are watching as markets kick into gear Wednesday.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-moves-forward-with-changes-to-federal-hiring-firing-11606918431", "title": "Trump Moves Forward With Changes to Federal Hiring, Firing", "date": "2020-12-02 09:13", "summary": "Democrats and public employee unions are trying to stop changes to longstanding protections for civil servants. WASHINGTON-The Trump administration is rapidly moving forward with a last-minute push to ease hiring and firing standards for many senior federal workers, setting off a clash with Democrats in Congress over whether civil servants should maintain longstanding job protections.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/audiobooks-and-podcasts-to-bring-you-holiday-cheer-11606917578", "title": "Audiobooks and Podcasts to Bring You Holiday Cheer", "date": "2020-12-02 09:00", "summary": "How social media would cover Jesus, reviewers' takes on Hallmark movies and a Hanukkah rom-com. Podcasts have become go-to entertainment for families traveling during the holidays, but just because you're forgoing the wagon or 747 this year doesn't mean you need to skip the podcasts. Mankind has a history of gathering 'round a fire (or living room) to listen to a story and watch it with our minds. As podcasts and audiobooks continue their collision course with radio dramas-now often with production values that almost make them movies without pictures-it's the perfect time to start an audio-bingeing tradition.", "categories": [["Life & Work", "Life & Style"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/life-style?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-city-police-solve-fewer-crimes-in-pandemic-11606917600", "title": "New York City Police Solve Fewer Crimes in Pandemic", "date": "2020-12-02 09:00", "summary": "Criminal investigations yielded fewer clearances as city saw crime rise. More crimes are going unsolved in New York City amid the coronavirus pandemic, according to New York Police Department data.", "categories": [["U.S.", "Crime"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-crime?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cipriani-private-club-and-hotel-behind-the-scenes-11606864382", "title": "Cipriani Bows a Private Club and Hotel-Go Behind the Scenes", "date": "2020-12-02 08:30", "summary": "Cipriani transforms a historic Manhattan ferry terminal into a hotel, club and event space, Casa Cipriani and Cipriani South Street. The Battery Maritime Building is the last of New York City's old East River ferry terminals: a beaux-arts building with the iron-and-glass look of 19th-century Paris expos, studded with rivets the size of macarons. After the structure's completion in 1909, Brooklyn-bound commuters gathered there over the course of three decades until bridges and tunnels rendered ferry service somewhat obsolete. (In fact, public ferries to and from Governors Island continue to dock at the building's slips.) It was earmarked for preservation status in the second half of the 20th century, then subjected to a series of failed development proposals. Now, after some Covid-19-related construction delays, the landmark building is on track to reopen in early 2021, insofar as pandemic restrictions allow, as a Cipriani venue featuring a hotel, private club and event space.", "categories": [["What's News"]], "category_links": ["https://www.wsj.com/news/types/magazine-what-s-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hodinkee-40-million-investment-lvmh-11606912900", "title": "Watch Whisperer Hodinkee Clocks $40 Million Investment", "date": "2020-12-02 08:30", "summary": "As Tom Brady, LVMH Luxury Ventures and TCG step in, Hodinkee founder Benjamin Clymer will cede CEO duties after more than a decade at the center of the watch world. In 2014, after more than five years as a tastemaker for luxury watches, Hodinkee CEO Benjamin Clymer had an important decision to make.", "categories": [["Fashion"]], "category_links": ["https://www.wsj.com/news/types/magazine-fashion?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/refrigerators-ovens-get-a-hygiene-makeover-during-covid-19-pandemic-11606913490", "title": "Home Appliances Get a Hygiene Makeover", "date": "2020-12-02 07:51", "summary": "Manufacturers roll out home appliances featuring sanitizing heaters and ultraviolet light as shut-in consumers seek upgrades. SEOUL-The roughly $500 billion home-appliance industry is making a hard pivot toward hygiene as the coronavirus pandemic shows no sign of moderating.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chinas-covid-19-comeback-lifts-iron-ore-11606905003", "title": "China's Covid-19 Comeback Lifts Iron Ore", "date": "2020-12-02 07:09", "summary": "Iron-ore prices have risen to a seven-year high as China's economic recovery drives demand for steel. SYDNEY-Even as steel production in the West stumbles because of the coronavirus pandemic, iron-ore prices are surging again as steelmakers in China keep output high to support the economic recovery there.", "categories": [["Markets", "Commodities"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/doordash-loyalty-program-should-deliver-11606910583", "title": "DoorDash Loyalty Program Should Deliver", "date": "2020-12-02 07:03", "summary": "Eaters may be racing to subscribe to DoorDash's monthly DashPass at just the right time. Consumers are eating up DoorDash's DashPass while seemingly nibbling at offers from rivals Grubhub and Uber Eats by comparison. That could prove to be the secret sauce for DoorDash once a pandemic-driven wave of business shrinks.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/doordash-is-set-to-deliver-softbank-a-big-hit-11606906803", "title": "DoorDash Is Set to Deliver SoftBank a Big Hit", "date": "2020-12-02 06:00", "summary": "Tech-focused Vision Fund poured money into startup in 2018, helping it expand its reach and outpace rivals' growth. A year ago, SoftBank Group Corp. faced criticism when its strategy of pouring billions of dollars into highly unprofitable startups became bogged down by some high-profile flops.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-a-couples-quest-to-cure-cancer-led-to-the-wests-first-covid-19-vaccine-11606905001", "title": "How a Couple's Quest to Cure Cancer Led to West's First Covid-19 Vaccine", "date": "2020-12-02 05:30", "summary": "Vaccine is one of the fastest developed ever, but it was also 30 years in the making, starting with two Turkish-born scientists in a small German town. MAINZ, Germany-The story of the first Covid-19 vaccine to be authorized in the West began 30 years ago in rural Germany when two young physicians, the children of Turkish migrants and freshly in love, pledged to invent a new treatment for cancer.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mexicos-leftist-president-becomes-fiscal-hawk-in-midst-of-pandemic-11606905000", "title": "Mexico's Leftist President Becomes Fiscal Hawk", "date": "2020-12-02 05:30", "summary": "President López Obrador takes pains to avoid a fiscal crisis, as austerity deepens the economic fallout from Covid-19 and fuels poverty. MEXICO CITY-While most of the world's largest economies embarked this year on spending sprees to cushion the economic hit from Covid, Mexico's leftist President Andrés Manuel López Obrador has doubled down on budget discipline and austerity despite a rise in poverty.", "categories": [["World", "Latin America"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/latin-america-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-v-shaped-recovery-doesnt-mean-a-v-shaped-jobs-market-11606902908", "title": "A V-Shaped Recovery Doesn't Mean a V-Shaped Jobs Market", "date": "2020-12-02 04:58", "summary": "Manufacturing is leading the bounce back in economic activity, but the recovery in the services sector will mean everything to the labor market. Global manufacturing's recovery continues to gain traction, with J.P. Morgan's global manufacturing purchasing managers index hitting 53.7 last month, the highest in almost three years.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hong-kong-activist-joshua-wong-jailed-for-more-than-a-year-over-2019-protest-11606895447", "title": "Hong Kong Activist Joshua Wong Jailed for More Than a Year Over 2019 Protest", "date": "2020-12-02 04:49", "summary": "Former student leader among three imprisoned as authorities crack down harder on political opponents. HONG KONG-Joshua Wong, who emerged from a 79-day street occupation in 2014 as the leading face of a new generation of young activists who infuriated China's leaders, was jailed for more than a year on Wednesday for inciting and organizing protesters who besieged Hong Kong police headquarters last year.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/north-korean-hackers-are-said-to-have-targeted-companies-working-on-covid-19-vaccines-11606895026", "title": "North Korean Hackers Are Said to Have Targeted Companies Working on Covid-19 Vaccines", "date": "2020-12-02 04:17", "summary": "At least six pharmaceutical companies in the U.S., the U.K. and South Korea targeted. SEOUL-North Korean hackers have targeted at least six pharmaceutical companies in the U.S., the U.K. and South Korea working on Covid-19 treatments, according to people familiar with the matter, as the regime seeks sensitive information it could sell or weaponize.", "categories": [["WSJ News Exclusive", "Asia"]], "category_links": ["https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/jd-health-raises-3-5-billion-from-hong-kongs-red-hot-capital-markets-11606899489", "title": "JD Health Raises $3.5 Billion From Hong Kong's Red-Hot Capital Markets", "date": "2020-12-02 03:58", "summary": "More than 120 companies have raised $44.6 billion through IPOs and secondary listings in Hong Kong this year, the highest since 2010. The telemedicine arm of Chinese e-commerce giant JD.com Inc. raised $3.5 billion in Hong Kong's largest initial public offering this year, taking proceeds from new listings in the city to a 10-year high.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trip-com-is-finally-ready-for-takeoff-11606888645", "title": "Trip.com is Finally Ready for Takeoff", "date": "2020-12-02 00:57", "summary": "Resilient domestic travel in China helped the company survive the worst of 2020. Investors are betting a vaccine will add some fuel to the tank.. Getting the pandemic under control in China has helped the country's online travel giant Trip.com ride out a turbulent year. But a smooth ride in 2021 depends on a strong rebound in international travel.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11607210977", "title": "Pepper...and Salt", "date": "2020-12-02 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/big-companies-urge-biden-congress-to-address-climate-change-11606885261", "title": "Big Companies Urge Action on Climate Change", "date": "2020-12-02 00:01", "summary": "Amazon, Citigroup, Ford and others support a U.S. return to Paris accord from which Trump withdrew. WASHINGTON-A broad cross section of big U.S. corporations including Amazon.com Inc., Citigroup Inc. and Ford Motor Co. are calling on Congress to work closely with President-elect Joe Biden to address the threat of climate change.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-threatens-to-veto-defense-bill-if-tech-liability-provision-stands-11606879398", "title": "Trump Threatens to Veto Defense Bill if Tech Liability Shield Stands", "date": "2020-12-02 23:30", "summary": "President is demanding termination of broad legal immunity that social-media companies enjoy. WASHINGTON-President Trump threatened to veto an annual defense-policy bill if it doesn't include language revoking a provision that gives social-media companies broad immunity for the content they publish from users on their sites.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/georgia-gop-official-urges-trump-to-condemn-threats-against-election-officials-11606873944", "title": "Georgia Official Urges Trump to Condemn Threats Against Election Workers", "date": "2020-12-02 23:16", "summary": "Gabriel Sterling of the Georgia Secretary of State's Office said a worker received death threats. A Georgia election official urged President Trump on Tuesday to condemn threats against election officials doing their jobs.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lincoln-center-chamber-musicians-take-show-to-taiwan-despite-pandemic-11606857265", "title": "Lincoln Center Chamber Musicians Take Show to Taiwan Despite Pandemic", "date": "2020-12-02 22:12", "summary": "Seven musicians completed quarantines, procured visas to participate in the four-year-old annual tradition. In its five-decade history, the Chamber Music Society of Lincoln Center hasn't only been a mainstay at its namesake New York venue, it also has proved itself a cultural road warrior, giving concerts in 17 countries and 42 states in the U.S.", "categories": [["U.S.", "Culture"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-culture?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/california-boat-captain-indicted-in-fire-that-killed-34-11606876749", "title": "California Boat Captain Indicted in Fire That Killed 34", "date": "2020-12-02 21:39", "summary": "Jerry Boylan indicted on federal manslaughter charges for one of the deadliest maritime disasters in recent U.S. history. LOS ANGELES-The captain of a scuba diving boat that caught fire and sank off the coast of California last year, killing 34 people who were trapped below deck, was indicted Tuesday on federal manslaughter charges for one of the deadliest maritime disasters in recent U.S. history.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/federal-prosecutors-investigated-alleged-bribery-for-pardon-scheme-11606875967", "title": "U.S. Prosecutors Investigated Alleged Bribery-for-Pardon Scheme", "date": "2020-12-02 21:26", "summary": "Justice Department was pursuing an inquiry as recently as this summer, according to court filing. WASHINGTON-The Justice Department was investigating as recently as this summer an alleged \"bribery-for-pardon\" scheme, according to a court filing made public Tuesday.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/salesforce-cfo-mark-hawkins-to-retire-at-end-of-january-11606863116", "title": "Salesforce CFO Mark Hawkins Plans to Hand Over Reins", "date": "2020-12-02 21:08", "summary": "Company names Chief Legal Officer Amy Weaver as his successor. Salesforce.com Inc. is preparing to close what would be its biggest deal ever-and it plans to do so with a new finance chief.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-campaign-files-more-election-challenges-in-wisconsin-michigan-11606849219", "title": "Barr Says No Evidence of Widespread Voter Fraud in Election", "date": "2020-12-02 20:39", "summary": "Attorney general's comments contradict President Trump, who pressed forward with legal challenges. The Justice Department hasn't found evidence of widespread voter fraud that could reverse President-elect Joe Biden's election victory, Attorney General William Barr said Tuesday, dealing a blow to President Trump as he launched fresh legal claims to contest the results.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/federal-judge-strikes-down-trumps-h-1b-visa-rules-on-highly-skilled-foreign-workers-11606871592", "title": "Federal Judge Strikes Down Trump's H-1B Visa Rules", "date": "2020-12-02 20:13", "summary": "Chamber of Commerce and others challenged administration's visa rules issued in October. A federal judge in San Francisco on Tuesday set aside two Trump administration policies that required employers to pay foreign workers on H-1B visas significantly higher wages and narrowed eligibility for the program valued by U.S. tech firms and other employers.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/jfk-airports-busiest-terminal-seen-recovering-from-covid-19-slowly-11606870813", "title": "JFK Airport's Busiest Terminal Seen Recovering Slowly", "date": "2020-12-02 20:10", "summary": "Operator of Terminal 4 says pandemic forces it to scale back or delay $3.8 billion refurbishment and expansion. The operator of John F. Kennedy International Airport's busiest terminal said its passenger numbers might not return to pre-pandemic levels until 2024, leading it to scale back or delay a planned $3.8 billion refurbishment and expansion.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cdc-panel-recommends-giving-first-covid-vaccines-to-health-workers-nursing-homes-11606862069", "title": "CDC Panel Recommends Giving First Covid-19 Vaccines to Health Workers, Nursing Homes", "date": "2020-12-02 20:08", "summary": "A decision could come Wednesday, as drug makers await word in coming weeks of emergency-use authorization of two vaccines. A federal vaccine advisory panel recommended that health-care workers and residents of long-term care facilities be the first to receive any Covid-19 vaccine doses from the limited supply that will be available initially.", "categories": [["Politics", "Health Policy"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/health-policy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/supreme-court-voices-doubts-over-suit-alleging-nestle-cargill-liable-for-child-slavery-11606853402", "title": "Supreme Court Voices Doubts Over Suit Alleging Nestle, Cargill Liable for Child Slavery", "date": "2020-12-02 19:37", "summary": "Ivory Coast plantations supply food makers with cocoa. WASHINGTON-Several Supreme Court justices expressed doubts Tuesday over a lawsuit that aims to hold Nestle USA Inc. and Cargill Inc. liable for the exploitation of child slaves on Ivory Coast plantations that supply the companies with cocoa.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/salesforce-confirms-deal-to-buy-slack-for-27-7-billion-11606857925", "title": "Salesforce Confirms Deal to Buy Slack", "date": "2020-12-02 19:36", "summary": "Transaction is Salesforce's largest ever acquisition and forms one of the biggest players in the business-software market. Salesforce.com Inc. agreed to buy messaging company Slack Technologies Inc. in a $27.7 billion deal that shows how the biggest players in cloud computing are racing to add muscle amid the pandemic's remote-work boom.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/howard-hughes-turns-to-finance-chief-to-fill-ceo-position-11606868856", "title": "Howard Hughes Turns to Finance Chief to Fill CEO Position", "date": "2020-12-02 19:27", "summary": "About 7% of chief executives at S&P 500 and Fortune 500 companies come directly from the CFO post, says the Crist|Kolder Volatility Report. Howard Hughes Corp.'s new chief executive, David O'Reilly, has joined a small club of finance executives who ascended to the top spot-a move that illustrates how the role of chief financial officer at some companies has evolved into a position more focused on broader strategies and growth.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nasdaq-ceo-pushes-corporate-boards-to-diversify-11606868215", "title": "Nasdaq CEO Pushes Corporate Boards to Diversify", "date": "2020-12-02 19:16", "summary": "Adena Friedman discusses the exchange operator's diversity plan with The Wall Street Journal.. Nasdaq Inc. on Tuesday proposed new rules that would require the boards of its listed companies to meet certain minimum diversity requirements, or explain in a public disclosure why they aren't doing so. Nasdaq Chief Executive Adena Friedman discussed the exchange operator's diversity plan with The Wall Street Journal. This interview has been edited for clarity.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/just-a-start-11606867595", "title": "'Just a Start'", "date": "2020-12-02 19:06", "summary": "Biden hints at the taxpayer fleecing to come.. Well that didn't take long. A Journal editorial published last night warned that the Biden economic team would \"use the lingering damage from the pandemic to propose a major spending and tax increase in early 2021.\" And today the president-elect all but confirmed it.", "categories": [["Opinion", "Best of the Web"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/best-of-the-web-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/joe-biden-introduces-team-he-says-will-help-economy-recover-after-coronavirus-11606849627", "title": "Biden Introduces His Economic Team", "date": "2020-12-02 19:06", "summary": "President-elect urges Congress to pass a robust relief package and says more stimulus efforts will be needed later. WILMINGTON, Del.-President-elect Joe Biden formally introduced his picks for key economic positions in remarks on Tuesday, emphasizing their experience and diverse backgrounds as the U.S. weathers the economic fallout from the coronavirus pandemic.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}]