[{"link": "https://www.wsj.com/articles/hurricane-laura-08-28-2020-11598632137", "title": "Trump Surveys Damage From Laura as Cleanup Begins", "date": "2020-08-29 19:15", "summary": "President receives briefings on lethal storm that left hundreds of thousands without power. President Trump visited Louisiana and Texas on Saturday to survey the damage from Hurricane Laura earlier in the week.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chadwick-bosemans-career-amplified-black-culture-history-11598736348", "title": "Chadwick Boseman's Career Amplified Black Culture, History", "date": "2020-08-29 17:25", "summary": "Actor portrayed series of Black icons including Jackie Robinson, James Brown and Thurgood Marshall. The surprise news on Friday of actor Chadwick Boseman's death at age 43 left his fans and industry peers struggling to take stock of a meteoric career cut short, and the impact of an actor whose work shined a light on Black history and culture.", "categories": [["Life & Work", "Life & Style"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/life-style?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tens-of-thousands-converge-on-berlin-to-denounce-coronavirus-restrictions-11598719108", "title": "Protesters Converge on Berlin to Denounce Coronavirus Restrictions", "date": "2020-08-29 15:28", "summary": "Protest drew people from around Europe, defying governments that are battling a resurgence in infections. BERLIN-Tens of thousands of protesters occupied the center of the German capital for the second time in a month on Saturday, denouncing pandemic restrictions in defiance of governments that are battling a resurgence of infections.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ex-kenosha-alderman-recounts-call-to-arms-during-jacob-blake-protests-11598709140", "title": "Ex-Kenosha Alderman Recounts Call to Arms", "date": "2020-08-29 15:15", "summary": "Kevin Mathewson says he used Facebook to rally gun owners to protect homes and businesses. KENOSHA, Wis.-Worried about escalating violence following the police shooting of a Black man, former Kenosha Alderman Kevin Mathewson on Tuesday posted a call to arms on the Kenosha Guard page on Facebook that he created in June.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/teachers-retrain-to-keep-students-on-track-in-online-classes-11598727600", "title": "Teachers Retrain to Keep Students on Track in Online Classes", "date": "2020-08-29 15:00", "summary": "Because of the pandemic, many teachers spent the summer learning how to reach students as schools reopen virtually. Teachers across the country have spent the summer cramming to become effective online educators. Now, they will be put to the test.", "categories": [["Life & Work", "Life & Style"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/life-style?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-latest-news-08-29-2020-11598698806", "title": "U.S. Coronavirus Cases Near Six Million", "date": "2020-08-29 14:31", "summary": "The Covid-19 count has risen for five days straight; businesses expect extended period of economic disruption. Confirmed coronavirus cases neared 25 million world-wide, while the U.S. closed in on six million infections and other countries saw case numbers rise.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/q-a-what-to-know-about-colon-cancer-11598724986", "title": "Colon-Cancer Q&A: What to Know", "date": "2020-08-29 14:16", "summary": "Chadwick Boseman's death puts a spotlight on the risk of colorectal cancer, especially young-onset colon cancer. The death of actor and \"Black Panther\" star Chadwick Boseman at 43 years old shines a spotlight on the risk of colon cancer, especially \"young onset\" colorectal cancer which is on the rise among people under the age of 50. Here are a few things to know about the disease.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/airport-shopping-has-been-on-a-tear-for-years-now-what-11598709600", "title": "Airport Shopping Has Been on a Tear for Years. Now What?", "date": "2020-08-29 13:52", "summary": "Resume Subscription. LONDON-Think retailers and restaurants are having a hard time during the pandemic? Try selling just about anything these days at London's Heathrow Airport.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/belaruss-struggle-to-escape-its-soviet-past-pushes-it-into-russias-embrace-11598718387", "title": "Belarus's Struggle to Escape Its Soviet Past Pushes It Into Russia's Embrace", "date": "2020-08-29 12:26", "summary": "Resume Subscription. The long rule of Alexander Lukashenko, the embattled president of Belarus, has left his country economically depleted and reliant on Russia, largely trapped in its Soviet-era past and likely bound to Moscow for many years to come.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/california-fire-season-may-worsen-with-resources-already-thin-11598717006", "title": "California Fire Season May Worsen, With Resources Already Thin", "date": "2020-08-29 12:03", "summary": "As coronavirus pandemic challenges state's ability to combat massive wildfires this month, forecasts call for more dangerous conditions. SAN FRANCISCO-With months still to go until the end of fire season, California's firefighting resources are already close to the breaking point.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/one-of-the-brains-behind-tesla-found-a-new-way-to-make-electric-cars-cheaper-11598673630", "title": "One of the Brains Behind Tesla May Have a New Way to Make Electric Cars Cheaper", "date": "2020-08-29 11:39", "summary": "Resume Subscription. Almost every day old iPhones and other used personal electronics arrive by the truckload at a warehouse in Carson City, Nev., where workers crack them open, pull out their batteries and strip them for raw materials.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/new-york-parents-forming-pandemic-pods-hunt-for-classroom-space-11598713200", "title": "New York Parents Forming 'Pandemic Pods' Hunt for Classroom Space", "date": "2020-08-29 11:00", "summary": "Opting to keep their kids out of school, some are repurposing gyms, rooftops and parks into learning areas. New Yorkers keeping their children out of schools this fall over concerns about the new coronavirus are getting creative with space, repurposing city gyms, condo rooftops, music schools and more into makeshift classrooms.", "categories": [["U.S.", "Schools"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-schools?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pearls-for-every-occasion-11598704200", "title": "Pearls for Every Occasion", "date": "2020-08-29 08:30", "summary": "When it comes to wearing pearls, the world is your oyster. Six new dazzling looks to try.. Ooh la la, pearls! Diamonds might be forever, but pearls are a classic for a reason. They're fun yet timeless, and notably worn by celebrities from Breakfast at Tiffany's era Audrey Hepburn to singer Harry Styles, who likes to accessorize with a strand of them. (As the quote often attributed to Jackie O goes, \"Pearls are always appropriate,\" if you need any more convincing.) A pair of pearl-covered Jimmy Choo heeled sandals makes for an eye-catching indulgence, perfect for a socially distanced night on the town. If you're craving something slightly lower key, consider a pair of round, retro sunnies or bold hoop earrings, both accented with pearls. A pretty, girly headband tops things off nicely, and a Gucci belt with a pearl-encrusted logo buckle offers a stunning statement piece. And because no pearl roundup is complete without Chanel, consider a classic quilted bag with a strap made entirely of them. Below, see all of our favorite picks.", "categories": [["What's News"]], "category_links": ["https://www.wsj.com/news/types/magazine-what-s-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/homes-of-history-and-splendor-11598698800", "title": "Homes of History and Splendor", "date": "2020-08-29 07:00", "summary": "Across the U.S. are numerous historic houses, rich with the styles and stories of the past, that can be easily explored online. If, to borrow a phrase, the past is a foreign country, this moment-when real journeys are curtailed-is a good occasion to time-travel to historic houses. The U.S. has a roster going far beyond familiar names like the Biltmore Estate, Hearst Castle and Winterthur. Many are easily explored online, yielding fascinating micro-histories and peeks at varied aesthetic taste.", "categories": [["Books & Arts", "Art Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/art-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/financial-firms-fail-to-own-up-to-advisers-past-misdeeds-11598698800", "title": "Financial Firms Fail to Own Up to Advisers' Past Misdeeds", "date": "2020-08-29 07:00", "summary": "New streamlined SEC disclosure meant to aid investors often leaves them in the dark. In July, millions of American investors received a new government-mandated form from their financial planners that required advisers to disclose past misdeeds. But hundreds of the firms didn't tell the full truth, a Wall Street Journal analysis has found.", "categories": [["Markets", "Financial Regulation"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/financial-regulation?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-most-dominant-club-in-sports-plays-womens-soccer-in-france-11598695298", "title": "The Most Dominant Club in Sports Plays Women's Soccer in France", "date": "2020-08-29 06:06", "summary": "Star-studded Olympique Lyonnais will be aiming to win its fifth straight Champions League title on Sunday. Women's soccer teams with the misfortune to face Olympique Lyonnais all go through the same exercise in the days before they meet. They watch some harrowing tape. They steel themselves mentally. And their coaches prepare to answer the same question: what's it like to face the strongest clubteam the sport has ever known?", "categories": [["Sports", "Soccer"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/soccer?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/to-stay-on-his-bike-while-social-distancing-he-got-creative-11598695201", "title": "To Stay on His Bike While Social Distancing, He Got Creative", "date": "2020-08-29 06:00", "summary": "Resume Subscription. Back in March, Kevin Williams was training for two 100-mile mountain bike races that he knew could get canceled due to the coronavirus pandemic. The 30-year-old Small Business Administration lender lives in Evergreen, Colo., and logging miles used to be as simple as hopping in his car to access trail networks. Over the past five months, he's had to get creative with his workouts to stay flexible and safe due to both the virus and recent wildfires.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/kkr-nearing-deal-to-sell-epicor-to-cd-r-led-group-11598695200", "title": "KKR Nearing Deal to Sell Epicor", "date": "2020-08-29 06:00", "summary": "Back-office software company would fetch roughly $4.7 billion, including debt. KKR & Co. is nearing a deal to sell Epicor Software Corp. to a group led by private-equity firm Clayton Dubilier & Rice LLC for around $4.7 billion, including debt, according to people familiar with the matter.", "categories": [["WSJ News Exclusive", "Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chinas-theme-parks-ride-a-boom-as-tourists-have-nowhere-to-go-11598693400", "title": "China's Theme Parks Boom as Tourists Have Nowhere to Go", "date": "2020-08-29 05:30", "summary": "New venues sprout as a coronavirus-weary middle class seeks diversions at home. KUNMING, China-With foreign vacations off limits, China is in the middle of a theme-park boom as domestic tourists seek amusements in their own backyards.", "categories": [["Business", "Asia"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/japans-entry-in-flying-car-race-takes-to-the-air-11598691548", "title": "Japan's Entry in Flying-Car Race Takes to the Air", "date": "2020-08-29 04:59", "summary": "SkyDrive demonstrates battery-powered vehicle and aims for service start in 2023. TOYOTA CITY, Japan-A startup has demonstrated a battery-powered flying car for the first time in Japan with hopes of starting service for the public in 2023.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/clsas-ceo-to-depart-in-latest-shake-up-at-chinese-owned-broker-11598689944", "title": "CLSA's CEO to Depart, in Latest Shake-Up at Chinese-Owned Broker", "date": "2020-08-29 04:32", "summary": "Exit adds to recent high-level turnover at the firm that Citic Securities has owned since 2013. CLSA Ltd. Chief Executive Rick Gould is leaving the Hong Kong brokerage after less than a year and a half in that role, in the latest senior departure from the firm owned by China's Citic Securities Co.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/blackrock-gets-go-ahead-for-a-mutual-fund-business-in-china-11598687419", "title": "BlackRock Gets Go-Ahead for a Mutual-Fund Business in China", "date": "2020-08-29 03:50", "summary": "It paves the way for BlackRock to be one of the first foreign investment firms to start managing money for Chinese individuals by itself. BlackRock Inc. got approval from regulators to start a mutual-fund business in China, a milestone for an investment firm with fierce ambitions in the world's second-largest economy.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/steven-cohen-in-exclusive-talks-to-buy-majority-stake-in-new-york-mets-11598675424", "title": "Steven Cohen in Exclusive Talks to Buy Majority Stake in New York Mets", "date": "2020-08-29 00:30", "summary": "The billionaire hedge-fund manager beat out two other groups, including one fronted by former baseball superstar Alex Rodriguez and pop star Jennifer Lopez. For the second time in the past year, billionaire Steven A. Cohen is in the driver's seat to acquire a majority stake in the New York Mets.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11598645193", "title": "Pepper...and Salt", "date": "2020-08-29 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-bets-on-law-and-order-message-to-sway-swing-voters-11598673661", "title": "Trump Bets on Law-and-Order Message to Sway Swing Voters", "date": "2020-08-29 00:01", "summary": "President's campaign hopes to shift debate from coronavirus to crime, but it isn't clear if voters will go along. President Trump and his supporters have seen an opening in the presidential race in recent weeks as a fresh wave of protests against racial injustice have at times turned volatile, with images of violent clashes playing out in the news.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-age-old-secrets-of-modern-scams-11598673662", "title": "The Age-Old Secrets of Modern Scams", "date": "2020-08-29 00:01", "summary": "From medieval forgers to online Elon Musk impersonators, con artists tell stories their victims want to hear. From the headlines last month, you'd have thought it was a hack for the ages. Scammers infiltrated the Twitter accounts of public figures like Barack Obama, Elon Musk and Kim Kardashian West, then tweeted an offer too good to be true: Send bitcoin and get paid back double. When a 17-year-old from Tampa, Fla., was charged on July 31 with orchestrating the scheme, prosecutors called him the \"mastermind\" of a \"massive fraud...designed to steal money from regular Americans.\"", "categories": [["Life & Work", "Ideas", "Essay"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/essay?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-an-ornate-home-can-avoid-looking-cluttered-11598673633", "title": "How an Ornate Home Can Avoid Looking Cluttered", "date": "2020-08-29 00:00", "summary": "A canny couple in upstate New York decorated their Victorian residence so it doesn't outshine their beloved stuff.. ONE OF the salient features of the Hudson, N.Y., home Amy Ilias shares with her artist husband is what's not there. All of the arches, moldings, columns, ceiling medallions-details likely added to the 1830s house later in the 19th century-have been whited out. Not one was left bare or painted a contrasting color. \"The most important thing to me is how your eye moves through a space,\" said Ms. Elias, an independent art director and designer as well as owner of online vintage shop thelavenderghost.com. \"If moldings are a different color than the walls and the walls a different color than the ceilings, you can't see anything.\" She and her husband, Jim Denney, find the fluidity soothing.", "categories": [["Real Estate", "Homes"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/house-tour?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-to-speed-up-your-covid-test-results-try-the-airport-11598673616", "title": "How to Speed Up Your Covid Test Results? Try the Airport", "date": "2020-08-29 00:00", "summary": "Some states and countries are open to visitors who show proof of a negative Covid-19 test. But you'll need to fast track the results. FIRST, THE good news: More destinations are lifting restrictions on U.S. travelers. but you'll need more than a passport to get in. If you want to hang out in Bora Bora, Bermuda, St. Barts or a handful of other tourist havens any time soon, you'll need to show proof of a recent negative Covid-19 test, typically taken within three days of departure. Now the bad news: Most testing sites around the country don't deliver results for a nail-biting week or even two.", "categories": [["Life & Work", "Travel", "Off Duty Travel"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/magazine/travel?mod=breadcrumb", "https://www.wsj.com/news/types/off-duty-travel?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chadwick-boseman-played-black-icons-found-fame-with-black-panther-11598671199", "title": "Chadwick Boseman Played Black Icons, Found Fame With 'Black Panther'", "date": "2020-08-29 23:20", "summary": "The actor, who played Jackie Robinson and James Brown, died Friday from cancer. He was 43 years old.. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/chadwick-boseman-star-of-black-panther-dies-of-cancer-at-43-11598668766", "title": "Chadwick Boseman, Star of 'Black Panther,' Dies of Cancer at 43", "date": "2020-08-29 22:39", "summary": "Boseman's family said he was diagnosed with colon cancer four years ago. Actor Chadwick Boseman, who played Black icons Jackie Robinson and James Brown with searing intensity before finding fame as the regal Black Panther in the Marvel cinematic universe, died Friday of cancer, his representative said. He was 43.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/shinzo-abe-to-resign-as-japanese-pm-due-to-health-concerns-local-media-says-11598592532", "title": "Abe Will Resign as Japan's Prime Minister, Citing His Health", "date": "2020-08-29 22:17", "summary": "The 65-year-old leader has long suffered from an intestinal condition called ulcerative colitis. TOKYO-Prime Minister Shinzo Abe said he would resign because of a painful intestinal condition, ending his rule after he held the top job longer than anyone else.", "categories": [["World", "Asia", "Japan"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/japan-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/protesters-pour-into-national-mall-renewing-racial-justice-push-11598615232", "title": "Thousands March on National Mall, Continuing Racial-Justice Push", "date": "2020-08-29 22:11", "summary": "Demonstration comes on 57th anniversary of Dr. Martin Luther King Jr.'s speech from the Lincoln Memorial. WASHINGTON-Thousands of demonstrators marched through the capital Friday in a protest meant to hark back to the civil-rights struggles and accomplishments of the 1960s, renewing their push for policing overhauls after recent police killings of Black citizens and calling for a vote against President Trump in November.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-march-on-washington-against-racism-and-police-brutality-11598639552", "title": "A March on Washington Against Racism and Police Brutality", "date": "2020-08-29 20:22", "summary": "Protesters gather on the 57th anniversary of Dr. Martin Luther King Jr.'s historic 'I Have a Dream' speech. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/u-s-to-cut-troop-presence-in-iraq-by-about-one-third-officials-say-11598625823", "title": "U.S. to Cut Troop Presence in Iraq by About One-Third", "date": "2020-08-29 20:11", "summary": "President Trump is expected to tout the reduction to about 3,500 troops as progress toward winding down what he has described as endless wars. WASHINGTON-The Pentagon is cutting the U.S. force in Iraq to about 3,500 troops, U.S. officials said, a roughly one-third reduction that President Trump is expected to tout as progress toward winding down what he has described as endless wars.", "categories": [["WSJ News Exclusive", "Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}]