[{"link": "https://www.wsj.com/articles/tiger-at-bronx-zoo-believed-to-be-first-animal-to-exhibit-symptoms-of-covid-19-11586129678", "title": "Tiger at Bronx Zoo Tests Positive for Coronavirus", "date": "2020-04-05 19:34", "summary": "Chief veterinarian says 4-year-old Nadia is thought to have caught the novel coronavirus from caretaker. A tiger at the Bronx Zoo has tested positive for the novel coronavirus, according to the zoo's chief veterinarian, who said it was the first animal that tested positive and showed symptoms.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-city-fully-cancels-spring-break-for-public-schools-11586018300", "title": "New York City Fully Cancels Spring Break for Public Schools", "date": "2020-04-05 19:26", "summary": "Teachers are also now advised against using Zoom because of concerns that include hacking. New York City canceled all of spring break for its public schools and advised teachers to move away from the use of Zoom, a popular videoconferencing program for remote-access learning, according to an Education Department memo sent to staff Friday night.", "categories": [["U.S.", "Schools"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-schools?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/supreme-court-to-weigh-in-on-wisconsins-absentee-ballots-11586118600", "title": "Supreme Court to Weigh In on Wisconsin's Absentee Ballots", "date": "2020-04-05 19:11", "summary": "High court to decide whether voters have until April 13 for absentee ballots to compensate for disruptions from coronavirus. WASHINGTON-The Supreme Court was poised Sunday to decide whether Wisconsin voters would have an extra six days to submit absentee ballots to compensate for the disruption imposed by the coronavirus pandemic on Tuesday's in-person primary election.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/with-budget-passed-new-york-state-legislature-has-no-clear-next-steps-11586127600", "title": "With Budget Passed, New York State Legislature Has No Clear Next Steps", "date": "2020-04-05 19:00", "summary": "Some advocacy groups call for lawmakers to continue their work even if it means remote meetings. Members of the state Senate and Assembly trickled out of the Capitol last week after overnight votes to enact a new state budget. Whether they will return this year isn't clear.", "categories": [["U.S.", "State Street"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/state-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/australian-police-launch-criminal-probe-over-coronavirus-outbreak-on-cruise-ship-11586092924", "title": "Australian Police Launch Criminal Probe Over Coronavirus Outbreak on Cruise Ship", "date": "2020-04-05 18:51", "summary": "Investigation into whether staff on the Ruby Princess misled authorities about an outbreak among passengers and crew. SYDNEY-Australian police have launched a criminal investigation into whether staff of a cruise ship that docked in Sydney misled authorities about a coronavirus outbreak among passengers and crew aboard.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-k-prime-minister-boris-johnson-hospitalized-for-coronavirus-tests-11586119651", "title": "U.K. Prime Minister Boris Johnson Hospitalized for Coronavirus Tests", "date": "2020-04-05 18:22", "summary": "Johnson tested positive 10 days ago for Covid-19. British Prime Minister Boris Johnson was hospitalized for tests on Sunday after suffering persistent symptoms of the new coronavirus 10 days after he tested positive for the illness, his office said.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/oil-investors-grow-desperate-for-supply-cuts-amid-glut-11586088000", "title": "Oil Investors Grow Desperate for Supply Cuts", "date": "2020-04-05 18:18", "summary": "Saudi Arabia-Russia discord and U.S. oil companies' lack of commitment about cutting output could pressure crude prices again. The oil market is in a race against time.", "categories": [["Markets", "Commodities"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-races-to-get-coronavirus-supplies-before-cases-peak-11586123114", "title": "New York Races to Get Coronavirus Supplies Before Cases Peak", "date": "2020-04-05 17:45", "summary": "City needs 1,000 to 1,500 more ventilators; shipments coming from West Coast. New York City scrambled on Sunday to get more hospital equipment as it faced the possibility of running out of ventilators in the next few days.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/world-health-coronavirus-disinformation-11586122093", "title": "World Health Coronavirus Disinformation", "date": "2020-04-05 17:28", "summary": "WHO's bows to Beijing have harmed the global response to the pandemic.. The coronavirus pandemic will offer many lessons in what to do better to save more lives and do less economic harm the next time. But there's already one way to ensure future pandemics are less deadly: Reform or defund the World Health Organization (WHO).", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-supreme-court-on-hold-11586121994", "title": "The Supreme Court on Hold", "date": "2020-04-05 17:26", "summary": "The Justices may have to consider virtual oral arguments-or even delay their annual summer break.. The Supreme Court on Friday said it is postponing oral arguments on cases originally scheduled for the last weeks in April after having already delayed hearings from mid-March. The delay makes sense given the national health guidelines and the close quarters of the High Court's hearing room, but the Justices may have to consider alternatives if the virus lockdown drags on.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/facebooks-road-to-redemption-runs-straight-down-main-street-11586114470", "title": "Facebook's Road to Redemption Runs Straight Down Main Street", "date": "2020-04-05 16:24", "summary": "COO Sheryl Sandberg says past mistakes prepared social network for coronavirus response; company offers cash, tools to help mom-and-pops. No company has experienced growing pains as severe as Facebook Inc. The company's past failures to ensure privacy, protect data and police content have left its executives confronting a simple question: Can we trust you?", "categories": [["Business", "On Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/on-business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/state-coronavirus-shutdowns-have-taken-29-of-u-s-economy-offline-11586079001", "title": "State Shutdowns Have Taken at Least a Quarter of U.S. Economy Offline", "date": "2020-04-05 16:14", "summary": "Eight in 10 U.S. counties are under lockdown orders, according to a study, and they represent nearly 96% of national output. At least one-quarter of the U.S. economy has suddenly gone idle amid the coronavirus pandemic, an analysis conducted for The Wall Street Journal shows, an unprecedented shutdown of commerce that economists say has never occurred on such a wide scale.", "categories": [["WSJ News Exclusive", "Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/assisted-living-facilities-are-vulnerable-to-coronavirus-11586084400", "title": "Assisted-Living Facilities Are Vulnerable to Coronavirus", "date": "2020-04-05 15:18", "summary": "Homes for the elderly in Florida and elsewhere grapple with threat of infection of residents and staff. MIAMI-Assisted-living facilities, a booming but lightly regulated industry that houses roughly a million elderly patients in Florida and across the nation, are ill-prepared for the novel coronavirus, some health authorities say.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/texas-gets-double-punch-from-coronavirus-and-oil-shock-theres-no-avoiding-this-one-11586113727", "title": "Texas Gets Double Punch From Virus and Oil Shock. 'There's No Avoiding This One.'", "date": "2020-04-05 15:08", "summary": "Lone Star State's economy, which outpaced most of the U.S. after the 2008 financial crisis, looks set to suffer an outsize contraction this time. Texas had one of the best economic records of any U.S. state after the 2008 financial crisis. In this crisis, it faces the prospect of a deep and prolonged downturn.", "categories": [["Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/economy-week-ahead-jobless-claims-fed-minutes-consumer-prices-11586113201", "title": "Economy Week Ahead: Jobless Claims, Fed Minutes", "date": "2020-04-05 15:00", "summary": "Data out this week is likely to reflect mounting damage from coronavirus and efforts to contain it. Economic data out this week is likely to reflect mounting damage from the coronavirus and efforts to contain it.", "categories": [["Economy", "Economy Week Ahead"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/economy-week-ahead?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/jungle-prints-hearts-chickens-whats-showing-up-on-homemade-coronavirus-masks-11586113027", "title": "Jungle Prints. Hearts. Chickens: What's Showing Up on Homemade Masks", "date": "2020-04-05 14:57", "summary": "Volunteers are firing up sewing machines, with cloth masks in demand; 'a plea to every person I know who ever sewed'. America needs more face masks to confront the coronavirus. Karen Vacaliuc has plenty to offer: in gingham, stripes and jungle prints.", "categories": [["A-hed"]], "category_links": ["https://www.wsj.com/news/types/a-hed?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/after-the-cares-act-hospitals-and-businesses-need-sustained-support-11586112467", "title": "After the Cares Act, Hospitals and Businesses Need Sustained Support", "date": "2020-04-05 14:47", "summary": "It isn't too late for Congress to help keep more workers on payroll and shore up state health-care capacity.. In contrast with the halting, gradual responses to the 2007-09 financial crisis, policy makers moved quickly to limit the costs of the economic shutdown forced by the Covid-19 pandemic. The $2 trillion Cares Act recently signed by President Trump is a big step toward stability, but more action is required. Even more important is careful thought about what that action should try to accomplish, what form it should take, and how it will shape fiscal choices going forward.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ode-to-american-toilet-paper-11586112316", "title": "Ode to American Toilet Paper", "date": "2020-04-05 14:45", "summary": "Of course we hoard it. The soft stuff sets us apart from our one-ply peers overseas.. A few weeks into the lockdown, let's assess where we are. First, we're all germophobes now. Handshakes are so yesterday. We're caught up on \"Tiger King\" episodes on Netflix . We appreciate Amazon same-day delivery now that most orders take a week. We miss sitting in restaurants and milking a table over meaningless conversations. Same for sports, which provided a great background noise to life. Grocery supply chains still seem to work. And given which shelves are bare at Costco and most supermarkets, we see clearly that Americans have a weird fascination with not running out of toilet paper.", "categories": [["Opinion", "Inside View"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/inside-view?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/emerging-market-economies-brace-for-coronavirus-hit-11586112224", "title": "Emerging-Market Economies Brace for Coronavirus Hit", "date": "2020-04-05 14:43", "summary": "Average economic output across developing nations is expected to shrink for the first time in decades. MEXICO CITY-After slamming developed economies in Asia, Europe and North America, the coronavirus pandemic is coming for economies across the developing world.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-film-showdown-to-substitute-for-sports-11586112233", "title": "A Film Showdown to Substitute for Sports", "date": "2020-04-05 14:43", "summary": "Which is better, 'Rudy' or 'Hoosiers'?. The Covid-19 pandemic has robbed us of so much this year, not least March Madness. Under normal circumstances, many Americans would be watching the NCAA Men's Basketball National Championship Monday night.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-tax-break-for-coronavirus-hit-states-11586112131", "title": "A Tax Break for Coronavirus-Hit States", "date": "2020-04-05 14:42", "summary": "Return to letting taxpayers deduct all their state and local taxes.. The Tax Cuts and Jobs Act of 2017 placed a $10,000 cap on the amount of state and local taxes that taxpayers could deduct from their federal taxable income. The SALT cap effectively raised the taxes of millions of Americans in states like New York, New Jersey, California and Illinois. The most recent census data for 2019 show population declines in these states. The cap has given taxpayers an incentive to flee, costing state and local governments valuable tax revenues at a time when they can ill afford it.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-jihadists-are-saying-about-the-coronavirus-11586112043", "title": "What Jihadists Are Saying About the Coronavirus", "date": "2020-04-05 14:40", "summary": "A magazine describes the pathogen as 'one of Allah's soldiers.' Another passes along CDC hygiene tips.. Jihadist groups are closely following the spread of the new coronavirus. In their publications and on social media their members post analyses, threats and even sanitary guidelines. Counterterrorism officials should monitor these communications for a window into their thinking.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-question-of-power-review-the-energy-to-survive-11586111962", "title": "'A Question of Power' Review: The Energy to Survive", "date": "2020-04-05 14:39", "summary": "The modern age is one of struggle not for industrialization or political primacy but for electricity. Green-only options won't cut it.. Growing up in Buffalo, N.Y., I took electricity for granted. Nearby was Niagara Falls, whose hydroelectric power stations, pulsing with kilowatts for the 1901 Pan-American Exposition, made Buffalo America's City of Light-the nation's first wholly electrified large metropolis. Statues of Nikola Tesla adorned our parks. In the place of my boyhood, electricity was dependable and low-priced. Isn't that how it is for everyone?", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/no-gasoline-in-venezuela-11586111864", "title": "No Gasoline in Venezuela", "date": "2020-04-05 14:37", "summary": "Refineries are kaput and imports are too costly. The economy risks a standstill.. Researchers at the New York Institute of Technology's College of Osteopathic Medicine report that a vaccine long used against tuberculosis may mitigate the effects of Covid-19, reducing the fatality rate.", "categories": [["Opinion", "The Americas"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/the-americas?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/christian-relief-comes-to-central-park-11586111772", "title": "Christian Relief Comes to Central Park", "date": "2020-04-05 14:36", "summary": "New York welcomes Samaritan's Purse-though the mayor and others are suspicious.. Samaritan's Purse has sent medical teams to Haiti, Bangladesh, Iraq-and now to New York's Central Park, where it has set up a field hospital across Fifth Avenue from the affluent Upper East Side. The nonprofit relief organization is providing and funding 68 beds and several dozen personnel to assist Covid-19 patients from Mount Sinai Health System hospitals around the city. The effort will \"allow us to expand inpatient and critical care capacity,\" according to a statement from Mount Sinai's chairman of emergency medicine.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/not-playing-at-a-theater-near-you-11586008814", "title": "Not Playing at a Theater Near You", "date": "2020-04-05 13:13", "summary": "Coronavirus has shut down movie chains; now they can only hope to still be around to reopen. The silver screen has gone dark, but a tense new drama is unfolding in the industry.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/zoombombing-harms-the-alcoholics-anonymous-community-11586091602", "title": "Zoombombing Harms the Alcoholics Anonymous Community", "date": "2020-04-05 12:38", "summary": "Zoom, the go-to platform for social isolation in the coronavirus pandemic, is no substitute for meeting in person-especially for recovering alcoholics. ", "categories": [["Tech", "Personal Tech", "Personal Technology: Review"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb", "https://www.wsj.com/news/types/personal-technology-joanna-stern?mod=breadcrumb", "https://www.wsj.com/news/types/personal-technology-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-economy-will-survive-the-coronavirus-11586103392", "title": "The Economy Will Survive the Coronavirus", "date": "2020-04-05 12:16", "summary": "Don't despair. Even amid the doom and gloom there are many things to be glad about.. People are worried about the Covid-19 pandemic's long-term effects on the economy and our collective future. While hunkered down in your homes, try to make the most of this rare opportunity to observe extremely uncommon events unfold in real time. It isn't all bad news. There are economic blessings to be counted.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/could-antibodies-be-a-key-to-beat-covid-19-11586103285", "title": "Could Antibodies Be a Key to Beat Covid-19?", "date": "2020-04-05 12:14", "summary": "At the time I became ill, I didn't meet any of the requirements for testing, having neither left the country nor been exposed to a victim, so I didn't meet the threshold requirement to donate plasma-a positive Covid-19 test.. Regarding your editorial \"Got Antibodies?\" (April 2): I am a 66-year-old female with no underlying health conditions. I was extremely sick from March 4-11 with the documented symptoms of coronavirus: dry cough, high fever, lassitude and a remarkable lack of appetite. After my fever fell from 102.4 to 99.9 degrees (where it stayed for a few days), I waited seven more fever-free days and then let myself out of quarantine-thinner, paler, but alive.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-cost-of-virus-bailout-will-be-broader-than-debt-11586103192", "title": "The Cost of Virus Bailout Will Be Broader Than Debt", "date": "2020-04-05 12:13", "summary": "I can't help but wonder what the long-term impact will be of the federal government taking on this level of debt to support emergency aid.. I can't help but wonder what the long-term impact will be of the federal government taking on this level of debt to support emergency aid (\"How Package Affects Households, Firms,\" The Coronavirus Pandemic, March 26). If long-term U.S. Treasury borrowing rates are effectively zero, I guess you can argue it doesn't make any difference because the Treasury can just borrow more to cover its borrowings coming due. How this works for individual states that can't just print money likely means that the next big stimulus argument will be the Treasury giving billions or trillions of dollars to individual states that see their tax revenues crater while their expenses skyrocket. This will be political dynamite since the hardest-hit states will be Democratic states (New York, California, etc.), which are all essentially bankrupt now with public pension liabilities that are grossly underfunded and getting worse. It was always my worst nightmare that states like Wisconsin that kept expenses in line with revenues and fully funded public pensions would be bailing out states that did just the opposite.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/poor-cost-benefit-analysis-led-to-coronavirus-pandemic-11586103215", "title": "Poor Cost-Benefit Analysis Led to Pandemic", "date": "2020-04-05 12:13", "summary": "We are in the situation we are in today precisely because of cost-benefit analyses performed by government leaders at all levels leading up to this moment.. Holman Jenkins calls for cost-benefit analysis (\"Yes, We Need Cost-Benefit Analysis,\" Business World, March 28). As a professor of operations research, I am all for it as well. We are in the situation we are in today precisely because of cost-benefit analyses performed by government leaders at all levels leading up to this moment. Lack of investment in protective equipment, ventilators and testing capabilities is the product of trade-offs between immediate needs and future needs that were made in previous years.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/there-are-heroes-of-many-kinds-in-the-covid-19-war-11586103074", "title": "There Are Heroes of Many Kinds in the Covid-19 War", "date": "2020-04-05 12:11", "summary": "The underappreciated heroes are the lab staff who are running all those samples, and the housekeeping staff.. Regarding Dr. Paul Dohrenwend's \"Nurses Are the Coronavirus Heroes\" (op-ed, March 31): No disrespect to all the nurses facing risk and continuing to do their jobs during this health crisis, but we also need to acknowledge that the respiratory therapists are the experts on the front lines when it comes to diseases of the airways and lungs, as well as being experts on the set up and administration of the vital ventilators keeping the sick patients alive while their lungs recover from damage caused by Covid- 19. They deserve acknowledgment as well.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bet-big-on-treatments-for-coronavirus-11586102963", "title": "Bet Big on Treatments for Coronavirus", "date": "2020-04-05 12:09", "summary": "Antivirals and antibody therapies are showing promise. The FDA needs to step up its pace.. Some imagine that the coronavirus will run its tragic course in the spring, with the direst results avoided by intense social-distancing and other mitigation efforts, and then our lives can more or less return to normal in the summer.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/shortage-of-test-components-forces-labs-to-beg-borrow-and-improvise-11586102401", "title": "Shortage of Test Components Forces Labs to Beg, Borrow and Improvise", "date": "2020-04-05 12:00", "summary": "'The biggest problem in the last couple of weeks has been how to get the 10-cent swab to put into somebody's nose to get that sample'. Facing looming shortages of supplies needed to conduct coronavirus tests, some laboratories are taking matters into their own hands.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/as-coronavirus-halts-masses-conservative-catholics-push-back-11586102383", "title": "As Coronavirus Halts Masses, Conservative Catholics Push Back", "date": "2020-04-05 11:59", "summary": "A vocal minority of conservative Catholics are criticizing the suspension of Masses, arguing that believers need the church now more than ever. A vocal minority of conservative Catholics are criticizing the suspension of Masses in response to the coronavirus pandemic, arguing that such a crisis is precisely when believers need the church most.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/with-coronavirus-shutdowns-airlines-learn-to-manage-without-flying-many-planes-11586100378", "title": "With Coronavirus Shutdowns, Airlines Learn to Manage Without Flying Many Planes", "date": "2020-04-05 11:26", "summary": "Executives instead navigate bailouts, renegotiate contracts, scrounge for new business and search for places to park idle jets. The world's airlines, no longer operating a globe-spanning choreography of flights, are consumed with new work: navigating government bailout offers, negotiating with unions, finding places to park idle planes and scrounging for business like flying cargo and repatriating marooned travelers.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-utility-workers-live-at-job-site-during-coronavirus-crisis-11586098801", "title": "New York Utility Workers Live at Job Site During Crisis", "date": "2020-04-05 11:00", "summary": "Cornhole, Nintendo Wii help pass the time between 'keeping the lights on'. While the novel coronavirus outbreak has forced many New Yorkers to do their jobs from home, a small number of essential employees are doing the opposite: living at their worksite.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-backs-dismissal-of-uss-roosevelt-captain-11586042319", "title": "President Trump Backs Dismissal of USS Roosevelt Captain", "date": "2020-04-05 10:25", "summary": "President criticized Capt. Brett Crozier for writing memo pleading for help dealing with coronavirus outbreak at sea. WASHINGTON-President Trump said he agreed with the Navy's decision to fire Capt. Brett Crozier, the commanding officer of the USS Theodore Roosevelt, after a memo in which the captain pleaded for help with a coronavirus outbreak at sea leaked to the media.", "categories": [["Politics", "National Security"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/national-security?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/private-equity-firms-use-war-rooms-to-help-portfolio-companies-navigate-coronavirus-disruption-11586096270", "title": "'War Rooms' Help Portfolio Companies Navigate Disruption", "date": "2020-04-05 10:17", "summary": "Pandemic leads buyout firms to foster collaboration among the small and mid-size companies they own. Private-equity firms are pooling their resources to set up crisis-management hubs that can help the companies they already own contend with the wide-ranging effects of the coronavirus pandemic.", "categories": [["Pro PE Industry News"]], "category_links": ["https://www.wsj.com/news/types/pro-pe-industry-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/states-try-reducing-malaria-drug-hoarding-amid-unproven-coronavirus-benefit-11586095200", "title": "States Try Curbing Malaria-Drug Hoarding Amid Unproven Coronavirus Benefit", "date": "2020-04-05 10:00", "summary": "Limits on filling prescriptions for hydroxychloroquine are aimed at preserving supplies for lupus, arthritis patients. States across the U.S. are taking steps to prevent hoarding of decades-old antimalarial drugs for treatment of the new coronavirus, an effort to preserve supplies for other patients who rely on the medicines to remedy ailments such as lupus and arthritis.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-lockdowns-clear-the-air-but-the-green-effect-could-be-fleeting-11586095204", "title": "Lockdowns Clear the Air, but the Green Effect Could Be Fleeting", "date": "2020-04-05 10:00", "summary": "Some worry long-term environmental efforts will suffer as governments look to stimulate growth. ", "categories": [["Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/as-coronavirus-piles-pressure-on-families-domestic-violence-concerns-surge-11586091601", "title": "Domestic Violence Concerns Surge", "date": "2020-04-05 09:00", "summary": "Governments are trying to find ways to protect women and children who struggle to reach authorities while locked at home. Authorities and women's groups are racing to find ways to protect women against domestic abuse as the coronavirus pandemic confines families to their homes.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nissan-renaults-coronavirus-conundrum-how-to-plan-when-were-not-selling-anything-11586090871", "title": "Nissan-Renault's Conundrum: How to Plan When 'We're Not Selling Anything'", "date": "2020-04-05 08:47", "summary": "With sales evaporating and most factories closed, executives say they are flying blind not knowing when business will return to normal. Spring was supposed to herald a fresh start for the troubled car-making alliance of Renault SA and Nissan Motor Co. Executives were hoping to grab investors' attention with a vision for the next three years, backed up with detailed projections of profits and sales.", "categories": [["Business", "Autos & Transportation", "Autos Industry"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/transportation?mod=breadcrumb", "https://www.wsj.com/news/types/autos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/opec-allies-set-to-debate-oil-cuts-as-saudis-delay-pricing-move-11586090711", "title": "OPEC, Allies Set to Debate Oil Cuts as Saudis Delay Pricing Move", "date": "2020-04-05 08:45", "summary": "U.S. sends mixed message, threatening oil tariffs as Canada agrees to join OPEC talks. The Saudi-led Organization of the Petroleum Exporting Countries will convene a virtual meeting on Thursday with other oil-producing nations including Canada and Russia, aiming to negotiate a truce in a Saudi-Russia fight for market share that has cratered oil prices over the past month.", "categories": [["Markets", "Commodities", "Oil Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb", "https://www.wsj.com/news/types/oil-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/single-life-and-the-coronavirus-11586088001", "title": "Single Life and the Coronavirus", "date": "2020-04-05 08:00", "summary": "For those living alone, lockdowns can amplify feelings of isolation. 'It's different now because it's imposed.'. Robert Jones felt \"trashed\" the morning after a recent night of dancing and drinking in his loft apartment.", "categories": [["Life & Work", "Life & Style"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/life-style?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-brain-trust-craft-coronavirus-agenda-11586088000", "title": "Biden, Brain Trust Craft Agenda", "date": "2020-04-05 08:00", "summary": "Off campaign trail, likely Democratic nominee and his advisers are devising policy responses to crisis. ", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/seder-by-videoconference-families-struggle-to-connect-for-passover-easter-this-year-11586088002", "title": "Seder by Videoconference: Families Struggle to Connect for Passover, Easter This Year", "date": "2020-04-05 08:00", "summary": "As coronavirus makes far-flung gatherings impossible, families plan virtual meals and smaller celebrations. The Figoten family has been gathering for Passover Seder meals for almost 70 years in Los Angeles-some members flying across the country to eat, pray, visit and sing songs, including their original \"Ballad of the Figoten Clan.\" Everyone had their own place cards, many made by a family member who passed away.", "categories": [["Life & Work", "Life & Style"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/life-style?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/shroud-of-turin-goes-on-rare-display-amid-coronavirus-pandemic-11586086761", "title": "Shroud of Turin Goes on Rare Display Amid Coronavirus Pandemic", "date": "2020-04-05 07:39", "summary": "The relic, which devotees believe to be the burial cloth of Jesus, will be shown online and on TV the day before Easter. ROME-The Shroud of Turin, which devotees believe to be the burial cloth of Jesus Christ, will go on a rare display the day before Easter as part of the Catholic Church's observance of Holy Week amid the coronavirus pandemic.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-enforcers-curtailed-a-coronavirus-robocall-scam-11586084401", "title": "How Enforcers Curtailed a Robocall Scam", "date": "2020-04-05 07:00", "summary": "A rare victory shows how to stop a likely fraud-and how it may get easier in the future. WASHINGTON-In the war against illegal robocalls, enforcers claim something unusual: a few wins.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ships-are-moving-but-exhausted-sailors-are-stuck-at-sea-under-coronavirus-restrictions-11586084402", "title": "Ships Are Moving, but Exhausted Sailors Are Stuck at Sea", "date": "2020-04-05 07:00", "summary": "Travel restrictions and tight virus controls leave thousands of weary seafarers at sea, fearing they might get infected. Oceangoing shipping companies, already hit by crumbling demand and fractured supply chains from the coronavirus pandemic, are facing another problem on their vessels.", "categories": [["Logistics Report"]], "category_links": ["https://www.wsj.com/news/types/logistics-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-big-question-for-sports-when-will-you-feel-safe-around-20-000-strangers-again-11586084401", "title": "The Big Question for Sports: When Will Fans Feel Safe?", "date": "2020-04-05 07:00", "summary": "President Trump wants sports back soon. But fans might not be ready.. Sports will be back. At some point in the possibly distant future, athletes will head back to work in arenas, ballparks and stadiums, and leagues will promise a return to normalcy. There will finally be something to watch on television again.", "categories": [["Sports"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/kept-at-home-by-the-coronavirus-many-chinese-fall-behind-on-their-debts-11586079000", "title": "Kept at Home, Many Chinese Fall Behind on Their Debts", "date": "2020-04-05 05:30", "summary": "China is edging toward what could be its first credit downturn in decades. China is edging toward what could be its first credit downturn in decades, as personal-loan delinquencies in the country climb during the coronavirus pandemic.", "categories": [["Markets", "Credit Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/credit-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/in-a-steel-town-coronavirus-fear-has-a-father-hoping-for-layoff-11586079002", "title": "In a Steel Town, Coronavirus Fear Has a Father Hoping for Layoff", "date": "2020-04-05 05:30", "summary": "For Jon Veenis and essential workers like him, the risk of exposing vulnerable family means social distancing at home. GREENSBURG, Pa.-Jon Veenis reads bedtime stories from the doorway of his son Brayden's bedroom every night. The steelworker doesn't want to risk sitting on his son's bed and hugging him.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/if-companies-arent-buying-their-own-stock-who-is-11586079000", "title": "If Companies Aren't Buying Their Own Stock, Who Is?", "date": "2020-04-05 05:30", "summary": "Many companies have suspended share repurchase plans, removing a crucial pillar of support for the stock market during the coronavirus pandemic. Hilton Worldwide Holdings Inc. added $2 billion to its stock buyback program on March 3, a vote of confidence among executives as the stock market began to slide.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-victims-are-dying-alone-11586088001", "title": "Coronavirus Victims Are Dying Alone", "date": "2020-04-05 00:01", "summary": "Across New York and the country, families and friends struggle to mourn the dead amid policies restricting hospital visits and funerals. As his father lay dying of Covid-19 at Richmond University Medical Center in Staten Island, Andreas Koutsoudakis Jr. sent him a final message through a nurse: \"Your son can't be here, but he calls every hour on the hour, and your family misses you.\"", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bill-gates-to-spend-billions-on-coronavirus-vaccine-development-11586124716", "title": "Bill Gates to Help Fund Coronavirus-Vaccine Development", "date": "2020-04-05 00:01", "summary": "Foundation along with governments and other backers to develop facilities for most-promising efforts. Microsoft Corp. co-founder Bill Gates said his foundation will make billions of dollars available for manufacturing the most promising vaccines to combat the novel coronavirus.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/governments-around-the-world-intensify-measures-to-battle-coronavirus-pandemic-11585993977", "title": "U.S. Expects Virus Peak in Some Cities Next Week as Global Toll Climbs", "date": "2020-04-05 23:39", "summary": "'There will be a lot of death unfortunately,' President Trump says. Confirmed coronavirus cases shot past 1.2 million globally, as the U.S. braced for the most challenging days ahead for many of its hardest-hit cities.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/united-cuts-new-york-flights-as-city-hunkers-down-11586050432", "title": "United Cuts New York Flights as City Hunkers Down", "date": "2020-04-05 21:58", "summary": "'We are taking another major step at Newark and LaGuardia to help keep our employees safe,' airline's chief operations officer writes. United Airlines Inc. is cutting nearly 90% of its New York-area flying, as public health officials predicted that the city will reach the peak of its novel coronavirus outbreak in the coming days.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/gilead-accelerates-production-of-experimental-coronavirus-drug-11586049635", "title": "Gilead Accelerates Production of Experimental Coronavirus Drug", "date": "2020-04-05 21:20", "summary": "Drugmaker won't charge patients for its current supply of remdesivir, which researchers are studying for its effectiveness. Gilead Sciences Inc. has ramped up production of its experimental coronavirus drug, which has seen overwhelming demand amid a surge in cases around the world.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}]