[{"link": "https://www.wsj.com/articles/calls-mount-to-oust-police-from-new-york-city-schools-11592523269", "title": "Calls Mount to Oust Police from New York City Schools", "date": "2020-06-18 19:42", "summary": "Petition asks that 'school safety agents' be moved out of NYPD's control. Advocates for less punitive discipline are intensifying efforts to get NYPD-supervised \"safety agents\" out of New York City schools, saying they often exacerbate tensions and make schools feel like prisons.", "categories": [["U.S.", "Schools"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-schools?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ad-agency-encourages-clients-to-join-facebook-ad-boycott-11592517885", "title": "Ad Agency Encourages Clients to Join Facebook Ad Boycott", "date": "2020-06-18 19:33", "summary": "Social platforms 'must have a zero tolerance policy for hate,' Dentsu unit 360i tells clients. A prominent advertising agency is advising clients to support an ad boycott against Facebook Inc. that was recently called for by civil-rights groups, a move that comes amid growing tensions between Madison Avenue and the social network over how it polices its content.", "categories": [["WSJ News Exclusive", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/washington-post-to-bolster-its-coverage-of-race-related-issues-11592522109", "title": "Washington Post to Bolster Its Coverage of Race-Related Issues", "date": "2020-06-18 19:32", "summary": "Move comes amid calls in newsrooms across the U.S. to improve diversity. The Washington Post intends to create more than a dozen new positions to address racial-diversity concerns and bolster its coverage of race-related stories, a move that comes as many news organizations grapple with workplace-diversity issues.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/dreamers-celebrate-while-bracing-for-another-battle-to-maintain-legal-protections-11592517066", "title": "Dreamers Celebrate While Bracing for Another Battle", "date": "2020-06-18 19:31", "summary": "Advocates are already organizing to press Congress for action and get out the vote for Democrat Joe Biden in November. WASHINGTON-For the past few months, Jennifer Rubio, a 24-year-old intensive- care unit nurse in Oklahoma City, dwelled endlessly on what she should do if the Supreme Court ended Deferred Action for Childhood Arrivals, the Obama-era program that grants her a work permit and protection from deportation.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-confessions-of-john-bolton-11592522040", "title": "The Confessions of John Bolton", "date": "2020-06-18 19:14", "summary": "It's quaint, we know, but whatever happened to honor in public service?. On the matter of John Bolton's book, it's hard to tell who looks worse: the former national security adviser for writing it while President Trump is still in office, his lifelong political opponents who now hail Mr. Bolton as a truth teller, or the President of the United States as depicted in the book.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/on-daca-obama-can-but-trump-cant-11592522095", "title": "On Daca, Obama Can but Trump Can't", "date": "2020-06-18 19:14", "summary": "The Supreme Court endorses a double regulatory standard.. Sometimes getting to the right policy via the wrong process does more harm than good. We fear that will be the case with Thursday's unfortunate 5-4 Supreme Court decision to block President Trump's rescission of Barack Obama's order for Deferred Action for Childhood Arrivals, widely known as Daca.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ned-lamont-says-the-unspeakable-11592522060", "title": "Ned Lamont Says the Unspeakable", "date": "2020-06-18 19:14", "summary": "The Democrat opposes extending the $600 federal jobless benefit.. Connecticut Governor Ned Lamont is a progressive in good standing, but he better watch out if he keeps speaking economic truths that don't fit with national Democratic Party orthodoxy.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-sanctions-firms-tankers-it-accuses-of-exporting-venezuelan-oil-11592509502", "title": "U.S. Sanctions Firms, Tankers It Accuses of Exporting Venezuelan Oil", "date": "2020-06-18 19:04", "summary": "Treasury Department alleges operations were part of effort by Maduro regime to siphon state resources into personal accounts. WASHINGTON-The Trump administration on Thursday blacklisted more than a dozen individuals, their businesses and tankers alleged to have been involved in as much as 40% of Venezuela's crude-oil exports in recent weeks.", "categories": [["World", "Latin America"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/latin-america-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/atlanta-police-officers-prosecution-expected-to-be-tough-case-on-both-sides-11592521111", "title": "Atlanta Police Officers' Prosecution Expected to Be 'Tough Case on Both Sides'", "date": "2020-06-18 18:58", "summary": "District attorney is pursuing strategy that would impose murder liability without proving an intent to kill. The felony murder charge against a former Atlanta police officer accused of killing Rayshard Brooks is the opening round of what promises to be a fiercely contested court battle, according to legal experts.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/charter-schools-enemies-block-black-success-11592520626", "title": "Charter Schools' Enemies Block Black Success", "date": "2020-06-18 18:50", "summary": "Teachers unions are gaining in their fight to stop students and resources from moving toward what works.. For decades, there has been widespread anxiety over how, when or whether the educational test score gap between white and non-white youngsters could be closed. But that gap has already been closed by the Success Academy charter school network in New York City.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-scheme-of-heaven-review-celestial-divination-11592520577", "title": "'A Scheme of Heaven' Review: Celestial Divination", "date": "2020-06-18 18:49", "summary": "Astrology was the premodern world's 'Big Science'-sophisticated, institutionally supported and sanctioned by sovereigns.. Nightfall. A crescent moon gleams in the fading glow of the departed sun. One by one, stars appear, then the luminous river and dusky lagoons of the Milky Way. To the casual viewer of constellations, the night sky is a disordered canvas: a cosmic mashup of pointillist Seurat, swirling van Gogh and abstract Picasso. Seeing order there demands a deferential, if not pious, posture-head thrown back, eyes cast upward-identical, one imagines, to that assumed by our prescientific forebears. An hour's patient watch reveals that the entire domed skyscape wheels around-rising eastward, setting westward-in measured diurnal rotation. Longer-term scrutiny brings to light a scattering of planets that migrate among the stars. The visible cosmos, notwithstanding its silence, is abuzz with activity.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-joy-and-loss-of-late-fatherhood-11592520597", "title": "The Joy and Loss of Late Fatherhood", "date": "2020-06-18 18:49", "summary": "My cousin Peter found happiness in his two children. Then he learned he had cancer.. New York", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/magafor-all-11592520510", "title": "MAGA-for All", "date": "2020-06-18 18:48", "summary": "Trump needs to give voters a reason to support him. He's working on it.. President Trump convened a roundtable last week in Dallas, which the media described as a talk on police and race relations. It was much more. Some Republicans are beginning to hope it was the basis of a compelling second-term agenda.", "categories": [["Opinion", "Potomac Watch"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/potomac-watch?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/notable-quotable-john-bolton-11592520531", "title": "Notable & Quotable: John Bolton", "date": "2020-06-18 18:48", "summary": "'All sorts of avenues exist to air policy differences. By our lights, it just is unseemly. . .'. From a June 18 New York Sun editorial:", "categories": [["Opinion", "Commentary", "Notable & Quotable"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb", "https://www.wsj.com/news/types/notable-quotable?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/an-african-american-saint-for-our-time-11592520476", "title": "An African-American Saint for Our Time", "date": "2020-06-18 18:47", "summary": "Augustus Tolton was born into slavery, became a priest, and ministered to the poor.. When Augustus Tolton prepared to take his vows as a Catholic priest in 1886, he assumed that he would leave Rome for missionary work in Africa. Then a cardinal told him that he was bound for Illinois. Tolton was astonished: \"Must I go back to America, where I was not wanted as a priest?\"", "categories": [["Opinion", "Commentary", "Houses of Worship"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb", "https://www.wsj.com/news/types/houses-of-worship?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/albertsons-looks-to-price-ipo-between-18-and-20-a-share-11592514861", "title": "Albertsons Kicks Off Roadshow, Setting Up IPO for Next Week", "date": "2020-06-18 18:47", "summary": "The grocery-chain is seeking to price shares between $18 and $20. Grocery-chain operator Albertsons Cos. kicked off its IPO roadshow Thursday, setting itself up to be the next notable company to tap a warming market for new issues.", "categories": [["Markets", "Stocks", "IPOs"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb", "https://www.wsj.com/news/types/ipos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/company-linked-to-toxic-forever-chemicals-loses-defense-contract-11592520413", "title": "Company Linked to Toxic 'Forever Chemicals' Loses Defense Contract", "date": "2020-06-18 18:46", "summary": "Tradebe Environmental Services is parent company of Norlite, whose incinerator burned 2 million pounds of 'forever chemicals' in one town. The Defense Department canceled contracts with a company that incinerated more than 2 million pounds of materials containing toxic \"forever chemicals\" from firefighting foam in upstate New York over the past two years.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bob-dylan-a-genius-among-us-11592520328", "title": "Bob Dylan, a Genius Among Us", "date": "2020-06-18 18:45", "summary": "Amid America's cultural upheaval, some things remain constant.. Summer begins and it may be a hard one. Lots of pain in this big place.", "categories": [["Opinion", "Declarations"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/declarations?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/supreme-court-blocks-trump-cancellation-of-daca-immigration-program-11592489280", "title": "Trump's Bid to End DACA Blocked by Supreme Court", "date": "2020-06-18 18:33", "summary": "High court grants relief to undocumented immigrants brought to U.S. as children, ruling 5-4 that administration didn't provide sufficient reasons for canceling program. WASHINGTON-The Supreme Court on Thursday rejected the Trump administration's cancellation of an Obama-era program that provided legal protections and work permits to unauthorized immigrants who came to the U.S. as children.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-city-to-ban-police-restraints-that-choke-people-11592519365", "title": "New York City to Ban Police Restraints That Choke People", "date": "2020-06-18 18:29", "summary": "NYPD already has policy prohibiting chokeholds; measure would make use of force in ways that restrict blood or air flow a misdemeanor. New York City will ban police restraints that choke people, New York City Mayor Bill de Blasio said Thursday, the latest in a series of reforms to law enforcement practices.", "categories": [["U.S.", "Politics"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/house-democrats-consider-calling-john-bolton-to-testify-about-trump-11592518273", "title": "House Democrats Consider Calling John Bolton to Testify About Trump", "date": "2020-06-18 18:24", "summary": "Former national security adviser's book revives debate over president's efforts on China, Ukraine. WASHINGTON-John Bolton's book has reignited a partisan battle on Capitol Hill over President Trump's behavior toward foreign powers, spurring House Democrats to consider calling Mr. Bolton to testify while Senate Republicans largely discounted the forthcoming account of his time as national security adviser.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/act-of-god-legaltheory-allows-restaurant-rent-relief-during-coronavirus-restrictions-court-rules-11592519051", "title": "'Act of God' Legal Theory Allows Restaurant Rent Relief, Court Rules", "date": "2020-06-18 18:24", "summary": "The ruling could have an impact on other cases in which tenants have missed rent payments. A bankruptcy court in Illinois has ruled that the force majeure provision in a restaurant lease excuses the tenant's obligation to pay full rent during the time a stay-at-home order was implemented to slow the spread of Covid-19.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tulsa-prepares-for-big-crowds-for-trump-rally-juneteenth-11592506104", "title": "Tulsa Prepares for Big Crowds for Trump Rally, Juneteenth", "date": "2020-06-18 18:17", "summary": "People already line up near 19,000-seat arena where the president is set to speak; officials worry about coronavirus spread as cases jump in region. TULSA, Okla.-City officials here are preparing for two days of massive public gatherings, starting with a celebration Friday to commemorate the end of slavery and then President Trump's first re-election campaign rally in months on Saturday.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-latest-news-06-18-2020-11592470659", "title": "California Requires Face Coverings as Some States See Daily Record Cases", "date": "2020-06-18 18:15", "summary": "Number of new cases in Florida, Arizona and the Golden State hit daily records. Face covering requirements: Californians will now be required to wear face-coverings in high-risk environments, according to new guidance from the state's Department of Public Health released Thursday. The new measures come as a growing consensus shows the fast-moving virus is more likely to spread in close-up, person-to-person interactions for extended periods.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pioneers-of-americas-black-press-11592517409", "title": "Pioneers of America's Black Press", "date": "2020-06-18 17:56", "summary": "Since the early 19th century, African-American publications have built community and challenged injustice.. It isn't enough to have a voice, it must also be used and heard. \"Too long have others spoken for us,\" announced the first issue of Freedom's Journal, the first black-owned and operated newspaper in the U.S. Founded by Samuel Cornish and John Russwurm in 1827, the weekly New York City paper published news and opinions; almost equally important, it provided an advertising platform for black businesses, charities and organizations. During its two-year run, Freedom's Journal reached 50,000 households in 11 states, helping to foster a sense of community and pride among the free but disenfranchised African-Americans of the North.", "categories": [["Life & Work", "Ideas", "Historically Speaking"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/historically-speaking?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/office-depot-hires-new-cfo-11592517307", "title": "Office Depot Hires New CFO", "date": "2020-06-18 17:55", "summary": "Office-supplies retailer is restructuring its operations and is eliminating 13,100 jobs. Office Depot Inc. hired ABM Industries Inc. 's former chief financial officer D. Anthony Scaglione as its finance chief, the company said Thursday.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/head-of-u-k-competition-regulator-to-step-down-citing-limits-of-role-11592517090", "title": "Head of U.K. Competition Regulator to Step Down Citing Limits of Role", "date": "2020-06-18 17:51", "summary": "Andrew Tyrie plans to leave in September after just over two years on the job. Andrew Tyrie plans to step down as chairman of the U.K.'s competition regulator, citing \"inherent limits\" of the position.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/shale-driller-chisholm-files-for-chapter-11-bankruptcy-11592516546", "title": "Shale Driller Chisholm Files for Chapter 11 Bankruptcy", "date": "2020-06-18 17:42", "summary": "Company signs restructuring agreement with lenders and private-equity sponsors Apollo and Ares. Private-equity-owned Chisholm Oil & Gas Operating LLC has become the latest shale driller to file for bankruptcy, pushed into chapter 11 by a decline in commodity prices and production challenges in Oklahoma that have also caused other energy companies to fail.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/black-lives-matters-years-of-pressure-paved-way-for-sudden-police-overhaul-11592516422", "title": "Black Lives Matter's Years of Pressure Paved Way for Sudden Police Overhaul", "date": "2020-06-18 17:40", "summary": "Resume Subscription. After the killing of George Floyd in police custody a little over three weeks ago, police and governments moved quickly to enact major changes:", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/marathon-petroleum-in-talks-with-potential-buyers-of-speedway-gas-station-unit-11592515818", "title": "Marathon in Talks With Potential Buyers of Speedway Unit", "date": "2020-06-18 17:39", "summary": "Company is also considering possible spinoff of Speedway. Marathon Petroleum Corp. is in discussions with potential buyers of its sprawling Speedway gas-station unit, reviving a sale that fell apart in the early stages of the coronavirus crisis.", "categories": [["WSJ News Exclusive", "Deals"]], "category_links": ["https://www.wsj.com/news/types/deals-deal-makers?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/perry-mason-review-a-lawyer-no-longer-11592515354", "title": "'Perry Mason' Review: A Lawyer No Longer", "date": "2020-06-18 17:22", "summary": "Matthew Rhys is a Depression-era private eye in HBO's twist on the Erle Stanley Gardner franchise.. The \"'Perry Mason' moment\"-the climactic \"j'accuse!\" in which a witness collapses on the stand, confesses to the crime and clears the actual defendant-has become such standard stuff of courtroom drama that many viewers think it happens all the time. It doesn't. But as a pop-culture trope, it has probably helped sustain the legacy of author Erle Stanley Gardner's 1933 creation, the subject of a perennially successful series of quasi-pulp novels and, most famously, the '50s-'60s series starring Raymond Burr. There have been other adaptations, too, of course. In each one, shockingly, Mason was actually a lawyer.", "categories": [["Books & Arts", "Television Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/television-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/babyteeth-review-when-not-to-say-no-11592515083", "title": "'Babyteeth': When Not to Say No", "date": "2020-06-18 17:18", "summary": "A girl battling cancer brings home a troubled 20-something in Shannon Murphy's debut feature.. The essence of all movies is time-its passage, its power to transform. Time is especially precious in \"Babyteeth,\" a funny and deeply affecting debut feature, streaming on demand, about a gravely ill girl who doesn't have enough of it left.", "categories": [["Books & Arts", "Film Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/film-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/act-one-review-you-gotta-have-hart-11592514723", "title": "'Act One' Review: You Gotta Have Hart", "date": "2020-06-18 17:12", "summary": "Lincoln Center Theater streams a recording of James Lapine's stage version of Moss Hart's autobiography, starring Tony Shalhoub.. Most of the theatrical webcasts I've reviewed in this space since the beginning of the pandemic were of small-scale stage productions. This stands to reason: The visceral impact of what Ed Sullivan used to call a really big show, especially one performed in a Broadway-size theater, can only be suggested on a TV screen. But in return for the loss of you-are-there immediacy, you get something else of incalculable value, the intimacy that only close-ups can provide. It's a trade-off, but by no means a bad one, and now that America's theaters are closed, I'm more than happy to make it.", "categories": [["Opinion", "Theater Review"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/theater-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pipe-dreams-review-vital-organs-11592514566", "title": "'Pipe Dreams' Review: Vital Organs", "date": "2020-06-18 17:09", "summary": "A PBS film looks at an impressively capable yet oft-overlooked instrument and the musicians who play it.. Director Stacey Tenenbaum's \"Pipe Dreams,\" is an eccentric film about a quirky subject: Organists, the ones who play Bach on apartment-sized instruments, with multiple keyboards, multiple sets of stops (i.e. tone controls) and a full flight of pedals. To the uninitiated, the piano might seem like relative child's play.", "categories": [["Books & Arts", "Television Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/television-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/finding-the-right-words-11592514255", "title": "'Sometimes Always Never': Finding the Right Words", "date": "2020-06-18 17:04", "summary": "A man becomes obsessed with Scrabble in the hope of locating his son who disappeared.. The first thing to be said about \"Sometimes Always Never\" is that it shouldn't be confused with \"Never Rarely Sometimes Always,\" a superb independent feature that opened in March. But once you've seen this endearing new film, directed by Carl Hunter and streaming as a virtual cinema release, you're unlikely to confuse it with anything else. Beginning as a blissed-out piece of whimsy, it becomes a portrait of dulcet madness-the peerless Bill Nighy plays a man obsessed with Scrabble, among other things-then turns into a haunting tale of guilt and grief.", "categories": [["Books & Arts", "Film Review", "Film Review | Joe Morgenstern"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/film-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hertz-seeking-bankruptcy-loan-after-suspending-stock-sale-11592502836", "title": "Hertz Seeks Bankruptcy Loan After Scrapping Stock Sale", "date": "2020-06-18 17:02", "summary": "Rental-car company is in discussions for up to $1 billion in bankruptcy financing after terminating a planned stock sale. Hertz Global Holdings Inc. is in talks to obtain a bankruptcy loan to fund its business reorganization after scrapping a controversial sale of potentially worthless stock, according to people familiar with the matter.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-to-nominate-caroline-crenshaw-to-democratic-sec-seat-11592504357", "title": "Trump Nominates Caroline Crenshaw to Democratic SEC Seat", "date": "2020-06-18 16:56", "summary": "Ms. Crenshaw, a senior counsel at the commission, would fill the seat vacated by Robert Jackson. WASHINGTON-President Trump nominated attorney Caroline Crenshaw to fill a vacant seat on the Securities and Exchange Commission, the White House said Thursday.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/global-stock-markets-dow-update-6-18-2020--11592471760", "title": "Stocks Waver as Investors Track Rise in Coronavirus Cases", "date": "2020-06-18 16:55", "summary": "The number of Americans filing for unemployment benefits continued to fall but remained historically high. U.S. stocks wavered Thursday as investors weighed a rise in coronavirus infections in some states against signs of stabilization in the labor market.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/two-fed-officials-see-rebound-clevelands-mester-flags-long-recovery-path-11592512892", "title": "Two Fed Officials See Rebound, Cleveland's Mester Flags Long Recovery Path", "date": "2020-06-18 16:41", "summary": "'I never like to say mission accomplished because as soon as you say that, then something happens,' Ms. Mester says. Two Federal Reserve officials said Thursday they were hopeful that better days are ahead of the economy amid the continuing coronavirus pandemic, even as one warned it will take a long time for the economy to get back to where it was before the crisis started.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/facebook-twitter-say-they-havent-seen-foreign-governments-meddle-in-black-lives-matter-movement-11592504437", "title": "Facebook, Twitter Say They Haven't Seen Foreign Governments Meddle in Black Lives Matter Movement", "date": "2020-06-18 16:40", "summary": "Twitter executive says platform hadn't found 'concerted foreign efforts' around the protests. WASHINGTON-Executives at Facebook , Inc. and Twitter Inc. said Thursday they hadn't seen evidence that foreign governments had been using fake accounts to share or amplify content related to the recent wave of Black Lives Matter protests, while Democrats accused the social media giants and Alphabet Inc.'s Google of doing too little to curtail disinformation on their platforms.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/philip-morris-sees-continued-need-for-efforts-to-control-illicit-cigarette-trade-11592512331", "title": "Philip Morris Sees Continued Need for Efforts to Control Illicit Cigarette Trade", "date": "2020-06-18 16:32", "summary": "A new study shows the consumption of counterfeit cigarettes continued to grow in the EU. Philip Morris International Inc. said Thursday there is still a need for collaborative efforts against illicit cigarette trade, as a new report produced by KPMG underlined the changing nature of the problem in the European Union.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/rikers-island-detainee-apprehended-after-escape-attempt-11592512093", "title": "Rikers Island Detainee Apprehended After Escape Attempt", "date": "2020-06-18 16:28", "summary": "A 37-year-old male climbed over a recreational fence, made a break for the shoreline. A Rikers Island detainee briefly escaped from the New York City jail complex on Thursday, leading to an extensive manhunt that ended with his capture, law-enforcement officials said.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/transcript-of-president-trumps-interview-with-the-wall-street-journal-11592501000", "title": "Transcript of President Trump's Interview With The Wall Street Journal", "date": "2020-06-18 16:17", "summary": "President discusses the economy, the Bolton book, the coronavirus, race in America and more. President Trump sat down for an interview Wednesday evening in the Oval Office with Wall Street Journal reporter Michael C. Bender. White House attendees included press secretary Kayleigh McEnany, communications director Alyssa Farah and chief of staff Mark Meadows.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/talen-owned-gas-plants-enter-third-bankruptcy-since-2014-11592511475", "title": "Talen-Owned Gas Plants Enter Third Bankruptcy Since 2014", "date": "2020-06-18 16:17", "summary": "Company behind power plants in upstate New York and central Massachusetts expects to transfer ownership to first-lien creditors. A pair of natural-gas-fired power plants owned by Talen Energy Corp. are going into chapter 11 protection for the third time since 2014, and the plan is to hand ownership to senior creditors owed nearly $555 million.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/amc-plans-to-reopen-most-movie-theaters-by-mid-july-11592510626", "title": "AMC Plans to Reopen Most Movie Theaters by Mid-July", "date": "2020-06-18 16:11", "summary": "Biggest movie chains aim to be back in business in time for 'Mulan,' 'Tenet' releases. Movie-theater chain AMC Entertainment Holdings Inc. plans to reopen nearly all its U.S. locations by July 24 following four months of closures that have devastated the company's bottom line.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/police-reforms-must-be-fair-and-workable-11592510803", "title": "Police Reforms Must Be Fair and Workable", "date": "2020-06-18 16:06", "summary": "Police violence encompasses far more than shootings. Inconsistent and limited reporting on use of force means we likely underappreciate, rather than overemphasize, the full scale of police violence in our communities.. In \"The Limits of Police Reform\" (op-ed, June 12), Rafael A. Mangual asserts that popular reform proposals seeking to limit police use of force would likely be found disappointing, as statistics around police firearm discharges have declined over the last semicentennial and police killings are rare. Yet this analysis suffers from two fatal flaws: an unduly narrow definition of police violence and an undervaluing of police violence's costs.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/gospel-according-to-xi-ignores-other-gospel-11592510730", "title": "Gospel According to Xi Ignores Other Gospel", "date": "2020-06-18 16:05", "summary": "The Xi Jinping administration has yet to demonstrate that it examines Chinese Christianity with nuance and respect for regional and denominational differences.. Matthew Taylor King is correct to point out that the rapid growth of Christianity in China constitutes one of the major motivations for the ongoing sinicization of religions campaign (\"The Gospel According to Xi,\" Houses of Worship, June 5). I contest, however, his claim that \"Beijing's problem isn't that Christianity is too foreign; it's that it's become too Chinese.\"", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lees-da-5-bloods-seems-to-honor-the-temptations-11592510613", "title": "Lee's 'Da 5 Bloods' Seems To Honor the Temptations", "date": "2020-06-18 16:03", "summary": "Mr. Lee has apparently named his characters after the five original members of the Temptations.. Joe Morgenstern's review of Spike Lee's \"Da 5 Bloods\" (\"'Bloods': Coming Home to History,\" Life & Arts, June 12) notes that the production was \"hugely enhanced\" by Marvin Gaye tracks. Overlooked, however, is the subtle homage to another Motown act that appears in Mr. Lee's choice for the names of the major characters in the movie: Paul, Otis, Eddie, Melvin, David and their lost squad leader, Norman. Mr. Lee has apparently named his characters after the five original members of the Temptations (Paul Williams, Otis Williams, Eddie Kendricks, Melvin Franklin and David Ruffin) and the producer of their greatest late '60s, early '70s hits (Norman Whitfield).", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-treasury-yields-fall-after-jobs-data-11592494444", "title": "Treasury Yields Fall After Jobs Data", "date": "2020-06-18 16:03", "summary": "Yield on 10-year note drops as low as 0.695% in early trading. U.S. government-bond yields fell Thursday after data showed the number of Americans who filed for unemployment last week was higher than economists expected.", "categories": [["Markets", "Treasurys"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/treasurys?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-economy-is-in-disarray-but-borrowers-arent-getting-home-equity-lines-11592472601", "title": "The Economy Is in Disarray. But Borrowers Aren't Getting Home-Equity Lines.", "date": "2020-06-18 15:55", "summary": "New home-equity lines of credit declined after pandemic hit as lenders tightened standards. Millions of Americans are out of work. But for many, tapping their home equity isn't an option.", "categories": [["Markets", "Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/senate-confirms-judge-with-ties-to-mitch-mcconnell-for-d-c-appellate-court-in-party-line-vote-11592509899", "title": "Senate Confirms Judge With Ties to McConnell for D.C. Appellate Court", "date": "2020-06-18 15:51", "summary": "Walker, only 38, has been on district court bench in Louisville less than a year. WASHINGTON-The Senate confirmed Thursday an outspoken 38-year-old conservative judge from Kentucky for a seat on a federal appeals court in the nation's capital.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/11-ways-for-dog-and-cat-lovers-to-pet-proof-decor-11592509281", "title": "11 Ways for Dog and Cat Lovers to Pet-Proof Décor", "date": "2020-06-18 15:41", "summary": "Tips from interior designers on fabrics to avoid, invisible fences and custom scratching posts. Plus: how a visit to a Chinese restaurant yielded a great dog gate. I'M GOING to be home all day anyway.\" So went the thinking behind the 70% surge in pet fostering through the ASPCA in New York City and Los Angeles this March over the same period last year.", "categories": [["Real Estate", "Design"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/design?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/akamai-keeps-close-eye-on-receivables-as-pandemic-tests-its-customers-11592509314", "title": "Akamai Keeps Close Eye on Receivables as Pandemic Tests Its Customers", "date": "2020-06-18 15:41", "summary": "The network provider is devoting more time and resources to monitor accounts receivable amid customer payment delays. Akamai Technologies Inc. has changed how it monitors accounts receivable as the coronavirus pandemic challenges many of its corporate customers.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/spike-lee-interview-5-bloods-carrie-mae-weems-11592498633", "title": "Spike Lee: 'I've Been Saying Wake Up Before It Was Chic to Be Woke'", "date": "2020-06-18 15:38", "summary": "The director of the new Netflix film Da 5 Bloods in conversation with the groundbreaking artist Carrie Mae Weems and WSJ. about the context and impact of their work and the social movements currently sweeping the U.S.. Spike Lee's Da 5 Bloods, released by Netflix on June 12, tells the story of a fictional group of African-American soldiers in the Vietnam War. Though the film's visual style was inspired by movies like The Bridge on the River Kwai and Apocalypse Now, Lee focuses on the experiences of black veterans, mentioning and honoring real-life heroes like Milton Olive III, who in 1966 became the first African-American to be awarded the Medal of Honor in the Vietnam War after falling on an enemy grenade to save his fellow soldiers.", "categories": [["Magazine - Culture"]], "category_links": ["https://www.wsj.com/news/types/magazine-culture?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/deutsche-bank-settles-swap-reporting-outage-spoofing-violations-11592503157", "title": "Deutsche Bank Settles Swap Reporting Outage, Spoofing Violations", "date": "2020-06-18 15:29", "summary": "The bank has agreed to pay more than $10 million to settle two separate cases by a derivatives market regulator. Deutsche Bank will pay $9 million to settle claims stemming from an outage in 2016 of its swaps reporting platform, the U.S.'s derivatives market regulator said Thursday.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/facebook-outlines-plans-to-improve-workforce-diversity-11592506973", "title": "Facebook Outlines Plans to Improve Workforce Diversity", "date": "2020-06-18 15:27", "summary": "Social-media giant commits to 30% increase in number of people of color in leadership positions over next five years. Facebook Inc. on Thursday laid out steps it said it would take to support black-owned businesses, black content creators and employees of color as protests across the U.S. and around the world have brought renewed attention to racial disparities.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bestselling-books-week-ended-june-13-11592508403", "title": "Bestselling Books Week Ended June 13", "date": "2020-06-18 15:26", "summary": "With data from NPD BookScan. ", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/best-selling-books?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pelosi-orders-removal-of-portraits-of-former-house-speakers-who-served-in-confederacy-11592508391", "title": "Pelosi Orders Removal of Portraits of Former House Speakers Who Served in Confederacy", "date": "2020-06-18 15:26", "summary": "Move is part of effort to clear Capitol of monuments to men 'who embody the violent bigotry and grotesque racism' of Confederacy. WASHINGTON-House Speaker Nancy Pelosi is removing from the Capitol portraits of former speakers who served in the Confederacy, the latest move in her effort to rid the historical building of art featuring people who turned against the Union in the Civil War.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trucker-yrc-seeks-to-defer-millions-in-benefits-payments-11592508252", "title": "Trucker YRC Seeks to Defer Millions in Benefits Payments", "date": "2020-06-18 15:24", "summary": "The latest in a series of financial stresses on the company could threaten insurance coverage for workers. One of the largest trucking companies in the U.S. is facing new financial strains that could jeopardize health insurance coverage for thousands of its workers in the midst of a pandemic.", "categories": [["Logistics Report"]], "category_links": ["https://www.wsj.com/news/types/logistics-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/oil-swings-on-demand-uncertainty-11592489020", "title": "Oil Prices Rise Amid Supply Cuts", "date": "2020-06-18 15:13", "summary": "Recent data, concerns about fresh spike in global coronavirus cases create tug-of-war between supply cuts and demand anxiety. Oil prices climbed Thursday, nearing their highest levels since early March with traders expecting supply cuts to help balance the crude market.", "categories": [["Markets", "Commodities", "Oil Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb", "https://www.wsj.com/news/types/oil-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/french-court-strikes-down-core-of-new-hate-speech-law-11592506625", "title": "French Court Strikes Down Core of New Hate-Speech Law", "date": "2020-06-18 14:57", "summary": "Constitutional Council removes threat of large fines, arguing they would spur tech companies to remove too much content. PARIS-France's highest constitutional authority struck down the core of the country's new hate-speech law before it could go into effect, a victory for free-expression advocates in a global debate over how-and whether-to make tech giants more liable for what people say on the internet.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/even-our-lightbulbs-are-spying-on-us-now-11592506602", "title": "Even Our Lightbulbs Are Spying On Us Now", "date": "2020-06-18 14:56", "summary": "So much for cybersecurity: Identity thieves can use this bright low-tech new idea. Scientists at the Ben-Gurion University of the Negev in Israel have discovered a way to eavesdrop on entire conversations by studying the vibration patterns in a lightbulb. Honest.", "categories": [["Life & Work", "Ideas", "Moving Targets"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/moving-targets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/macron-to-meet-johnson-kicking-off-coronavirus-era-diplomacy-11592481461", "title": "Macron Meeting With Johnson Kicks Off Coronavirus-Era Diplomacy", "date": "2020-06-18 14:55", "summary": "Trip offers a glimpse into how world leaders are resuming summits in the age of coronavirus. LONDON-British Prime Minister Boris Johnson urged French President Emmanuel Macron to accelerate Brexit trade talks Thursday during a rare moment of face-to-face diplomacy since the coronavirus outbreak hit earlier this year.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/covid-19-test-tube-firm-awarded-u-s-contract-is-accused-of-unsanitary-workplace-11592496129", "title": "Covid-19 Test-Tube Firm With U.S. Contract Is Accused of Unsanitary Workplace", "date": "2020-06-18 14:44", "summary": "Dust and debris contaminated assembly process, ex-employees say; millions of tubes have shipped to states. A contractor making Covid-19 testing materials for the federal government has been assembling the items in unsterile conditions in a Texas warehouse where workers only intermittently wear protective gear, according to several former employees.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-city-set-for-second-phase-of-reopening-economy-11592498549", "title": "New York City Set for Second Phase of Reopening Economy", "date": "2020-06-18 14:39", "summary": "Restaurants can offer outdoor seating, while workers can return to offices. New York City will begin the second phase of its economic reopening next week, Mayor Bill de Blasio said Thursday, allowing for workers to return to offices and restaurants to offer outdoor dining.", "categories": [["U.S.", "Tri-State Area"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-region?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mnuchin-powell-defend-borrower-requirements-under-emergency-lending-programs-11592504895", "title": "Mnuchin, Powell Defend Borrower Requirements Under Emergency Lending Programs", "date": "2020-06-18 14:28", "summary": "Treasury, Fed don't plan to monitor whether individual firms retain workers. WASHINGTON-Treasury Secretary Steven Mnuchin and Federal Reserve Chairman Jerome Powell defended policy choices to invest in debts of riskier companies through emergency lending programs and to provide loans without conditions that firms maintain payroll, in a letter to congressional overseers released Thursday.", "categories": [["Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/carnival-to-post-largest-quarterly-loss-in-at-least-25-years-11592501039", "title": "Carnival Posts Record Quarterly Loss", "date": "2020-06-18 14:22", "summary": "Cruise operator expects to burn about $650 million a month for the second half of the year. Carnival Corp. reported a preliminary quarterly loss of more than $4 billion, its largest ever, as the Covid-19 pandemic has idled ships, and it warned that it could breach a loan agreement in a prolonged sailing pause.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/kroger-faces-a-tough-crowd-11592504329", "title": "Kroger Faces a Tough Crowd", "date": "2020-06-18 14:18", "summary": "The grocery chain's stellar sales performance was met with little fanfare, a reaction that seems overly punishing. Only Kroger seems excited about its own sales performance last quarter. Investors could show a little more enthusiasm.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/jean-kennedy-smith-last-surviving-sibling-of-jfk-dies-at-92-11592502195", "title": "Jean Kennedy Smith, Last Surviving Sibling of JFK, Dies at 92", "date": "2020-06-18 13:43", "summary": "As a U.S. ambassador, she played a key role in the peace process in Northern Ireland during the Clinton administration. Jean Kennedy Smith, who was the last surviving sibling of President John F. Kennedy and who as a U.S. ambassador played a key role in the peace process in Northern Ireland, has died, relatives said Thursday. She was 92.", "categories": [["World", "Obituaries"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/obituaries?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/kroger-posts-stronger-sales-profits-amid-coronavirus-pandemic-11592482583", "title": "Kroger Posts Stronger Sales, Profit Amid Coronavirus Pandemic", "date": "2020-06-18 13:37", "summary": "Sales at supermarkets open at least 15 months rose 19% in the latest quarter. Kroger Co. said shoppers are stockpiling less than when the coronavirus pandemic arrived in the U.S., but that sales remain elevated as people cook more at home.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/recent-protests-may-not-be-covid-19-transmission-hotspots-11592498020", "title": "Early Data Show No Uptick in Covid-19 Transmission From Protests", "date": "2020-06-18 13:32", "summary": "Public health experts say preliminary test results are encouraging; outdoor locations and masks may have helped. Early coronavirus testing data from a handful of U.S. cities and states suggest that recent protests against racial injustices haven't yet led to a marked uptick in new cases. Public-health officials warn that the data is still preliminary, however, and protest-related cases could still rise.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/t-mobile-and-at-t-are-cutting-thousands-of-jobs-11592501203", "title": "T-Mobile and AT&T Are Cutting Thousands of Jobs", "date": "2020-06-18 13:26", "summary": "T-Mobile cuts jobs faster than initially planned after Sprint merger; AT&T informs union of more layoffs in telecom unit. T-Mobile US Inc. is cutting jobs faster than initially planned after its April merger with rival Sprint Corp. created a company with about 80,000 employees.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-message-to-americas-corporate-executives-11592500886", "title": "A Message to America's Corporate Executives", "date": "2020-06-18 13:21", "summary": "Feel-good commercials are fine, but put your money where your mouth is and do right by your employees.. Many of your employees have been on the front lines of this pandemic. Those who care for our loved ones, stock our shelves and deliver our packages have kept our society going.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-wheelbarrow-full-of-outrage-11592500857", "title": "A Wheelbarrow Full of Outrage", "date": "2020-06-18 13:20", "summary": "The devaluation of moral currency has reached the hyperinflation stage. No one can buy social peace.. The U.S. made outrage a form of social currency. Now we're in the hyperinflationary phase.", "categories": [["Opinion", "Political Economics"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/political-economics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lawmakers-push-for-120-billion-in-aid-for-restaurants-hit-by-coronavirus-11592491316", "title": "Lawmakers Push for $120 Billion in Aid for Restaurants Hit by Coronavirus", "date": "2020-06-18 13:18", "summary": "Industry has lost millions of jobs as pandemic forced shutdowns, restrictions on in-person dining. WASHINGTON-As Congress discusses a new economic-relief package, a bipartisan group of lawmakers is pushing for $120 billion in aid for restaurants that aims to prevent further closures and job losses due to the coronavirus outbreak.", "categories": [["WSJ News Exclusive", "Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/payments-giant-wirecards-shares-plunge-on-2-billion-audit-deception-11592474551", "title": "Payments Giant Wirecard's Shares Plunge on $2 Billion Audit Deception", "date": "2020-06-18 13:16", "summary": "Auditors fail to find sufficient evidence on cash balances in the company's trust accounts. Shares in troubled payments company Wirecard AG crashed Thursday after auditors said they couldn't locate €1.9 billion ($2.1 billion) of the company's cash.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/love-plants-this-is-your-ultimate-dream-room-11592499907", "title": "Love Plants? This Is Your Ultimate Dream Room", "date": "2020-06-18 13:05", "summary": "We explore designer Katie Ridder's deep-rooted love of Bunny Mellon's grand potting room-and share tips to help you create your own. NO BUNNY-whether cottontail or French Angora-ever came across a garden shed quite like Bunny Mellon's. In 1960, at what was then a nearly 4,000-acre Upperville, Va., estate called Rokeby Farms, the heiress to the Listerine fortune created a showpiece of a potting hut.", "categories": [["Real Estate", "Design"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/design?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/another-german-financial-giant-falls-from-grace-11592499705", "title": "Another German Financial Giant Falls From Grace", "date": "2020-06-18 13:01", "summary": "First Deutsche Bank had to rein in its global ambitions; now Wirecard can't find more than $2 billion in cash. Germany hasn't had much luck with its would-be financial giants. Deutsche Bank has had to massively rein in its global ambitions. Now Wirecard can't find more than $2 billion of cash.", "categories": [["Markets", "Overheard"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/overheard?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/on-the-connecticut-river-a-home-for-now-and-forever-11592499664", "title": "On the Connecticut River, a Home for Now and Forever", "date": "2020-06-18 13:01", "summary": "Resume Subscription. It takes a village, even for two people to retire.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/married-connecticut-architects-build-their-ideal-forever-home-11592497925", "title": "Married Connecticut Architects Build Their Ideal Forever Home", "date": "2020-06-18 12:32", "summary": "The property has multiple separate buildings to suit their hobbies and needs. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/virginia-judge-extends-injunction-blocking-removal-of-robert-e-lee-statue-11592497941", "title": "Virginia Judge Extends Injunction Blocking Lee Statue's Removal", "date": "2020-06-18 12:32", "summary": "Indefinitely extends injunction preventing Gov. Ralph Northam from removing statue from Richmond's Monument Avenue. RICHMOND, Va.-A judge on Thursday indefinitely extended an injunction preventing the Virginia governor from removing a historic statue of Confederate Gen. Robert E. Lee from Richmond's famed Monument Avenue.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biogen-can-bounce-back-from-multiple-sclerosis-blow-11592497508", "title": "Biogen Can Bounce Back from Multiple-Sclerosis Blow", "date": "2020-06-18 12:25", "summary": "Surprise hit to Biogen's blockbuster multiple-sclerosis drug shouldn't sting shareholders for long. Biogen has suffered a surprise blow to its blockbuster multiple-sclerosis franchise. It has a chance to recover, but investors should expect a bumpy ride.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-remarkably-buoyant-cruise-line-11592496554", "title": "A Remarkably Buoyant Cruise Line", "date": "2020-06-18 12:09", "summary": "Plenty of investors are still willing to take a ride on Carnival, even while travelers can't. If we have learned anything from the scorching rebound in the share prices of companies most affected by the pandemic, it is that hope floats-literally.", "categories": [["Markets", "Overheard"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/overheard?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/achieve-paella-proficiency-even-in-a-tiny-kitchen-11592496523", "title": "Achieve Paella Proficiency (Even in a Tiny Kitchen)", "date": "2020-06-18 12:08", "summary": "What makes a paella authentic? It's complicated. But this recipe isn't.. I WAS BAPTIZED with paella, in a manner of speaking. When my mother prepared it for the celebration of my christening, she'd cooked it many times before in her native Spain, but that paella was her first since arriving in New York City in the 1960s. A few years prior she had met my father, another Spanish immigrant, and promptly fallen in love-with him and with the country that promised them more than the one they had left behind, still feeling the impact of a brutal civil war and in the grip of the fascist dictator Generalísimo Francisco Franco.", "categories": [["Life & Work", "Food & Drink", "Recipes", "mega meal"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/food-cooking-drink?mod=breadcrumb", "https://www.wsj.com/news/types/mega-meal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/generals-pull-support-for-pentagon-nominee-tata-over-offensive-tweets-11592496512", "title": "Generals Pull Support for Pentagon Nominee Tata Over Offensive Tweets", "date": "2020-06-18 12:08", "summary": "At least three prominent retired general officers dropped their support for President Trump's nominee over inflammatory tweets he made two years ago on Islam, President Obama and Democratic lawmakers. WASHINGTON-At least three prominent retired general officers have dropped their support for President Trump's nominee for the Pentagon's top policy job, retired Army Brig. Gen. Anthony Tata, over inflammatory tweets he made two years ago on Islam, President Obama and Democratic lawmakers.", "categories": [["WSJ News Exclusive", "Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/retired-african-american-dea-agents-decry-racism-at-the-agency-11592496362", "title": "Retired African-American DEA Agents Decry Racism at the Agency", "date": "2020-06-18 12:06", "summary": "Drug Enforcement Agency has failed to implement court-ordered reforms to address discrimination, former agents say. A group of retired African-American Drug Enforcement Administration agents said in a statement that the agency has failed to address decades of discrimination within its ranks.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/location-location-location-for-luxury-renters-its-all-about-acreage-nowadays-11592496041", "title": "Location, Location, Location? For Luxury Renters, It's All About Acreage Nowadays", "date": "2020-06-18 12:00", "summary": "Real-estate agents say there is increased demand for vacation properties with plenty of space. In typical years, proximity-to the beach, to town, to friends-was the big factor for summer rentals. In 2020, it's acreage.", "categories": [["Real Estate", "Homes"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/homes?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/wide-open-spaces-11592495852", "title": "Wide, Open Spaces", "date": "2020-06-18 11:57", "summary": "Inside five homes set on lots of land.. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/relationships-where-more-means-less-11592495703", "title": "Relationships Where More Means Less", "date": "2020-06-18 11:55", "summary": "When one figure goes up as another goes down, math can help us look at problems from a new perspective.. As the world begins to emerge from lockdown, some people are lamenting the \"quarantine 15,\" extra pounds they gained by stress-eating or baking to pass the time. Although I am typically very prone to comfort eating and baking, I found a way to avoid this using some math.", "categories": [["Life & Work", "Ideas", "Everyday Math"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/everyday-math?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/epa-wont-regulate-rocket-fuel-additive-perchlorate-11592470801", "title": "EPA Won't Regulate Rocket Fuel Additive Perchlorate", "date": "2020-06-18 11:55", "summary": "Move reverses Obama-era decision on protecting public water supplies. The Environmental Protection Agency said Thursday that it won't regulate perchlorate in public water supplies, reversing a decision by the Obama administration to mandate limits on the toxic chemical used as an additive in rocket fuel.", "categories": [["WSJ News Exclusive", "U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/unemployment-benefits-weekly-jobless-claims-coronavirus-11592431795", "title": "U.S. Unemployment Claims Edge Lower but Remain Historically High", "date": "2020-06-18 11:40", "summary": "At 1.5 million, fewest weekly applications since mid-March, but shows pace of layoffs is no longer significantly easing. The number of workers applying for and receiving unemployment benefits has stabilized at historically high levels, signs that while the labor market is healing hundreds of thousands of workers are still losing their jobs each week.", "categories": [["Economy", "Economic Data"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/economic-data?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mcdonalds-keeps-salads-bagels-off-menus-for-now-11592494697", "title": "McDonald's Keeps Salads, Bagels Off Menus for Now", "date": "2020-06-18 11:38", "summary": "Burger giant streamlined operations during coronavirus pandemic, and service improved. McDonald's Corp. plans to keep dozens of items off U.S. menus for the foreseeable future, after sparer operations implemented during the coronavirus pandemic led to improved service times and better margins.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/eddie-the-repo-man-has-time-on-his-hands-what-happens-when-your-debt-is-suspended-11592494459", "title": "Eddie the Repo Man Has Time on His Hands: What Happens When Your Debt Is Suspended", "date": "2020-06-18 11:34", "summary": "Resume Subscription. The repo man is in trouble.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/staying-home-inspired-your-next-remodel-what-to-expect-while-renovating-during-coronavirus-11592494253", "title": "Staying Home Inspired Your Next Remodel. What to Expect While Renovating During Coronavirus", "date": "2020-06-18 11:30", "summary": "The pandemic might have changed project planning for the better, but new safety protocols could slow down construction. That open floor plan homeowners once considered so essential now seems so impractical in a pandemic. Try getting any work done while a Zoom-cast Zumba class blares in the background.", "categories": [["Real Estate", "Counting House"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/counting-house?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/claims-data-interrupt-the-recovery-party-11592494012", "title": "Claims Data Interrupt the Recovery Party", "date": "2020-06-18 11:26", "summary": "America's jobs market is recovering but not as quickly as hoped. America's job market is probably still recovering-just not as swiftly as some investors thought.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-is-taking-a-high-toll-on-swedens-elderly-families-blame-the-government-11592479430", "title": "Coronavirus Is Taking a High Toll on Sweden's Elderly. Families Blame the Government.", "date": "2020-06-18 11:19", "summary": "Discontent is growing over official triage guidelines critics say too often deny elderly patients vital care. When 81-year-old Jan Andersson fell ill with Covid-19 at a nursing home in the Swedish town of Märsta, a doctor consulted by phone ordered palliative care, including morphine, instead of trying to help him fend off the infection.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hamilton-is-hot-in-europe-the-debt-policy-not-the-musical-11592493271", "title": "Hamilton Is Hot in Europe (The Debt Policy, Not the Musical)", "date": "2020-06-18 11:14", "summary": "European Union leaders are talking about jointly issuing hundreds of billions of euros in debt, and to some fans of American history, it looks a lot like what Alexander Hamilton proposed in 1789. BRUSSELS-European leaders are to begin debating a financial proposal that some have called a \"Hamiltonian moment\" on Friday, evoking a turning point in U.S. history 230 years ago.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/rollerblading-for-grown-ups-is-back-and-its-not-just-like-riding-a-bike-11592493109", "title": "Rollerblading for Grown-Ups Is Back, and It's Not Just Like Riding a Bike", "date": "2020-06-18 11:11", "summary": "Looking for socially distant exercise, people make a sometimes bumpy return to in-line skating. What has eight wheels and flies? Maddison Meijome on Rollerblades, hurtling down an unexpected incline, kicking her legs out in front of her and landing flat on her back.", "categories": [["A-hed"]], "category_links": ["https://www.wsj.com/news/types/a-hed?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/after-u-s-declares-impasse-on-digital-taxes-europe-continues-push-11592481834", "title": "After U.S. Declares Impasse on Digital Taxes, Europe Continues Push", "date": "2020-06-18 10:56", "summary": "France's finance minister described a letter from his U.S. counterpart as 'a provocation'. PARIS-European officials are pushing forward with plans to tax tech giants after the U.S. declared international talks on the issue to be at an impasse, raising the specter of trans-Atlantic trade conflict.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/long-before-matt-damon-landed-in-dalkey-celebrities-coveted-the-small-irish-enclave-11592491546", "title": "Long Before Matt Damon Landed in Dalkey, Celebrities Coveted The Small Irish Enclave", "date": "2020-06-18 10:45", "summary": "Enya has a home there, there. Bono does, too. A look at the seaside village's high-end home market, which has become a hotspot for A-listers and the country's upper crust. It is reasonable to assume that the pandemic experience is different for the rich and famous. Take the actor Matt Damon, who spent two months stranded in an idyllic coastal village in Ireland and reportedly thoroughly enjoyed himself.", "categories": [["Real Estate", "Homes"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/homes?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-trump-has-worked-to-restrict-immigration-11592491276", "title": "How Trump Has Worked to Restrict Immigration", "date": "2020-06-18 10:41", "summary": "The president has sought to curb both legal and illegal immigration, a central theme of his administration. A more restrictive immigration policy formed the central promise of President Trump's 2016 campaign, an issue that has dominated his presidency as he has sought to reshape the U.S. immigration system without Congress. Here are the biggest changes Mr. Trump has made or attempted.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-way-youll-cook-meatballs-from-now-on-11592490606", "title": "The Way You'll Cook Meatballs From Now On", "date": "2020-06-18 10:30", "summary": "High heat is the key to this quick-cooking recipe for surprisingly summery ginger-scallion meatballs.. SOMEWHERE along the line we decided meatballs are cold-weather food. Some argue that summer is simply too hot for the typical two-pronged meatball-cooking approach: searing on the stove top followed by braising in the oven to let all the flavors meld (and your kitchen get as cozy as a sweat lodge). I'm here to tell you there's another way.", "categories": [["Life & Work", "Food & Drink"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/food-cooking-drink?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/indians-rage-at-china-after-bloody-border-clash-11592472447", "title": "Indians Rage at China After Bloody Border Clash", "date": "2020-06-18 10:13", "summary": "Some demonstrators call for a boycott of Chinese goods. NEW DELHI-Anti-China protests spread in India on Thursday as people vented their anger about the deaths of 20 Indian soldiers in a brawl between Indian and Chinese forces along the countries' disputed border.", "categories": [["World", "Asia", "India"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/india-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/number-of-refugees-world-wide-has-doubled-in-past-decade-11592488895", "title": "Number of Refugees World-Wide Has Doubled in Past Decade", "date": "2020-06-18 10:01", "summary": "Nearly 80 million people were displaced from their homes at the end of 2019, according to the U.N.'s refugee agency. Nearly 80 million people were displaced from their homes at the end of 2019, forced out by conflict, food insecurity and economic upheaval, according to fresh figures from the United Nations' refugee agency.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/taubman-centers-fights-back-aims-to-close-deal-with-simon-property-11592482809", "title": "Taubman Centers Fights Simon Property's Effort to End Deal", "date": "2020-06-18 09:54", "summary": "Mall owner says Simon Property has buyer's remorse, knew there was a pandemic raging when it made takeover agreement in February. Mall owner Taubman Centers Inc. is fighting back to retain the $3.6 billion deal it had with Simon Property Group , arguing that the coronavirus pandemic doesn't allow buyers to walk away because they \"no longer like the deal they made.\"", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/is-another-exodus-ahead-for-u-s-cities-11592488220", "title": "Is Another Exodus Ahead for U.S. Cities?", "date": "2020-06-18 09:50", "summary": "Without the right policy response, the pandemic and civil unrest could undo decades of urban progress.. Picture two young people living in the same divided American city, both of whom decided to take to the streets to protest police violence in the wake of the killing of George Floyd. One is working-class, recently unemployed and living with extended family in a neighborhood plagued by violent crime. The other is upper-middle-class, securely employed and living with a spouse in a much safer neighborhood where serious crime is almost unheard of.", "categories": [["Life & Work", "Ideas", "Essay"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/essay?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-new-rules-of-air-travel-from-masks-to-temperature-checks-11592488120", "title": "New Rules of Air Travel, From Masks to Temperature Checks", "date": "2020-06-18 09:48", "summary": "What you need to know to navigate summer flights during the pandemic. It has probably been a few months since you have boarded a plane. Air travel ground to a virtual halt this spring as people sheltered at home to stem the spread of the new coronavirus or were grounded by travel restrictions.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/german-prosecutors-say-man-charged-in-berlin-murder-was-acting-for-moscow-11592487050", "title": "German Prosecutors Say Man Charged in Berlin Murder Was Acting for Moscow", "date": "2020-06-18 09:48", "summary": "Threatening relations with Russia, Kremlin is blamed for hiring alleged killer of former Chechen rebel leader. BERLIN-German prosecutors on Thursday charged a Russian citizen who they said was acting on the Kremlin's orders in the murder of a Georgian national in Berlin last year.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nascar-is-changing-it-can-thank-bubba-wallace-11592487573", "title": "Nascar Is Changing. It Can Thank Bubba Wallace.", "date": "2020-06-18 09:39", "summary": "A driver calls on the sport to get rid of Confederate flags at races. That's exactly what happened next.. As crazy as these times had gotten for Bubba Wallace, there was always the car. A race car barreling around the track at speeds approaching 200 mph? That would always be Wallace's sanctuary, his happy place.", "categories": [["Sports"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/washington-ups-the-ante-in-digital-tax-standoff-11592487134", "title": "Washington Ups the Ante in Digital Tax Standoff", "date": "2020-06-18 09:32", "summary": "U.S. request to delay negotiations on global tax reform may revive the era of trans-Atlantic tariff threats. The U.S. has called Europe's bluff on digital tax. Investors may need to dust off the trans-Atlantic tariff playbook.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-k-insurer-prudential-retreats-from-u-s-with-stake-sale-11592486253", "title": "U.K. Insurer Prudential Retreats From U.S. With Stake Sale", "date": "2020-06-18 09:17", "summary": "Move follows call from hedge fund Third Point for Prudential to separate its American and Asian operations. U.K. insurer Prudential PLC has taken a step back from the U.S. as it focuses on Asia, agreeing to sell a stake in its U.S. business to Athene Holding Ltd. for $500 million.", "categories": [["Markets", "Deals"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/deals-deal-makers?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/joseph-corcoran-rescued-a-squalid-boston-housing-project-11592485201", "title": "Joseph Corcoran Rescued a Squalid Boston Housing Project", "date": "2020-06-18 09:00", "summary": "Developer allied himself with subsidized tenants to create mixed-income communities. Home to drug dealers, wild dogs, squatters and a dwindling number of tenants, Boston's Columbia Point was one of the nation's most-squalid public housing projects in the 1970s. Firefighters, citing bottles and bricks thrown from rooftops, said it was unsafe to go there without a police escort.", "categories": [["World", "Obituaries"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/obituaries?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/spotify-warner-bros-partner-to-create-dc-superhero-supervillain-podcasts-11592485200", "title": "Spotify, Warner Bros. Partner to Create DC Superhero, Supervillain Podcasts", "date": "2020-06-18 09:00", "summary": "Podcasts based on characters such as Superman, Wonder Woman to be available exclusively on streaming service. Superman, Batman and Wonder Woman are joining the cast of Spotify Technology SA .", "categories": [["Business", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/i-know-all-the-cybersecurity-rules-yet-i-still-break-them-11592485201", "title": "I Know All the Cybersecurity Rules. Yet I Still Break Them.", "date": "2020-06-18 09:00", "summary": "The reasons say a lot about what's wrong with the rules, and how tech companies could make us safer online. We all know we're supposed to follow basic cybersecurity practices like using a password manager or running antivirus software-just the way we know we're supposed to floss every day and keep eight months of emergency savings in the bank.", "categories": [["Business", "Journal Reports: Technology"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/who-has-covid-19-what-we-know-about-tests-for-the-new-coronavirus-11585868185", "title": "What We Know About Coronavirus Tests, Treatment and Vaccines", "date": "2020-06-18 08:53", "summary": "How the U.S. is faring in the public-health race to safely reopen schools, businesses and daily life. The U.S. has performed millions of coronavirus tests, but returning the nation to its normal life will require far more.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/as-coronavirus-resurges-in-beijing-much-of-china-has-bounced-back-11592483435", "title": "As Coronavirus Resurges in Beijing, Much of China Has Bounced Back", "date": "2020-06-18 08:30", "summary": "Life in Shanghai has largely returned to normal, while authorities remain vigilant to any possible return. SHANGHAI-Millions of Beijing residents are back under lockdown as the Chinese capital contends with a new cluster of coronavirus cases. Schools are closed and residents can't leave the city without a recent negative nucleic acid test.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/remember-brexit-covid-19-has-just-changed-the-stakes-11592482394", "title": "Remember Brexit? Covid-19 Has Just Changed the Stakes", "date": "2020-06-18 08:13", "summary": "Domestic policy announcements may be more important than trade deals in the post-coronavirus world. Covid-19 has made investors forget about Brexit, with some justification. But it is worth watching an economy that could provide a test case for a world after peak globalization.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/central-banks-pump-more-cash-into-economy-to-fight-recession-11592482055", "title": "Central Banks Pump More Cash Into Economy to Fight Recession", "date": "2020-06-18 08:07", "summary": "BOE ramps up stimulus program, while eurozone banks borrow a record amount from the ECB. The Bank of England launched another burst of stimulus and the European Central Bank said lenders across the region had tapped its loan program for a record €1.3 trillion ($1.5 trillion), signs that central banks' efforts to fuel a recovery aren't yet done.", "categories": [["Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/baseballs-newest-market-inefficiency-treating-people-like-people-11592481846", "title": "Baseball's Newest Market Inefficiency: Treating People Like People", "date": "2020-06-18 08:04", "summary": "With signing bonuses capped at $20,000 for undrafted players, the Royals sold prospects on the loyalty of their organization. Kale Emshoff's phone rang on June 14 the moment the clock struck 9 a.m. ET, the time Major League Baseball teams could commence negotiations with undrafted free agents. Ten seconds into his conversation with a representative from the Milwaukee Brewers, officials from 15 other organizations reached out, all hoping to woo Emshoff into their farm system. By the evening, he had heard from nearly 25 of the 30 franchises.", "categories": [["Sports", "MLB"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/mlb?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/investors-pull-cash-from-chinas-money-market-behemoth-as-yields-tumble-11592481715", "title": "Investors Pull Cash From China's Money-Market Behemoth as Yields Tumble", "date": "2020-06-18 08:01", "summary": "Beijing's coronavirus-fighting measures push the yield of Ant Financial's flagship fund to a record low. HONG KONG-China's biggest money-market fund is experiencing a pickup in withdrawals following a slide in yields, as people take out more cash to spend and invest in other products with higher returns.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-best-wine-books-to-read-this-and-every-summer-11592481610", "title": "The Best Wine Books to Read This (and Every) Summer", "date": "2020-06-18 08:00", "summary": "Our wine columnist has certain books she returns to regularly-for the language and the storytelling as much as the information they impart. I'M ALWAYS HAPPY to read a new wine book-three out of four seasons of the year. In the summer, I'm more inclined to re-read books published years, even decades ago. To me, this is the best season to re-savor the pleasure of a particularly piquant observation or well-crafted phrase.", "categories": [["Life & Work", "Food & Drink", "On Wine"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/food-cooking-drink?mod=breadcrumb", "https://www.wsj.com/news/types/on-wine-lettie-teague?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hackers-trigger-far-reaching-disruption-by-targeting-low-profile-firm-11592481600", "title": "Hackers Trigger Far-Reaching Disruption by Targeting Low-Profile Firm", "date": "2020-06-18 08:00", "summary": "When cybercriminals crippled legal-services provider Epiq, clients like Deutsche Bank felt the ripple effects and a rival sensed opportunity. Small and midsize companies are fighting a rising tide of cyberattacks largely out of public view, posing an underappreciated risk for the bigger companies and institutions that use their services.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/as-cuomo-pushes-police-reforms-state-police-funding-rises-11592472603", "title": "As Cuomo Pushes Reforms, State Police Funding Rises", "date": "2020-06-18 07:50", "summary": "New York's governor has signed an executive order mandating local departments develop a reform plan by next year or risk losing state funding. ALBANY, N.Y.-The New York State Police budget and head count grew during Gov. Andrew Cuomo's nine-year tenure while other state agencies shrank-an expansion that is being questioned as protesters around the state seek to change policing practices.", "categories": [["U.S.", "Politics"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/japan-woos-hong-kong-business-as-abe-cools-to-china-11592479725", "title": "Japan Woos Hong Kong Business as Abe Cools to China", "date": "2020-06-18 07:28", "summary": "Beijing says it will protect investors' rights in the territory, seeking to counter global concerns. TOKYO-Japan is laying out the welcome mat for Hong Kong-based financiers while China is encouraging them to stay put, adding to the chill between Asia's two biggest economic powers.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/village-life-in-india-wont-be-the-same-as-coronavirus-chases-migrants-out-of-cities-11592478003", "title": "Village Life in India Won't Be the Same as Coronavirus Chases Migrants Out of Cities", "date": "2020-06-18 07:00", "summary": "Resume Subscription. The village of Sarna Toli in eastern India hasn't recorded one coronavirus case. Yet the rural enclave of about 250 people has been transformed by the global pandemic.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/for-teacher-classroom-dialogue-on-george-floyd-involves-sharing-family-survival-story-11592478002", "title": "For This Teacher, Classroom Dialogue on George Floyd Involves Sharing Family-Survival Story", "date": "2020-06-18 07:00", "summary": "New York City educator seeks to open up virtual-classroom discussion on racism by delving into her Jewish grandfather's Holocaust experience. On the first school day following the killing of George Floyd, New York City high-school speech pathologist Tova Itzkovitz had an uneasy feeling as she logged into her virtual classroom.", "categories": [["U.S.", "Schools"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-schools?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cloud-bills-will-shed-less-light-11592478000", "title": "Cloud Bills Will Shed Less Light", "date": "2020-06-18 07:00", "summary": "Recent earnings season confirms payment extensions and deal slowdowns that will affect cloud software billings and cash flow. Some cloud software customers aren't paying their bills. Investors don't seem to mind.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/having-stolen-the-spotlight-now-robinhood-has-to-dance-11592476383", "title": "Having Stolen the Spotlight, Now Robinhood Has to Dance", "date": "2020-06-18 06:33", "summary": "The startup free-trading company has captured the zeitgeist, but the online finance industry has evolved rapidly around it. The legendary thief of Nottingham may have operated solely for charity. But his namesake brokerage needs to figure out how to keep a slice for itself.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/to-test-or-not-to-test-business-owners-grapple-with-coronavirus-checks-for-staff-11592476201", "title": "Small Businesses Grapple With Covid Tests for Staff", "date": "2020-06-18 06:30", "summary": "Small businesses confront the costs and logistics of coronavirus checks for workers. Sara Polon pays about $800 a week to test 30 employees at her plant-based soup company for Covid-19. She holds her breath when the doctor calls with the results.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/jd-com-stock-jumps-in-hong-kong-debut-11592453828", "title": "JD.com Stock Gains on Hong Kong Debut", "date": "2020-06-18 05:41", "summary": "Chinese e-commerce company's first day of trading in the city coincides with its annual June sales event. Stock in JD.com Inc. rose on its first day of trading in Hong Kong, as the Chinese e-commerce company completed a secondary listing to coincide with its flagship annual sales event.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/study-finds-salary-history-bans-boost-pay-for-african-americans-women-11592472602", "title": "Study Finds Salary-History Bans Boost Pay for African-Americans, Women", "date": "2020-06-18 05:30", "summary": "Pay for job switchers in states with such bans rose more on average than for comparable job changers not covered by them. As many companies across the U.S. explore ways to promote more racial equality in hiring, new research suggests banning salary history questions for job applicants provides considerable benefits for African-Americans and women.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/once-booming-san-francisco-apartment-market-goes-in-reverse-11592472602", "title": "Once Booming San Francisco Apartment Market Goes in Reverse", "date": "2020-06-18 05:30", "summary": "City's vacancy rate rose to 6.2% in May, up from 3.9% only three months ago. Rents in San Francisco, the most expensive apartment market in the U.S., are tumbling as the city's vaunted tech sector sheds jobs and more tenants leave the city.", "categories": [["Real Estate"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/long-voting-lines-are-latest-hurdles-for-officials-prepping-for-november-polls-11592472600", "title": "Long Voting Lines Are Latest Hurdles for Officials Prepping for November Polls", "date": "2020-06-18 05:30", "summary": "Hourslong waits in Georgia and Nevada primary elections show some want or need to vote in person. State and local election officials already scrambling to handle an expected surge in mail-in ballots for November's general election also face challenges dealing with in-person voting during the pandemic.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/former-fed-economists-urge-easier-terms-for-main-street-loans-11592472600", "title": "Former Fed Economists Urge Easier Terms for 'Main Street' Loans", "date": "2020-06-18 05:30", "summary": "Lending program for small, midsize firms opened for business this week. Two former Federal Reserve economists said the Fed and Treasury Department should ease terms and increase bank fees to boost participation in the central bank's new effort to lend directly to small and midsize U.S. businesses.", "categories": [["Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/americans-skip-millions-of-loan-payments-as-coronavirus-takes-economic-toll-11592472601", "title": "Americans Skip Millions of Loan Payments as Virus Exacts Toll", "date": "2020-06-18 05:30", "summary": "In high-cost areas, jobless benefits aren't enough to help debt-laden borrowers pay down their bills. Americans have skipped payments on more than 100 million student loans, auto loans and other forms of debt since the coronavirus hit the U.S., the latest sign of the toll the pandemic is taking on people's finances.", "categories": [["WSJ News Exclusive", "Finance"]], "category_links": ["https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/gambler-led-attempted-kidnap-of-chinese-billionaire-police-say-11592470417", "title": "Gambler Led Attempted Kidnap of Chinese Billionaire, Police Say", "date": "2020-06-18 04:53", "summary": "Gang told Midea founder they had explosives, threatened harm if not given a large sum of money. A man with a gambling problem spent months plotting to kidnap one of China's richest men, according to a police account of the episode.", "categories": [["Business", "Asia"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/china-india-violence-underlines-limits-to-beijings-trade-leadership-dreams-11592469215", "title": "China-India Violence Underlines Limits to Beijing's Trade Leadership Dreams", "date": "2020-06-18 04:33", "summary": "Regional tussles undermine China's ambitions to take a central role in commercial diplomacy in Asia, leaving that leadership to Japan. Violent clashes between Indian and Chinese soldiers in the Himalayas threaten to sour the political relationship between Beijing and Delhi. The incident is also a bleak reminder of why China has a difficult time taking the leadership in trade relations that it should naturally occupy in Asia.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pompeo-top-chinese-envoy-to-meet-in-bid-to-ease-tensions-11592420416", "title": "Pompeo, Top Chinese Envoy Meet Amid Heightened Tensions", "date": "2020-06-18 02:35", "summary": "Face-to-face in Hawaii, diplomats discussed Hong Kong, Taiwan, coronavirus, commercial issues. WASHINGTON-Secretary of State Mike Pompeo met with his Chinese counterpart in Hawaii, part of an effort by Washington and Beijing to manage a relationship that has badly deteriorated over issues ranging from the status of Hong Kong and Taiwan to the coronavirus pandemic.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/he-is-a-liar-trump-pushes-back-on-bolton-book-11592445879", "title": "'He Is a Liar': Trump Pushes Back on Bolton Book", "date": "2020-06-18 00:05", "summary": "President disputes allegations made by former national security adviser John Bolton and defends handling of foreign policy issues. WASHINGTON-President Trump broadly defended his handling of foreign policy issues that are the subject of a new book from John Bolton, dismissing the critiques from his former national security adviser as lies and exaggerations from a disgruntled employee.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11592432671", "title": "Pepper...and Salt", "date": "2020-06-18 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/protests-raise-profile-of-charles-booker-in-kentucky-senate-primary-11592484069", "title": "Protests Raise Profile of African-American Legislator in Kentucky Primary", "date": "2020-06-18 00:01", "summary": "Charles Booker is challenging former fighter pilot Amy McGrath for the Democratic nomination to face Mitch McConnell in the fall. An underdog progressive candidate in Kentucky's Democratic Senate primary has drawn a series of high-profile endorsements and a surge in fundraising in recent weeks, a sign of how the racial-justice movement is shaking up some contests.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepsico-unit-to-retire-aunt-jemima-brand-citing-origins-in-racist-stereotype-11592398455", "title": "Aunt Jemima and Uncle Ben's, Rooted in Racist Imagery, to Change", "date": "2020-06-18 23:39", "summary": "Breakfast brand to undergo an overhaul; Uncle Ben's and Cream of Wheat to get packaging review. The PepsiCo Inc. unit that sells Aunt Jemima products said it would retire the brand because of its origins in racist imagery of black people. Hours later, Mars Inc. said it would change its Uncle Ben's brand, and two more big food companies said they would review the packaging long used by Cream of Wheat and Mrs. Butterworth's products.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lawmakers-push-ahead-with-rival-policing-bills-in-response-to-protests-11592396238", "title": "Senate GOP Unveils Narrower Policing Bill, as Democrats Advance Own Plan", "date": "2020-06-18 23:33", "summary": "House Judiciary Committee approved Democrats' bill, which will be renamed to honor George Floyd. WASHINGTON-Senate Republicans released legislation offering more-modest changes to police laws than a Democratic bill approved by a House panel late Wednesday, setting up a political showdown over the competing proposals to address widespread protests over law-enforcement abuses and racism.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/prosecutor-announces-charges-against-atlanta-police-officer-who-shot-rayshard-brooks-11592423270", "title": "Atlanta Police Officer Who Shot Rayshard Brooks Charged With Felony Murder", "date": "2020-06-18 22:36", "summary": "Second officer, Devin Brosnan, charged with aggravated assault; he also is cooperating with prosecutors. The former Atlanta police officer who fatally shot Rayshard Brooks was charged with felony murder, making him the second white officer to face murder charges after violent encounters with black men during the weeks of nationwide protests touched off by the police killing of George Floyd.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-files-charges-against-chinese-mask-manufacturer-11592446407", "title": "U.S. Files Charges Against Chinese Mask Manufacturer", "date": "2020-06-18 22:13", "summary": "140,000 masks failed to meet standards, prosecutors say. Federal prosecutors accused a Chinese manufacturer of selling 140,000 defective masks to a U.S. distributor, the latest case brought against a company for allegedly selling substandard products that could put wearers at risk amid the coronavirus pandemic.", "categories": [["Business", "Law"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/law-legal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/kim-kardashian-west-lands-podcast-deal-with-spotify-11592427337", "title": "Kim Kardashian West Lands Podcast Deal With Spotify", "date": "2020-06-18 21:43", "summary": "Show would explore the celebrity's work with wrongful convictions. Kim Kardashian West reached a deal with Spotify Technology SA for a criminal-justice podcast, according to people familiar with the matter, exploring a topic that has come to the forefront of the national conversation in recent weeks.", "categories": [["WSJ News Exclusive", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-put-re-election-prospects-ahead-of-national-interest-bolton-alleges-11592423359", "title": "Trump Put Re-Election Prospects Ahead of National Interest, Bolton Alleges", "date": "2020-06-18 21:26", "summary": "Former national security adviser says in new book that president withheld Ukraine aid for political favors, asked Chinese president to help him win 2020 race. WASHINGTON-President Trump's decision-making consistently prioritized his re-election and his family's well-being ahead of the national interest, according to a new book from his former national security adviser, John Bolton, who describes \"obstruction of justice as a way of life\" inside the Trump White House and denounces what he says is the president's penchant to \"give personal favors to dictators he liked.\"", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/insurer-amtrust-reaches-civil-settlement-with-sec-11592442302", "title": "Insurer AmTrust Reaches Civil Settlement With SEC", "date": "2020-06-18 21:05", "summary": "Company and its former CFO to pay $10.5 million to resolve lengthy probe into accounting practices. WASHINGTON-AmTrust Financial Services Inc. and its former chief financial officer agreed Tuesday to pay $10.5 million to settle allegations they failed to fully disclose how they estimated losses from insurance claims.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cyberattacks-on-health-care-industry-on-the-rise-official-says-11592438571", "title": "Cyberattacks on Health-Care Industry on the Rise, Official Says", "date": "2020-06-18 20:02", "summary": "Hackers are targeting the industry to steal research on coronavirus vaccines and treatments, according to a Justice Department official. Federal prosecutors are looking at false statements made by applicants for coronavirus relief loans. They also are seeing a rise in cyberattacks on the health-care industry, an official said Wednesday.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}]