[{"link": "https://www.wsj.com/articles/coronavirus-test-kits-arent-keeping-up-with-surging-u-s-demand-11583539038", "title": "Coronavirus Test Kits Aren't Keeping Up With Surging U.S. Demand", "date": "2020-03-06 18:58", "summary": "Some of the hardest-hit places in the country say they can't get enough coronavirus tests, though the federal government has ramped up shipments. States on the front lines of the coronavirus fight are complaining about the availability of test kits, exposing strains in the nation's battle to contain the epidemic.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-chinese-mystery-and-covid-19s-economic-puzzle-11583521819", "title": "A Chinese Mystery and Covid-19's Economic Puzzle", "date": "2020-03-06 18:55", "summary": "Has Beijing 'contained' the virus? If so, was the cost worth the benefit, and would it be for the U.S.?. Words I never thought I'd read in the New York Times: \"So Mr. Trump has a point.\"", "categories": [["Opinion", "Business World"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/business-world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-biden-has-the-edge-in-michigan-11583532606", "title": "Why Biden Has the Edge in Michigan", "date": "2020-03-06 18:55", "summary": "In a state Sanders won four year ago, working-class voters seem to take a practical approach to their economic interests.. Detroit", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/one-medical-injustice-corrected-11583526869", "title": "A Court Corrects a Medical Injustice", "date": "2020-03-06 18:54", "summary": "Cardiologist Richard Paulus went to prison because another doctor disagreed with his opinion.. A once-renowned Kentucky cardiologist is being released from federal prison after an appeals court threw out his health-care fraud conviction because the government withheld critical evidence at his trial.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-puerto-rico-of-the-great-lakes-11583534149", "title": "Spendthrift Illinois Races Toward Default", "date": "2020-03-06 18:54", "summary": "By trying to tax its way out of fiscal disaster, the state makes matters worse. There's a simple solution.. For 13 years, Puerto Rico has been in a man-made recession aggravated by natural disasters. In 2017 the island territory asked a federal court for bankruptcy protection, but it's still grappling with $70 billion in debt. Puerto Rico's fiscal fiasco offers a glimpse of what the future could hold for Illinois if it doesn't deal with its own self-imposed economic disaster.", "categories": [["Opinion", "Commentary", "Cross Country"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb", "https://www.wsj.com/news/types/cross-country?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/judge-cuts-93-million-award-against-west-coast-dockworkers-union-11583538625", "title": "Judge Cuts $93 Million Award Against West Coast Dockworkers Union", "date": "2020-03-06 18:51", "summary": "The labor union had said the multimillion-dollar jury award over unfair labor practices could force it to file for bankruptcy. A longshore workers' union that warned of its potential bankruptcy after it was found liable for coordinating slowdown and work stoppages at the Port of Portland convinced a federal judge to cut a $93.6 million jury award against it by nearly 80%.", "categories": [["Pro Bankruptcy Distress"]], "category_links": ["https://www.wsj.com/news/types/pro-bankruptcy-distress?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/uks-financial-watchdog-eyes-climate-disclosures-for-top-u-k-firms-11583537861", "title": "UK's Financial Watchdog Eyes Climate Disclosures for Top U.K. Firms", "date": "2020-03-06 18:45", "summary": "Extending proposed disclosure rule to all listed companies is also under consideration. The largest U.K. companies may soon be required to make disclosures on how climate change is impacting their businesses under a new proposal outlined by the U.K.'s financial regulatory body on Friday.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mike-bloombergs-620-million-campaign-did-really-wellin-american-samoa-11583538043", "title": "Mike Bloomberg's $620 Million Campaign Did Really Well-in American Samoa", "date": "2020-03-06 18:42", "summary": "Billionaire former mayor blanketed the island, as he did elsewhere, except he actually won. PAGO PAGO, American Samoa-As the 351 votes cast in the presidential caucus were pulled from a wooden box and read aloud inside the old Oasis bowling alley on Super Tuesday, it became clear that an upset was under way on this lush tropical archipelago in the South Pacific.", "categories": [["A-hed"]], "category_links": ["https://www.wsj.com/news/types/a-hed?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/south-by-southwest-festival-canceled-over-coronavirus-11583530566", "title": "Austin's South by Southwest Festival Canceled Due to Coronavirus", "date": "2020-03-06 18:31", "summary": "Prominent companies including Facebook, Twitter, Netflix, BMI and Apple had pulled out of the tech and culture event in recent days. Austin's South by Southwest festival has been canceled due to concerns about the coronavirus, the city's mayor said Friday, the latest major event to be called off due to fears of the fast-spreading disease.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/congressional-report-says-max-crashes-stemmed-from-boeings-design-failures-and-lax-faa-oversight-11583519145", "title": "Congressional Report Faults Boeing on MAX Design, FAA on Oversight", "date": "2020-03-06 18:31", "summary": "Preliminary findings issued by committee Democrats also cite 'culture of concealment' at the plane maker. Boeing Co. 's engineering mistakes and \"culture of concealment,\" coupled with insufficient federal safety oversight, led to two fatal crashes of the plane maker's 737 MAX aircraft, House investigators said in a report released Friday.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/about-4-000-new-yorkers-in-quarantine-as-confirmed-coronavirus-cases-in-state-rises-to-33-11583517589", "title": "New York City Asks CDC for More Coronavirus Test Kits", "date": "2020-03-06 18:29", "summary": "'Slow federal action on this matter has impeded our ability to beat back this epidemic,' said city official. New York City officials asked federal health authorities Friday to send more kits for testing people suspected of having the novel coronavirus, saying the country's largest city urgently needed additional resources to fight its spread.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lufthansa-ceo-says-airline-has-raised-liquidity-and-is-talking-to-government-on-industry-concessions-11583536183", "title": "Lufthansa CEO Says Airline Has Raised Liquidity", "date": "2020-03-06 18:27", "summary": "With virus fears growing in U.S. 'the impact on our booking situation is immense'. Deutsche Lufthansa AG's chief executive told the airline's staff that it had significantly increased liquidity from banks in recent days and was discussing industry concessions with the German government and the European Union, as the global aviation industry navigates a sudden drop in bookings amid the spread of the coronavirus.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/federal-ethics-officer-drank-on-the-job-visited-strip-clubs-watchdog-says-11583537159", "title": "Federal Ethics Officer Drank on Job, Visited Strip Clubs, Watchdog Says", "date": "2020-03-06 18:26", "summary": "General counsel of National Credit Union Administration and his deputy faulted in report. WASHINGTON-The ethics officer for a federal agency that oversees credit unions abruptly retired when confronted with allegations that he drank and visited strip clubs with his deputy during work hours, according to an internal investigation.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/unitedhealth-campbell-soup-jpmorgan-stocks-that-defined-the-week-11583524173", "title": "UnitedHealth, Campbell Soup, JPMorgan: Stocks That Defined the Week", "date": "2020-03-06 18:24", "summary": "Here are seven major companies whose stocks moved on this week's news. UnitedHealth Group Inc.", "categories": [["Markets", "Stocks"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fear-isnt-the-only-driver-of-the-treasury-rally-banks-need-to-hedge-their-mortgages-11583470802", "title": "Fear Isn't Only Driver of Treasury Rally: Banks Need to Hedge Their Mortgages", "date": "2020-03-06 18:15", "summary": "Banks need to buy around $1.2 trillion of 10-year Treasurys to offset risks on mortgages and bank deposits. Yields on U.S. government bonds fell to new lows and stocks dropped Friday after a better-than-expected jobs report failed to assuage growing investor fear over the global coronavirus crisis.", "categories": [["Markets", "Treasurys"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/treasurys?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/at-t-cooperates-with-justice-department-in-google-probe-11583535836", "title": "AT&T Cooperates With Justice Department in Google Probe", "date": "2020-03-06 18:11", "summary": "Cooperation comes two years after AT&T was at loggerheads with DOJ over Time Warner acquisition. WASHINGTON- AT&T Inc. is working with the Justice Department as the government considers whether to bring an antitrust case against Alphabet Inc.'s Google, two years after the telecommunications giant was at loggerheads with the department over its acquisition of Time Warner, according to people familiar with the matter.", "categories": [["WSJ News Exclusive", "Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/albertsons-files-to-launch-an-ipo-11583534614", "title": "Albertsons Files to Launch an IPO", "date": "2020-03-06 18:09", "summary": "Albertsons filed to return to public markets after more than a decade under management by Cerberus Capital Management. Albertsons Cos. unveiled its paperwork to go public after spending more than a decade under its private-equity backer, Cerberus Capital Management LP.", "categories": [["Markets", "Stocks", "IPOs"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb", "https://www.wsj.com/news/types/ipos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/dollar-slides-as-rate-cuts-scramble-market-dynamics-11583505393", "title": "Dollar Slides as Rate Cuts Scramble Market Dynamics", "date": "2020-03-06 18:00", "summary": "Amid a storm in global markets, currency havens such as the Japanese yen and Swiss franc strengthened. The U.S. dollar has been caught in the crossfire of the coronavirus selloff, as investors pile into other currencies and reassess the long-term outlook for U.S. interest rates.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/top-saudi-royal-family-members-detained-11583531033", "title": "Top Saudi Royal Family Members Detained", "date": "2020-03-06 17:55", "summary": "Move consolidates power for Crown Prince Mohammed bin Salman. Saudi Arabian authorities detained two of the kingdom's most prominent figures for an alleged coup attempt, further consolidating the power of the king's son, Crown Prince Mohammed bin Salman, and clearing away once-formidable rivals to the throne, according to people familiar with the matter.", "categories": [["WSJ News Exclusive", "World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ohio-state-university-reaches-settlement-with-nearly-half-of-claimants-in-sex-abuse-suits-11583534587", "title": "Ohio State University Reaches Settlement in Sex-Abuse Suits", "date": "2020-03-06 17:44", "summary": "Terms aren't being disclosed yet; hundreds of men have accused former university physician Richard Strauss of a range of offenses. Ohio State University has agreed to a financial settlement with nearly half the 357 people who have sued the school over alleged abuse by former university physician Richard Strauss.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/apollo-made-another-takeover-approach-to-tegna-11583529674", "title": "Apollo Makes Another Approach to Tegna, Rivaling Gray Bid", "date": "2020-03-06 17:41", "summary": "Apollo offered Tegna $20 a share in cash after Gray offered $20 a share in cash, stock. Apollo Global Management Inc. made an all-cash offer for Tegna Inc . on Friday that would value the TV-station owner at around $4.4 billion, according to people familiar with the matter.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ep-energy-wins-approval-to-leave-bankruptcy-with-3-3-billion-less-debt-11583526916", "title": "EP Energy Wins Approval to Leave Bankruptcy With $3.3 Billion Less Debt", "date": "2020-03-06 17:40", "summary": "A bankruptcy judge ruled against senior bondholders who challenged the company's bankruptcy strategy, based in part on the coronavirus epidemic. The judge overseeing EP Energy Corp.'s bankruptcy signed off Friday on a $3.3 billion debt-cutting plan, ruling against senior bondholders who said the drilling company's business projections are too optimistic.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/attack-at-political-gathering-in-afghan-capital-kills-more-than-30-11583509593", "title": "Attack at Political Gathering in Afghan Capital Kills More Than 30", "date": "2020-03-06 17:36", "summary": "Assault, claimed by Islamic State, comes less than a week after the U.S. signed a deal with the Taliban that charts a course for the U.S. to leave Afghanistan. KABUL-Gunmen opened fire on a political gathering in Kabul on Friday, killing more than 30 people, against a backdrop of tensions between the Afghan government and the U.S. over the Trump administration's plan with the Taliban toward ending 18 years of war.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-back-roads-to-march-review-the-boys-of-winter-11583510264", "title": "'The Back Roads to March' Review: The Boys of Winter", "date": "2020-03-06 17:32", "summary": "Forget the ESPN highlights reel. If you want to see spirited, hell-for-leather basketball, visit a regional college gym.. When I movedto Manhattan in the mid-1990s, I became an avid listener of \"Mike and the Mad Dog,\" an afternoon sports radio program on 660 WFAN. Although the focus most days was on New York's jumble of professional teams, the show boasted a national profile. Thus, during my first spring as a devotee, I was mystified (if also charmed) by the airtime that the co-hosts-Mike Francesa and Chris Russo-allotted to discussing the tournaments put on by various obscure New York-area Division I basketball conferences, such as the Metro Atlantic or the Northeast. While there was an automatic bid to the NCAAs at stake for the leagues' champions, winners like the Iona Gaels or the Monmouth Hawks were virtually assured a low seed and therefore a quick exit from \"the Dance.\" Still, even if early March is a fallow season for many sports fans, squeezed between the Super Bowl and Opening Day, Mike and Mad Dog understood that a certain portion of their listenership hungered for this coverage.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/scratched-review-to-perfection-and-back-11583533842", "title": "'Scratched' Review: To Perfection and Back", "date": "2020-03-06 17:31", "summary": "A memoir of futility by a writer who went silent for 22 years after making a dazzling literary debut.. In the 1980s, Elizabeth Tallent had as auspicious a debut as a young writer could hope for. Her stories were published in the New Yorker and, before she was 30, collected in her first book, \"In Constant Flight\" (1983). A novel and two more collections swiftly followed, all widely acclaimed. Then, for 22 years, she went silent, her writing crippled by her debilitating perfectionism.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-night-watchman-review-after-the-buffalo-who-are-we-now-11583533793", "title": "'The Night Watchman' Review: After the Buffalo, Who Are We Now?", "date": "2020-03-06 17:30", "summary": "Thomas is one of the ﬁrst Chippewa to be born on a reservation. His father sends him to school 'because we need to know the enemy.'. Louise Erdrich's grandfather, Patrick Gourneau, was the tribal chairman of the Turtle Mountain Band of Chippewa in North Dakota in the 1950s, a golden age for the country but a dark time for Native Americans. Amid the postwar housing boom, promised tribal land was under threat. A federal bill called for terminating recognition of all tribes, and for the immediate relocation of the Turtle Mountain Chippewa. Gourneau had a full-time job as a night watchman at a local factory but still sent countless letters to political representatives, held innumerable meetings, deployed lots of strategic flattery and led a Chippewa delegation to Washington. Although the government ended up terminating 113 tribal nations and reclaiming 1.4 million acres of tribal land, the Turtle Mountain Chippewa were mostly left alone.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/two-books-on-dave-brubeck-the-horn-rim-hipster-11583533744", "title": "Two Books on Dave Brubeck: The Horn-Rim Hipster", "date": "2020-03-06 17:29", "summary": "The 1959 album \"Time Out\" may be what Brubeck is known for, but it's merely the highlight of his long career as a composer, pianist and bandleader.. Nineteen fifty-nine was a miraculous year for jazz, one that included the recording of Miles Davis's \"Kind of Blue,\" the bestselling jazz album of all time; John Coltrane's \"Giant Steps,\" a collection of challenging pieces that raised the bar for aspiring musicians; Charles Mingus's \"Mingus Ah Um,\" which included the powerful antisegregation anthem \"Fables of Faubus\"; and Ornette Coleman's \"The Shape of Jazz to Come,\" a harbinger of the free jazz of the 1960s. Another influential and top-selling album from 1959 was \"Time Out,\" the best-known- and perhaps best-loved-work by the Dave Brubeck Quartet.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-campaigns-libel-claims-are-longshots-11583498061", "title": "Trump Campaign's Libel Claims Are Long Shots", "date": "2020-03-06 17:29", "summary": "The lawsuits against the New York Times, Washington Post and CNN open the president up to the potential of an under-oath deposition. A series of libel lawsuits filed by the Trump campaign against large media organizations are likely to run up against tough obstacles and depending on how far they progress, could subject the president to depositions, according to legal experts.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-administration-presses-states-to-take-steps-to-curb-coronavirus-spread-11583527685", "title": "Trump Administration Presses States to Consider Steps on Coronavirus", "date": "2020-03-06 17:28", "summary": "Mike Pence has discussed measures including restricting cruise departures with Washington Gov. Jay Inslee. The Trump administration has pressed some state leaders, including Washington Gov. Jay Inslee, to consider more stringent measures to contain the novel coronavirus, with conversations also focused on curbing or discouraging the departure of cruises as soon as this weekend, say people familiar with the talks.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cruise-line-stocks-suffer-deep-slump-amid-contagion-fears-11583516804", "title": "Cruise Line Stocks Suffer Deep Slump", "date": "2020-03-06 17:09", "summary": "Shares of Carnival, Norwegian Cruise Line and Royal Caribbean have all fallen sharply in 2020. Cruise operator stocks have suffered a brutal start to the year, as travelers postpone voyages over fears of the coronavirus.", "categories": [["Markets", "Stocks"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/when-the-least-bad-is-the-better-candidate-11583362238", "title": "When the Least Bad Is the Better Candidate", "date": "2020-03-06 17:08", "summary": "I don't care for President Trump's manners, but I like his policies and what he has accomplished.. James Huffman's \"Against Sanders, Trump is the Lesser Evil\" (op-ed, March 2) claims to know about us moderate Republicans, but he doesn't. I am a moderate Republican, but not a never-Trumper. I was an elected Republican, serving three terms as the mayor of Louisville, Colo., in very Democratic Boulder County. I voted for Donald Trump, not because I liked him, but because he was the best choice at the time and said he would nominate judges who followed the law, not made the law. Like Mr. Huffman, I don't care for President Trump's manners, but I like his policies and what he has accomplished: a booming economy, very low unemployment, lower taxes, great judges, fair trade and, yes, the border wall. I don't like President Trump and the Democratic and Republican Congress spending us into the poor house.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-related-rate-cut-spurs-corporate-bond-rebound-11583531132", "title": "Coronavirus-Related Rate Cut Spurs Corporate Bond Rebound", "date": "2020-03-06 17:08", "summary": "Companies take advantage of low yields to refinance debt amid market volatility. Companies ventured back into the bond market this week, taking advantage of low yields following an interest-rate cut by the Federal Reserve aimed at cushioning the U.S. economy from the coronavirus epidemic.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/childrens-books-should-foster-good-language-use-11583361883", "title": "Children's Books Should Foster Good Language Use", "date": "2020-03-06 17:07", "summary": "Authors and editors of children's books should take more care to use correct grammar.. Publishers of children's books, take note-librarians, teachers and parents as well. Meghan Cox Gurdon makes an excellent point at the end of \"Children's Books: Sailing Over the Wall\" (Books, Feb. 29): Authors and editors of children's books should take more care to use correct grammar. The books children read or have read to them serve as models for their own writing in the future. I have taught young children for many years. In the last 10 years it has become nearly impossible to get students to write or speak correctly. This observation applies even in very \"good\" neighborhoods and schools. Children's incorrect habits of grammar (and apostrophe use) are reinforced constantly in conversation, listening to various audio and video sources, looking at signs, and now also in their literature.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/finasteride-may-produce-more-than-hair-for-some-11583361609", "title": "Finasteride May Produce More Than Hair for Some", "date": "2020-03-06 17:05", "summary": "The article about finasteride (\"My So-Bald Life,\" Off Duty, Feb. 22) is absent of any reference to post-finasteride syndrome (PFS).. Imagine a feature article, in one of America's largest and most influential newspapers, about cigarette smoking, but without a single mention of lung cancer. Impossible? Yet the article about finasteride (\"My So-Bald Life,\" Off Duty, Feb. 22) is absent of any reference to post-finasteride syndrome (PFS). The article reports in near-glowing terms on a crop of telemed startups that allow millennial males to obtain the prescription medication with ease via mobile phones. Meanwhile, we get an average of 45 new PFS patients a month banging on our digital door from across the globe, up 462% since 2018. Desperately seeking help and often suicidal, they complain of sexual dysfunction, cognitive dysfunction and a host of other persistent side effects that define PFS, to say nothing of their decimated social lives and crumbling economic straits.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bernies-models-on-equality-11583508882", "title": "Bernie's Models on Equality", "date": "2020-03-06 17:04", "summary": "I hate to agree with Sen. Bernie Sanders but I must admit his Cuban/Venezuelan/Nicaraguan model is the one proven strategy to reduce inequality.. Regarding John Carlson's \"A Republican Vote for Bernie Sanders\" (op-ed, March 4): I hate to agree with Sen. Bernie Sanders but I must admit his Cuban/Venezuelan/Nicaraguan model is the one proven strategy to reduce inequality. Maybe he should add Poverty for All to his Medicare for All campaign slogan.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/kraft-mondelez-to-end-fight-with-regulator-over-manipulation-claims-11583466213", "title": "Kraft, Mondelez to End Fight With Regulator Over Manipulation Claims", "date": "2020-03-06 17:04", "summary": "The deal, if approved by a federal judge, would resolve an unusual legal standoff over the CFTC's comments about an earlier settlement. WASHINGTON-Kraft Foods Group Inc. and Mondelez Global LLC are poised to pay $16 million to settle regulatory allegations they manipulated the market for wheat futures.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/treasury-yields-hit-new-lows-as-virus-impact-spreads-11583461400", "title": "Bonds Extend Rally as Investors Sell Stocks", "date": "2020-03-06 17:02", "summary": "Dow, S&P 500 trim sharp losses to end the week slightly higher, while Treasury yields hit fresh lows. Government debt yields tumbled, the price of oil crumbled and stocks were whipsawed during a tumultuous week that was capped with a late-day rally in equity markets Friday.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-costs-whos-paying-for-all-this-11583317801", "title": "Coronavirus Costs: Who's Paying for All This?", "date": "2020-03-06 16:59", "summary": "A guide to coronavirus money questions. The new coronavirus has arrived. Face masks and hand sanitizers are flying off the shelves, and the number of confirmed cases in the U.S. continues to rise.", "categories": [["Markets", "Your Money"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/undefined?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/is-it-time-to-refinance-your-mortgage-11583240400", "title": "The Pros and Cons of Refinancing Now", "date": "2020-03-06 16:53", "summary": "Fears about coronavirus may give homeowners an opportunity to lower their monthly bill. Worries about coronavirus have battered stocks and sent investors fleeing to the safety of U.S. government debt.", "categories": [["Markets", "Your Money"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/undefined?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/corporate-debt-fully-joins-the-market-turbulence-11583507055", "title": "Corporate Debt Engulfed by Market Turbulence", "date": "2020-03-06 16:49", "summary": "Investors sell junk bonds and bank stocks in Europe on fears of a deeper slowdown. The market rout in stocks spilled into the corporate-debt markets Friday after investors began to more fully assess the harm that prolonged economic disruption from the coronavirus could do to highly indebted companies.", "categories": [["Markets", "Credit Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/credit-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-orders-chinese-firm-to-sell-u-s-hotel-software-company-11583521254", "title": "Trump Orders Chinese Firm to Sell U.S. Hotel Software Company", "date": "2020-03-06 16:49", "summary": "President evokes a threat to national security. WASHINGTON-President Trump ordered a Chinese company to sell its ownership of StayNTouch Inc., saying its 2018 purchase of the hotel property management software firm poses a national security risk.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/plunge-in-rates-scrambles-feds-stimulus-playbook-11583531095", "title": "Plunge in Rates Scrambles Fed's Stimulus Playbook", "date": "2020-03-06 16:48", "summary": "Decline in long-term bond yields also helps explain why calls for stronger fiscal policy response could grow louder. A dramatic decline in long-term bond yields this week is scrambling the Federal Reserve's recently updated playbook for counteracting a downturn.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hes-on-fire-what-nba-jams-hot-hand-reveals-about-the-power-of-streaks-11583256232", "title": "He's on Fire! What NBA Jam's Hot Hand Reveals About the Power of Streaks.", "date": "2020-03-06 16:43", "summary": "The breakaway success of a videogame from the '90s showed we're hard-wired to believe that a streaky state of superhuman mastery is possible in all walks of life. Is this 'hot hand' real, or a pixelated illusion?. Mark Turmell was a remarkably odd teenager who became an enormously successful adult for two reasons. The first was that he recognized from a young age what he wanted to do for the rest of his life and never strayed from his ambition. The second explanation for his phenomenal success was that he was a bit of a pyromaniac.", "categories": [["Sports"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/parcel-carriers-slashed-jobs-in-february-11583525096", "title": "U.S. Parcel Carriers Slashed Jobs in February", "date": "2020-03-06 16:40", "summary": "Meanwhile, trucking and warehousing payrolls grew. Hiring at delivery companies plunged in February while other transportation and logistics-sector providers added jobs, reflecting a mixed economic picture in the weeks before the coronavirus took hold in the U.S.", "categories": [["Logistics Report"]], "category_links": ["https://www.wsj.com/news/types/logistics-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chipotle-founder-steps-down-as-chairman-11583507463", "title": "Chipotle Founder Steps Down as Chairman", "date": "2020-03-06 16:38", "summary": "Steve Ells is leaving the casual Mexican-food chain after 27 years; CEO Brian Niccol adds role of chairman. Steve Ells, the founder of Chipotle Mexican Grill Inc., is leaving the company after 27 years as part of its leadership, relinquishing his position of executive chairman.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/yeshiva-university-basketball-fans-take-coronavirus-related-spectator-ban-personally-11583526668", "title": "Yeshiva University Game Gets First Spectator Ban of NCAA Basketball Tournaments", "date": "2020-03-06 16:25", "summary": "Opening game of the men's Division III championship was played in an empty gymnasium in Baltimore. The first game of the Division III men's basketball championship tipped off at 2 p.m. Friday to an empty arena, after host school Johns Hopkins University opted to bar spectators from the game between Yeshiva University and Worcester Polytechnic Institute in an attempt to contain coronavirus.", "categories": [["Sports"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/saudi-russian-deadlock-pushes-brent-crude-to-2-year-low-11583500044", "title": "Oil Prices Plunge After Russia-Saudi Split", "date": "2020-03-06 16:10", "summary": "U.S. crude futures tumble 10.1%; Brent crude, the global benchmark, falls 9.4%. Crude prices logged their worst day since the financial crisis after two of the world's biggest oil producers failed to agree on whether to reduce global supply in the face of the coronavirus's devastating effect on demand.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/scientists-say-coronavirus-mutations-arent-more-deadly-or-contagious-11583528742", "title": "Scientists Say Coronavirus Mutations Aren't More Deadly or Contagious", "date": "2020-03-06 16:06", "summary": "Researchers are tracking the fast-spreading virus to gain insight on transmission patterns as world-wide infections rise. Scientists tracking mutations of the new coronavirus say there is no evidence its changes have made the virus deadlier or more contagious.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-risk-rises-for-u-s-global-economies-11583528339", "title": "Coronavirus Risk Rises for U.S., Global Economies", "date": "2020-03-06 15:59", "summary": "The record-long U.S. economic expansion was solid but slowing before the outbreak. Financial markets and economic forecasters are warning of rising risks for the U.S. and global economy, which were improving before the novel coronavirus spread from China around the world.", "categories": [["Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bloombergs-business-nanny-11581975748", "title": "Bloomberg's Business Nanny", "date": "2020-03-06 15:58", "summary": "The Sustainability Accounting board is a stalking horse for progressive politics.. BlackRock CEO Larry Fink recently made a splash by threatening to vote against corporate managers who don't disclose an array of non-financial information as directed by the Sustainability Accounting Standards Board. But what is SASB, and where is this all going?", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fed-delays-processing-dollar-bills-from-asia-amid-coronavirus-fears-11583512719", "title": "Fed Stores Dollars Arriving From Asia as Coronavirus Precaution", "date": "2020-03-06 15:57", "summary": "Central bank has no plans to set aside notes from areas of U.S. affected by virus. WASHINGTON-The Federal Reserve has begun holding dollars it receives from Asia before recirculating them amid concerns over the spreading coronavirus outbreak, a spokeswoman confirmed Friday.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/behind-bidens-rise-a-boost-from-centrists-and-trump-11583521065", "title": "Behind Biden's Rise, a Boost From Centrists-and Trump", "date": "2020-03-06 15:35", "summary": "Turnout from suburban voters, eager for a moderate to take on the president, has hurt Bernie Sanders's chances for the nomination. The Democratic primary race has divided voters into two clear coalitions, one backing Sen. Bernie Sanders's call for revolutionary change and one drawn to the quieter tone and more incremental policies proposed by former Vice President Joe Biden.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/activist-investors-macellum-ancora-take-more-than-10-stake-in-big-lots-11583458853", "title": "Activist Investors Macellum, Ancora Take More-Than 10% Stake in Big Lots", "date": "2020-03-06 15:21", "summary": "The two funds have nominated nine directors, which, if all elected, would replace the entire board of the discount retailer. A pair of activist investors have taken a stake of more than 10% in Big Lots Inc. and are seeking to shake up the board of the discount retailer.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mitt-romney-backs-subpoena-in-gop-senators-probe-of-hunter-biden-11583524086", "title": "Romney Backs Subpoena in Senate Probe of Hunter Biden", "date": "2020-03-06 15:15", "summary": "Republican had expressed concerns about investigation of family of Democratic presidential candidate Joe Biden. WASHINGTON-Sen. Mitt Romney (R., Utah) said he would vote in favor of a subpoena in a Senate panel's probe of former Vice President Joe Biden's son, likely giving Senate Republicans the necessary votes to deepen an investigation into the family of a leading Democratic presidential candidate.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-show-must-go-on-11583525573", "title": "The Show Must Go On", "date": "2020-03-06 15:13", "summary": "The best cars we would have seen at Geneva's annual auto show. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/meet-the-men-running-jpmorgan-while-dimon-recovers-11583525244", "title": "Meet the Men Running JPMorgan While Dimon Recovers", "date": "2020-03-06 15:08", "summary": "Daniel Pinto and Gordon Smith took the helm at America's largest bank after CEO James Dimon suffered a heart injury. Daniel Pinto and Gordon Smith had a message to deliver to JPMorgan Chase & Co.'s investment bankers at a meeting Friday morning following Chief Executive James Dimon's emergency heart surgery: Get to work.", "categories": [["Markets", "Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/virus-jitters-put-gold-on-track-for-best-week-since-financial-crisis-11583498184", "title": "Virus Jitters Push Gold to Best Week in Four Years", "date": "2020-03-06 14:48", "summary": "The precious metal has benefited from falling bond yields and safe-haven buying. Gold prices edged higher Friday, posting their best week since February 2016 with investors seeking safe-haven assets and fearing a prolonged slowdown in the world economy.", "categories": [["Markets", "Commodities"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/an-apology-to-joe-biden-who-was-clearly-the-unbeatable-favorite-all-along-11583524012", "title": "An Apology to Joe Biden, Who Was Clearly the Unbeatable Favorite All Along", "date": "2020-03-06 14:47", "summary": "Pundits, myself included, who wrote off Super Tuesday's big winner have some explaining to do. Over the past month, you may have read, here and elsewhere, that Joe Biden had about as much of a chance of winning the Democratic presidential nomination as he had of playing point guard for the Brooklyn Nets. Phrases like \"on life support,\" \"dead in the water\" and \"stiffer than Elvis\" might have given the casual reader the impression that the former vice president was finished. Bernie Sanders, Mike Bloomberg, Pete Buttigieg, Elizabeth Warren, Hillary Clinton, the lead singer of K-pop sensation BTS and my neighbor's cat were all deemed more likely to be the Democratic nominee than the 77-year-old from Scranton with the cognitive deficiencies, the cashless campaign and the perfect record of losing every presidential race he'd ever contested.", "categories": [["Life & Work", "Ideas", "Editor at Large"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/editor-at-large?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sanders-and-the-soviets-11583523274", "title": "Sanders and the Soviets", "date": "2020-03-06 14:34", "summary": "Even while visiting a prisoner in Cuba, the senator still wouldn't acknowledge the horror of communist tyranny?. The New York Times has obtained 1980s Soviet documents showing how the communists planned to use then-Mayor Bernie Sanders' Burlington, Vermont for propaganda purposes. Meanwhile, an American who was held captive in a Cuban prison recounts a disturbing Sanders visit in 2014. How many times does a U.S. politician need to laud Marxist dictatorships before Democrats decide he's unfit for the presidency?", "categories": [["Opinion", "Best of the Web"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/best-of-the-web-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-to-wear-to-look-current-in-2020-11583523053", "title": "What to Wear to Look Current in 2020", "date": "2020-03-06 14:32", "summary": "Here are all of the most pervasive women's trends from a month of fall fashion shows in New York, London, Milan and Paris-from fringe to Nancy Pelosi-esque scarlet coat. WE LOOK TO TRENDS partly because perpetually wearing the same thing would be boring, and partly because fashion can help us analyze our culture. In a season overshadowed by the encroaching coronavirus, many fashion designers showed looks concerned with protection. From the Row's charcoal head wraps to the hooded vinyl dress at Balenciaga, this clothing is intended to shelter us-whether that's from rising oceans or disease or just your average November chill. At times, the masks on the runway-like Marine Serre's white lace and black versions and the armor-like headgear and hoods at Paco Rabanne-more directly mirrored the surgical masks worn by some vigilant editors. Most of these creations were designed well before Covid-19 began to spread, so reading too much into them would be a mistake, suggesting that precognition was at work.", "categories": [["Life & Work", "Style & Fashion", "Fashion"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/fashion?mod=breadcrumb", "https://www.wsj.com/news/types/fashion?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronaviruss-spread-could-complicate-corporate-anti-bribery-efforts-11583521932", "title": "Coronavirus's Spread Could Complicate Corporate Anti-Bribery Efforts", "date": "2020-03-06 14:21", "summary": "Lawyers are looking for workarounds as companies face delays to time-sensitive internal investigations. Travel restrictions aimed at stemming the spread of the novel coronavirus could complicate companies' efforts to prevent bribery and other corporate misconduct, lawyers say.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/february-jobs-report-11583494000", "title": "Coronavirus Spread Could Halt Robust U.S. Job Gains", "date": "2020-03-06 14:12", "summary": "Economists largely dismissed February's hiring growth as a less important economic indicator than usual. The spread of the novel coronavirus threatens to trigger a sharp pullback in U.S. hiring after the labor market showed signs of picking up earlier this year.", "categories": [["Economy", "Economic Data"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/economic-data?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nursing-homes-brace-for-coronavirus-outbreak-amid-staffing-concerns-11583521535", "title": "Nursing Homes Brace for Coronavirus Outbreak Amid Staffing Concerns", "date": "2020-03-06 14:05", "summary": "Facility managers worry infection could worsen staff shortages if their workers are quarantined. WASHINGTON-Nursing homes across the country are bracing themselves for further spread of the new coronavirus amid worries over shortages of staff to care for their vulnerable elderly residents.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fed-s-rosengren-fed-needs-to-broaden-what-assets-it-can-buy-11583515431", "title": "Fed's Rosengren: Fed Needs to Broaden Assets It Can Buy", "date": "2020-03-06 14:04", "summary": "Central banker says fall in Treasurys yields limits the stimulus of buying such debt. Federal Reserve Bank of Boston President Eric Rosengren said on Friday the U.S. central bank may need the power to buy a broader array of bonds to provide stimulus given the sharp and historic decline in Treasurys yields amid the coronavirus outbreak.", "categories": [["Economy", "Central Banks"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/central-banks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/three-questions-with-the-19ths-emily-ramshaw-11583520430", "title": "Three Questions With The 19th's Emily Ramshaw", "date": "2020-03-06 13:57", "summary": "'We are going to hire a newsroom that really reflects the diversity of the nation's women'. Emily Ramshaw is the co-founder and chief executive of a new nonprofit media company, The 19th. Ms. Ramshaw, who was the former editor in chief of the Texas Tribune, wanted to start a nonpartisan newsroom reporting on gender, politics and policy.", "categories": [["Markets", "Your Money"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/undefined?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/vatican-confirms-first-case-of-coronavirus-11583495141", "title": "Vatican Confirms First Case of Coronavirus", "date": "2020-03-06 13:39", "summary": "Spokesman didn't identify the individual or say whether they were employed by the Vatican. ROME-The first coronavirus case in the Vatican was confirmed on Friday, as the epidemic continued to spread in Italy.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/after-warrens-exit-democrats-weigh-treatment-of-female-candidates-11583516053", "title": "After Warren's Exit, Democrats Weigh Treatment of Female Candidates", "date": "2020-03-06 13:24", "summary": "A field that once featured a historic number of women came down to two men in top contention for the nomination. WASHINGTON-The departure of the last prominent woman in the Democratic presidential contest, effectively leaving the race to two men, has raised anew among some Democrats the issue of gender in politics and whether female candidates are held to the same standard as men.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/feds-bullard-faults-markets-for-coronavirus-pessimism-11583518996", "title": "Fed's Bullard Faults Markets for Virus Pessimism", "date": "2020-03-06 13:23", "summary": "St. Louis Fed leader says he expects the U.S. response to be better than China's. St. Louis Fed leader James Bullard said Friday financial markets appear to be bracing for a much worse impact from the coronavirus situation than he believes is warranted.", "categories": [["Economy", "Central Banks"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/central-banks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-company-that-fought-the-coronavirus-and-won-11583491807", "title": "The Company That Fought the Coronavirus and Won", "date": "2020-03-06 13:19", "summary": "In late January, employees at Germany-based Webasto started falling ill with the virus. But the company had a plan.. STOCKDORF, Germany-The chief executive of a little-known local auto supplier had received an alarming email: One of his employees-who had just visited the company's headquarters, shaking hands with management, including him-had tested positive for the novel coronavirus.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-ceo-tries-to-navigate-the-legal-cannabis-sectors-bad-trip-11583518019", "title": "A CEO Tries to Navigate Legal Cannabis Sector's Bad Trip", "date": "2020-03-06 13:08", "summary": "Brendan Kennedy made Tilray the first marijuana firm to go public on Nasdaq, but the industry now faces too many greenhouses and too little investor interest. On the surface, the pristine Seattle offices of Tilray seem like a stoner's paradise. There are Funyuns in the kitchen, and pipes and bongs on display. But there isn't any marijuana here-for that, you'd have to go to the company's growing facilities in Canada and Portugal. Besides, the boss, Brendan Kennedy, doesn't have much of a taste for it-or Funyuns.", "categories": [["Life & Work", "Ideas", "Weekend Confidential"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/weekend-confidential?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cios-stock-up-on-tech-amid-coronavirus-disruptions-11583517316", "title": "CIOs Stock Up on Tech Amid Coronavirus Disruptions", "date": "2020-03-06 12:58", "summary": "PC shipments are expected to fall 9% in 2020, with decline exacerbated by outbreak, according to International Data Corp.. Information-technology leaders are racing to get ahead of supply-chain disruptions linked to the coronavirus and outfit their employees with remote-work tools.", "categories": [["CIO Journal"]], "category_links": ["https://www.wsj.com/news/types/cio-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/thousands-of-mexican-women-to-strike-to-protest-violence-after-two-brutal-murders-11583516633", "title": "Mexican Women Plan Strike to Protest Violence", "date": "2020-03-06 12:44", "summary": "Companies have pledged not to dock wages for workers who don't turn up. MEXICO CITY-Thousands of women in Mexico are expected to take the day off Monday to stand up for a basic right: to not be subjected to violence at the hands of men.", "categories": [["World", "Latin America"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/latin-america-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-thank-you-letter-for-mrs-ts-two-new-lungs-11583512200", "title": "A Thank-You Letter for Mrs. T's Two New Lungs", "date": "2020-03-06 12:42", "summary": "To the grieving family whose loved one's gift means my wife's future will be measured in years.. Dear unknown friends-if I may call you that:", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/manhattan-teen-under-quarantine-has-virtual-bar-mitzvah-11583505141", "title": "Manhattan Teen Under Quarantine Has 'Virtual Bar Mitzvah'", "date": "2020-03-06 12:41", "summary": "Ceremony canceled after he and many of his classmates were stuck at home to contain the coronavirus. Hundreds of friends tuned in online Thursday as Joseph Hershkowitz, a 13-year-old quarantined at home in Manhattan, celebrated a \"virtual bar mitzvah.\"", "categories": [["U.S.", "Tri-State Area"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-region?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/prosecutors-ask-judge-to-keep-bernie-madoff-in-prison-11583513843", "title": "Prosecutors Ask Judge to Keep Bernie Madoff in Prison", "date": "2020-03-06 12:40", "summary": "One-time chairman of the Nasdaq has asked for compassionate release from 150-year sentence to die at home of kidney disease. Federal prosecutors in Manhattan say Bernard Madoff, the architect of one of the biggest financial frauds in U.S. history, should die in prison and doesn't deserve to be released early from his 150-year sentence.", "categories": [["Business", "Law"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/law-legal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/katherine-phillips-was-leader-in-modern-business-education-11583516177", "title": "Katherine Phillips Was Leader in Modern Business Education", "date": "2020-03-06 12:37", "summary": "Professor was role model to students and expert on diversity. ", "categories": [["World", "Obituaries"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/obituaries?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-man-of-two-faces-leader-of-south-korean-church-tied-to-outbreak-11583516020", "title": "A Man of Two Faces: Leader of South Korean Church Tied to Outbreak", "date": "2020-03-06 12:34", "summary": "Shincheonji founder Lee Man-Hee led life at odds with public 'everyman' persona, former members say. DAEGU, South Korea-Much of the blame for the rapid spread of coronavirus in South Korea has been directed at an 88-year-old church leader with a fondness for Hermès ties and lawsuits.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/can-better-light-bulbs-improve-your-sleep-11583515654", "title": "Can Better Light Bulbs Improve Your Sleep?", "date": "2020-03-06 12:28", "summary": "A new approach to LED design informed by wellness trends aims to fix your sleep cycle and keep you alert at work. A RAW, COLD-PRESSED JUICE can easily set you back $12. A queen-size organic mattress from Avocado costs $1,399. If we're willing to pay those prices in the name of wellness, why not $8 for lightbulbs that can potentially improve our sleep cycles, increase focus and boost our moods? Such innovative illumination hasn't quite caught on yet.", "categories": [["Tech", "Personal Tech", "Gear & Gadgets"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb", "https://www.wsj.com/news/types/personal-technology-joanna-stern?mod=breadcrumb", "https://www.wsj.com/news/types/gear?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pope-accepts-resignation-of-french-cardinal-acquitted-of-covering-up-sex-abuse-11583514760", "title": "Pope Accepts Resignation of French Cardinal Acquitted of Covering Up Sex Abuse", "date": "2020-03-06 12:15", "summary": "Cardinal Philippe Barbarin's 2019 conviction was overturned by an appeals court in January. The pope has accepted the resignation of France's most-senior Catholic cleric, the Vatican said, weeks after a French court overturned his conviction for failing to report child sex abuse.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/virginia-democrats-win-on-host-of-progressive-bills-11583451874", "title": "Newly Empowered Virginia Democrats Pass Progressive Agenda", "date": "2020-03-06 12:14", "summary": "Legislature wraps up session after passing gun limits, abortion-rights and anti-discrimination measures. Virginia Democrats used their newfound control of the state legislature to pass several progressive bills, including new gun restrictions, during the annual session that ends Saturday.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-discontent-of-migrants-looms-over-china-11583514351", "title": "The Discontent of Migrants Looms Over China", "date": "2020-03-06 12:08", "summary": "The coronavirus has exacerbated the economic divide between middle-class urbanites and the country's rural underclass. Even as the coronavirus spreads globally, there are some small signs of recovery at its source in China. After unprecedented control efforts-mass quarantines, blockaded cities, halted transportation-new reports of infections have slowed. Under government orders, and with the help of low-interest loans, shuttered businesses have begun to resume operations. The online ferment of angry urbanites who had criticized the government's mishandling of the crisis has dwindled for now. Even Starbucks has reopened stores, though only for takeout orders.", "categories": [["Life & Work", "Ideas", "Essay"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/essay?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/foreign-investment-set-to-fall-on-coronavirus-outbreak-11583505279", "title": "Foreign Investment Set to Fall on Coronavirus Outbreak", "date": "2020-03-06 12:00", "summary": "Businesses may also make longer-lasting movements of production back to their home countries, the United Nations said in a report. Businesses will likely cut their overseas investments by between 5% and 15% this year in response to the coronavirus outbreak, but there may also be a longer-lasting movement of production back to their home countries, the United Nations said Friday.", "categories": [["Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/global-medical-mystery-can-classrooms-spread-coronavirus-11583451947", "title": "Should Schools Be Closed? Uneven Global Response Sows Confusion", "date": "2020-03-06 11:55", "summary": "Closures have sent tens of millions of children home even though few of them have fallen ill, as authorities study whether they play a role in infecting others. The spread of a novel coronavirus has triggered a wave of school closures around the world. But a public-health mystery over what role children may play in spreading the disease has led officials to apply the strategy unevenly-catching parents and teachers by surprise and sowing confusion about whether classrooms are safe.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/seven-reasons-why-south-koreas-bts-is-an-american-phenomenon-11583505183", "title": "Seven Reasons Why South Korea's BTS Is an American Phenomenon", "date": "2020-03-06 11:50", "summary": "'Map of the Soul: 7' is the K-Pop band's fourth album to top the charts in less than two years. What's driving the group's success?. For the Korean boy band BTS, the success of its sprawling, genre-defying pop album \"Map of the Soul: 7\" is a sign of how the rising K-Pop act is cementing its place in American culture.", "categories": [["Books & Arts", "Arts", "Music"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/arts?mod=breadcrumb", "https://www.wsj.com/news/types/music?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/women-in-sports-are-on-a-high-whats-next-11583428152", "title": "Women in Sports Are on a High. What's Next?", "date": "2020-03-06 11:50", "summary": "Resume Subscription. Author", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/everyday-life-in-perfect-balance-11583512652", "title": "Everyday Life in Perfect Balance", "date": "2020-03-06 11:38", "summary": "N.C. Wyeth's 'Dark Harbor Fishermen' is haunting in its unsentimental visualization of a workaday drama.. Newell Convers Wyeth, better known as N.C. Wyeth (1882-1945), was in later life a mountain of a man-over 300 pounds-and was also a sierra of talent and personal troubles. Known more these days as the patriarch of a family of artists (most prominently, his son Andrew), he began as a precocious illustrator, and painted a bucking bronco cover for the Saturday Evening Post when he was only 20 years old. Wyeth went on to illustrate classic editions of \"Treasure Island,\" \"The Last of the Mohicans,\" and a kids' version of the tale of King Arthur. Mostly, he favored what he called \"true, solid, American subjects-nothing foreign about them.\"", "categories": [["Books & Arts", "Masterpiece"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/masterpiece?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/photos-of-the-week-feb-29-mar-6-2020-11583511140", "title": "Photos of the Week", "date": "2020-03-06 11:20", "summary": "Joe Biden storms back into Democratic primary race, refugees stream across Turkey to enter the EU, tornadoes kill at least 25 in Tennessee and more. We are delighted that you'd like to resume your subscription.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/for-jobs-what-matters-is-what-happens-next-11583510758", "title": "For Jobs, What Matters is What Happens Next", "date": "2020-03-06 11:09", "summary": "Investors are focused on unsettling thoughts what happens next to the U.S. jobs market, not February's rosy report. The U.S. economy added 273,000 jobs last month and the unemployment rate fell to 3.5% from 3.6%, but all that matters is what happens next.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-market-has-lost-faith-in-banks-11583509273", "title": "The Market Has Lost Faith in Banks", "date": "2020-03-06 11:05", "summary": "It wasn't too long ago that investors were lauding banks for their ability to withstand the effects of low rates. Not anymore.. American banks' shares are performing twice as poorly as the market. So much for diversification.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-we-can-learn-from-the-20th-centurys-deadliest-pandemic-11583510468", "title": "What We Can Learn From 20th Century's Deadliest Pandemic", "date": "2020-03-06 11:01", "summary": "In 1918, the Spanish flu killed more than 50 million people around the world. The lessons of that outbreak could save countless lives in the fight against the coronavirus.. The \"Spanish\" flu of 1918 was one of the deadliest pandemics in human history. Seeming to come from nowhere in the waning days of World War I, it spread through a war-ravaged world like wildfire. In a matter of months, a third of the world's population was infected, 50 to 100 million people died, and the global economy shrank by 5%.", "categories": [["Life & Work", "Ideas", "The Saturday Essay"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/the-saturday-essay?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/dwyane-wade-and-gabrielle-unions-dramatic-los-angeles-home-11583510352", "title": "Dwyane Wade and Gabrielle Union's Dramatic Los Angeles Home", "date": "2020-03-06 10:59", "summary": "In Sherman Oaks, the property is accessed via a private road and has a winding spiral staircase, dark wood floors and sprawling 180-degree views of the surrounding canyon.. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/canada-data-offer-warning-signs-on-coronavirus-11583503915", "title": "Canada Data Offer Warning Signs on Coronavirus", "date": "2020-03-06 10:56", "summary": "Job creation, wage gains continued in February, but trade report for January highlights economic risk posed by epidemic. OTTAWA-Canadian economic data on Friday showed the country had another month of solid job and wage growth, while also offering early clues about how the recent coronavirus outbreak will weigh on growth and perhaps spur further rate cuts from the Bank of Canada.", "categories": [["World", "Canada"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/canada-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/dwyane-wade-and-gabrielle-union-ask-6-2-million-for-los-angeles-home-11583504041", "title": "Dwyane Wade, Gabrielle Union Ask $6.2 Million for Los Angeles Home", "date": "2020-03-06 10:50", "summary": "The couple bought the roughly 8,500-square-foot Mediterranean-style property for just under $6 million in 2018. Retired basketball star Dwyane Wade and his wife, actress Gabrielle Union, are listing their Los Angeles home for $6.2 million.", "categories": [["WSJ News Exclusive", "Private Properties"]], "category_links": ["https://www.wsj.com/news/types/private-properties?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/it-just-got-tougher-to-know-how-your-adviser-gets-paid-11583509104", "title": "It Just Got Tougher to Know How Your Adviser Gets Paid", "date": "2020-03-06 10:40", "summary": "Does your adviser earn commissions? Fees? A popular website will no longer say.. With markets in turmoil, investors need financial advice more than ever. Unfortunately, figuring out where to get it and how to pay for it just got a little harder.", "categories": [["Markets", "The Intelligent Investor"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/the-intelligent-investor?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/facebook-fights-hoaxes-and-hysteria-in-its-virus-themed-groups-11583505221", "title": "Facebook Fights Hoaxes and Hysteria in Its Virus-Themed Groups", "date": "2020-03-06 10:37", "summary": "Some of Facebook's newly formed coronavirus groups have grown to more than 50,000 members in just weeks. To suppress misinformation about the coronavirus, Facebook Inc. has altered its search results, created pop-ups directing users toward public-health authorities and offered the World Health Organization what Chief Executive Mark Zuckerberg called \"as many free ads as they need.\"", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-it-all-started-chinas-early-coronavirus-missteps-11583508932", "title": "How It All Started: China's Early Coronavirus Missteps", "date": "2020-03-06 10:36", "summary": "China's errors, dating back to the very first patients, were compounded by political leaders who dragged their feet to inform the public of the risks and to take decisive control measures. WUHAN-It was on Dec. 10 that Wei Guixian, a seafood merchant in this city's Hua'nan market, first started to feel sick. Thinking she was getting a cold, she walked to a small local clinic to get some treatment and then went back to work.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mitt-romney-could-again-be-a-gop-spoiler-in-a-ukraine-related-vote-11583507649", "title": "Mitt Romney Could Again Be a GOP Spoiler in a Ukraine-Related Vote", "date": "2020-03-06 10:14", "summary": "The Senate Homeland Security Committee plans to vote on issuing a subpoena in the panel's probe of Hunter Biden's work in Ukraine. This item first appeared in the Capital Journal newsletter. Read today's full newsletter here or sign up here for daily updates in your inbox.", "categories": [["Politics", "Political Intelligence"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/political-intelligence?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/five-best-jeanine-basinger-on-stars-of-the-movie-musical-11583507459", "title": "Five Best: Jeanine Basinger on Stars of the Movie Musical", "date": "2020-03-06 10:11", "summary": "From the author, most recently, of 'The Movie Musical!'. By Peter Guralnick (1994)", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ibauhaus-review-the-seeds-of-apples-designs-11583507409", "title": "'iBauhaus' Review: The Seeds of the Apple Aesthetic", "date": "2020-03-06 10:10", "summary": "An authority on design argues that the iPhone is the culmination of the Bauhaus's approach to form and functionality.. When Anni and Josef Albers entertained at their home in Orange, Conn., they would sometimes take visitors to their favorite restaurant, the Plank House. There Josef would rhapsodically praise the polyurethane-encased tables and the salad bar, whose suspended plastic dome shielded an abundance of vegetables from germs.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/warren-buffetts-berkshire-hathaway-backs-away-from-canadian-gas-project-11583506234", "title": "Warren Buffett's Berkshire Backs Away From Canadian Gas Project", "date": "2020-03-06 10:10", "summary": "Move spurred by protests against another big energy project that involved blocking rail lines. Berkshire Hathaway Inc. has backed out of financing a major gas project in the Canadian province of Quebec, prompting worries that international investors are increasingly shunning the country after protests over another energy project.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-invention-of-surgery-review-honing-their-craft-11583507373", "title": "'The Invention of Surgery' Review: Honing Their Craft", "date": "2020-03-06 10:09", "summary": "Operations were once like commando raids. Surgeons got in and out with maximum haste while cutting off as few of their assistants' fingers as possible.. In 1536, during one of the perpetual wars between France and Spain, French troops invested the Italian city of Turin. After one bloody skirmish, the surgeon Ambroise Paré had to dress the wounds of the soldiers who had been shot by the hackbuts of the besieged. The conventional wisdom of the time held that bullet wounds should be cauterized with boiling oil. To Paré's dismay, he ran out of oil, and had to treat the remaining casualties with a tamer concoction of egg yolk, oil of roses and turpentine. Like many a surgeon before and since, Paré spent a restless night, and went out at first light to round on his charges. He was astonished to find that the men who received scalding-hot oil were in agony, \"with great pain and swelling around their wounds,\" while those treated with bland dressings were resting comfortably.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cured-review-miracles-versus-medicine-11583507347", "title": "'Cured' Review: Miracles Versus Medicine", "date": "2020-03-06 10:09", "summary": "Searching for commonalities among people who experienced 'spontaneous remissions' of deadly diseases.. As a popular ad for state lotteries goes, someone has to win. And that is true. But the chances of that someone being you are so very slim that it makes no sense to bother buying a lottery ticket. People die of disease every day. And yet every once in a while, a patient told an incurable illness will kill her spontaneously recovers. Long after she's supposed to be dead, she finds herself cured. It doesn't happen often, but it does happen. Are the chances of that someone being you so slim you should ignore them? Or can you do something to increase your odds of surviving?", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fiction-you-might-as-well-laugh-11583507301", "title": "Fiction: You Might as Well Laugh", "date": "2020-03-06 10:08", "summary": "A new volume brings together the best from one of the indispensable short-story writers of our era.. If your reaction to the coronavirus outbreak has been to crack dumb jokes about beer or search out tasteless memes on Facebook, you may be the right reader for Lorrie Moore's \"Collected Stories\" (Everyman's Library, 745 pages, $27). It's usually cancer that is scaring the bejesus out of Ms. Moore's characters, but the frazzled irreverence is applicable in all matters of mortality. \"I've had sonograms. I've had mammograms. Next week I'm going in for a candygram,\" one woman riffs. When a doctor prescribes \"a little light chemo\" for a 2-year-old with renal cancer, as though it were some sort of evening music, the baby's horrorstruck mother blurts, \"Eine kleine dactinomycin. I'd like to see Mozart write that one up for a big wad o' cash.\" The gags are group therapy, because in Ms. Moore's world everybody is falling apart-some people just aren't yet showing the symptoms. In another story a doctor terms a mole he has removed from a woman's back \"precancerous.\" \"Precancer?\" she wonders. \"Isn't that . . . like life?\"", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mysteries-the-case-of-the-headless-stranger-11583507270", "title": "Mysteries: The Case of the Headless Stranger", "date": "2020-03-06 10:08", "summary": "In Tom Bouman's, rural lawman Henry Farrell investigates a headless corpse lying deep in a forest. Was the victim killed by beast or by man?. Henry Farrell, the head of a doughty one-man police department in the northeast Pennsylvania hamlet of Wild Thyme, is the rueful narrator of \"The Bramble and the Rose\" (Norton, 198 pages, $25.95), Tom Bouman's third novel to feature this rural lawman. Self-described as \"a high-school-educated military veteran . . . given to anxiety and depression,\" Farrell likes being on his own in the great outdoors: \"The farther I am from a crowd, the better I feel.\"", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/childrens-books-green-shoots-and-dark-shadows-11583507238", "title": "Children's Books: Green Shoots and Dark Shadows", "date": "2020-03-06 10:07", "summary": "A page-turner featuring hostile aliens, brave teens and a scary plant that's half pothole, half Venus fly-trap.. Kenneth Oppel has written a thriller so exciting that the pages might well have been printed with adrenaline. Not only is \"Bloom\" (Knopf, 312 pages, $16.99) a heart-pounder; it's also the first installment in a planned trilogy. So even as readers ages 10 and older are galloping through the chapters, they'll have the delicious satisfaction of knowing that the story doesn't end with the final page.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/demand-for-fed-repos-remain-robust-friday-intervention-just-shy-of-90-billion-11583506609", "title": "Demand for Fed Repos Remains Robust", "date": "2020-03-06 10:07", "summary": "Demand for central bank's temporary money surged this week amid highly unsettled markets. Wall Street's biggest banks continued to have strong demand for Federal Reserve cash Friday.", "categories": [["Economy", "Central Banks"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/central-banks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/you-stopped-running-for-president-now-what-11583429093", "title": "You Stopped Running for President. Now What?", "date": "2020-03-06 10:00", "summary": "A historically large campaign for the White House claims a historic number of dropouts. Here's how they can handle their immediate future.. So you've just dropped out of the race for president. There's no shame in that. Most people who run for president don't win. It's like opening a restaurant. Almost all restaurants fail, sometimes for reasons that are not your fault. Maybe you were simply ahead of your time. Maybe the world simply wasn't ready for \"Cheesestickopolis,\" your fast-casual cheese-sticks-only restaurant.", "categories": [["Life & Work", "Ideas", "Jason Gay"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/jason-gay-in-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-businesses-gear-up-for-legal-disputes-with-insurers-over-coronavirus-claims-11583465668", "title": "U.S. Businesses Gear Up for Legal Disputes With Insurers Over Coronavirus Claims", "date": "2020-03-06 10:00", "summary": "Business-interruption insurance policies typically exclude communicable diseases from coverage. Many U.S. companies think their insurance policies cover lost revenue from the coronavirus outbreak. But that may be up to the courts to decide.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/traditional-sports-look-to-gamers-to-reshape-viewers-experience-11583439591", "title": "Traditional Sports Look to Gamers to Reshape Viewers' Experience", "date": "2020-03-06 10:00", "summary": "Resume Subscription. Author", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/feds-mester-defends-regional-fed-bank-structure-11583504491", "title": "Fed's Mester Defends Regional Fed Bank Structure", "date": "2020-03-06 09:21", "summary": "Cleveland Fed president didn't comment on monetary policy or the economic outlook in her prepared remarks. Federal Reserve Bank of Cleveland President Loretta Mester on Friday defended the regional Fed bank structure as an important tool to help the central bank interact with the economy.", "categories": [["Economy", "Central Banks"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/central-banks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biotech-companies-tap-ai-to-speed-path-to-coronavirus-treatments-11583451564", "title": "Biotech Companies Tap AI to Speed Path to Coronavirus Treatments", "date": "2020-03-06 09:14", "summary": "The hope is that AI can identify drug prospects to test on humans within months. Companies racing to find treatments for the novel coronavirus, which has infected close to 100,000 people, are turning to artificial intelligence to speed up their drug-discovery efforts.", "categories": [["Artificial Intelligence"]], "category_links": ["https://www.wsj.com/news/types/artificial-intelligence?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fragile-cease-fire-in-syria-offers-few-hopes-for-displaced-civilians-11583500150", "title": "Fragile Cease-Fire in Syria Offers Few Hopes for Displaced Civilians", "date": "2020-03-06 09:11", "summary": "Fighting in northwest Syria has triggered mass exodus that truce does little to address. ANTAKYA, Turkey-A shaky cease-fire took hold in northwestern Syria on Friday following an agreement by Turkey and Russia aimed at ending hostilities that heightened the risk of war between the two powers.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/startups-scramble-to-replace-lost-tastings-after-expo-west-postponement-11583437216", "title": "Startups Scramble to Replace Lost Tastings After Expo West Postponement", "date": "2020-03-06 09:10", "summary": "Food-and-drink companies can't recreate conferences over the internet as easily as some. Ficks Beverage Co. spent between $10,000 and $15,000 preparing to serve its juice-based hard seltzers on tap at a colorful bar in its booth at the Natural Products Expo West in Anaheim, Calif., said Ficks Chief Executive Ron Alvarado.", "categories": [["Experience Report"]], "category_links": ["https://www.wsj.com/news/experience-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-administration-to-collect-dna-from-immigrants-taken-into-custody-11583470503", "title": "Trump Administration to Collect DNA From Immigrants Taken Into Custody", "date": "2020-03-06 08:45", "summary": "Rule will require immigration officers to collect cheek swabs from what could amount to hundreds of thousands of people a year. WASHINGTON-The Trump administration plans to begin taking DNA samples from migrants crossing the border or held in detention for use in a federal criminal database, a significant expansion of immigration laws that is certain to raise privacy concerns.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/just-how-many-people-are-infected-with-coronavirus-11583451170", "title": "Just How Many People Are Infected With Coronavirus?", "date": "2020-03-06 08:41", "summary": "Researchers struggle to figure it out, but for now, the unknowns outnumber the knowns. An unanswered question about Covid-19, the illness caused by the new coronavirus, is how many people with the disease are circulating freely because their infection has not been detected.", "categories": [["U.S.", "The Numbers"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/the-numbers?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-trade-gap-narrowed-in-january-as-flows-slowed-11583501571", "title": "U.S. Trade Gap Narrowed in January as Flows Slowed", "date": "2020-03-06 08:33", "summary": "Foreign-trade gap in goods and services contracted 6.7%, to a seasonally adjusted $45.34 billion. WASHINGTON-The U.S. trade deficit narrowed in January as trade flows with the rest of the world slowed during a month when the coronavirus's impact became more pronounced in China.", "categories": [["Economy", "Economic Data"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/economic-data?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/another-wild-week-on-wall-street-leads-to-gainsand-pain-11583496003", "title": "Another Wild Week on Wall Street Leads to Gains-and Pain", "date": "2020-03-06 08:26", "summary": "A look at the winners and losers. The market spent another week roiled by the unfolding novel coronavirus epidemic, the extent of which is just starting to be felt in the U.S. The Federal Reserve surprised investors with an aggressive cut to interest rates, but it rattled rather than soothed nerves. Markets hate uncertainty as the saying goes, and right now nothing feels certain.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-nbas-challenge-in-behavioral-economics-11583442881", "title": "The NBA's Challenge in Behavioral Economics", "date": "2020-03-06 08:03", "summary": "There have been more than 200 overturned calls this season. But are coaches using their challenges wisely? We reviewed them to find out.. NBA coaches spend countless hours crafting game plans, diagramming plays and managing the personalities in their locker rooms. Now they have something else to worry about: picking the right time to twirl their fingers.", "categories": [["Sports", "NBA"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/nba?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/steven-a-cohen-raising-new-fund-to-invest-in-private-companies-11583453810", "title": "Steven A. Cohen Raising New Fund to Invest in Private Companies", "date": "2020-03-06 08:00", "summary": "Point72 Hyperscale aims to back startups focused on artificial intelligence and buy operating companies. Hedge-fund billionaire Steven A. Cohen has started efforts to raise his first private-markets fund, a venture that will test whether his decades of experience investing in public companies will translate to private markets.", "categories": [["WSJ News Exclusive", "Hedge Funds"]], "category_links": ["https://www.wsj.com/news/types/hedge-funds?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/long-lines-at-wells-fargoto-bash-the-company-11583451253", "title": "Long Lines at Wells Fargo-to Bash the Company", "date": "2020-03-06 07:30", "summary": "Ahead of congressional testimony, the bank's critics in Washington are practically writing the book they will throw at it. Wells Fargo & Co. created perhaps millions of fake customer accounts. Three-and-a-half years after that revelation, the scandal seems to be generating nearly as many news releases.", "categories": [["Markets", "Overheard"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/overheard?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/italy-beset-by-coronavirus-sees-its-way-of-life-under-threat-11583454356", "title": "Italy, Beset by Coronavirus, Sees Its Way of Life at Risk", "date": "2020-03-06 07:28", "summary": "Worst outbreak outside Asia poses challenge to health system, economy and Italians' sense of well-being. ROME-Italy, home of the biggest coronavirus outbreak outside Asia, is approaching a moment of truth: Can an easygoing Western society, where government has limited powers and people cherish their right to do as they want, contain the epidemic once it's raging?", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/would-why-pay-24-000for-a-kitchen-knife-11583416574", "title": "Why Pay $24,000 for a Kitchen Knife?", "date": "2020-03-06 07:20", "summary": "For those who lust after handmade blades from cult knifemakers, waiting lists are getting longer. But mass-market makers are also raising their game-and putting some pretty sharp products within reach. Here's a guide to the knives chefs are loving right now. WHEN BLADESMITH Bob Kramer put the \"The Last Salmon,\" a handmade 10.5-inch chef's knife, up for auction on his website recently, the bidding went the way these things usually do. Within the first half-hour, the blade, which shows a scene of a pod of orcas pursuing a single fish, had been bid up to $10,000. An hour after that, $17,750. When the virtual gavel finally fell after 24 hours, the final price was $24,000.", "categories": [["Life & Work", "Food & Drink"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/food-cooking-drink?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/six-bright-sneakers-to-add-technicolor-punch-11582056939", "title": "Six Bright Sneakers to Add Technicolor Punch", "date": "2020-03-06 07:00", "summary": "With brighter colors and sleeker soles, this season's kicks have a spring in their step. Six pairs to try the trend now. Step into the matrix with this futuristic pair. Balenciaga, $995, Balenciaga New York, 620 Madison Avenue", "categories": [["What's News"]], "category_links": ["https://www.wsj.com/news/types/magazine-what-s-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/after-hours-long-waits-to-vote-california-considers-change-texas-does-not-11583452133", "title": "After Long Waits to Vote, California Weighs Changes, Texas Doesn't", "date": "2020-03-06 07:00", "summary": "Slow check-ins, lack of Democratic voting machines cause Super Tuesday delays; 'I was born in this line and I will die in this line'. In Santa Monica, volunteers brought cookies, pizza and bottled water. At the University of California, Los Angeles, the co-star of \"The Princess Diaries\" grabbed a microphone and encouraged students not to give up.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-spreads-world-wide-containment-is-an-unlikely-outcome-11583403706", "title": "Schools Shut in Seattle Area as Coronavirus Spreads", "date": "2020-03-06 06:48", "summary": "New York, Illinois and other states report new cases as tech companies in Seattle urge employees to work from home. A suburban Seattle school district launched the farthest-reaching school closures in the U.S. Thursday in an attempt to contain the coronavirus, directing more than 23,500 students to stay home for up to two weeks in a last-resort step that districts across the country are considering.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/japan-tests-coronavirus-drug-despite-danger-of-birth-defects-11583492886", "title": "Japan Tests Coronavirus Drug Despite Danger of Birth Defects", "date": "2020-03-06 06:10", "summary": "The drug, Avigan, is being developed by Fujifilm Holdings. TOKYO-Japan is racing to test a homegrown drug against the novel coronavirus despite doubts about its efficacy and its potential for causing birth defects.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/huawei-takes-its-case-to-the-people-in-australia-11583490918", "title": "Huawei Takes Its Case to the People in Australia", "date": "2020-03-06 05:39", "summary": "Barred by the government from a role building the country's coming 5G network, the Chinese giant tries town halls. Huawei Technologies Co. is bidding to convince citizens in Australia, one of America's closest allies, that its telecom gear is safe-a grass-roots fight against the government's decision to exclude the Chinese company from its 5G build-out.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/indias-central-bank-seizes-struggling-lender-caps-withdrawals-11583474460", "title": "India's Central Bank Seizes Struggling Lender, Caps Withdrawals", "date": "2020-03-06 05:32", "summary": "The Reserve Bank of India says it was it prompted by a 'serious deterioration' in Yes Bank's financial position. India's banking regulator seized control of a struggling commercial bank, the first time in more than a decade that the government has stepped in to backstop a private lender.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/made-in-china-censorship-for-sale-11583448433", "title": "Made-in-China Censorship for Sale", "date": "2020-03-06 05:30", "summary": "Chinese AI tools from tech giants like Alibaba make it easier to scrub online content-and anyone can buy them.. BEIJING-For China's tech companies, content-moderation tools are becoming a big business, and one that could spread Chinese-style censorship around the world.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/putin-sows-discord-in-kremlin-to-remain-russias-no-1-11583424937", "title": "Discord in Kremlin Helps Putin Remain Russia's No. 1", "date": "2020-03-06 05:30", "summary": "Russian leader moves to extend his dominance by sowing rifts and changing law. MOSCOW-Some 18 months before President Vladimir Putin announced that he was appointing a new prime minister, the Russian leader dropped hints to a handful of senior officials that he was looking for a new right-hand man, according to people close to two candidates.", "categories": [["World", "Europe", "Russia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb", "https://www.wsj.com/news/types/russia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-hits-heart-of-italys-famous-cheese-wine-fashion-makers-11583356058", "title": "Italy's Cheese, Wine, Fashion Hit Hard by Virus", "date": "2020-03-06 05:30", "summary": "Businesses face falling sales, production problems as epidemic spreads. MILAN-Makers of some of Italy's best-known goods, from leather shoes and bags to Gorgonzola cheese and Amarone wine, are grappling with falling demand and disrupted production as the country contends with one of the worst outbreaks of coronavirus outside China.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/viral-outbreaks-once-rare-become-part-of-the-global-landscape-11583455309", "title": "Global Viral Outbreaks, Once Rare, Will Become More Common", "date": "2020-03-06 05:30", "summary": "Urbanization, globalization and increased human consumption of animal proteins are driving a rise in epidemics. The rapid and global spread of the deadly new coronavirus caught households, business leaders, investors and policy makers off guard, but health experts and economists who study pandemics say it shouldn't have come as a surprise at all.", "categories": [["Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-k-investigators-examine-visits-by-barclays-ceo-jes-staley-to-jeffrey-epsteins-island-11583484765", "title": "U.K. Investigators Examine Visits by Barclays CEO to Epstein's Island", "date": "2020-03-06 05:30", "summary": "Probe asks whether Mr. Staley gave a full and accurate account of his interactions with convicted sex offender. U.K. investigators are examining visits by Barclays PLC Chief Executive Jes Staley to Jeffrey Epstein's private Caribbean island as part of a probe into whether Mr. Staley told the truth about his association with the convicted sex offender.", "categories": [["WSJ News Exclusive", "Finance"]], "category_links": ["https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/democrats-count-on-health-law-to-help-them-again-in-2020-races-11583448661", "title": "Democrats Count On Health Law to Help Again in 2020 Races", "date": "2020-03-06 05:30", "summary": "Winning issue in 2018 gets boost as court hears GOP challenge to Affordable Care Act; Trump White House stalwart Adam Kennedy to leave. SWING-SEAT DEMOCRATS AIM to repeat 2018 success in 2020: Run on protecting and expanding the Affordable Care Act, with former Vice President Joe Biden at the top of the ticket. Both of those prospects became more clear-cut after this week, with Biden consolidating the non-Bernie Sanders vote and the Supreme Court deciding to take up a Republican challenge to the ACA, likely after the election.", "categories": [["Politics", "Washington Wire"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/washington-wire?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sanders-plan-would-hoist-taxes-11583449105", "title": "Sanders Tax Plan: Biggest Expansion of Taxation Since World War II", "date": "2020-03-06 05:30", "summary": "Democratic candidate targets rich Americans to fund social programs. WASHINGTON-Presidential candidate Bernie Sanders is trying to expand federal taxation on a scale not seen since World War II, pursuing policies that would end the nation's run as one of the industrialized world's lowest-taxed countries.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/california-law-pressures-small-company-boards-to-include-women-11583468365", "title": "California Law Pressures Small-Company Boards to Include Women", "date": "2020-03-06 05:30", "summary": "The number of smaller firms with no women on the board has dropped sharply since the mandate went into effect. Smaller companies lag behind the country's biggest corporations in bringing more women onto their boards. In California, though, that gap has been closing since the state began requiring public-company boards to include female directors, according to new data.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/luxurys-next-coronavirus-problem-is-made-in-italy-11583489087", "title": "Luxury's Next Coronavirus Problem Is Made In Italy", "date": "2020-03-06 05:21", "summary": "The country has the highest number of Covid-19 deaths outside China, threatening supply chains at brands like Gucci, Prada and Salvatore Ferragamo. Investors were slow to accept that Chinese demand for luxury goods is exceptionally weak, even as coronavirus fears closed brands' boutiques. Made in Italy tags are a new risk to consider.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/stocks-to-watch-mondelez-gap-jp-morgan-starbucks-11583488400", "title": "Stocks to Watch: Mondelez, Gap, JP Morgan, Starbucks", "date": "2020-03-06 04:54", "summary": "Here are some of the companies with shares expected to trade actively in Friday's session. Here are some of the companies with shares expected to trade actively in Friday's session. Stock movements noted by ticker reflect movements during regular trading hours.", "categories": [["Markets", "MoneyBeat"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/moneybeat?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tiktok-adds-executive-to-keep-watch-over-user-data-11583437169", "title": "TikTok Adds Executive to Keep Watch Over User Data", "date": "2020-03-06 04:15", "summary": "Roland Cloutier, former chief security officer from ADP, will lead TikTok's security efforts. TikTok said Thursday it is hiring its first chief information security officer as the popular short-video app seeks to reassure regulators and lawmakers that it is safely guarding its users' data.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tech-giants-pledge-fight-against-online-child-exploitation-11583444851", "title": "Tech Giants Pledge Fight Against Online Child Exploitation", "date": "2020-03-06 04:09", "summary": "Commitments come as encryption battle heats up between companies, law enforcement. Representatives from law enforcement and the technology industry pledged to step up their fight against child sexual abuse on the internet, but remained at odds over government concerns about misuses of the encryption technology deployed by some companies.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/twitter-ceo-jack-dorsey-rethinks-africa-trip-as-coronavirus-spreads-11583437987", "title": "Twitter CEO Rethinks Africa Trip as Coronavirus Spreads", "date": "2020-03-06 03:57", "summary": "Activist hedge fund Elliott has pushed to possibly replace him. Twitter Inc. Chief Executive Jack Dorsey appeared to back off plans to spend part of this year in Africa and defended his time leading the social-media company as he tries to fend off a push by activist hedge fund Elliott Management Corp. to possibly replace him.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11583454412", "title": "Pepper...and Salt", "date": "2020-03-06 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/february-jobs-report-to-show-u-s-labor-market-before-coronavirus-11583451706", "title": "February Jobs Report to Show U.S. Labor Market Before Coronavirus", "date": "2020-03-06 00:01", "summary": "Outbreak's impact on hiring expected in future months. The February jobs report will offer a gauge of the labor market before the coronavirus epidemic started to affect the U.S. economy. Here is what to watch in the monthly employment report out Friday at 8:30 a.m. Eastern time:", "categories": [["Economy", "Economic Data"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/economic-data?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/states-insurers-move-to-limit-coronavirus-testing-costs-for-patients-11583446904", "title": "States, Insurers Move to Limit Coronavirus Testing Costs for Patients", "date": "2020-03-06 23:06", "summary": "Washington, California are latest states to require insurers to make testing free for customers. States are moving to block insurers from charging members for coronavirus testing, putting pressure on the industry to ease costs that might discourage people from getting diagnosed and treated.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/facebook-removes-trump-campaign-ads-over-census-interference-policy-11583440198", "title": "Facebook Removes Trump Campaign's 'Census' Ads", "date": "2020-03-06 22:26", "summary": "Company points to rules aimed at avoiding confusion in decision to bar re-election ads labeled 'Official 2020 Congressional District Census'. Facebook Inc. removed Trump campaign ads that referred to a census, saying they violated a company policy aimed at preventing disinformation and other interference with the nationwide 2020 census, which goes online next week.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trumps-message-on-virus-draws-scrutiny-11583444157", "title": "Trump's Message on Virus Draws Scrutiny", "date": "2020-03-06 22:06", "summary": "Public-health experts say president needs to give consistent guidance on disease's severity and how the sick can help prevent its spread. WASHINGTON-President Trump is trying to ease anxieties about coronavirus. Public-health experts say he may be sowing confusion in the process.", "categories": [["Politics", "Health Policy"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/health-policy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-tech-habits-of-co-workers-that-drive-us-crazy-11583360354", "title": "The Tech Habits of Co-Workers That Drive Us Crazy", "date": "2020-03-06 22:05", "summary": "When it comes to using technology, people can be really annoying. And sometimes those people are us.. Recognize any of these people? The colleague who doesn't reply to emails in a timely fashion. The office-mate whose cellphone constantly chirps as texts pour in. The remote worker whose paper rustling disrupts every conference call.", "categories": [["Business", "Journal Reports: Technology"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-office-life-might-look-like-in-the-year-2030-11583362501", "title": "What Office Life Might Look Like in the Year 2030", "date": "2020-03-06 22:04", "summary": "Glimpses of the future include working commutes, smarter elevators, robot assistants, flexible floor plans and maybe even productive meetings. Technology is set to transform the office from a physical workspace into a digital one.", "categories": [["Business", "Journal Reports: Technology"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-many-ways-college-students-may-be-tracked-on-campus-11583354852", "title": "No Place to Hide: Colleges Track Students, Everywhere", "date": "2020-03-06 22:02", "summary": "Schools use tech to follow students online, on the quad and in the football stadium. On campuses around the country today, college students are watched, tracked and managed by a growing concentration of technologies.", "categories": [["Business", "Journal Reports: Technology"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-5g-will-transform-the-factory-floor-11583342599", "title": "How 5G Will Transform the Factory Floor", "date": "2020-03-06 22:01", "summary": "Wearable devices, augmented-reality technology and equipment designed to run unattended are among the technologies saving manufacturers time and money. Are new factory technologies replacing human workers or are they giving them extra abilities so they can focus more on what makes humans irreplaceable in plants? A look at the latest crop of technologies transforming factories suggests the answer is both-at least for now. • Some new tools, including wearable devices and sensors, are helping employees work more safely and efficiently. But others are designed to slash labor costs, such as having machines-unassisted by any human-make parts overnight or move an engine across a factory floor. • Helping drive the advances is the next generation of cellular technology known as 5G, which will enable tens of thousands of machines, robots and products to be connected to the same network at higher speeds than ever before. 5G will pave the way for a whole slate of new technologies to move beyond the drawing board and into actual use.", "categories": [["Business", "Journal Reports: Technology"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/so-you-got-slack-for-your-employees-make-sure-youre-ready-for-it-11583372339", "title": "So, You Got Slack for Your Employees", "date": "2020-03-06 22:00", "summary": "Companies are setting rules and guidelines around the messaging platform to keep it from being a distraction, creeping into home life and becoming an incubator for misbehavior. With its ability to facilitate conversations across teams and time zones, workplace-messaging platform Slack seemed like an answered prayer to the owners of OC Facial Center, a day spa with locations in California and the Philippines.", "categories": [["Business", "Journal Reports: Technology"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/jpmorgan-ceo-james-dimon-recovering-after-emergency-heart-surgery-11583452478", "title": "JPMorgan CEO Jamie Dimon Is Recovering After Emergency Heart Surgery", "date": "2020-03-06 21:38", "summary": "Co-Presidents Daniel Pinto, Gordon Smith are running bank while Dimon recuperates. JPMorgan Chase & Co. Chief Executive James Dimon was recovering in a hospital following emergency heart surgery Thursday.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/two-new-coronavirus-cases-in-new-york-city-11583414916", "title": "New York State Coronavirus Cases Rise to 22", "date": "2020-03-06 21:14", "summary": "Most cases are in Westchester County; two New York City residents were confirmed Wednesday night. New York City officials said Thursday that 2,773 residents are under quarantine and are being monitored for symptoms of the novel coronavirus, as the number of infected people statewide rose to 22.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fed-s-williams-fed-rate-cut-will-provide-meaningful-support-to-econ-11583458144", "title": "Fed's Williams Says Rate Cut Will Provide 'Meaningful Support' to Economy", "date": "2020-03-06 20:45", "summary": "Fed is ready to 'act as appropriate' with monetary policy, Federal Reserve Bank of New York President John Williams says. New York Fed leader John Williams kept the door open to additional rate cuts Thursday in a speech that explained why the central bank implemented an emergency rate cut this week.", "categories": [["Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/judge-questions-barrs-handling-of-mueller-report-to-review-unreleased-portions-11583458385", "title": "Judge Questions Barr's Handling of Mueller Report", "date": "2020-03-06 20:34", "summary": "Federal judge says attorney general aimed to create 'a one-sided narrative' about the report. WASHINGTON-A federal judge on Thursday accused Attorney General William Barr of a lack of candor and questioned his credibility in his handling of the release of special counsel Robert Mueller's report last year.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/girl-from-the-north-country-review-back-home-again-on-desolation-row-11583437370", "title": "'Girl From the North Country' Review: Back Home Again on Desolation Row", "date": "2020-03-06 20:30", "summary": "Conor McPherson's self-directed jukebox musical based on the songs of Bob Dylan moves to Broadway.. New York", "categories": [["Opinion", "Theater Review"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/theater-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/insurance-magnate-greg-lindberg-found-guilty-on-bribery-charges-11583426452", "title": "Insurance Magnate Greg Lindberg Found Guilty on Bribery Charges", "date": "2020-03-06 20:28", "summary": "Judge ordered Lindberg to wear an electronic monitoring device while he awaits sentencing. Insurance mogul Greg Lindberg was found guilty Thursday on bribery charges after jurors found he had attempted to bribe North Carolina's insurance commissioner by promising $2 million in campaign donations to obtain favorable regulatory treatment.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-administration-to-send-500-ice-agents-to-aid-sanctuary-city-arrests-11583452147", "title": "White House to Send 500 ICE Agents to Aid Sanctuary City Arrests", "date": "2020-03-06 19:40", "summary": "Move follows deployment of 100 Customs and Border Protection personnel to support operation targeting illegal immigrants. WASHINGTON-U.S. Immigration and Customs Enforcement is ramping up its enforcement efforts in 10 sanctuary cities, redeploying 500 investigators to increase surveillance and help arrest people living in the country illegally.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/big-labors-big-crooksbig-labors-big-crooks-11583450481", "title": "Big Labor's Big Crooks", "date": "2020-03-06 19:23", "summary": "A former UAW boss is charged with stealing $1 million in worker dues.. Another day, another United Auto Workers official charged with stealing from his union. On Thursday federal prosecutors accused former UAW president Gary Jones of participating in a conspiracy to embezzle more than $1 million in dues money, among other alleged crimes. The details would make Jimmy Hoffa blush.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-blacklists-nicaraguan-national-police-commissioners-for-alleged-human-rights-abuses-11583453274", "title": "U.S. Blacklists Nicaraguan National Police, Commissioners for Alleged Human Rights Abuses", "date": "2020-03-06 19:19", "summary": "The U.S. said the Nicaraguan law enforcement entity used live ammunition against protesters. The U.S. blacklisted the Nicaraguan National Police and three commissioners for alleged involvement in human rights abuse, the U.S. Treasury Department said Thursday.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/free-speech-for-lawyersfree-speech-for-lawyers-11583451282", "title": "Free Speech for Lawyers", "date": "2020-03-06 19:15", "summary": "The Supreme Court may soon hear challenges to bar-association dues.. The Supreme Court on Friday will entertain a petition to extend the logic of its 2018 Janus decision that struck down compulsory public union fees to state bar associations. This subject is ripe for High Court review, but Justices should wait for a stronger case that is coming soon.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/macron-doesnt-blink-on-pension-reformmacron-doesnt-blink-on-pension-reform-11583429427", "title": "Macron Doesn't Blink on Pension Reform", "date": "2020-03-06 19:13", "summary": "The French President faces Parliament after facing down the unions.. French President Emmanuel Macron's government survived two no-confidence votes this week over its proposed overhaul of the country's public pensions. Protesters will offer their view in the streets, and Mr. Macron is down in the polls. Yet by summer he could deliver a campaign promise that eluded his predecessors for decades.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cowboy-regulators-need-to-be-lassoedcowboy-regulators-need-to-be-lassoed-11583432077", "title": "Cowboy Regulators Need to be Lassoed", "date": "2020-03-06 19:12", "summary": "Trump wants to end rule-making by memo. Here's a test for USDA.. President Trump promised as part of his deregulation campaign to end bureaucratic \"guidance\" that dodges normal rule-making. Someone should tell the U.S. Department of Agriculture as it tries to impose burdensome new cattle-identification requirements.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/jim-clyburn-saves-the-democrats-11583450229", "title": "Jim Clyburn Saves the Democrats", "date": "2020-03-06 19:11", "summary": "He didn't just endorse Biden when his campaign was in trouble. He showed him how to revive it.. No one has seen anything like it. It will live in our political lore. There'll be some bright 32-year-old kid running a campaign in 2056 and his guy will be down three in a row and the elders will take him to the Marriott bar and tell him, \"Ya gotta get out, handwriting's on the wall,\" and he'll nod, slump-shouldered. Then he'll get this steely look, this young-wild-James-Carville look, and he'll say, \"Joe Biden was over in '20. Nothing is written.\"", "categories": [["Opinion", "Declarations"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/declarations?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/democratic-donors-have-their-candidate-11583440064", "title": "Democratic Donors Have Their Candidate", "date": "2020-03-06 19:10", "summary": "With Obama's blessing, the party establishment, including its big money, has gone all in on Biden.. When Joe Biden was declared the big winner in South Carolina, you could hear Democratic donors from Manhattan to Malibu crying for joy. Buoyed by glowing, round-the-clock media coverage of his weekend blowout, Mr. Biden made an impressive showing on Super Tuesday. With the former vice president resurgent, the Democratic establishment now has an unexpected final chance to crush Bernie Sanders's socialist revolution.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/gap-promotes-old-navy-chief-executive-as-its-next-ceo-11583448320", "title": "Gap Chooses Insider to Take Over as CEO", "date": "2020-03-06 19:10", "summary": "Sonia Syngal, head of Old Navy, to run struggling apparel giant. Gap Inc. said it promoted Sonia Syngal, the head of its Old Navy brand, to be its chief executive and appointed a board member to take over as board chairman from Bob Fisher, a son of the company's founders.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-case-for-a-big-coronavirus-stimulus-11583448500", "title": "The Case for a Big Coronavirus Stimulus", "date": "2020-03-06 19:09", "summary": "Congress should send you $1,000-and another $500 for each of your children-as soon as possible.. Given the mounting economic risks posed by the spread of the novel coronavirus, Congress should act swiftly but thoughtfully to pass fiscal stimulus. This would be in addition to continuing to provide ample funding for medical research, testing, prevention and treatment. The stimulus's total cost would be about $350 billion, but could be larger or smaller depending on how the economic situation unfolds. Congress should design it to be accelerated, big, comprehensive and dynamic.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/latinos-know-bernie-sanderss-type-11583447697", "title": "Latinos Know Bernie Sanders's Type", "date": "2020-03-06 19:09", "summary": "Young 'Sandernistas' embrace a socialist strongman like those their parents fled.. Why is Bernie Sanders performing so well among Latinos? Consider a popular nickname for his supporters: Sandernistas. Latinos across the U.S. with roots like mine-my parents immigrated to America from Nicaragua-are accustomed to promises from left-wing populists. But some are forgetting what follows: dictatorship, destruction of institutions, and human suffering.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hindu-supremacism-turns-deadly-in-delhi-11583447463", "title": "Hindu Supremacism Turns Deadly in Delhi", "date": "2020-03-06 19:08", "summary": "A resurgence of the idea that India belongs to those of 'Indic faith' drove the riots, which killed 44.. Deadly riots in Delhi last month killed at least 44 people, most of them Muslim, and raised the prospect of heightened conflict between India's 966 million Hindu majority and its 172 million Muslims. But the violence also highlights another domestic fissure: between Hindus who back religious pluralism and their coreligionists who are bent on asserting their supremacy in what they see as their homeland.", "categories": [["Opinion", "East is East"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/east-is-east?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/no-way-but-to-fight-review-ready-to-rumble-and-reinvent-11583453249", "title": "'No Way but to Fight' Review: Ready to Rumble and Reinvent", "date": "2020-03-06 19:07", "summary": "The lovable pitchman and preacher once wielded a concussive jab and attacked his foes with a resolve to put them down as quickly as possible.. It was a half-century ago, but the names still resonate: Muhammad Ali, Joe Frazier and George Foreman were the heavyweight-boxing kings of the 1970s. While Ali has been the subject of multiple biographies, and Mark Kram Jr. produced \"Smokin' Joe: The Life of Joe Frazier\" last year, George Foreman has been without his Boswell-until now. In \"No Way but to Fight,\" Andrew R.M. Smith, a professor at Nichols College in Massachusetts, has written an insightful life study. It illuminates the many ways in which Mr. Foreman has differed from his storied competitors and found a kind of postcareer success that eluded them.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/starbucks-cuts-china-sales-forecast-as-coronavirus-disrupts-business-11583450599", "title": "Starbucks Cuts China Sales Forecast as Coronavirus Disrupts Business", "date": "2020-03-06 19:07", "summary": "Coffee chain suspends plans to open more stores in the country. Starbucks Corp. said the coronavirus epidemic sapped millions of dollars in revenue from its China business, and the coffee giant plans to suspend work to open new stores in the country.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/notable-quotable-macron-on-islam-11583447996", "title": "Notable & Quotable: Macron on Islam and the Duties of Citizenship", "date": "2020-03-06 19:06", "summary": "'Islamist separatism is incompatible with freedom and equality, incompatible with the indivisibility of the republic and the necessary unity of the nation.'. French President Emmanuel Macronspeaking on Feb. 18 (translation by Matthew King):", "categories": [["Opinion", "Commentary", "Notable & Quotable"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb", "https://www.wsj.com/news/types/notable-quotable?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/schumer-and-the-war-on-judges-11583448040", "title": "Schumer and the War on Judges", "date": "2020-03-06 19:05", "summary": "From court-packing plans to intimidation, the Democrats pursue a losing strategy.. Senate Minority Leader Chuck Schumer's verbal threats against two Supreme Court justices aren't surprising, in light of three years of \"resistance\" hostility to Trump judicial picks. What is remarkable is that Democratic leaders continue to take such a losing approach to an issue that will be central to the 2020 election.", "categories": [["Opinion", "Potomac Watch"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/potomac-watch?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/feds-kaplan-defends-rate-cut-but-wont-predict-outcome-of-march-meeting-11583452968", "title": "Fed's Kaplan Defends Rate Cut, but Won't Predict Outcome of March Meeting", "date": "2020-03-06 19:03", "summary": "'A week is an eternity in this situation,' Dallas Fed President Robert Kaplan said Thursday. Federal Reserve Bank of Dallas President Robert Kaplan expressed strong support for the central bank's emergency rate cut this week, tying it to rapidly changing circumstances around the coronavirus and the risk it poses to the U.S. economic outlook.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}]