[{"link": "https://www.wsj.com/articles/state-department-says-students-from-europe-are-exempt-from-coronavirus-travel-ban-11594937736", "title": "European Students Are Exempt From Coronavirus Travel Ban", "date": "2020-07-16 19:55", "summary": "Memo to Congress details exemptions for students who already hold visas, as well as au pairs and others. ", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-germanys-sec-dismissed-a-decade-of-warnings-about-wirecard-11594907212", "title": "How Germany's SEC Dismissed a Decade of Warnings About Wirecard", "date": "2020-07-16 19:39", "summary": "The market watchdog BaFin played down allegations, kicked the ball to other agencies and went after the disgraced firm's accusers. Germany's top financial supervisor received detailed warnings about deceptive financial practices at Wirecard AG starting in 2008 but repeatedly declined to investigate the allegations, turning instead against the accusers.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-jersey-passes-10-billion-borrowing-plan-as-legal-challenge-looms-11594930252", "title": "New Jersey Passes $10 Billion Borrowing Plan as Legal Challenge Looms", "date": "2020-07-16 19:35", "summary": "Coronavirus shutdown led to a collapse in tax revenue. Democratic lawmakers in New Jersey gave final approval to a bill authorizing $10 billion in state borrowing to fill a swelling budget hole amid Republican opposition and an expected court challenge.", "categories": [["U.S.", "Tri-State Area"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-region?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/twitter-q-a-what-can-users-do-after-platform-hack-to-enhance-privacy-11594940740", "title": "Twitter Q&A: What Can Users Do to Enhance Privacy", "date": "2020-07-16 19:26", "summary": "Breach raises questions about the security of the social-media platform for everyday users. The high-profile cyberattack Twitter Inc. sustained this week was the latest and most significant breach in the social-media company's history. Though the hack-currently being investigated by the FBI-apparently targeted mainly celebrities, politicians and billionaires by making their accounts post tweets they didn't compose, it raises questions about the security of Twitter for everyday users.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/twitter-hack-highlights-chaos-of-responding-to-cyberattacks-11594941522", "title": "Twitter Hack Highlights Chaos of Responding to Cyberattacks", "date": "2020-07-16 19:18", "summary": "Attackers targeted employees to access systems, company says. The hack on Twitter Inc. that left top accounts spewing an apparent bitcoin scam provided a high-profile demonstration of how difficult it is to stop cyberattacks in real time.", "categories": [["Pro Cyber Commentary & Analysis"]], "category_links": ["https://www.wsj.com/news/types/pro-cyber-commentary-analysis?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trumps-new-chant-build-the-road-11594941448", "title": "Trump's New Chant: Build the Road", "date": "2020-07-16 19:17", "summary": "Fixing environmental reviews will pay real dividends for years.. President Trump often gets itchy to sign some giant public-works spending bill. Here's a much better gift to America: The White House on Wednesday finished its renovations to the process for environmental reviews. This might sound as dry as old cement, but it'll help big projects get built for years to come-that is, if President Joe Biden doesn't use an expedited procedure next year to undo it.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/joe-goes-with-the-filibuster-flow-11594941394", "title": "Joe Goes With the Filibuster Flow", "date": "2020-07-16 19:16", "summary": "Biden says Democrats will kill the 60-vote barrier if need be.. Joe Biden spent 36 years as a Senator from Delaware and was a staunch supporter of Senate traditions, including the filibuster. But now that he's on the cusp of the White House, he's rethinking that long-time protection for the minority.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/californias-covid-prison-outbreak-11594941334", "title": "California's Covid Prison Outbreak", "date": "2020-07-16 19:15", "summary": "Gavin Newsom locks down the state but releases inmates.. Republican governors are getting skewered for Covid-19 testing delays, and no doubt some could have planned better for a surge of cases once they reopened. But government mistakes aren't limited to GOP-run states. Consider how California's botched inmate transfers have spread the virus in prisons and beyond.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/floridas-licensing-breakthrough-11594941353", "title": "Florida's Licensing Breakthrough", "date": "2020-07-16 19:15", "summary": "The state slashes barriers that hurt small-business entrepreneurs.. The national press won't forgive Ron DeSantis for winning the 2018 election, but the Florida Governor and the GOP Legislature are building a record of significant reform. We've told you about the big expansion of school choice, and now the state is proving to be equally innovative in building a post-coronavirus economy that will provide more opportunities for more citizens.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-economy-wont-get-healthier-while-america-gets-sicker-11594941259", "title": "The Economy Won't Get Healthier While America Gets Sicker", "date": "2020-07-16 19:14", "summary": "Consumers don't venture out if they feel unsafe. To avert a double-dip recession, crush the virus.. These days there is a cruel disconnect between the economic news, which is looking up, and the pandemic news, which is wretched. But if the U.S. doesn't bend the pandemic curve soon, the economy may slip back into recession.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/brooks-brothers-is-a-brand-out-of-time-11594941230", "title": "Brooks Brothers Is a Brand Out of Time", "date": "2020-07-16 19:13", "summary": "The clothier of Lincoln and Kennedy changes only at its own pace.. I am not surprised to learn Brooks Brothers has filed for bankruptcy protection. During the Covid-19 pandemic, the store nearest my home has been \"temporarily\" closed for months. In a work-from-home age that permits the wearing of one's cleanest dirty shirt, as Johnny Cash famously put it, repp ties are hardly top-of-mind.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/notable-quotable-fara-11594941189", "title": "Notable & Quotable: FARA", "date": "2020-07-16 19:13", "summary": "'More and more PRC officials and their proxies reaching out to corporate leaders and inveighing them to favor policies and actions favored by the Chinese Communist Party.'. Attorney General William Barr speaking in Grand Rapids, Mich., July 16:", "categories": [["Opinion", "Commentary", "Notable & Quotable"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb", "https://www.wsj.com/news/types/notable-quotable?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-paradox-for-the-next-pope-11594941163", "title": "A Paradox for the Next Pope", "date": "2020-07-16 19:12", "summary": "The church's path to a vital future runs, as always, through first-century Galilee.. The past four papal elections haven't been kind to prognosticators. The 1978 conclaves-which elected Albino Luciani as John Paul I, then Karol Wojtyła as John Paul II-confirmed the adage that \"he who enters the conclave a pope leaves it a cardinal.\"", "categories": [["Opinion", "Commentary", "Houses of Worship"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb", "https://www.wsj.com/news/types/houses-of-worship?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-campaign-finally-begins-11594941130", "title": "The Campaign Finally Begins", "date": "2020-07-16 19:12", "summary": "Trump and Biden have started talking about issues other than the coronavirus and race.. Memo to the Washington press corps: This presidential election isn't over. Quite the opposite-this week it began.", "categories": [["Opinion", "Potomac Watch"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/potomac-watch?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/you-talkin-to-me-review-sounds-of-the-city-11594941102", "title": "'You Talkin' to Me?' Review: Sounds of the City", "date": "2020-07-16 19:11", "summary": "For a time, cultivated American speech had a New York inflection, though it wasn't the 'Brooklynese' of Groucho Marx and Bugs Bunny.. For people all over France, the socially approved accent for speaking French comes from Paris by way of news broadcasts and other cultural emanations. In Britain, the equivalent way of speaking comes from what E.J. White calls \"the 'golden triangle' that connects London, Oxford, and Cambridge.\" In most countries, she notes, \"the variant that speakers treat as the national standard belongs to those nations' capitals of finance and culture.\"", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/closer-than-ever-solar-orbiters-first-views-of-the-sun-11594940441", "title": "Closer Than Ever: Solar Orbiter's First Views of the Sun", "date": "2020-07-16 19:00", "summary": "Resume Subscription. The European Space Agency's Solar Orbiter is approaching closer to the sun than any other solar telescope has ever been before.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/washingtons-nfl-team-hires-law-firm-to-review-allegations-of-workplace-misconduct-11594925912", "title": "Washington's NFL Team Hires Law Firm to Review Allegations of Workplace Misconduct", "date": "2020-07-16 18:36", "summary": "The revelation of the investigation comes just a few days after the franchise said it would change its name, the Redskins. Washington's NFL team has hired a law firm, Wilkinson Walsh, to conduct an \"independent review of the team's culture, policies and allegations of workplace misconduct,\" the firm's founding partner Beth Wilkinson said.", "categories": [["Sports", "NFL"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/nfl?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/netflix-calls-its-own-intermission-11594938798", "title": "Netflix Calls Its Own Intermission", "date": "2020-07-16 18:33", "summary": "Streaming giant warns that pandemic-fueled subscriber growth will cool. It's almost like Netflix can't believe its own good luck.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/with-uss-bonhomme-richard-fire-extinguished-navy-turns-to-inquiry-of-blazes-spread-11594938399", "title": "With USS Bonhomme Richard Fire Extinguished, Navy Turns to Inquiry of Blaze's Spread", "date": "2020-07-16 18:26", "summary": "Officials must determine how much responsibility ship's crew and shipyard workers bear for start of fire and effort to contain it. WASHINGTON-The fire that engulfed the amphibious assault ship USS Bonhomme Richard for more than four days was contained Thursday, leading the Navy to begin investigating how a fire spread so aggressively on the ship while it was in port.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cdc-extends-cruise-ship-sailing-ban-to-end-of-september-11594938116", "title": "CDC Extends Cruise Ship Sailing Ban to End of September", "date": "2020-07-16 18:21", "summary": "Major operators are developing protocols as they prepare to sail again, but CDC says industrywide consensus is needed. Cruise lines won't be able to sail in U.S. waters until as late as October, the Centers for Disease Control and Prevention said as it extended its no-sail order amid a resurgence in Covid-19 cases in several states.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-biden-square-off-over-environmental-regulations-11594917709", "title": "Trump, Biden Square Off Over Environmental Regulations", "date": "2020-07-16 18:04", "summary": "President appeals to 'wallets and margins' as Biden courts progressive voters. Environmental regulation is shaping up as a defining issue in the presidential race, with President Trump doubling down on his bid to ratchet back government oversight and former Vice President Joe Biden promising to reverse Mr. Trump's regulatory rollbacks.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/30-year-mortgage-rate-reaches-lowest-level-ever-2-98-11594908357", "title": "30-Year Mortgage Rate Reaches Lowest Level Ever: 2.98%", "date": "2020-07-16 17:44", "summary": "Coronavirus has upended markets around the world. Its effect on the 30-year mortgage is especially significant.. In a year of financial firsts, this one stands out: Mortgage rates have fallen below the 3% mark.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-administration-discussing-travel-ban-on-china-s-communist-party-members-11594914737", "title": "Trump Administration Turns Up Pressure on China on Several Fronts", "date": "2020-07-16 17:42", "summary": "U.S. rhetoric escalates and officials weigh new restrictions with ties already fraying. WASHINGTON-The Trump administration is intensifying U.S. pressure on China, piling on visa bans, sanctions and other restrictions that are battering already unsettled ties between the world's two largest economies.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/us-retail-sales-report-data-june-2020-11594846181", "title": "U.S. Retail Sales Rose 7.5% in June as Stores Reopened", "date": "2020-07-16 17:33", "summary": "Separate jobless claims data indicate improvement in labor market is stalling. U.S. consumers boosted spending at stores and auto dealerships in June for the second straight month as states reopened for business, but the recent increase in coronavirus cases could again damp job growth and retail spending.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/russian-hack-alert-shows-scale-of-health-cares-cybersecurity-challenge-11594934858", "title": "Russian Hack Alert Shows Scale of Health Care's Cybersecurity Challenge", "date": "2020-07-16 17:27", "summary": "Hospitals and researchers have been fending off a surge in attacks since March, security chiefs say. Intelligence agencies in the U.S. and U.K. are now warning that other nations are targeting health-care organizations and pharmaceutical companies with cyberattacks. But security chiefs at hospitals, research facilities and drugmakers say they have been under siege for months already.", "categories": [["Pro Cyber News"]], "category_links": ["https://www.wsj.com/news/types/pro-cyber-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hydroxychloroquine-didnt-help-patients-with-early-and-mild-covid-19-study-finds-11594934367", "title": "Hydroxychloroquine Didn't Help Patients With Early and Mild Covid-19, Study Find", "date": "2020-07-16 17:19", "summary": "Researchers report that the antimalaria drug has no benefit as an early outpatient treatment. The antimalaria drug hydroxychloroquine didn't reduce the severity of Covid-19 symptoms in people newly diagnosed and reporting mild symptoms any better than those who received a placebo, researchers reported Thursday.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/russian-hackers-blamed-for-attacks-on-coronavirus-vaccine-related-targets-11594906060", "title": "Russian Hackers Blamed for Attacks on Vaccine-Related Targets", "date": "2020-07-16 17:11", "summary": "Officials say adversaries tried to steal intellectual property from governments, universities, private companies and others in several countries. A prominent state-backed Russian hacking group was blamed Thursday by U.S., U.K. and Canadian government officials for ongoing cyber espionage against organizations involved in the development of coronavirus vaccines and other health-care-related work, reflecting an escalation of security risks at a crucial time in the global response to the pandemic.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/c-h-robinsons-bob-biesterfeld-on-recovery-from-huge-supply-chain-dislocation-11594933394", "title": "C.H. Robinson's Bob Biesterfeld on Recovery from 'Huge Supply-Chain Dislocation'", "date": "2020-07-16 17:03", "summary": "The head of North America's largest freight broker sees shipping markets looking closer to normal. The head of the largest freight brokerage in North America says the coronavirus pandemic is resetting the U.S. trucking market, pushing some carriers out of business as companies adapt to upheaval in domestic supply chains.", "categories": [["Logistics Report"]], "category_links": ["https://www.wsj.com/news/types/logistics-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/senate-democrats-propose-350-billion-in-aid-for-minority-communities-11594909800", "title": "Senate Democrats Propose $350 Billion in Aid for Minority Communities", "date": "2020-07-16 16:49", "summary": "Package would support child care, health care and jobs for groups hit hardest by the coronavirus pandemic. WASHINGTON-Senate Democrats on Thursday proposed spending $350 billion in Black and minority communities over the next five years, citing inequalities highlighted by the coronavirus pandemic, funded in part by tapping uncommitted money tied to the Federal Reserve's emergency lending programs.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/gop-convention-to-limit-attendance-as-florida-coronavirus-cases-rise-11594907601", "title": "GOP to Limit Attendance at Convention as Virus Cases Rise", "date": "2020-07-16 16:47", "summary": "Events will be held in indoor and outdoor spaces, organizers said. Attendance at the Republican National Convention in Florida next month will be limited, and events will be held in indoor and outdoor spaces, organizers said Thursday as coronavirus cases continued to rise in the state.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/feds-williams-says-fed-is-striving-to-get-economy-on-track-fiscal-effort-essential-11594913420", "title": "Fed's Williams Says Fed Is Striving to Get Economy on Track; Fiscal Effort 'Essential'", "date": "2020-07-16 16:39", "summary": "New York Fed leader says sound health-care policy, financial support for Americans will be needed for recovery. Federal Reserve Bank of New York leader John Williams said Thursday the U.S. central bank's emergency-lending efforts during the coronavirus pandemic helped restore markets to health, adding that financial support for Americans will be essential to navigate the crisis.", "categories": [["Economy", "Central Banks"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/central-banks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bank-of-america-profit-falls-52-on-loan-concerns-11594897441", "title": "Bank of America Sees Reasons for Optimism in a Coronavirus Economy", "date": "2020-07-16 16:36", "summary": "Profit fell 52% as the bank set aside billions for soured loans. But executives say they see early signs of a rebound.. Bank of America Corp. struck an optimistic tone Thursday, saying it is seeing early signs of a rebound amid an economy racked by the coronavirus.", "categories": [["Markets", "Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/street-food-latin-america-review-a-platter-of-vicarious-delights-11594931655", "title": "'Street Food: Latin America' Review: A Platter of Vicarious Delights", "date": "2020-07-16 16:34", "summary": "A Netflix docuseries presents a mouth-watering tour of the street-cuisine of countries including Argentina, Brazil and Mexico.. It seems unlikely that many viewers in the U.S. are going to run into the kitchen and make the tortillas de papas, feijoada or picarones that are photographed so alluringly, seductively and even voluptuously in \"Street Food: Latin America.\" The instruction is minimal. The thrills are vicarious. The pleasures are available from the comfort of one's couch. Basically, it's food porn. But it's also travel porn: It's hard to imagine rushing off to, say, Salvador, Brazil, right now, although \"Street Food\" will have you wishing you could.", "categories": [["Books & Arts", "Television Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/television-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/father-soldier-son-review-healing-a-familys-wounds-11594931605", "title": "'Father Soldier Son': Healing a Family's Wounds", "date": "2020-07-16 16:33", "summary": "This documentary by Leslye Davis and Catrin Einhorn tells the harrowing story of a former platoon sergeant's struggle to recover after being wounded in Afghanistan. In the dry language of research, longitudinal studies involve gathering data on a given subject over a long period of time. \"Father Soldier Son,\" streaming on Netflix, certainly qualifies in the longitude department, though it's anything but dry. This documentary by Leslye Davis and Catrin Einhorn covers almost a decade in the lives of its subjects, a former platoon sergeant, grievously wounded in Afghanistan, and his two young sons. It's research of a profoundly affecting kind-a study of love and devotion, and the toll taken by machine-gun bullets on a body, a gallant spirit and a family.", "categories": [["Books & Arts", "Film Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/film-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-hackers-use-bitcoin-and-why-it-is-so-difficult-to-trace-11594931595", "title": "Why Hackers Use Bitcoin and Why It Is So Difficult to Trace", "date": "2020-07-16 16:33", "summary": "Here's what you need to know about digital currency that operates independently of third-party oversight. By now you have probably heard of bitcoin, even if you haven't used it yourself. Launched 11 years ago, bitcoin is a digital currency that operates independently of third-party oversight from banks or governments. It allows two people anywhere in the world to exchange value across the internet in minutes.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-files-first-case-for-violation-of-north-korea-sanctions-11594931577", "title": "U.S. Files First Case Against a Company for Violating North Korea Sanctions", "date": "2020-07-16 16:32", "summary": "Unit of European tobacco company pays $666,000 to resolve criminal charges. A unit of a U.K. tobacco firm agreed to pay a $666,000 penalty to resolve criminal charges that it facilitated sales to North Korea, in the first such case against a company for violating U.S. sanctions on Pyongyang.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/republicans-and-democrats-even-tweet-differently-11594922412", "title": "Republicans and Democrats Even Tweet Differently", "date": "2020-07-16 16:31", "summary": "U.S. lawmakers have become heavier users of Twitter and Facebook in recent years, but their reach and impact differ, Pew Research says. Democratic lawmakers are more active on social media, though Republicans get more likes or replies on their posts.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/into-the-dark-the-current-occupant-review-a-curious-claim-to-the-oval-office-11594931449", "title": "'Into the Dark: The Current Occupant' Review: A Curious Claim to the Oval Office", "date": "2020-07-16 16:30", "summary": "An entry in Hulu's horror-suspense series depicts a psychiatric patient who believes he is-and just might be-the president of the United States. Do you believe it more likely that the president of the United States would wake up as a patient in a psychiatric hospital, or that a patient in a psychiatric hospital would wake up as the president of the United States?\"", "categories": [["Books & Arts", "Television Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/television-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/arms-and-the-man-and-julius-caesar-reviews-two-plays-virtual-yet-vital-11594931204", "title": "'Arms and the Man' and 'Julius Caesar' Reviews: Two Plays, Virtual Yet Vital", "date": "2020-07-16 16:26", "summary": "American Players Theatre's 'Out of the Woods' series presents engaging Zoom-staged performances, including a fizzy rendition of Shaw's 'anti-romantic comedy' and a resourceful take on Shakespeare's tragedy. Of the artistic havoc wrought by the coronavirus pandemic, among the most grievous losses was the cancellation of American Players Theatre's 2020 season. Located in Spring Green, the rural Wisconsin village that is also home to Frank Lloyd Wright's Taliesin, APT is little known outside Wisconsin but universally admired by well-traveled theater buffs for the consistent excellence of its productions. A 13-actor resident \"Core Acting Company\" augmented by summer-only artists performs classics and modern masterpieces in two spaces, a 1,089-seat outdoor amphitheater atop a wooded hill and a handsome 200-seat indoor house. I've been going there since 2005, and I've come to regard APT as America's finest classical theater festival, one that would surely be more widely celebrated were Spring Green not so far out of the way (it's a three-hour drive from Chicago).", "categories": [["Opinion", "Theater Review"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/theater-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-painted-bird-review-the-horrors-of-war-through-a-childs-eyes-11594930960", "title": "'The Painted Bird': The Horrors of War Through a Child's Eyes", "date": "2020-07-16 16:22", "summary": "Václav Marhoul's screen version of the 1965 Jerzy Kosiński novel follows a young boy wandering the wreckage of Eastern Europe at the close of World War II.. 'The Painted Bird,\" streaming as video on demand, is Václav Marhoul's screen version-his remarkable vision-of the 1965 Jerzy Kosiński novel in which an unnamed boy makes his solitary, wordless way through the devastation of Eastern Europe at the close of World War II, witnessing and enduring unspeakable cruelties wherever he goes. There's never been anything quite like it-an exquisitely crafted work of cinematic art putting radiant black-and-white photography (by Vladimír Smutný) in the service of indescribably shocking images that reflect the darkest of human impulses, as well as the unquenchable will to survive.", "categories": [["Books & Arts", "Film Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/film-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/global-stock-markets-dow-update-7-16-2020-11594878531", "title": "Stocks End Lower as Economic Concerns Flare Up", "date": "2020-07-16 16:21", "summary": "Chinese stocks drop by most in five months as retail sector's slow recovery suggests a choppy rebound. U.S. stocks fell Thursday, while Chinese stocks suffered their biggest drop in more than five months, on fresh concerns about rising coronavirus infections and the global economy's faltering recovery from the pandemic.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-city-libraries-start-new-chapterbook-quarantines-11594930491", "title": "New York City Libraries Start New Chapter-Book Quarantines", "date": "2020-07-16 16:14", "summary": "Resume Subscription. Books returned to New York City's newly reopened libraries are undergoing an ordeal now familiar to the city's residents: quarantine.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/airline-job-cuts-heat-up-aid-discussions-11594930400", "title": "Airline Job Cuts Heat Up Aid Discussions", "date": "2020-07-16 16:13", "summary": "Unions and some lawmakers want job protections to extend beyond Oct. 1. Airlines are tallying up tens of thousands of job cuts they say could happen this fall, as Congress gears up to debate offering more aid to a travel industry crushed by the coronavirus pandemic.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-to-get-beyond-small-talk-11594929922", "title": "How to Get Beyond Small Talk", "date": "2020-07-16 16:05", "summary": "A behavioral economist answers questions on having better conversations, increasing student diversity and adapting to a life without travel.. Dear Dan,", "categories": [["Life & Work", "Ideas", "Ask Ariely"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/ask-ariely?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/wall-street-turns-bullish-on-biden-11594929896", "title": "Wall Street Turns Bullish on Biden", "date": "2020-07-16 16:04", "summary": "Those playing the markets see a good chance that Biden will win and Democrats take Congress-and it doesn't seem to bug them as much as you might think.. Editor's note: This is an excerpt from our newsletter, \"2020 Election+Business,\" a weekly dive into the intersection of business, finance and the 2020 election. You can sign up here.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-government-bond-yields-fall-after-jobs-data-11594911230", "title": "Treasury Yields Fall After Jobs Data", "date": "2020-07-16 15:46", "summary": "Investors continue to buy Treasurys out of fear that the economy could take a long time to recover, analysts say. U.S. Treasury yields fell Thursday after data showed the number of Americans who filed for unemployment benefits last week was higher than economists expected.", "categories": [["Markets", "Treasurys"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/treasurys?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/rainforest-destruction-accelerates-in-brazil-11594928301", "title": "Rainforest Destruction Accelerates in Brazil", "date": "2020-07-16 15:38", "summary": "Nearly 3,000 square miles of trees lost in 11 months as military deployments fail to slow illegal logging. Deforestation in Brazil's Amazon is accelerating, according to satellite data from the country's space agency, despite military deployments aimed at curbing illegal logging.", "categories": [["World", "Latin America"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/latin-america-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-uses-official-eventsand-the-rose-gardento-get-his-campaign-message-out-11594903324", "title": "Trump Uses Official Events to Get Campaign Message Out", "date": "2020-07-16 15:37", "summary": "Rising coronavirus numbers and restrictions keep the president from holding big reelection rallies in battleground states. With his signature rallies under pressure from campaign concerns about attendance and state restrictions on gatherings, President Trump is getting in front of voters through official travel and smaller political events-and live from the Rose Garden.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/have-millennials-rescued-tiffany-lamps-from-their-tacky-70s-image-11594928032", "title": "Have Millennials Rescued Tiffany Lamps From Their Tacky '70s Image?", "date": "2020-07-16 15:33", "summary": "Are the stained-glass fixtures (or affordable knockoffs) inexorably tied to the cheesy fern-bar '70s or truly chic again? Interior designers duke it out.. WITH THE future uncertain and the present unpleasant, San Francisco interior designer Elizabeth Cooper has taken comfort in a curio from the past: the scalloped Tiffany lamp-yet to be authenticated-she inherited from her grandmother. \"The light has a very positive, nostalgic association,\" said Ms. Cooper, who's also been fielding client requests for the vintage fixtures. \"They're resonating with people right now,\" she said. Corroborating her observation: Online marketplace 1stdibs reports sales of Tiffany-style lamps have spiked over 50% this spring vs. last.", "categories": [["Life & Work", "Fashion", "That's Debatable"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/magazine/fashion?mod=breadcrumb", "https://www.wsj.com/news/types/that-s-debatable?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/textualist-gorsuch-and-mcgirt-v-oklahoma-11594926034", "title": "Textualist Gorsuch and McGirt v. Oklahoma", "date": "2020-07-16 15:00", "summary": "Those of us who represent Indian tribes are heartened by the fact that there is now a justice on the court who understands federal Indian law principles and is willing to apply them.. Your editorial \"The Tempting of Neil Gorsuch\" (July 11) questions the motive of the justice for his recent ruling in McGirt v. Oklahoma that the Creek Reservation in Oklahoma has never been disestablished by Congress. The editorial dismisses the fact that \"Congress has never expressly written a single law that disestablished the reservation.\" Instead you fault the justice for not relying on a mix of other laws and precedents that the dissent found persuasive. But that is not the law. For more than 100 years, the court has repeatedly held that once an Indian reservation is established, it retains that status \"until Congress explicitly indicates otherwise.\" Absent such express congressional action, the court has consistently held that reservations survive, even in the face of substantial non-Indian encroachment and other demographic changes.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/in-europe-mask-wearing-is-the-norm-but-for-how-long-11594921596", "title": "In Europe, Face Masks Are the Norm. But for How Long?", "date": "2020-07-16 14:59", "summary": "Authorities mandate face coverings to slow the spread of coronavirus amid fears that public vigilance will wane. PARIS-Countries across Europe are adjusting their policies around mask-wearing in an effort to preserve hard-fought gains against the new coronavirus and fend off a possible rebound in cases.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/it-is-hard-to-fight-those-clever-progressives-11594925970", "title": "It Is Hard to Fight Those Clever Progressives", "date": "2020-07-16 14:59", "summary": "Consider how far progressives have advanced along Saul Alinsky's \"Rules for Radicals\" curve since 1971, especially his rule to: \"Pick the target, freeze it, personalize it, and polarize it.\". Regarding Gerard Baker's \"Democracy Dies in Darkness, but Don't Blame Trump\" (Free Expression, July 14): Mr. Baker points out that after all of the left's great lamentation over an authoritarian Trump regime, it is the left's cancel culture that chills free speech and punishes dissenters.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/public-housing-and-those-newly-employed-11594925881", "title": "Public Housing and Those Newly Employed", "date": "2020-07-16 14:58", "summary": "Most of the low-income renters ended up getting jobs and going to market rent, and they had to reserve whatever units next became vacant for new low-income renters.. Regarding Holman Jenkins, Jr.'s \"How to Show That Black Lives Really Matter\" (Business World, July 11): Interestingly enough, I provided (for my employer) $1.5 billion in financial guarantees to lenders to back tax-exempt bonds used to build and finance rental housing in the 1980s, contingent on 15% of the units being reserved, while the 20-year bonds were outstanding, for low- and moderate-income renters. The low-income units cost the government foregone taxes equal to about half what the same number of units would cost in a HUD project.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/reforms-must-actually-help-11594925812", "title": "Reforms Must Actually Help", "date": "2020-07-16 14:56", "summary": "The problem isn't acknowledging needed reforms, it's a disagreement about what reforms would be most helpful.. William A. Galston's \"For Reformers, Dissent Is Patriotic\" (Politics & Ideas, July 8) is spot on until he ties reform to more white people acknowledging the need for it. The problem isn't acknowledging needed reforms, it's a disagreement about what reforms would be most helpful. Freeing inner-city children and their families from the twin Vise-Grips of government dependence and ineffective public schools are far more important than much of the Marxist, revolutionary nonsense currently masquerading as reform. \"Defunding police\" is one example of the latter, which will do far more harm than good to the marginalized communities it purports to benefit.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/supreme-court-denies-emergency-bid-for-restoration-of-felon-voting-rights-in-florida-11594921858", "title": "Supreme Court Denies Emergency Bid for Restoration of Felon Voting Rights in Florida", "date": "2020-07-16 14:43", "summary": "Trial court ruling for felons remains on hold during state's appeal. WASHINGTON-The Supreme Court on Thursday declined to clear the way for hundreds of thousands of Floridians with felony convictions to become eligible to vote.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-k-audits-get-worse-falling-shorter-of-regulators-standards-11594924679", "title": "U.K. Audits Get Worse, Falling Shorter of Regulator's Standards", "date": "2020-07-16 14:38", "summary": "Two-thirds of audits of 2018 financial statements were good or needed little improvement, according to the Financial Reporting Council, down from 75%. Audits of company finances in the U.K. got worse in quality, continuing to miss standards set by the Financial Reporting Council, which recently mandated broad changes in the industry aimed at improving oversight and accountability.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/now-arriving-at-jfk-private-pilots-get-their-chance-to-fly-into-major-airports-11594924407", "title": "Now Arriving at JFK: Private Pilots Get Their Chance to Fly Into Major Airports", "date": "2020-07-16 14:33", "summary": "A lull in air traffic has opened up an opportunity for smaller, slower planes to land at big airports. As Vince LaDuca's plane took off from Los Angeles International Airport, he turned to his 11-year-old son, who was staring at his phone. \"Take your pictures, man. This is like the once-in-a-lifetime,\" he said.", "categories": [["A-hed"]], "category_links": ["https://www.wsj.com/news/types/a-hed?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bestselling-books-week-ended-july-11-11594923010", "title": "Bestselling Books Week Ended July 11", "date": "2020-07-16 14:10", "summary": "With data from NPD BookScan. ", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/best-selling-books?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/abraaj-liquidators-sue-fund-backed-by-gates-foundation-11594922921", "title": "Abraaj Liquidators Sue Fund Backed by Gates Foundation", "date": "2020-07-16 14:08", "summary": "Liquidators of the bankrupt private-equity firm are suing to reclaim $109 million transferred to its health-care fund before the firm went under. Liquidators of bankrupt private-equity firm Abraaj Group are suing to claw back money from a health-care fund backed by investors including the Bill and Melinda Gates Foundation.", "categories": [["Pro PE Legal Regulatory"]], "category_links": ["https://www.wsj.com/news/types/pro-pe-legal-regulatory?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-physics-of-keeping-things-cool-11594922527", "title": "The Physics of Keeping Things Cool", "date": "2020-07-16 14:02", "summary": "Extremely low temperatures may be the key to new breakthroughs in computing.. Modern cooling technology shapes our lives in many ways. Refrigeration gives us access to food from all over the world, in and out of season; air-conditioning turns homes and cars into places of refuge from sweltering summers. These are big improvements over the time-honored method of using ice, which used to be mined on an industrial scale. Fresh Pond in Cambridge, Mass., where I often take walks, was once an ice mine.", "categories": [["Life & Work", "Ideas", "Wilczek's Universe"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/wilczek-s-universe?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-banks-could-turn-covid-pain-into-eventual-gains-11594922366", "title": "How Banks Could Turn Covid Pain Into Eventual Gains", "date": "2020-07-16 13:59", "summary": "The basics of banking are not favorable, with banks earning less interest and fewer fees on deposits. But some of the pressure may prove temporary.. The basic business of banking in the age of Covid-19 isn't proving to be easy. But for some, there could be light at the end of the tunnel.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/abbott-laboratories-gets-boost-from-u-s-covid-19-testing-11594908297", "title": "Abbott Laboratories Gets Boost From U.S. Covid-19 Testing", "date": "2020-07-16 13:41", "summary": "Revenue for the medical company's U.S. diagnostics segment increased 23% in latest quarter. Abbott Laboratories recorded a surge in revenue in its U.S. diagnostics business during the second quarter, fueled by strong demand for the company's Covid-19 testing.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/dominos-says-pandemic-sparks-stronger-demand-in-u-s-11594903923", "title": "Domino's Sales Get Boost From Lockdowns", "date": "2020-07-16 13:35", "summary": "Pizza-delivery chain posts 16% rise in U.S. comparable sales; closures hurt international business. Domino's Pizza Inc. reported robust U.S. sales for its latest quarter amid heightened demand for meal delivery from consumers at home during coronavirus-related lockdowns.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/barr-warns-executives-on-pushing-policies-at-behest-of-china-11594916355", "title": "Barr Warns Executives on Pushing Policies at Behest of China", "date": "2020-07-16 13:35", "summary": "Attorney general criticizes Hollywood and tech giants as Trump administration continues to take aim at Beijing. Attorney General William Barr took aim at a range of American companies and industries for what he described as a willingness to accede to authoritarian demands from the Chinese government, as the Trump administration has stepped up its rhetoric and actions countering Beijing's recent activities.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/eviction-looms-for-millions-of-americans-who-cant-afford-rent-11594891802", "title": "Eviction Looms for Millions Who Can't Afford Rent", "date": "2020-07-16 13:29", "summary": "Federal eviction moratorium expires in July, along with enhanced jobless benefits; Congress debates extensions. WASHINGTON-Millions of Americans who have missed rent payments due to the coronavirus pandemic could be at risk of being evicted in the coming months unless government measures to protect them are extended, economists and housing experts say.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/college-basketball-coaches-call-for-end-to-act-sat-requirement-11594920053", "title": "College Basketball Coaches Call for End to ACT, SAT Requirement", "date": "2020-07-16 13:20", "summary": "Leaders say the tests hurt poor and minority students, ask NCAA to make 'immediate decision'. The nation's leading men's college basketball coaches' association has called the SAT and ACT \"longstanding forces of institutional racism\" and wants them eliminated from use in determining athletes' eligibility.", "categories": [["Sports", "College Basketball"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/college-basketball?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pompeo-takes-on-the-politicization-of-human-rights-11594919689", "title": "Pompeo Takes On the Politicization of Human Rights", "date": "2020-07-16 13:14", "summary": "He defends the spirit of 1776 and 1948 and has harsh words for the New York Times '1619 Project.'. The Twitter mobs aren't going to like the Commission on Unalienable Rights' report, which the State Department released Thursday. The commission, chaired by longtime Harvard legal scholar Mary Ann Glendon, contradicts virtually every element of the new political orthodoxy.", "categories": [["Opinion", "Global View"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/global-view?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/good-cops-tame-the-inner-warrior-11594919576", "title": "Good Cops Tame the Inner Warrior", "date": "2020-07-16 13:12", "summary": "Today's officers are prone to see enemies in the public. Warlike speech and symbols are part of the problem.. Police officers' tendency to see themselves as warriors is a major driver of police violence. Specifically, three behaviors appropriate in war create immense harm when applied to policing: choosing a side, and therefore an enemy; dehumanizing the enemy; and reacting instead of thinking when threatened. Attempts to reform police departments will fail if they don't tackle the warrior mind-set.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-new-twist-in-flower-deliverythanks-to-covid-19-11594919417", "title": "The New Twist in Flower Delivery-Thanks to Covid-19", "date": "2020-07-16 13:10", "summary": "Pandemic-paralyzed floral designers have pivoted-shipping folks mega-boxes of stems with build-your-own-bouquet videos. EVENT FLORISTS had to pivot or perish this spring, as wedding and gala plans succumbed to the pandemic and their \"inessential\" studios closed. \"Within three weeks, all 2020 jobs were canceled or moved to 2021,\" said New York floral designer Lewis Miller of his blighted industry.", "categories": [["Real Estate", "Design"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/design?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/republicans-alarmed-by-democratic-senate-hopefuls-fundraising-haul-11594904669", "title": "Republicans Alarmed by Democratic Senate Hopefuls' Fundraising Haul", "date": "2020-07-16 13:07", "summary": "'We're scared to death by what we see,' one Senate GOP strategist says. Republicans are sounding alarms after Democratic Senate candidates outraised their GOP opponents in the first six months of the year, a gulf driven largely by small-dollar online contributions.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/zion-williamson-leaves-the-nbas-bubble-for-urgent-family-matter-11594918482", "title": "Zion Williamson Leaves the NBA's Bubble for 'Urgent' Family Matter", "date": "2020-07-16 12:54", "summary": "The star rookie intends to rejoin the Pelicans, the team says, but it's not clear whether his required quarantine will be over before the league's restart on July 30. Zion Williamson has left the bubble.", "categories": [["Sports", "NBA"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/nba?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ecb-leaves-monetary-stimulus-unchanged-as-it-assesses-pandemics-economic-pain-11594900564", "title": "ECB Leaves Monetary Stimulus Unchanged as It Assesses Pandemic's Economic Pain", "date": "2020-07-16 12:50", "summary": "Central bank has unveiled around $3 trillion of stimulus measures in recent months in response to the coronavirus. FRANKFURT-European Central Bank President Christine Lagarde said the eurozone economy is rebounding strongly but faces a highly uncertain outlook, as the bank left its large monetary stimulus unchanged.", "categories": [["Economy", "Europe Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/europe-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-recovery-hangs-in-balance-11594918236", "title": "U.S. Recovery Hangs in Balance", "date": "2020-07-16 12:50", "summary": "Data show American economy rebounded in June, but recovery isn't assured without right policy. The second quarter was probably the worst for the U.S. economy since at least the end of World War II, but it ended on a high note. Now the economy is approaching a crucial juncture, with its fate in the hands of local and national politicians.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/for-wealthy-west-coasters-working-remotely-means-home-can-be-anywhere-11594917988", "title": "For Wealthy West Coasters, Working Remotely Means Home Can Be Anywhere", "date": "2020-07-16 12:46", "summary": "Resume Subscription. In mid-March, when the city of San Francisco ordered residents to stay home to slow the spread of coronavirus, Mallory West and Matt Cooley decided it was time to optimize.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/vatican-publishes-manual-for-bishops-on-handling-sex-abuse-reports-11594910877", "title": "Vatican Publishes Manual for Bishops on Handling Sex-Abuse Reports", "date": "2020-07-16 12:43", "summary": "Document summarizes Catholic Church law regarding sexual abuse of minors by clergy and steps for the disciplinary process. ROME-The Vatican Thursday released an instruction manual for bishops on dealing with reports of clerical sex abuse, in a step toward a more unified response to a long-running scandal for the Catholic Church and the reign of Pope Francis.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/beyond-city-limits-11594917573", "title": "Beyond City Limits", "date": "2020-07-16 12:39", "summary": "Wealthy West Coast homebuyers are trading urban environments for more land and less people.. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/twitters-biggest-strength-is-also-its-core-weakness-11594917211", "title": "Twitter's Biggest Strength Is Also Its Core Weakness", "date": "2020-07-16 12:33", "summary": "Bitcoin scheme shows vulnerability of Twitter's network and dependence on its loudest voices. Next time, it might not be about bitcoin.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/spate-of-raids-arrests-in-russia-spurs-fears-of-opposition-crackdown-11594916467", "title": "Spate of Raids, Arrests in Russia Spurs Fears of Opposition Crackdown", "date": "2020-07-16 12:21", "summary": "Since President Putin won a plebiscite that could prolong his power for years to come, journalists have been detained, the homes of critics raided and a popular governor has been arrested. MOSCOW-The recent detention of journalists and critics of Russian President Vladimir Putin is stirring concerns that authorities are launching a new wave of attacks on opposition figures.", "categories": [["World", "Europe", "Russia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb", "https://www.wsj.com/news/types/russia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/east-coasters-are-snapping-up-vacation-homes-amid-coronavirus-11594915853", "title": "East Coasters Are Snapping Up Vacation Homes Amid Coronavirus", "date": "2020-07-16 12:10", "summary": "Sales in resort and rural areas are surging as home buyers look for getaways from Covid. When Covid-19 struck New York City in March, Jessica and Matthew Perkal were among the many Manhattan residents who decided to wait out the pandemic in a more rural setting. Ms. Perkal, who is pregnant with the couple's second child, and her husband left their West Village apartment for Kiawah, a South Carolina barrier island where they had frequently vacationed with Ms. Perkal's family. \"We thought, 'let's go somewhere we enjoy,'\" said Ms. Perkal, who is originally from Charlotte, N.C.", "categories": [["Real Estate", "Homes"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/homes?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/for-eons-iceland-has-endured-calamity-through-books-11594915710", "title": "For Eons, Iceland Has Endured Calamity Through Books", "date": "2020-07-16 12:08", "summary": "The island's famed sagas were written out as early as the 12th century, and it now publishes the most books per capita of any nation. When the volcano Eyjafjallaljökull erupted in Iceland in 2010, the curator of the nearby Skógar Folk Museum took with him only one thing. He had 15,000 objects to choose from in the museum, and he paused, surrounded by the personal and material history of a nation. He walked out with a book in his hands.", "categories": [["Life & Work", "Ideas", "Essay"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/essay?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/second-homes-a-charm-11594915660", "title": "Second Home's a Charm", "date": "2020-07-16 12:07", "summary": "Homebuyers on the East Coast are scooping up vacation properties to escape the pandemic.. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/dominos-tastes-fine-before-during-and-after-pandemic-11594914929", "title": "Dominos Tastes Fine Before, During and After Pandemic", "date": "2020-07-16 11:55", "summary": "Pizza-delivery giant delivered exceptional performance in fiscal second quarter. Investors certainly didn't lose their taste for Domino's Pizza due to the coronavirus.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/when-the-millennium-falcons-hyperdrive-fails-its-time-to-hop-on-a-real-spaceship-11594914800", "title": "When the Millennium Falcon's Hyperdrive Fails, It's Time to Hop on a Real Spaceship", "date": "2020-07-16 11:53", "summary": "Having played a role in Disney's Star Wars theme park, Virgin Galactic's new CEO now needs to make an attraction of a real spaceship. Captain Theme Park, to the bridge.", "categories": [["Markets", "Overheard"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/overheard?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/some-vpn-providers-pull-hong-kong-servers-over-security-law-fears-11594906296", "title": "Some VPN Providers Pull Hong Kong Servers Over Security-Law Fears", "date": "2020-07-16 11:47", "summary": "Companies that let internet users circumvent censorship and protect their privacy worry about new broad government powers. HONG KONG-At least three providers of virtual private networks, which let internet users circumvent censorship and protect their privacy, are suspending their Hong Kong operations, citing concerns over Beijing's new national-security law for the city.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/vox-media-lays-off-6-of-workforce-11594913365", "title": "Vox Media Lays Off 6% of Workforce", "date": "2020-07-16 11:29", "summary": "Cuts affecting about 70 employees will primarily involve those on furlough. Vox Media, the publisher of New York magazine, the Verge and SB Nation, is laying off about 6% of its workforce-or some 70 people-as a result of the economic fallout from the coronavirus pandemic, the company said Thursday.", "categories": [["Business", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-soup-recipe-youll-rely-on-for-the-rest-of-the-summer-11594913000", "title": "The Soup Recipe You'll Rely on for the Rest of the Summer", "date": "2020-07-16 11:23", "summary": "Classic Italian pasta e fagioli takes a seasonal turn with fresh beans and a delicious garnish of charred eggplant and scallion. IN UNCERTAIN times, focusing on fundamentals can be grounding. In this recipe, chef Michael Tusk walks us through a classic Italian soup: pasta e fagioli (translation: pasta and beans). In winter he'd make it with dried beans, but this summery version features fresh shelling beans and a garnish of charred eggplant and scallion.", "categories": [["Life & Work", "Food & Drink", "Slow Food Fast"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/food-cooking-drink?mod=breadcrumb", "https://www.wsj.com/news/types/slow-food-fast?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/for-floating-home-owners-life-is-but-a-dream-11594912811", "title": "For Floating-Home Owners, Life Is But a Dream", "date": "2020-07-16 11:20", "summary": "What it takes to rock a houseboat, plus five properties on the market around the U.S.. \"These homes are special. There's limited supply and there will never be more,\" said Compass agent Steve Sekhon of an enclave of nearly 500 floating homes in Sausalito, Calif. Local environmental regulations prohibit more of these homes, which are at a marina that is a short drive to San Francisco. \"It's a nice combination to be out in nature but close to the city,\" said Mr. Sekhon.", "categories": [["Real Estate", "Homes"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/homes?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/floating-homes-for-sale-11594912548", "title": "Floating Homes for Sale", "date": "2020-07-16 11:15", "summary": "All aboard five properties on the water.. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/tell-all-book-by-trumps-niece-sells-nearly-a-million-copie-11594910956", "title": "Tell-All Book by Trump's Niece Sells Nearly a Million Copies", "date": "2020-07-16 10:49", "summary": "Mary Trump's book U.S. preorders and first-day sales are a record for publisher Simon & Schuster. Mary L. Trump's memoir \"Too Much and Never Enough: How My Family Created the World's Most Dangerous Man\" sold more than 950,000 copies through July 14 in the U.S., the day it went on sale, publisher Simon & Schuster said.", "categories": [["Business", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/american-plans-alliance-with-jetblue-11594902601", "title": "American Targets New York Expansion With JetBlue Pact", "date": "2020-07-16 10:47", "summary": "Airlines' focus on New York and Boston markets provides challenge to Delta and United as pandemic continues to ravage passenger traffic. American Airlines Group Inc. and JetBlue Airways Corp. on Thursday announced an alliance that the carriers said would speed their recovery from the pandemic-driven travel downturn by boosting their position in large Northeast markets.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/congress-set-to-tackle-vaccine-funding-in-next-round-of-coronavirus-aid-11594902452", "title": "Congress Set to Tackle Vaccine Funding in Next Coronavirus Aid", "date": "2020-07-16 10:41", "summary": "Lawmakers discussing distribution logistics, which Americans should be charged, if any. WASHINGTON-Senior Republicans and Democrats expect the next round of coronavirus aid to include tens of billions of dollars to fund vaccine research and the broad distribution of an eventual vaccine, but they have disagreements over how much Americans should be charged for it.", "categories": [["Politics", "Health Policy"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/health-policy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/will-schools-reopen-on-time-more-leaders-are-saying-no-11594908275", "title": "Will Schools Reopen on Time? More Leaders Are Saying No", "date": "2020-07-16 10:24", "summary": "Officials nationwide are deciding it is too dangerous to have students back in buildings in early September, despite urging from national leaders. State and local leaders are pushing back school start dates and delaying in-person learning, saying it is too dangerous to have students back in school buildings as the coronavirus rages through the U.S.", "categories": [["U.S.", "Education"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/education?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ernst-young-says-it-isnt-responsible-for-luckin-coffees-accounting-misconduct-11594909084", "title": "Ernst & Young Says It Isn't Responsible for Luckin Coffee's Accounting Misconduct", "date": "2020-07-16 10:18", "summary": "Auditor says it hasn't issued any audit report on the chain's 2019 financial statements and shouldn't be held responsible for the coffee company's earlier disclosures on fake sales. HONG KONG-Ernst & Young Hua Ming LLP, the auditor to Luckin Coffee Inc., on Thursday said it bears no responsibility for the Chinese coffee chain's 2019 financial statements and what it called the company's fraudulent misconduct.", "categories": [["Business", "Asia"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/is-college-football-happening-or-not-11594908015", "title": "Is College Football Happening or Not?", "date": "2020-07-16 10:00", "summary": "It doesn't look great for a fall start. But a pandemic might be an opportunity for the sport to revisit its priorities.. What are we going to do about college football?", "categories": [["Sports"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-pandemic-has-made-my-hearing-problem-even-more-of-a-problem-11594908056", "title": "The Pandemic Has Made My Hearing Problem Even More of a Problem", "date": "2020-07-16 10:00", "summary": "Masks and social distancing are now essential, but they make life and work more difficult for those with serious hearing loss. 'Good mumble!\" calls my neighbor from across the street.", "categories": [["Life & Work", "Ideas", "Essay"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/essay?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trading-powers-morgan-stanley-to-45-profit-jump-11594899199", "title": "Trading Powers Morgan Stanley to 45% Profit Jump", "date": "2020-07-16 09:55", "summary": "Bank reports record quarterly profit; trading revenue rises 68%. Morgan Stanley 's second-quarter earnings rose 45% as the coronavirus ripped through the U.S. economy and financial markets.", "categories": [["Markets", "Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/eus-top-court-restricts-personal-data-transfers-to-u-s-citing-surveillance-concerns-11594888385", "title": "EU's Top Court Restricts Personal-Data Transfers to U.S.", "date": "2020-07-16 09:47", "summary": "Surprise ruling will potentially disrupt operations for thousands of multinational companies. Thousands of companies will face restrictions on storing information about European Union residents on U.S. servers, after the bloc's top court ruled that such transfers exposed Europeans to American government surveillance without \"actionable rights\" to challenge it.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/supreme-court-clears-the-way-for-second-federal-execution-this-week-11594885448", "title": "U.S. Executes Second Federal Inmate This Week After a 17-Year Hiatus", "date": "2020-07-16 09:28", "summary": "Supreme Court rejected Wesley Ira Purkey's competency claims; A third inmate is set to die Friday. WASHINGTON-The federal government on Thursday executed a second inmate this week, after the Supreme Court rejected by a 5-4 vote claims that dementia had left Wesley Ira Purkey unable to comprehend the reason for his punishment, therefore rendering it unconstitutional.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-jobless-claims-held-nearly-steady-at-1-3m-in-july-11-week-11594903738", "title": "U.S. Jobless Claims Held Nearly Steady at 1.3 Million in July 11 Week", "date": "2020-07-16 09:16", "summary": "Increase in Covid-19 cases and business restrictions continues to weigh on labor market. New applications for unemployment benefits held nearly steady last week after a period of larger declines, a sign an increased number of Covid-19 cases in some states and related restrictions on businesses is causing the labor market's healing to stall.", "categories": [["Economy", "Economic Data"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/economic-data?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-to-shoot-a-tv-show-in-quarantine-11594904434", "title": "How the 'It's Always Sunny in Philadelphia' Actor Shot His New Show in Quarantine", "date": "2020-07-16 09:00", "summary": "Rob McElhenney on using gadgets and pillow forts to film an episode of the Apple TV+ series 'Mythic Quest: Raven's Banquet' from home and why adults aren't too old for trampolines. My sons and I sometimes play the video game \"God of War\" together, which is cool because it helps build the father/son relationship. It tends to get violent, so when it starts to feel scary or inappropriate, then I'll send them out. But I still keep playing.", "categories": [["Tech", "Personal Tech", "Technology Essentials"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb", "https://www.wsj.com/news/types/personal-technology-joanna-stern?mod=breadcrumb", "https://www.wsj.com/news/types/my-tech-essentials?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/george-kaufman-urged-regulators-to-crack-down-on-wobbly-banks-11594904400", "title": "George Kaufman Urged Regulators to Crack Down on Wobbly Banks", "date": "2020-07-16 09:00", "summary": "Finance professor, a refugee from Nazis, developed ideas behind prompt corrective action. ", "categories": [["World", "Obituaries"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/obituaries?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ferries-that-fly-could-make-it-easyand-fastto-travel-by-boat-11594904320", "title": "Ferries That 'Fly' Could Make It Easy-and Fast-to Travel by Boat", "date": "2020-07-16 08:58", "summary": "Resume Subscription. Author", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/cartiers-wake-up-call-for-luxury-dreamers-11594903707", "title": "Cartier's Wake-Up Call for Luxury Dreamers", "date": "2020-07-16 08:48", "summary": "A weak trading update from the jewelry brand's Swiss owner suggests spending in a rebounding China is unlikely to offset relentless bad news elsewhere. European luxury brands may be later than investors think to benefit from China's rapid economic recovery.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/editors-letter-kristina-oneill-on-the-2020-digital-issue-11594903537", "title": "Editor's Letter: Kristina O'Neill on the 2020 Digital Issue", "date": "2020-07-16 08:45", "summary": "In her monthly editor's letter, Kristina O'Neill introduces WSJ.'s second annual all-digital issue. Our second annual all-digital issue-a franchise launched last summer on the strength of The Wall Street Journal's ongoing Apple News+ partnership-arrives at a watershed moment, with stories that capture ideas reverberating through culture right now.", "categories": [["Editor's Letter"]], "category_links": ["https://www.wsj.com/news/types/magazine-editor-s-letter?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/john-legend-intimacy-11594903020", "title": "John Legend on Intimacy", "date": "2020-07-16 08:37", "summary": "The singer-songwriter-and five other cultural luminaries-on feelings of intimacy. \"When it comes to intimacy, part of the songwriter's job is to write with honesty and write with a human connection. Like Marvin Gaye, or Nina Simone singing \"Ne Me Quitte Pas,\" there's certain artists that you feel close to. Some of it's about the warmth in someone's voice. Some of it's about the vulnerability that the vocalists allow themselves to feel and, if they wrote the song, the vulnerability in the song itself. It's unclear what kind of music everyone's turning to for this moment. We wrote a song called \"Glory\" that a lot of people [have marched to]. Bryan Stevenson [of the Equal Justice Initiative] talks a lot about proximity. I think that's an interesting way to think about intimacy and justice. Part of how you figure out what kind of change you want to see is to develop empathy for other people-people that aren't like you, people that are struggling, people in prison. I've gone to visit them and talked with them and hugged and been in the same space with them. If you're going to fight for people's rights, you have to get close to them.\"", "categories": [["Soapbox"]], "category_links": ["https://www.wsj.com/news/types/magazine-soapbox?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chinas-economy-appears-back-on-track-but-challenges-remain-11594901270", "title": "China's Economy Appears Back on Track, but Challenges Remain", "date": "2020-07-16 08:07", "summary": "The world's second-largest economy reported growth of 3.2%, but a coronavirus resurgence in the U.S. and diminished buying power at home remain risks. BEIJING-China reported a robust rebound in the second quarter of the year, avoiding a recession and putting the world's second-largest economy back on a growth trajectory even as other countries struggle with the impact of the coronavirus pandemic.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/despite-calls-to-defund-the-police-some-cities-are-spending-more-11594900803", "title": "Despite Calls to Defund the Police, Some Cities Are Spending More", "date": "2020-07-16 08:00", "summary": "San Diego is increasing its Police Department budget by about 5%, the largest boost by any major city this year. Amid a nationwide push by activist groups including Black Lives Matter to cut police budgets and redirect the money toward minority communities, some of America's biggest cities are doing the opposite.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-day-care-centers-show-how-hard-it-is-to-reopen-11594900800", "title": "New York Day Cares Show How Hard It Is to Reopen", "date": "2020-07-16 08:00", "summary": "Many facilities have been unable to meet high costs of resuming operation safely or to draw back enough families. When New York City allowed day-care centers to reopen this week, it laid bare big questions hanging over efforts to get people back to work and restart the economy.", "categories": [["U.S.", "Schools"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-schools?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-pandemic-and-huawei-woes-no-problem-says-taiwans-chip-champion-11594899491", "title": "A Pandemic and Huawei Woes? No Problem, Says Taiwan's Chip Champion.", "date": "2020-07-16 07:41", "summary": "Neither the coronavirus or lost Huawei revenue is enough to derail TSMC's strong growth. Investors were dazzled Thursday by the splashy $6.5 billion listing of China's top chip contender, Semiconductor Manufacturing International , in Shanghai, but catching the technology leaders will be challenging. Meanwhile, the world's largest contract chip manufacturer, Taiwan Semiconductor Manufacturing , keeps quietly delivering the goods.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-coronavirus-retail-shakeout-whos-closing-or-opening-stores-11594897201", "title": "Which Stores Are Opening or Closing Amid the Covid Retail Shakeout?", "date": "2020-07-16 07:00", "summary": "Resume Subscription. U.S. retailers are on track to close as many as 25,000 stores this year as the coronavirus pandemic upends shopping habits. That is more than double the 9,832 stores that closed in 2019, according to Coresight Research. So far this year major U.S. chains have announced more than 5,000 permanent closures.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/is-it-a-problem-that-sports-gets-fast-test-results-and-you-dont-11594897200", "title": "Is It a Problem That Sports Gets Fast Test Results and You Don't?", "date": "2020-07-16 07:00", "summary": "MLB and the NBA are getting coronavirus test results quickly and frequently. Some say that's a problem in places where the results are sometimes so slow that they are worthless.. Connor Kelley feared he had been exposed to the coronavirus while playing miniature golf at a friend's birthday party, so he visited a drive-through testing clinic near Orlando, Fla. He was told to expect results in a few days. It took 10 days.", "categories": [["Sports"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-city-restaurateurs-push-coronavirus-safety-standards-11594897200", "title": "New York City Restaurateurs Push Coronavirus Safety Standards", "date": "2020-07-16 07:00", "summary": "Pair of restaurant owners launches membership-based nonprofit to help businesses navigate health guidelines, advertise commitment to diner safety. New Yorkers have become accustomed to seeing letter-grade sanitary ratings at restaurants, based on inspections from the city's Department of Health and Mental Hygiene, with many using those grades to determine where to dine.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-to-disappear-luxuriously-5-remote-vacation-rentals-and-hotels-11594896789", "title": "How to Disappear Luxuriously: 5 Remote Vacation Rentals and Hotels", "date": "2020-07-16 06:53", "summary": "A lakeside cottage in Wisconsin. A deluxe farm in Vermont. When you're clamoring to get away from it all, these five accommodations should do nicely.. Klickitat Treehouse", "categories": [["Life & Work", "Travel", "Off Duty Travel"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/magazine/travel?mod=breadcrumb", "https://www.wsj.com/news/types/off-duty-travel?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/china-stocks-tumble-on-worst-day-in-five-months-11594896163", "title": "China Stocks Tumble on Worst Day in Five Months", "date": "2020-07-16 06:42", "summary": "Retreat came as data shows China's economy is experiencing a patchy rebound. Chinese shares fell the most in five months, as signs of an uneven economic recovery rattled investors already worried by a rapid run-up in the country's stock markets.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/walmart-missed-prime-window-for-subscription-service-and-thats-ok-11594895581", "title": "Walmart Missed Prime Window for Subscription Service, and That's OK", "date": "2020-07-16 06:33", "summary": "Giant retailer may have missed the best time to launch Walmart Plus to compete with Amazon.com, but better late than never. Walmart Inc.'s shareholders weren't enthusiastic when word got out in February that it would start a subscription service akin to Amazon Prime. Times have changed.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ipo-frenzy-grips-chinas-nasdaq-style-star-market-11594893290", "title": "IPO Frenzy Grips China's Nasdaq-Style STAR Market", "date": "2020-07-16 05:54", "summary": "Experiment in easing restrictions on stock offerings provides tens of billions of dollars for emerging technologies, frantic trading. The year-old STAR market in Shanghai has been a winner for China's leaders and a playground for its speculators.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/growing-wait-times-for-covid-19-test-results-hinder-virus-response-11594891800", "title": "Growing Wait Times for Covid-19 Test Results Hinder Virus Response", "date": "2020-07-16 05:30", "summary": "Shortages and late results delay public-health officials' view of virus's spread and their ability to respond effectively. Over the past week, nearly two dozen states have reported fresh highs in coronavirus cases. Unfortunately, many of the new cases they reported were already several days behind the speeding pathogen's actual reach.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pandemic-growing-need-strain-u-s-food-bank-operations-11594891802", "title": "Pandemic Strains U.S. Food Bank Operations", "date": "2020-07-16 05:30", "summary": "Food charities are coping with shortages of some consumer goods, a crush of donations of others and soaring demand as they reset logistics for the Covid-19 pandemic era. BROOKLYN, N.Y.-People start lining up as early as 6 a.m. these days outside an emergency food pantry in Brooklyn's Flatbush neighborhood.", "categories": [["Logistics Report"]], "category_links": ["https://www.wsj.com/news/types/logistics-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/putnam-fund-trims-bet-on-depressed-mall-debt-at-loss-11594891801", "title": "Putnam Fund Trims Bet on Depressed Mall Debt at Loss", "date": "2020-07-16 05:30", "summary": "Fund managers say they remain committed to wager on mall and other commercial mortgage debt. A Putnam Investments bond fund is under pressure from an expensive wager on America's depressed shopping malls.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/america-second-chinas-recovery-is-accelerating-11594891287", "title": "Analysis: America Second? China's Recovery Is Accelerating", "date": "2020-07-16 05:21", "summary": "China's strategy of draconian early lockdowns followed by modest stimulus is paying economic dividends. China's 3% growth in gross domestic product in the second quarter, compared with an expected drop of nearly 10% for the U.S., is likely to raise hackles in Washington.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/digital-health-venture-funding-rises-in-first-half-despite-pandemic-11594891800", "title": "Digital-Health Venture Funding Rises in First Half, Despite Pandemic", "date": "2020-07-16 00:01", "summary": "Interest in telemedicine helps fuel climb. Venture capitalists' quest to digitally transform health care is accelerating despite the coronavirus pandemic.", "categories": [["General News"]], "category_links": ["https://www.wsj.com/news/types/general-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11594843291", "title": "Pepper...and Salt", "date": "2020-07-16 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/twitter-accounts-of-bill-gates-jeff-bezos-elon-musk-appear-to-have-been-hacked-11594849077", "title": "Widespread Twitter Hack Reaches Bill Gates, Kanye West, Elon Musk, Joe Biden and Barack Obama", "date": "2020-07-16 23:42", "summary": "Personal accounts of famous users, tech companies and cryptocurrency exchanges steer followers to send money. Twitter Inc. was hit with a widespread attack Wednesday that allowed hackers to take over an array of accounts including those of celebrities, politicians and billionaires such as Bill Gates, Kanye West, Joe Biden and Barack Obama, as well as Apple Inc. and other companies.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/china-is-first-major-economy-to-return-to-growth-since-coronavirus-pandemic-11594865317", "title": "China Is First Major Economy to Return to Growth Since Coronavirus Pandemic", "date": "2020-07-16 23:00", "summary": "China says economy grew 3.2% from a year earlier in the second quarter. BEIJING-China has become the first major economy to return to growth since the coronavirus started sweeping across the world earlier this year.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-replaces-campaign-manager-11594861502", "title": "Trump Replaces Campaign Manager", "date": "2020-07-16 22:38", "summary": "The president said Bill Stepien, a longtime aide, will succeed Brad Parscale, who remains as a senior adviser. WASHINGTON-President Trump announced on Wednesday that he is replacing his campaign manager less than four months before the November election amid polls showing him trailing former Vice President Joe Biden, his presumptive Democratic rival.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/california-resources-state-s-largest-driller-files-for-bankruptcy-11594866828", "title": "California Resources, State's Largest Driller, Files for Bankruptcy", "date": "2020-07-16 22:33", "summary": "Restructuring proposal would wipe out more than $5 billion in debt and equity interests. California Resources Corp. , the state's largest oil driller, filed for bankruptcy protection on Wednesday to carry out a prearranged restructuring proposal that would wipe out more than $5 billion in debt and equity interests.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hospitals-in-covid-19-hot-spots-are-filling-up-11594860223", "title": "Hospitals in Covid-19 Hot Spots Are Filling Up", "date": "2020-07-16 22:09", "summary": "Patients stranded in emergency rooms, transferred between facilities as surge in coronavirus cases pushes hospitals in Texas, Arizona and Florida near capacity. As the pandemic pushes U.S. hospitals in the South and West near capacity, the urgent need for available beds has stranded patients in emergency rooms, scrambled ambulances and forced patients to relocate hundreds of miles to relieve overcrowded wards.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-to-watch-kevin-hart-is-a-hero-in-training-in-die-hart-11594864250", "title": "What to Watch: Kevin Hart Is a Hero-in-Training in 'Die Hart'", "date": "2020-07-16 21:50", "summary": "Also this week, NBC's Peacock streaming service launches with 'Brave New World' and Pulitzer-Prize-winner Junot Diaz explains why 'Virus,' a 1980 Japanese disaster pic, still haunts him. The streaming onslaught continues this week with the launch of yet another new streaming service, this time from NBCUniversal. It's called Peacock, and it is widely available starting Wednesday.", "categories": [["Books & Arts", "Entertainment", "Screen Time"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/arts-entertainment?mod=breadcrumb", "https://www.wsj.com/news/types/screen-time?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/virgin-galactic-names-disney-international-parks-head-as-next-ceo-11594849110", "title": "Virgin Galactic Names Disney International Parks Head as Next CEO", "date": "2020-07-16 21:48", "summary": "Michael Colglazier, who is slated to join the company next week, will succeed George Whitesides. Virgin Galactic Holdings Inc., Richard Branson's space-tourism venture, has tapped the former head of Walt Disney Co. 's international parks and resorts as its next chief executive as the company prepares for commercial services.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/five-novels-challenge-assumptions-about-women-in-midlife-11594861200", "title": "Five Novels Challenge Assumptions About Women in Midlife", "date": "2020-07-16 21:00", "summary": "Readers-and book editors-gravitate to characters changed by long years of life and work. 'I'm not going to have anybody tell me how to do it.'. Older heroines make a splash in this summer's beach (or lockdown) reads.", "categories": [["Life & Work", "Life & Style"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/life-style?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-chicks-are-back-what-the-bands-gaslighter-album-means-for-2020-11594861200", "title": "The Chicks Are Back: What the Band's 'Gaslighter' Album Means for 2020", "date": "2020-07-16 21:00", "summary": "How the country renegades formerly known as the Dixie Chicks staged a comeback with Taylor Swift, Beyoncé, a new name and a pop-forward album. Before being assailed for criticizing President Bush over the Iraq war in 2003 and dropped by country radio, the trio formerly known as the Dixie Chicks had become the bestselling female group in the U.S., according to the Recording Industry Association of America. Famous for crossover hits like \"Cowboy Take Me Away\" and \"Wide Open Spaces,\" they spent the ensuing years releasing a Grammy-winning album, focusing on family and reaping the benefits of nostalgia on a reunion tour.", "categories": [["Books & Arts", "Arts", "Music"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/arts?mod=breadcrumb", "https://www.wsj.com/news/types/music?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/inside-the-clubhouse-whats-all-the-fuss-about-silicon-valleys-exclusive-social-media-app-11594861201", "title": "Inside the Clubhouse: What's All the Fuss About Silicon Valley's Exclusive Social Media App?", "date": "2020-07-16 21:00", "summary": "In early testing, the buzzy platform has celebrities and executives pushing for an invite; What will happen when the doors open?. The highlight of the hot new social-media app Clubhouse, an audio-based platform where people go to talk, is the Saturday-night dinner parties hosted by Felicia Horowitz, a well-known philanthropist and wife of Andreessen Horowitz co-founder Ben Horowitz.", "categories": [["Books & Arts", "Arts", "Arts & Entertainment"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/arts?mod=breadcrumb", "https://www.wsj.com/news/types/arts-entertainment?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/minneapolis-residents-weigh-in-on-plan-to-abolish-police-department-11594860083", "title": "Minneapolis Residents Weigh In on Plan to Abolish Police Department", "date": "2020-07-16 20:41", "summary": "More than 200 people signed up to speak at a Wednesday hearing. Minneapolis residents expressed support, confusion and some frustration as they debated a proposal to let voters decide in November whether to abolish its traditional police department next year in the wake of the killing of George Floyd.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/four-top-staffers-to-mayor-bill-de-blasio-exiting-his-administration-11594857952", "title": "Four Top Staffers to Mayor Bill de Blasio Exiting", "date": "2020-07-16 20:05", "summary": "Key communications aides either depart or announce they are leaving in the past week. Four top staffers for New York City Mayor Bill de Blasio have either left or announced their departure in the past week, exiting his administration as the city tries to emerge from the coronavirus pandemic and faces a financial crisis.", "categories": [["U.S.", "General News"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/general-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-imposes-sanctions-on-network-for-allegedly-helping-russian-businessman-evade-sanctions-11594844295", "title": "U.S. Imposes Sanctions on Network for Allegedly Helping Blacklisted Russian Businessman", "date": "2020-07-16 20:00", "summary": "Yevgeniy Prigozhin has been blacklisted by the U.S. and been accused of meddling in U.S. elections. The U.S. imposed sanctions on a network of individuals and entities it claims helped Russian businessman Yevgeniy Prigozhin evade U.S. sanctions.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}]