[{"link": "https://www.wsj.com/articles/larry-finks-latest-sermon-11579305418", "title": "Larry Fink's Latest Sermon", "date": "2020-01-17 18:56", "summary": "The BlackRock CEO auditions to be the next Treasury Secretary.. BlackRock CEO Larry Fink is among the world's most powerful investment managers, but it seems he longs for more influence. To wit, he has assumed a role as self-styled conscience of the business world in telling CEOs how to run their companies.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/courting-more-clarity-11579305386", "title": "Courting More Clarity", "date": "2020-01-17 18:56", "summary": "The Supreme Court takes up religious liberty and the Electoral College.. The Supreme Court agreed Friday to hear two big cases crying out for legal clarity. The first is whether the government can force nuns to provide contraception for their employees against their religious beliefs. The second is whether states can penalize so-called faithless electors in the Electoral College.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/inslees-climate-of-illegality-11579305319", "title": "Inslee's Climate of Illegality", "date": "2020-01-17 18:55", "summary": "A court says Washington's Governor can't impose cap and trade by fiat.. Good news: The political panic over climate change doesn't justify one-man rule. That's the message the Washington Supreme Court delivered this week to Governor Jay Inslee, who tried to impose his command-and-control agenda by fiat.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-obama-and-the-spending-power-11579305357", "title": "Trump, Obama and the Spending Power", "date": "2020-01-17 18:55", "summary": "The White House didn't commit a crime in delaying aid to Ukraine.. Does anyone remember Democrats or Republicans calling for President Obama's impeachment after a federal court reproached his Administration for lawlessly spending money? We didn't think so, but now Democrats are flogging a new report by the Government Accountability Office claiming that President Trump broke the law by briefly delaying military aid to Ukraine last summer. The agency's legal conclusion is wrong, but the double standard is worse.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/best-buy-opens-probe-into-ceo-s-personal-conduct-11579294620", "title": "Best Buy Opens Probe Into CEO's Personal Conduct", "date": "2020-01-17 18:43", "summary": "Anonymous letter alleges Corie Barry had romantic relationship with fellow senior executive; CEO cooperating with probe. The board of Best Buy Co. is investigating allegations that Chief Executive Corie Barry had an inappropriate romantic relationship with a fellow executive, who has since left the electronics retailer.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/boeing-finds-new-software-problem-that-could-complicate-737-max-return-11579290347", "title": "Boeing Encounters New MAX Woes", "date": "2020-01-17 18:41", "summary": "Plane maker is working to correct glitch affecting flight-control computers. Boeing Co. is grappling with still another software problem that has cropped up in its effort to fix its 737 MAX aircraft, adding to technical issues that have complicated and delayed the grounded fleet's return to service over many months.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/boomer-socialism-led-to-bernie-sanders-11579304307", "title": "Boomer Socialism Led to Bernie Sanders", "date": "2020-01-17 18:38", "summary": "Government policies limit millennials' prosperity, Harvard economist Edward Glaeser argues. Will they realize more of the same isn't the answer?. Cambridge, Mass.", "categories": [["Opinion", "The Weekend Interview"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/the-saturday-interview?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-comey-coverup-unravels-11579304278", "title": "The Comey Coverup Unravels", "date": "2020-01-17 18:37", "summary": "The FBI, the CIA and the press all have much to be embarrassed about.. In a curious report on Thursday evening, the New York Times carefully averts its eyes from everything that's interesting. Even Adam Schiff has acknowledged that James Comey's actions in 2016 may represent the most important and significant Russian influence on the election. (Hoist your shot glass. This will be the umpteenth time I've quoted Mr. Schiff on this matter in this column.)", "categories": [["Opinion", "Business World"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/business-world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-left-forgets-what-martin-luther-king-stood-for-11579304166", "title": "The Left Forgets What Martin Luther King Stood For", "date": "2020-01-17 18:36", "summary": "He didn't think oppression was what defined the struggle for civil rights.. As the nation celebrates the birth of the Rev. Martin Luther King Jr., the progressive left will again seize the moment to twist the story of black Americans' struggle, to the detriment of those who suffered most in that struggle. They'll put all the attention on the oppressive conditions faced by black freedom fighters-what white racists did to them-rather than on their own spirit in fighting to gain equal rights under the law. Instead of celebrating blacks' achievements and the progress made toward delivering on America's promissory note, the left will transport yesterday's real injustices into today's false social-justice narrative, ignoring the principles that were so crucial to Dr. King.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-tries-again-to-muzzle-pro-life-groups-11579304211", "title": "New York Tries Again to Muzzle Pro-Life Groups", "date": "2020-01-17 18:36", "summary": "The state's new 'boss bill' defies the spirit of a 2018 Supreme Court ruling in favor of a pregnancy center.. The National Institute of Family and Life Advocates can't catch a break. Not two years after battling a California law all the way to the Supreme Court in Nifla v. Becerra-and winning-the Virginia-based pro-life organization is now suing New York state officials over legislation that undermines the ability of its Empire State member centers to hire workers who support their mission. The law \"violates our very reason for being,\" says Anne O'Connor, Nifla's vice president of legal affairs.", "categories": [["Opinion", "Commentary", "Cross Country"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb", "https://www.wsj.com/news/types/cross-country?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/advice-for-nasas-star-intern-11579304119", "title": "Advice for NASA's Star Intern", "date": "2020-01-17 18:35", "summary": "New planets don't turn up every day so keep your feet on the ground.. Seventeen-year-old Wolf Cukier discovered a new planet. The high-school senior from Scarsdale, N.Y., accomplished this last summer on his third day as an intern at the National Aeronautics and Space Administration.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-lawyers-who-will-lead-trumps-impeachment-defense-11579302863", "title": "The Lawyers Who Will Lead Trump's Impeachment Defense", "date": "2020-01-17 18:14", "summary": "Trump's legal team has longtime allies and frequent cable-news guests. ", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/supreme-court-to-consider-whether-presidential-electors-can-vote-for-candidate-not-chosen-in-state-popular-vote-11579293850", "title": "Supreme Court to Look at Electoral College Rules", "date": "2020-01-17 18:13", "summary": "High court to consider whether presidential electors can vote for candidate not chosen in state popular vote. WASHINGTON-The Supreme Court on Friday agreed to take a rare look at rules for electing U.S. presidents, saying it will decide whether a state's appointed presidential electors can vote in the Electoral College for a candidate who didn't win the state's popular vote.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/spotify-in-early-talks-to-buy-sports-and-pop-culture-outlet-the-ringer-11579302564", "title": "Spotify in Talks to Buy the Ringer", "date": "2020-01-17 18:09", "summary": "The Ringer, founded in 2016 by former ESPN commentator Bill Simmons, has over 30 podcasts. Spotify Technology SA is in talks to buy sports and pop-culture outlet the Ringer, according to people familiar with the matter, a deal that would let the audiostreaming giant break into broader digital media and bring a network of more than 30 podcasts under its roof.", "categories": [["Business", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ice-director-says-new-yorks-sanctuary-policy-led-to-killing-of-queens-woman-11579301976", "title": "ICE Director Says New York's Sanctuary Policy Led to Killing of Queens Woman", "date": "2020-01-17 17:59", "summary": "Mayor's spokeswoman disagrees and says, 'Fear, hate and attempts to divide are signatures of the Trump administration'. Acting Immigration and Customs Enforcement Director Matthew Albence on Friday blamed the murder of a 92-year-old woman in Queens earlier this month on New York City's sanctuary policy, which he said protects illegal immigrants with criminal convictions.", "categories": [["U.S.", "Tri-State Area"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-region?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chinas-economic-growth-slows-to-6-1-as-trade-and-business-confidence-suffer-11579236022", "title": "China's Slowing Growth Underlines Stress Facing Its Economy in 2020", "date": "2020-01-17 17:58", "summary": "With trade, investment, consumer spending and business confidence all in retreat, some economists warn economy could slip further. SHENZHEN, China-A newly sealed trade truce with the U.S. reduced a key source of anxiety for Chinese policy makers but leaves them with another challenge: a need to boost consumer and business confidence as the country faces more downward pressure on its massive economy.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/usda-proposes-relaxing-school-lunch-healthy-eating-rules-11579300490", "title": "USDA Proposes Easing School Lunch Healthy Eating Rules", "date": "2020-01-17 17:34", "summary": "Opponents say changes would make it easier to choose pizza and burgers over balanced meals. Federal regulators proposed giving schools more flexibility for student meal programs, a move that opponents said could encourage less-healthy eating.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/countertop-maker-clio-files-for-chapter-7-bankruptcy-11579300007", "title": "Countertop Maker Clio Files for Chapter 7 Bankruptcy", "date": "2020-01-17 17:28", "summary": "Private-equity backed countertop maker formed from roll up of other manufacturers has been hurt by tariffs on imported Chinese quartz. Countertop maker Clio Holdings LLC, created from the roll up of a number of smaller players, is closing its doors after failing to integrate its businesses and suffering from both the Trump administration's tariffs imposed during the U.S.-China trade war and by separate, more recent duties on imported Chinese quartz.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/former-barbadian-official-found-guilty-of-laundering-bribes-11579221651", "title": "Former Barbadian Official Found Guilty of Laundering Bribes", "date": "2020-01-17 17:27", "summary": "Donville Inniss was accused of taking bribes from an insurance company while minister of industry. A former minister of industry for the island nation of Barbados was convicted Thursday of laundering bribes he allegedly received from an insurance company that was seeking to renew a public contract.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/morgan-stanley-cuts-ceo-james-gormans-bonus-11579298691", "title": "Morgan Stanley Cuts CEO James Gorman's Bonus", "date": "2020-01-17 17:04", "summary": "Wall Street firm hits its financial targets and sets new ones, but a sluggish stock price takes its toll. Morgan Stanley paid its chief executive, James Gorman, $27 million for his work in 2019, a pay cut for a year when the bank's revenue hit a record but its shares lagged behind those of rivals.", "categories": [["Markets", "Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/global-stocks-rally-as-chinas-economy-shows-signs-of-stabilization-11579257122", "title": "U.S. Stocks End Week at Record Levels", "date": "2020-01-17 16:57", "summary": "The rally coincides with the signing of a trade deal between the U.S. and China. U.S. stocks set repeated highs this week, pulled higher by shares of big technology companies.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/judge-slashes-8-billion-jury-award-against-johnson-johnson-to-6-8-million-in-risperdal-case-11579291494", "title": "Judge Slashes Damages in J&J Risperdal Case to $6.8 Million From $8 Billion", "date": "2020-01-17 16:51", "summary": "J&J had been ordered to pay in suit involving its antipsychotic drug Risperdal. A Philadelphia judge has reduced the amount of punitive damages Johnson & Johnson must pay in a lawsuit over its antipsychotic Risperdal to $6.8 million from the $8 billion awarded by a jury in October.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/thoughtspot-names-cfo-as-it-eyes-public-offering-11579297709", "title": "ThoughtSpot Names CFO As it Eyes Public Offering", "date": "2020-01-17 16:48", "summary": "Mohit Daswani joins the Sunnyvale, Calif.-based analytics company after senior roles at Square and PayPal. ThoughtSpot Inc. hired its first finance chief as the analytics company looks to grow its business and prepare for a potential initial public offering.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-did-gao-staff-know-and-when-did-they-know-it-11579297177", "title": "What Did GAO Staff Know and When Did They Know It?", "date": "2020-01-17 16:39", "summary": "Judging the organization by its own standards.. Yesterday this column asked why Americans should take the opinion of the Government Accountability Office seriously when it claims a Trump violation of law. Reviewing the same set of facts, House Democrats allege no such violation in their impeachment articles. The details of the GAO's argument raise more questions-including whether the GAO itself has faithfully followed the law.", "categories": [["Opinion", "Best of the Web"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/best-of-the-web-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-government-bonds-decline-after-treasury-announces-new-bond-sales-11579296992", "title": "U.S. Government Bonds Decline After Treasury Announces New Bond Sales", "date": "2020-01-17 16:36", "summary": "Department plans to begin sales of 20-year bonds later this year. Yields on longer-term U.S. government debt climbed Friday after the Treasury Department said it would begin selling 20-year government bonds later this year.", "categories": [["Markets", "Credit Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/credit-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/supreme-court-to-review-exemptions-to-birth-control-mandate-11579296737", "title": "High Court to Review Exemptions to Birth Control Mandate", "date": "2020-01-17 16:32", "summary": "Justices will hear Trump administration's appeal of rulings that blocked rules nationwide. WASHINGTON-The Supreme Court agreed to consider the legality of Trump administration rules that broadened moral and religious exemptions to an Affordable Care Act provision requiring employer-provided health-insurance plans to cover birth control with no out-of-pocket costs.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/djibouti-rejects-court-ruling-to-hand-back-container-terminal-11579296713", "title": "Djibouti Rejects Court Ruling to Hand Back Container Terminal", "date": "2020-01-17 16:31", "summary": "The East African country took over the Doraleh box terminal and gave control to China. Djibouti has rejected a U.K. court ruling to hand back control of a container terminal to global port operator DP World, after taking it over two years ago and allowing a Chinese state entity to build a separate terminal for the growing African market.", "categories": [["Logistics Report"]], "category_links": ["https://www.wsj.com/news/types/logistics-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/wells-fargo-shareholders-have-been-left-behind-in-stock-market-rally-11579115269", "title": "Wells Fargo Shareholders Have Been Left Behind in Stock-Market Rally", "date": "2020-01-17 16:26", "summary": "Shares of the bank are back where they started before its sales-practices scandal erupted in 2016. Shares of Wells Fargo & Co. are back where they started before the bank's sales-practices scandal erupted in 2016, despite the stock's bumpy ride.", "categories": [["Markets", "Stocks"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/canada-moves-to-make-payments-to-families-affected-by-downing-of-airliner-11579295448", "title": "Canada to Make Payments to Families Affected by Downing of Airliner", "date": "2020-01-17 16:10", "summary": "Trudeau says he also expects Iran to compensate the families. OTTAWA-Canada intends to offer immediate financial help to families of Canadian citizens and residents who were killed when Iran last week downed a Ukrainian commercial jetliner, adding it expects full compensation from Tehran.", "categories": [["World", "Canada"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/canada-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/to-understand-america-look-to-its-college-sports-11579294201", "title": "To Understand America, Look to Its College Sports", "date": "2020-01-17 15:50", "summary": "Nowhere else on Earth is so much money spent in pursuit of the amateur ideal. As we approach Super Bowl weekend, the closest thing America has to a national cultural festival, I'm struck that one of the great pleasures and puzzles of life for an immigrant here is the nature of sports and their primacy in the national consciousness.", "categories": [["Life & Work", "Ideas", "Editor at Large"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/editor-at-large?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-age-of-entitlement-review-the-dividing-line-11579281287", "title": "'The Age of Entitlement' Review: The Dividing Line", "date": "2020-01-17 15:42", "summary": "The political tribalism of today has its roots in the debates and reforms of the 1960s.. For the poet Philip Larkin, \"life was never better\" than in the spring of 1963. So too it seems for Christopher Caldwell and America. For what happened afterward \"came with costs that proved staggeringly high-in money, freedom, rights, and social stability.\" Too high, in fact. Mr. Caldwell's argument and analysis in \"The Age of Entitlement: America Since the Sixties\" bring to mind another of Larkin's most famous lines-the one about your Mum and Dad and what they did to your life. Mr. Caldwell thinks that, as things turned out, it wasn't just you they messed up. It was the whole country.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-u-s-hasnt-planted-this-little-wheat-in-more-than-a-century-11579277354", "title": "The U.S. Hasn't Planted This Little Wheat in More Than a Century", "date": "2020-01-17 15:42", "summary": "Chicago wheat prices are up 25% from September, lifted by fewer plantings, quality issues and Australia's lower production. The last time that U.S. farmers planted so few acres with winter wheat, William Howard Taft was president and the opening salvos of World War I were still five years away.", "categories": [["Markets", "Commodities"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/8-predictions-for-the-future-of-fashion-11579293689", "title": "8 Predictions for the Future of Fashion", "date": "2020-01-17 15:41", "summary": "Expect sci-fi diamonds, AI-enhanced skin care, bridesmaids in suits and more advancements beyond the Jetsons' wildest dreams. \"I think we should roar more,\" proclaimed Paris-based creative director and stylist Catherine Baba. Given that we're in the '20s once again, and judging by the countless 1920s-themed New Year's Eve parties documented on Instagram earlier this month, she might get her wish. \"The [1920s] was a shaking-up decade...[it] was so diverse and liberating,\" Ms. Baba said, drawing parallels between the transitional creative climates then and now. She describes the prototypical flapper look as \"so rich\" but guesses that the 1920s' freewheeling spirit will influence designers more conceptually than literally. Fashion historian Laura McLaws Helms, however, doesn't rule out the possibility of specific nods to flapper style on the runways of the near future. \"It will be a response to people hoping [the 2020s] are going to be like what they imagined the 1920s were-which isn't necessarily what they really were,\" she said. So, more Gatsbian party frocks, fewer references to social division and Prohibition.", "categories": [["Life & Work", "Style & Fashion", "Fashion"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/fashion?mod=breadcrumb", "https://www.wsj.com/news/types/fashion?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/luminus-offers-14-5-million-for-bankrupt-celadons-taylor-express-11579293636", "title": "Luminus Offers $14.5 Million for Bankrupt Celadon's Taylor Express", "date": "2020-01-17 15:40", "summary": "The deal for the trucking company is subject to higher bids. New York investment firm Luminus Management LLC has offered $14.5 million to acquire the Taylor Express Inc. business of bankrupt truckload carrier Celadon Group Inc., subject to higher bids at a possible auction.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/in-south-china-sea-confrontation-indonesia-resists-chinacautiously-11579257004", "title": "In South China Sea Confrontation, Indonesia Resists China-Cautiously", "date": "2020-01-17 15:29", "summary": "Southeast Asian nations try to counter Beijing's moves without provoking a painful backlash. JAKARTA, Indonesia-In late December, several Chinese coast guard ships escorted more than three dozen Chinese fishing boats into the waters off Indonesia's Natuna Islands.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-mystery-meets-the-mystical-11579292249", "title": "A Mystery Meets the Mystical", "date": "2020-01-17 15:17", "summary": "Presenting a web of secular and religious images, the Wilton Diptych's meanings are still disputed.. It is small, roughly 15 by 21 inches; tempera on oak. It is the oldest Northern European painting in London's National Gallery, housed in an intimate, darkened anteroom. It is a portable altarpiece for private devotion, with secular and spiritual significance. It is gorgeous, its tiniest details exquisitely handled, in a style called International Gothic. And we know very little for certain about it-not its exact date, nor its maker, nor its precise purpose. It is the Wilton Diptych, named for its long residence at Wilton House near Salisbury in Wiltshire, England, before it reached its current home in 1929.", "categories": [["Books & Arts", "Masterpiece"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/masterpiece?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tech-upstarts-say-tech-giants-abuse-market-power-to-stifle-competition-11579291038", "title": "Tech Upstarts Say Tech Giants Abuse Market Power to Stifle Competition", "date": "2020-01-17 14:57", "summary": "Midsize firms tell lawmakers about difficulties of competing with Google, Amazon and Apple. WASHINGTON-Four midsize technology companies told Congress that industry giants use their market power to beat back their businesses, an unusual public airing of criticism that suggests antitrust probes of the companies are gaining steam.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/supreme-leader-rallies-iranians-against-the-west-praises-attacks-on-u-s-11579265476", "title": "Supreme Leader Rallies Iranians, Praises Attacks on U.S. Bases", "date": "2020-01-17 14:32", "summary": "Iran's highest religious and political authority led Friday prayers in Tehran for the first time in eight years amid growing domestic unrest and foreign pressure. TEHRAN-Iran's Supreme Leader Ayatollah Ali Khamenei called the country's attacks on U.S. positions in Iraq a blow to Washington's honor, as he attempted to rally popular support amid pressure over the accidental downing of a Ukrainian passenger jet last week.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cdc-to-screen-travelers-from-central-china-for-new-virus-11579287613", "title": "CDC to Screen Travelers From Central China for New Virus", "date": "2020-01-17 14:19", "summary": "Move comes as mystery viral pneumonia is spotted in Japan, Thailand after infecting 45 people in central China. People traveling to the U.S. from Wuhan, China, will be screened for fevers, coughs or difficulty breathing, after a new pneumonia-like virus sickened dozens in Asia, U.S. health officials said.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/brazil-minister-ousted-over-remarks-echoing-nazi-propaganda-11579288317", "title": "Brazil Minister Ousted Over Remarks Echoing Nazi Propaganda", "date": "2020-01-17 14:11", "summary": "President Jair Bolsonaro fired the culture secretary over a speech he gave that contained phrases from Hitler's propaganda chief Joseph Goebbels.. BRASÍLIA-Brazilian President Jair Bolsonaro fired a top cabinet member over a speech he gave that contained phrases from Adolf Hitler's propaganda chief Joseph Goebbels.", "categories": [["World", "Latin America"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/latin-america-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/j-b-hunt-misses-on-fourth-quarter-earnings-11579287916", "title": "J.B. Hunt Misses on Fourth-Quarter Earnings", "date": "2020-01-17 14:05", "summary": "Slipping freight pricing, demand signal weakness in U.S. shipping markets. Transportation bellwether J.B. Hunt Transport Services Inc. delivered lower-than-expected profits in the fourth quarter, raising concerns for other freight operators.", "categories": [["Logistics Report"]], "category_links": ["https://www.wsj.com/news/types/logistics-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/do-political-campaigns-change-voters-minds-11579282258", "title": "Do Political Campaigns Change Voters' Minds?", "date": "2020-01-17 14:02", "summary": "Evidence shows that ads almost never affect us the way a personal conversation can. In 2020, at least $6 billion will be spent on political campaigns in the U.S.-over $2 billion on the presidential election alone. These astronomical numbers fuel fears that public opinion will be manipulated, either through traditional techniques like TV ads, cold calling and mailings, or with more sophisticated technology that uses big data for targeted advertising.", "categories": [["Life & Work", "Ideas", "Essay"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/essay?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/appeals-court-tosses-youngsters-climate-change-suit-against-government-11579287619", "title": "Court Tosses Youngsters' Climate-Change Suit", "date": "2020-01-17 14:00", "summary": "Judges don't have power to require the government to phase out fossil-fuel emissions, court says. A U.S. federal appeals court threw out a novel lawsuit alleging the federal government was violating young people's constitutional rights by not doing more to address the harms of climate change.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/unintended-tesla-acceleration-claims-to-be-reviewed-by-u-s-regulators-11579275743", "title": "Tesla Unintended-Acceleration Claims to be Reviewed by U.S. Regulators", "date": "2020-01-17 13:51", "summary": "National Highway Traffic Safety Administration says it is evaluating 127 complaints against electric-car maker. Federal regulators are looking into whether consumer complaints of unintended acceleration in Tesla Inc . models warrant a formal defect investigation into about 500,000 vehicles sold by the electric-car maker.", "categories": [["Business", "Autos & Transportation", "Autos Industry"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/transportation?mod=breadcrumb", "https://www.wsj.com/news/types/autos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lawmakers-call-for-investigation-of-fintech-firm-yodlees-data-selling-11579269600", "title": "Lawmakers Call for Investigation of Fintech Firm Yodlee's Data Selling", "date": "2020-01-17 13:45", "summary": "Members of Congress question whether the Envestnet unit is getting proper consent before selling data; company says it follows applicable laws. WASHINGTON-Financial-data firm Yodlee might be selling consumers' personal financial data without proper consent, three lawmakers said in a Friday letter calling on the Federal Trade Commission to investigate the matter.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/imagine-questioning-the-managerial-elite-11579286690", "title": "Imagine Questioning the Managerial Elite", "date": "2020-01-17 13:44", "summary": "It is pretty easy to understand the outrage of a struggling blue-collar worker when the CEO of Boeing Co. is fired for incompetence but nevertheless receives millions of dollars in an exit bonus.. Michael Lind's essay is spot on in many respects, but the general theme seems to focus on the idea that the lower middle class has turned to populism due to an envy of wealth and influence. I think it also includes a resentment of injustice (\"Saving Democracy From the Managerial Elite,\" Review, Jan. 11). It is pretty easy to understand the outrage of a struggling blue-collar worker when the CEO of Boeing Co. is fired for incompetence but nevertheless receives millions of dollars in an exit bonus. Nor can the average taxpayer justify why elite Ivy League universities may accumulate billions tax-free while their donors write donations off as deductions. And the kicker is when they use all this wealth and power to promote secular and socialist ideology repugnant to the beliefs of those they view as \"deplorables.\"", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-philadelphians-voted-for-social-justice-11579286436", "title": "The Philadelphians Voted For Social Justice", "date": "2020-01-17 13:40", "summary": "Larry Krasner won his race with 75% of the vote. He was clear about his social-justice priorities and voters are getting exactly what was promised.. Jennifer Stefano characterizes Philadelphia's soft-on-crime District Attorney Larry Krasner as one of a new crop of progressive prosecutors in liberal cities (\"Philadelphia's Top Prosecutor Pursues 'Social,' Not Actual Justice,\" Cross Country, Jan. 11). Mr. Krasner campaigned for district attorney on a claim that policing and prosecution are systemically racist.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/physics-favors-the-wearing-of-bow-ties-natty-or-not-11579286236", "title": "Physics Favors the Wearing Of Bow Ties, Natty or Not", "date": "2020-01-17 13:37", "summary": "Kindly add venerable pediatricians to your list of gentlemen who favor bow ties for professional wear.. Kindly add venerable pediatricians to your list of gentlemen who favor bow ties for professional wear (\"On Trend: Are Bow Ties Better Left to Children and Puppies?,\" Off Duty, Jan. 11). We have learned by sad experience that long ties dragged through open diapers are not a good look.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/roots-of-u-s-iran-hostility-extend-to-u-s-coup-of-1953-11579285982", "title": "Roots of U.S.-Iran Hostility Extend to U.S. Coup of 1953", "date": "2020-01-17 13:33", "summary": "The 1979 revolution was in large part a reaction to the earlier coup and intervening years.. Regarding Eric S. Edelman and Franklin C. Miller's \"Hostilities With Iran Began in '79\" (op-ed, Jan. 9): To be fair, hostilities with Iran can be traced pretty clearly to the U.S.-U.K. orchestrated coup against democratically elected President Mohammad Mosaddegh in favor of Shah Reza Pahlavi in 1953. The 1979 revolution was in large part a reaction to the earlier coup and intervening years, where the shah crushed internal dissent via the much feared secret police, the Savak, which was established with the help of, among others, the CIA. The Savak tortured and killed thousands of Iranians.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ukraines-prime-minister-submits-resignation-after-leaked-audio-recording-11579251175", "title": "Ukraine's Leader Rejects Premier's Resignation Over Leaked Audio", "date": "2020-01-17 13:31", "summary": "President Zelensky gives the prime minister another chance after he appeared to disparage the Mr. Zelensky's understanding of economics. MOSCOW-Ukrainian President Volodymyr Zelensky rejected the resignation of the country's prime minister following the release of an audio recording in which he appeared to make disparaging comments about Mr. Zelensky's understanding of economics.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-industrial-production-fell-0-3-in-december-11579270662", "title": "Employers Pull Back on Posting New Jobs", "date": "2020-01-17 13:21", "summary": "Other data show unseasonably warm weather affected December home building, utilities output. WASHINGTON-Job openings declined sharply in November, a sign of weakening employer demand that could restrain job growth in 2020.", "categories": [["Economy", "Economic Data"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/economic-data?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/carlos-ghosn-just-the-latest-strange-object-ferried-in-a-music-equipment-box-11579284612", "title": "Carlos Ghosn: Just the Latest Strange Object Ferried in a Music Equipment Box", "date": "2020-01-17 13:10", "summary": "Resume Subscription. Carlos Ghosn's escape from Japan wasn't the first time a celebrity traveled incognito in a large black case designed to transport concert gear.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/tasting-bourbon-for-a-living-is-no-party-11579273227", "title": "Tasting Bourbon for a Living Is No Party", "date": "2020-01-17 12:54", "summary": "It's Jackie Zykan's job to make sure Brown-Forman's Old Forester bourbon has a spirited taste; 'you're the only person in the room that's not allowed to be drunk because you're working.'. Jackie Zykan has a whiskey-lover's dream job: tasting bourbon for a living.", "categories": [["Management", "How'd You Get That Job?"]], "category_links": ["https://www.wsj.com/news/business/management?mod=breadcrumb", "https://www.wsj.com/news/types/how-did-you-get-that-job?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/thousands-of-chinese-students-data-exposed-on-internet-11579283410", "title": "Thousands of Chinese Students' Data Exposed on Internet", "date": "2020-01-17 12:50", "summary": "Information leak from facial-recognition database raises questions about school surveillance and cybersecurity in China. A Chinese facial-recognition database with information on thousands of children was stored without protection on the internet, a researcher discovered, raising questions about school surveillance and cybersecurity in China.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trust-banks-have-a-need-for-spend-11579283438", "title": "Trust Banks Have a Need for Spend", "date": "2020-01-17 12:50", "summary": "Investors seem to want trust banks to further tighten their belts, but that might be shortsighted. When it comes to trust banks' results, it is the expense line that seems to matter right now.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/elderhood-review-the-way-we-age-now-11579281407", "title": "'Elderhood' Review: The Way We Age Now", "date": "2020-01-17 12:48", "summary": "In 1900, the average life expectancy for an American was 46 years; these days it is 79. But what will those later years be like, and how should we make the most of them?. If books, like movies, were given ratings, Louise Aronson's \"Elderhood\" ought to be rated PG-80. Not all that many people 80 or older are likely to have living parents, true, but some warning is nevertheless necessary if you have attained to that august (november? december?) age and plan to read her book. Here are just a few gloomy facts that Dr. Aronson, a geriatrician, bestows upon her readers: 5.3 million Americans had one form or another of dementia in 2015, and more than 80% of these were older than 75; 13 million Americans are incontinent (if the phrase \"adult diapers\" doesn't shiver your timbers, nothing will). Half of all adult Americans over 65 will have some form of arthritis. Immunity from infection and disease lessens with advancing age. Loss of acuity in hearing begins in one's 50s and diminishes further with advancing age. Of sexual activity, about which Dr. Aronson graciously does not provide any dismaying details, let us, too, not speak.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lord-of-all-the-dead-review-the-weight-of-the-past-11579282806", "title": "'Lord of All the Dead' Review: The Weight of the Past", "date": "2020-01-17 12:40", "summary": "The Spanish novelist Javier Cercas wrestles with the legacy of his beloved great-uncle, who met a supposedly glorious end ﬁghting for Franco.. All war stories are derivative of one of two texts: the \"Iliad\" or the \"Odyssey\"-that is, the going to or the coming home from war. Put another way, every war story is about either the dead or the survivors. Javier Cercas's \"Lord of All the Dead: A Nonfiction Novel\" manages to contain both subjects in a single narrative, one that grapples with his family's involvement in the Spanish Civil War. As the title suggests, Mr. Cercas tells a story that is both fiction and nonfiction. The result is a book of reportage through which the dead walk with all the vibrancy of the living.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trinidad-a-caribbean-vacation-with-an-indian-flavor-11579282755", "title": "Trinidad: A Caribbean Vacation With an Indian Flavor", "date": "2020-01-17 12:39", "summary": "The influence of India permeates the island of Trinidad-in the food, music and seaside temples. No wonder Carnival here is such a blast. IF TRINIDAD and Tobago immediately conjure up Calypso, sandy beaches and flip-flops, you're only thinking of the Tobago part. Tourist-focused and largely Afro-Caribbean, Tobago is physically and culturally distinct from the other part of the dual-island republic. Some 95% of the country's population live southwest on Trinidad, an energy-rich, highly energetic island that's geographically closer to Venezuela and spiritually nearer to India.", "categories": [["Life & Work", "Travel", "Off Duty Travel"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/magazine/travel?mod=breadcrumb", "https://www.wsj.com/news/types/off-duty-travel?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/elated-shareholders-fall-into-the-gap-11579282576", "title": "Elated Shareholders Fall Into The Gap", "date": "2020-01-17 12:36", "summary": "Gap shares surged when they planned to split and jumped again when they canceled those plans, but the period in between was a doozy. Savvy shoppers will pounce on flash sales at stores like Gap. The clothing retailer's investors got a similar opportunity, but their timing had to be nearly perfect.", "categories": [["Markets", "Overheard"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/overheard?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/goodbye-back-pain-this-office-chair-was-designed-by-a-trauma-surgeon-11579282420", "title": "Goodbye, Back Pain? This Office Chair Was Designed by a Trauma Surgeon", "date": "2020-01-17 12:33", "summary": "For decades, American workers have tried trendy office chairs hoping to alleviate the agony of sitting. Is the new 'Active Stool' the one?. CHANCES ARE you're aware of the need to sit up and sit less at work. But it's often easier to just stay put, roll your shoulders forward and hunch your back, a shape that resembles sketches of those stooping early humans from which we evolved.", "categories": [["Tech", "Personal Tech", "Gear & Gadgets"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb", "https://www.wsj.com/news/types/personal-technology-joanna-stern?mod=breadcrumb", "https://www.wsj.com/news/types/gear?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/airbnb-to-tie-employee-bonuses-to-guest-safety-11579281028", "title": "Airbnb to Tie Employee Bonuses to Guest Safety", "date": "2020-01-17 12:22", "summary": "Ahead of plans to go public, home-sharing platform emphasizes serving 'stakeholders' that include hosts, guests, investors, employees. Airbnb Inc. said it will factor in metrics including guest safety when awarding employee bonuses, as the company grapples with how best to address crime and other problems at rentals listed on its platform.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-time-to-build-review-when-all-of-politics-is-a-stage-11579281364", "title": "'A Time to Build' Review: When All of Politics Is a Stage", "date": "2020-01-17 12:16", "summary": "Our institutions are weakened when people stop taking them seriously and start treating them instead as platforms for personal performance.. Almost four years ago in his book \"The Fractured Republic,\" Yuval Levin analyzed what he called, in a brilliant phrase, America's \"politics of competing nostalgias.\" Conservatives, he contended, long for a return to the cultural consolidation of the 1950s, when Americans participated in more or less the same customs and drew on the same values; liberals, meanwhile, seek to remake the economic consolidation of the '50s, when tax rates, wages and job security all soared, however briefly. Neither of these historically abnormal states of affairs can be re-created, Mr. Levin insisted. Americans should instead find ways to foster both cultural integrity and economic stability nearer their homes-in their states and cities and local communities-which in turn means suppressing the tendency to nationalize every political question and cultural controversy.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/imperfect-union-review-mr-mrs-pathfinder-11579281330", "title": "'Imperfect Union' Review: Mr. & Mrs. Pathfinder", "date": "2020-01-17 12:15", "summary": "In 1856, John Frémont became the ﬁrst Republican candidate for president. His slogan: 'Free Soil, Free Labor, Free Speech, Free Men, Frémont!'. Beginning in the 1840s, John C. Frémont became perhaps the most famous man in America. One mid-19th-century magazine went so far as to identify him-along with Christopher Columbus and George Washington-as one of three pivotal figures in world history since Jesus Christ.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/childrens-books-gentle-lessons-about-dignity-and-difference-11579281250", "title": "Children's Books: Gentle Lessons About Dignity and Difference", "date": "2020-01-17 12:14", "summary": "A wise, humane book from NPR's Scott Simon tells a mystery from the point of view of a 19-year-old resident of a group home for people with intellectual disabilities.. As there are stars in the sky and grains of sand on the beach, so without number are the children's books devoted to the idea that being \"different\" is good. Those who depart from the norm not only have value, the argument goes, but probably also possess finer qualities than those who run with the herd. For any young person who has ever felt misjudged or ill at ease-which is everyone, given what it is to grow up-the idea has a satisfying judicial ring to it. Others may deprecate you now, but someday you'll show them.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/dangerous-melodies-review-music-in-the-american-century-11579281223", "title": "'Dangerous Melodies' Review: Music in the American Century", "date": "2020-01-17 12:13", "summary": "An encyclopedic study of the uses and abuses of classical music in the United States from World War I through the Cold War.. Upon its debut in 1991, John Adams's opera \"The Death of Klinghoffer,\" occasioned by the Palestine Liberation Front's 1985 hijacking of the Italian cruise ship Achille Lauro, was charged with being anti-Semitic and pro-terrorist. In November 2001, the Boston Symphony Orchestra was pressured to cancel its scheduled performances of three of the haunting \"Klinghoffer\" choruses, which include a \"Chorus of Exiled Palestinians\" and a \"Chorus of Exiled Jews.\" The reason offered was that it was too soon after 9/11, especially since the husband of a chorus member had been a passenger on one of the hijacked airplanes. But as recently as 2014, when the Metropolitan Opera at last staged the opera, general manager Peter Gelb succumbed to alleged concerns about public safety and canceled the Met's live cinema simulcasts, though live performances at Lincoln Center were allowed to continue.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fiction-through-the-spyglass-of-anthropology-11579281178", "title": "Fiction: Through the Spyglass of Anthropology", "date": "2020-01-17 12:12", "summary": "Brassy, big-as-life short stories by the author of 'Their Eyes Were Watching God.'. In the 1920s, Zora Neale Hurston studied at Barnard College under the trailblazing cultural anthropologist Franz Boas, who encouraged her to research the African-American folklore of central Florida, where she had grown up. The project suited her perfectly. As shown in a new collection of her stories, \"Hitting a Straight Lick With a Crooked Stick\" (Amistad, 252 pages, $25.99), Hurston had long been beguiled by the speech and customs of her hometown of Eatonville. The trouble, she later wrote, was that \"I couldn't see [the culture] for wearing it.\" What she needed to bring her world into focus was \"the spyglass of Anthropology to look through.\"", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mysteries-her-sisters-keeper-11579281137", "title": "Mysteries: Her Sister's Keeper", "date": "2020-01-17 12:12", "summary": "Philadelphia cop Mickey Fitzpatrick goes undercover and off the record in search of her troubled sister after someone starts murdering local addicts.. Michaela \"Mickey\" Fitzpatrick, the narrator of Liz Moore's powerful fourth novel, \"Long Bright River\" (Riverhead, 482 pages, $26), is a police officer sworn to protect and serve the citizens of her native Philadelphia. She keeps particularly close tabs on Kacey, her impulsive, irresponsible and drug-using younger sister. Though Mickey has always felt obliged to look after her sibling, inevitably the separate paths they've taken in life have caused a rift. \"Officially,\" Mickey admits, \"Kacey and I no longer speak to one another. We haven't for five years.\"", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/five-best-richard-snow-on-lesser-known-novels-of-world-war-i-11579281103", "title": "Five Best: Richard Snow on Lesser-Known Novels of World War I", "date": "2020-01-17 12:11", "summary": "From the author, most recently, of 'Disney's Land: Walt Disney and the Invention of the Amusement Park That Changed the World.'. By John W. Thomason Jr. (1926)", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/an-antarctic-explorers-mental-journey-11579280576", "title": "An Antarctic Explorer's Mental Journey", "date": "2020-01-17 12:02", "summary": "Endurance athlete Colin O'Brady was the first person to cross the Antarctic continent alone and unaided-thanks to an epiphany with 77 miles to go. Fifty-three days into his solo trek across Antarctica and 77 miles from his goal, Colin O'Brady was exhausted and starving. Running out of food, he had stretched out his daily rations to keep himself alive. \"My ribs were sticking out, my hips were sticking out,\" he recalls. \"I had frostbite on my hands and cheeks.\" It was Christmas Day 2018, and he could barely summon the energy to pack his bags onto the sled he pulled behind him. But then he started and, step by step, something in him shifted: \"My mind came alive. I said to myself, 'What if I don't stop? What if I just keep going?'\"", "categories": [["Life & Work", "Ideas", "Weekend Confidential"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/weekend-confidential?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/walmart-shuffles-executive-ranks-after-holiday-season-11579277797", "title": "Walmart Shuffles Executive Ranks After Holiday Season", "date": "2020-01-17 11:56", "summary": "Retailer says chief merchant Steve Bratspies is leaving, names new U.S. operations chief. Walmart Inc. chief merchant Steve Bratspies is leaving the company as the country's largest retailer shakes up its executive ranks following the crucial holiday season.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/photos-of-the-week-jan-11-17-2020-11579279393", "title": "Photos of the Week", "date": "2020-01-17 11:43", "summary": "Philippine volcano erupts near Manila, Warren and Sanders trade barbs after debate, Pelosi sends articles of impeachment to Senate and more. We are delighted that you'd like to resume your subscription.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lee-iacoccas-los-angeles-mansion-11579277882", "title": "Lee Iacocca's Los Angeles Mansion", "date": "2020-01-17 11:18", "summary": "The high-profile automotive executive who died last year spent many years in this Tuscan-style home near the Hotel Bel-Air.. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/schlumberger-plans-u-s-pullback-as-shale-oil-drillers-struggle-11579277618", "title": "Schlumberger Plans U.S. Pullback as Shale Oil Drillers Struggle", "date": "2020-01-17 11:13", "summary": "World's largest oilfield services company said it was focusing on international prospects after a tough year. The world's largest oil-field services company, Schlumberger Ltd. , is pulling back from the U.S. and focusing on international projects as a slowdown in shale drilling reverberates through the industry.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/l-a-home-of-lee-iacocca-who-helped-pioneer-the-mustang-lists-for-26-million-11579277531", "title": "L.A. Home of Lee Iacocca Lists for $26 Million", "date": "2020-01-17 11:12", "summary": "The late automotive executive's roughly 11,000-square-foot Tuscan-style home is near the Bel-Air Country Club and the Hotel Bel-Air. The longtime Los Angeles home of the late Lee Iacocca, the high-profile automotive executive who ran Ford and saved Chrysler from bankruptcy, is coming on the market for $26 million.", "categories": [["Real Estate", "Private Properties"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/private-properties?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/european-bond-sales-draw-strong-demand-as-investors-bet-rates-will-stay-low-11579277540", "title": "European Bond Sales Draw Strong Demand", "date": "2020-01-17 11:12", "summary": "Spain enjoys largest-ever order book for a eurozone sovereign-bond issue. European sovereign bond sales attracted an unprecedented level of interest this week, as investors sought to lock in yield amid expectations that eurozone interest rates will remain near record lows in 2020.", "categories": [["Markets", "Credit Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/credit-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-middle-east-isnt-worth-it-anymore-11579277317", "title": "The Middle East Isn't Worth It Anymore", "date": "2020-01-17 11:08", "summary": "Resume Subscription. Last week, despite Donald Trump's repeated pledge to end American involvement in the Middle East's conflicts, the U.S. was on the brink of another war in the region, this time with Iran. If Iran's retaliation for the Trump administration's targeted killing of Tehran's top commander, Maj. Gen. Qassem Soleimani, had resulted in the deaths of more Americans, Washington was, as Mr. Trump tweeted, \"locked and loaded\" for all-out confrontation.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/fed-adds-52-6-billion-to-markets-as-central-bank-official-defends-operations-11579276745", "title": "Fed Adds $52.6 Billion To Markets", "date": "2020-01-17 10:59", "summary": "In a twist, dealers submitted more mortgage bonds than Treasurys to the central bank. ", "categories": [["Markets", "Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/as-senate-career-draws-to-end-lamar-alexander-weighs-whether-to-stick-with-trump-11579276293", "title": "Alexander Weighs Spurning Trump in Impeachment-Trial Witness Vote", "date": "2020-01-17 10:51", "summary": "The retiring Tennessee lawmaker is among a handful of Republicans who pushed to have a vote on whether to call impeachment trial witnesses. WASHINGTON-He has complained about President Trump's tariffs, voted to block him from diverting military-construction funding to a border wall, and been at odds with the president's efforts to end health-insurance subsidies benefiting low-income people.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-didnt-you-believe-in-me-the-family-reckoning-after-the-college-admissions-scandal-11579276312", "title": "'Why Didn't You Believe in Me?' The Family Reckoning After the College Admissions Scandal", "date": "2020-01-17 10:51", "summary": "Resume Subscription. LOS ANGELES-Matteo Sloane was home on spring break when FBI agents showed up at his family's Spanish-style house in the hills of Bel-Air at 6:15 a.m. to take his father to jail.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/no-mans-land-the-name-for-the-danger-zone-in-1917-is-almost-1-000-years-old-11579275773", "title": "'No Man's Land': The Name for the Danger Zone in '1917' Is Almost 1,000 Years Old", "date": "2020-01-17 10:42", "summary": "William the Conqueror found himself in possession of 12½ acres of it after the Norman invasion of Britain. Fresh off its win at the Golden Globes for best motion picture drama, the World War I epic \"1917\" shot to the top of the box office in its first week in wide release and racked up 10 Oscar nominations. The film follows two young British soldiers as they set out on a seemingly impossible mission: to hand-deliver a vital message by crossing \"no man's land,\" the hellish middle zone between the French and German trench lines on the war's western front.", "categories": [["Life & Work", "Ideas", "Word on the Street"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/word-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/curry-from-scratch-in-25-minutes-11579275504", "title": "Curry From Scratch in 25 Minutes", "date": "2020-01-17 10:38", "summary": "This recipe for pan-fried fish in a sauce rich with coconut milk cuts no corners. A fragrant homemade curry paste makes all the difference. SIX YEARS AGO, when Cheetie Kumar opened Garland in Raleigh, N.C., she operated on a shoestring to transform an old pizza parlor, tiling portions of the floor herself with actual pennies. Over the years, she's evolved as a chef. \"I'm more disciplined now,\" she said. \"When I make a dish, I focus on a single point and work to convey it clearly.\"", "categories": [["Life & Work", "Food & Drink", "Slow Food Fast"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/food-cooking-drink?mod=breadcrumb", "https://www.wsj.com/news/types/slow-food-fast?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/russia-reaffirms-its-global-ambitions-after-political-transition-11579274981", "title": "Russia Reaffirms Its Global Ambitions After Political Transition", "date": "2020-01-17 10:29", "summary": "Foreign Minister Sergei Lavrov criticizes the West's 'aggressive stance' on the world stage. MOSCOW-President Vladimir Putin's top diplomat said a recent change of government and the \"destabilizing\" influence of the U.S. won't distract the Kremlin from its biggest success: increasing Russia's global clout.", "categories": [["World", "Europe", "Russia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb", "https://www.wsj.com/news/types/russia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/dont-just-watch-the-super-bowl-project-it-11579274691", "title": "Don't Just Watch the Super Bowl. Project It.", "date": "2020-01-17 10:24", "summary": "Why view the big game on a dinky 65-inch TV? The latest projectors are affordable, deliver massive images in 4K-and no longer require a tricky installation. DURING THE EIGHT YEARS I've lived in my Brooklyn apartment, I've obsessively upgraded the living room three times. Each makeover came with a new high-tech TV: first a 42-inch set, then a 50-inch, now a 65-inch with glorious 4K UHD resolution. Still, I've always dreamed of installing a projector, complete with massive movie-theater-style screen that lowers from the ceiling. But each time I do back-of-the-envelope math, the high costs and heavy installation lift quickly scare me off.", "categories": [["Tech", "Personal Tech", "Gear & Gadgets"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb", "https://www.wsj.com/news/types/personal-technology-joanna-stern?mod=breadcrumb", "https://www.wsj.com/news/types/gear?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/todays-logistics-report-judge-halts-gig-law-troubles-on-waterways-seeking-new-packaging-11579274096", "title": "Today's Logistics Report: Judge Halts 'Gig' Law; Troubles on Waterways; Seeking New Packaging", "date": "2020-01-17 10:14", "summary": "Today's Top Supply Chain and Logistics News. Sign up: With one click, get this newsletter delivered to your inbox.", "categories": [["WSJ Logistics Report"]], "category_links": ["https://www.wsj.com/news/types/wsj-logistics-report-newsletter?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/is-peloton-a-fitness-fad-or-a-tech-company-everythings-riding-on-the-answer-11579273632", "title": "Is Peloton a Fitness Fad or a Tech Company? Everything's Riding on the Answer", "date": "2020-01-17 10:07", "summary": "As the exercise giant pursues patent-infringement lawsuits against smaller competitors Echelon and Flywheel, the company's core identity is at stake. You may not yet be familiar with the term \"connected fitness,\" but you've seen the TV commercials for the company behind it.", "categories": [["Business", "On Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/on-business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/washington-mountain-community-cut-off-all-week-by-storm-11579273639", "title": "Washington Mountain Community Cut Off All Week by Storm", "date": "2020-01-17 10:07", "summary": "Skykomish residents running low on food and fuel rely on donations with power restoration days away. A remote mountain area in Washington state has been almost entirely cut off from the outside since a mammoth snowfall last weekend, leaving stranded residents dependent on volunteers to bring in food, water and heating fuel.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-home-for-living-art-11579272819", "title": "A Home for Living Art", "date": "2020-01-17 09:53", "summary": "Work by Hank Willis Thomas and other contemporary American artists comes to Crystal Bridges Museum.. A former Kraft cheese plant in Bentonville, Ark., will reopen next month as The Momentary, a multidisciplinary arts space that is a satellite of nearby Crystal Bridges Museum of American Art. The building increases the museum's gallery space by 24,000 square feet and includes two performance spaces, one of which retains its Kraft-era name of Fermentation Hall.", "categories": [["Life & Work", "Ideas", "Icons"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/icons?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/online-wine-auctions-a-beginners-guide-11579272460", "title": "Online Wine Auctions: A Beginner's Guide", "date": "2020-01-17 09:47", "summary": "There's a thrill to competing for the bottles on the block. But will you end up paying more than you would retail? Seasoned bidders share their tips. \"WINE AUCTIONS are the new retail,\" Geoffrey Troy observed last month, when we were seated next to each other at the Holiday Auction held by Zachys Wine Auctions in Manhattan. Mr. Troy is the senior auction advisor to Zachys and the owner of New York Wine Warehouse in Long Island City, N.Y. The auction took place over two days in the second-floor dining room of Smith & Wollensky restaurant. We had both secured paddles to place bids, but I didn't raise mine once.", "categories": [["Life & Work", "Food & Drink", "On Wine"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/food-cooking-drink?mod=breadcrumb", "https://www.wsj.com/news/types/on-wine-lettie-teague?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chinas-birth-rate-falls-to-new-low-threatening-economy-11579265321", "title": "China's Birth Rate Falls to New Low, Threatening Economy", "date": "2020-01-17 09:38", "summary": "A smaller working-age population can reduce productivity while raising costs for labor and health care. BEIJING-China's birth rate fell to its lowest level in the country's modern history, hastening the aging of the population and the shrinking of the workforce, despite the government's efforts to reverse the trend.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/feds-harker-data-will-determine-course-of-interest-rate-policy-11579269603", "title": "Fed's Harker: Data Will Determine Course of Interest Rate Policy", "date": "2020-01-17 09:22", "summary": "Philadelphia Fed president says his outlook for the economy is positive. The president of the Philadelphia Federal Reserve Bank, Patrick Harker, said the U.S. economy is in good shape right now, adding that how economic data come in will drive what central bank officials do with interest-rate policy.", "categories": [["Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/2020-kia-telluride-a-peaceful-ride-even-with-a-car-full-of-kids-11579270907", "title": "2020 Kia Telluride: A Peaceful Ride Even With a Car Full of Kids", "date": "2020-01-17 09:21", "summary": "The brand's big boy SUV can seat up to eight passengers comfortably (with cargo room to spare), and comes equipped with a suite of new tech that will help keep the children occupied all the way to grandma's house, says Dan Neil. NO ONE IS QUITE sure how it happened. Mistakes were made. An accident during the night seems to have caused an uncontrolled release of neurotoxins known to make people want to be parents. And now you are.", "categories": [["Life & Work", "Cars", "Rumble Seat"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/automotive?mod=breadcrumb", "https://www.wsj.com/news/types/rumble-seat?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/weinstein-jurors-asked-to-set-aside-metoo-emotions-11579267411", "title": "Weinstein Jurors Asked to Set Aside #MeToo Emotions", "date": "2020-01-17 08:23", "summary": "Defense says a deluge of pretrial publicity has stoked 'a perfect storm of prejudice' against the Hollywood producer. As a Manhattan judge, prosecutors and defense attorneys began seating a jury in Harvey Weinstein's rape trial this week, a common refrain emerged underscoring their challenge: Over 90% of potential jurors had already heard about the case.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/larry-walkers-hall-of-fame-case-is-a-bit-rocky-11579267295", "title": "Larry Walker's Hall of Fame Case Is a Bit Rocky", "date": "2020-01-17 08:21", "summary": "The former Rockies outfielder is a borderline candidate for Cooperstown due to the monster numbers he put up during 10 seasons in the high altitude of hitter-friendly Coors Field in Denver. Player A put up a .310 batting average, hit 260 home runs, posted an .817 OPS and compiled 72.4 wins above replacement in his 20-season major-league career.", "categories": [["Sports", "MLB"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/mlb?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-india-draft-trade-pact-for-unveiling-in-possible-trump-visit-11579266484", "title": "U.S., India Draft Trade Pact for Unveiling in Possible Trump Visit", "date": "2020-01-17 08:08", "summary": "'Mini-deal' could ease U.S. concerns over India trade practices, restore India's preferred trade status in U.S.. Officials in India and the U.S. are preparing a limited bilateral trade agreement that could be unveiled during a visit by President Trump to New Delhi in the coming weeks, current and former government officials in both countries said.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/morgan-stanleys-stock-hasnt-kept-pace-with-record-profits-11579266001", "title": "Morgan Stanley's Stock Hasn't Kept Pace With Record Profits", "date": "2020-01-17 08:00", "summary": "Some banks are still feeling the effects of the credit crisis more than others. Morgan Stanley reported record revenue and profit for 2019 and the stock jumped 6.6% on Thursday, its biggest gain in three years. But for some long-term shareholders, that isn't enough-the stock still trades at a discount to pre-financial crisis levels.", "categories": [["Markets", "Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/derrick-henry-titans-high-school-11579234231", "title": "The Running Back Who Makes NFL Stars Look Like High Schoolers", "date": "2020-01-17 07:27", "summary": "Titans running back Derrick Henry just finished running over the Ravens and Patriots. The players who tried tackling him when he played at Yulee High School can relate.. Nick Saban remembers the first time he laid eyes on him. This high-school player was the largest person on the field and somehow the fastest. Even stranger was the position he was playing.", "categories": [["Sports", "NFL"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/nfl?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/six-ways-to-wear-zebra-stripe-11579262400", "title": "Six Ways to Wear Zebra Stripe", "date": "2020-01-17 07:00", "summary": "From sunglasses to shoes, play the wild card with the black-and-white zigzag print. A patterned bucket hat is an instant outfit-maker. R13 hat, $170, r13.com", "categories": [["What's News"]], "category_links": ["https://www.wsj.com/news/types/magazine-what-s-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/after-stretch-iras-what-retirement-breaks-could-congress-chop-next-11579257004", "title": "After Stretch IRAs, What Retirement Breaks Could Congress Chop Next?", "date": "2020-01-17 05:30", "summary": "A handful of proposals on limiting retirement tax breaks have been circulating in Washington for years. Late last year, Congress stung many savers when it curtailed the tax benefits of so-called Stretch IRAs. The change derailed those who carefully arranged for younger heirs to inherit their IRAs, and the only way to preserve the plans was to die before Jan. 1, 2020.", "categories": [["Markets", "Tax Report"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/tax-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-department-store-of-the-future-will-look-a-lot-like-the-past-11579257002", "title": "The Department Store of the Future Will Look a Lot Like the Past", "date": "2020-01-17 05:30", "summary": "Department stores were once the cutting edge of retail. Can they reclaim some of their old magic?. The department store transformed America. Now some of the very forces that fueled its rise have been turned against it. The only way out may be for it to recapture something of its past.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/98-6-degrees-fahrenheit-isnt-the-average-any-more-11579257001", "title": "98.6 Degrees Fahrenheit Isn't the Average Anymore", "date": "2020-01-17 05:30", "summary": "Human body has changed over time, new study shows. Nearly 150 years ago, a German physician analyzed a million temperatures from 25,000 patients and concluded that normal human-body temperature is 98.6 degrees Fahrenheit.", "categories": [["U.S.", "The Numbers"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/the-numbers?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/altria-juul-deal-is-stuck-in-antitrust-review-11579257002", "title": "Altria-Juul Deal Is Stuck in Antitrust Review", "date": "2020-01-17 05:30", "summary": "FTC probes shelf-space impact a year after Marlboro maker sought a 35% stake in e-cigarette firm. Altria Inc.'s investment in e-cigarette startup Juul Labs Inc. remains in limbo more than a year after the deal was made, as federal antitrust officials continue to probe the Marlboro maker's control of shelf space in stores, according to people familiar with the matter.", "categories": [["WSJ News Exclusive", "Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-plans-india-visit-now-that-china-trade-deal-is-inked-11579257002", "title": "Trump Plans India Visit Now That China Trade Deal Is Inked", "date": "2020-01-17 05:30", "summary": "President to travel as early as this month, depending on his trial; Joe Biden is endorsed by Asian-American group that plans to spend $2 million. TRUMP PLANS INDIA VISIT as early as this month, according to U.S. and Indian officials. The dates haven't been finalized since the schedule depends on the pace of President Trump's Senate impeachment trial. If he visits, the two sides may choose to announce a limited trade deal that has been in the works for months. The U.S. wants India to ease pricing caps on medical equipment. Foreign companies that supply many of these products, including U.S. manufacturers, would benefit from the changes. The visit would come on the heels of a new trade deal with China.", "categories": [["Politics", "Washington Wire"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/washington-wire?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/barrs-encryption-push-is-decades-in-the-making-but-troubles-some-at-fbi-11579257002", "title": "Barr's Encryption Push Is Decades in the Making", "date": "2020-01-17 05:30", "summary": "Attorney general's earlier service, telecom experience shaped his views; some bureau officials were stunned by his rebuke of Apple over Pensacola shooter's iPhones. WASHINGTON-When Attorney General William Barr returned to the Justice Department last year, law-enforcement officials briefed him on how encryption and other digital-security measures were hindering investigations into everything from child sex abuse to terrorism.", "categories": [["Politics", "National Security"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/national-security?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ab-inbev-taps-machine-learning-to-root-out-corruption-11579257001", "title": "AB InBev Taps Machine Learning to Root Out Corruption", "date": "2020-01-17 05:30", "summary": "World's largest brewer has set the bar for a new, data-driven approach to compliance. For many multinational companies, preventing bribery and corruption involves sending lawyers to far-flung places, holding meetings and web-based surveys, and interviewing uncooperative or uninformed employees.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/anheuser-busch-inbevs-brewright-how-it-works-11579257000", "title": "AB InBev's BrewRight: How It Works", "date": "2020-01-17 05:30", "summary": "Analytics platform lets employees spot risks tied to corruption and money laundering, catch duplicate payments and track beer giveaways. Anheuser-Busch InBev SA is using machine-learning technology that can identify risky business partners and potentially illegal payments.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cocoa-cartel-is-less-bitter-for-luxury-chocolate-11579256986", "title": "Cocoa Cartel Is Less Bitter for Luxury Chocolate", "date": "2020-01-17 05:29", "summary": "A pay rise for West African cocoa farmers will increase costs for global confectioners Lindt, Nestlé and Hershey. Some are better placed to pass them on than others.. A new method for pricing cocoa will give a better wage to West African farmers. The downside may be more inequality between global chocolate brands.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/stocks-to-watch-alphabet-csx-gap-comcast-11579255865", "title": "Stocks to Watch: Alphabet, CSX, Gap, Comcast", "date": "2020-01-17 05:11", "summary": "Here are some of the companies with shares expected to trade actively Friday. Here are some of the companies with shares expected to trade actively in Friday's session. Stock movements noted by ticker reflect movements during regular trading hours.", "categories": [["Markets", "MoneyBeat"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/moneybeat?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/western-investors-are-shark-bait-in-chinas-1-4-trillion-bad-debt-ocean-11579253677", "title": "Western Investors Are Shark Bait in China's $1.4 Trillion Bad-Debt Ocean", "date": "2020-01-17 04:37", "summary": "Foreigners buying securitized nonperforming loans make hay for Chinese banks, while buying them directly means tussling with Chinese politics. The trade pact between the U.S. and China signed this week contained some unexpected tidbits. One might give American investors access to the Chinese nonperforming loan market. They would be better off out of it.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/german-shift-from-coal-spurs-fresh-pain-11579196959", "title": "German Shift From Coal Spurs Fresh Pain", "date": "2020-01-17 04:31", "summary": "A top utility, RWE, said it would eliminate thousands of jobs tied to the country's coal phase-out, as the government pledged nearly €50 billion in aid. BERLIN-A top German utility said it would eliminate thousands of jobs tied to the country's phase-out of coal, as the government pledged nearly €50 billion in aid to German regions, moves reflecting the country's struggle to transition to cleaner power sources.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cracks-are-showing-in-this-egg-saturated-chinese-market-11579253079", "title": "Cracks Show in China's Egg-Saturated Market", "date": "2020-01-17 04:24", "summary": "Prices of one-month egg futures on the Dalian Commodity Exchange have fallen 45% since November. New cracks have appeared in China's egg market, the result of an uptick in production and a drop in meat prices at the end of 2019.", "categories": [["Markets", "Commodities"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/china-survived-the-trade-war-in-good-shape-11579251143", "title": "China Survived the Trade War in Good Shape", "date": "2020-01-17 03:52", "summary": "China's economy is starting 2020 on a much stronger footing than a year ago, but faces risks from a slowing housing market. What a difference a year makes. As 2019 dawned, the Chinese economy, battered by a credit crunch at home and trade tensions abroad, looked its shakiest since late 2015. A year later, China has fought the U.S. to a draw on the trade war, exporters' profits are rebounding, and the labor market is stabilizing.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/american-troops-were-injured-in-jan-8-iran-missile-attack-11579240704", "title": "American Troops Were Injured in Jan. 8 Iran Missile Attack", "date": "2020-01-17 00:58", "summary": "Eleven people are being screened for traumatic brain injuries following attacks on two bases in Iraq that house U.S. troops. WASHINGTON-Nearly a dozen American troops were injured in the Iranian missile attack on two bases in Iraq last week, Defense Department officials said, after initially stating that there were no casualties in the strikes.", "categories": [["Politics", "National Security"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/national-security?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-indian-health-service-is-reforming-11579294340", "title": "The Indian Health Service Is Reforming", "date": "2020-01-17 00:01", "summary": "There is still work to be done, but we have made significant progress in improving the IHS.. \"Rx for Ailing Indian Health Service: Changes in Spending, Recruitment\" (Dec. 31) makes a number of suggestions about spending and recruitment at the Indian Health Service. There is still work to be done, but we have made significant progress in improving the IHS.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-wields-u-s-economic-might-in-struggles-with-allies-and-adversaries-alike-11579280987", "title": "Trump Wields U.S. Economic Might in Struggles With Adversaries, Allies", "date": "2020-01-17 00:01", "summary": "Sanctions and tariffs are deployed for geopolitical objectives. WASHINGTON-A flurry of global events in recent weeks shows how the Trump administration is wielding U.S. economic might-through tariffs, sanctions and other means-as a geopolitical weapon for battles with adversaries and allies alike.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/whats-next-on-the-presidents-trade-agenda-europe-11579276856", "title": "What's Next on the President's Trade Agenda? Europe", "date": "2020-01-17 00:01", "summary": "Pressure is growing for the EU to reach a significant pact with Washington. WASHINGTON-With a China trade deal signed and a new North American deal passed by Congress, the European Union stands out as the big U.S. trading partner unable to reach a significant trade pact with the Trump administration.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-most-excellent-egg-sandwich-where-to-find-it-how-to-make-it-11579286268", "title": "A Most Excellent Egg Sandwich: Where to Find It, How to Make It", "date": "2020-01-17 00:01", "summary": "Instagram is mad for the egg-salad sando. But have you tried the kind filled with tamagoyaki, the Japanese rolled omelet? Here's what you need to know. I LOVE THE WAY that in Japan, there always seems to be a sandwich close at hand, neatly wrapped and ready to go. At train stations, bakeries and the ubiquitous konbini, or convenience stores, \"sandos\" come filled with everything from fried pork cutlets to whipped cream and fruit, almost always on white bread with the crust cut off. Last year, egg-salad sandos had a stateside brush with celebrity thanks to the success of Konbi, a Los Angeles sandwich shop whose konbini-inspired version became an Instagram darling. With a whole hard-boiled egg at the center, revealing a sunny circle of yolk when the sando is sliced, Konbi's iteration is indeed photogenic. But for me the ideal sando filling is the layered and rolled style of omlelet known as tamagoyaki.", "categories": [["Life & Work", "Food & Drink"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/food-cooking-drink?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11579216625", "title": "Pepper...and Salt", "date": "2020-01-17 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/curry-from-scratch-in-25-minutes-11593458545", "title": "Curry From Scratch in 25 Minutes", "date": "2020-01-17 00:01", "summary": "This recipe for pan-fried fish in a sauce rich with coconut milk cuts no corners. A fragrant homemade curry paste makes all the difference. SIX YEARS AGO, when Cheetie Kumar opened Garland in Raleigh, N.C., she operated on a shoestring to transform an old pizza parlor, tiling portions of the floor herself with actual pennies. Over the years, she's evolved as a chef. \"I'm more disciplined now,\" she said. \"When I make a dish, I focus on a single point and work to convey it clearly.\"", "categories": [["Life & Work", "Food & Drink"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/food-cooking-drink?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/property-giant-adds-to-deluge-of-chinese-bond-deals-11579177863", "title": "Property Giant Adds to Deluge of Chinese Bond Deals", "date": "2020-01-17 22:10", "summary": "China Evergrande Group sells $2 billion in three- and four-year debt. China Evergrande Group became the country's latest property developer to tap international bond markets, offering double-digit yields on up to $2 billion of new dollar debt.", "categories": [["Markets", "Credit Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/credit-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/renowned-conductor-adds-air-france-pilot-to-resume-11579179600", "title": "Renowned Conductor Adds Air France Pilot to Résumé", "date": "2020-01-17 21:33", "summary": "Daniel Harding, who led recent New York Philharmonic concerts, is switching tempo to fly for an airline. Daniel Harding, a guest conductor at the New York Philharmonic and the music director of the Swedish Radio Symphony Orchestra, is temporarily leaving his lofty perch in the world of classical music to pursue another dream job: airline pilot.", "categories": [["U.S.", "Culture"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-culture?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fbi-arrests-suspected-white-supremacists-before-virginia-gun-rally-11579201189", "title": "Suspected White Supremacists Arrested Before Virginia Gun Rally", "date": "2020-01-17 21:22", "summary": "Men allegedly discussed attending demonstration, preparing for possible race war. The Federal Bureau of Investigation arrested three men allegedly linked to a violent white-supremacist group who had discussed traveling to a pro-gun rally Monday in Richmond, Va., and preparing for a possible race war, according to a law-enforcement official.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/senators-to-be-sworn-in-as-trump-impeachment-trial-begins-11579177831", "title": "Senators Sworn In as Trump Impeachment Trial Begins", "date": "2020-01-17 20:20", "summary": "House managers read charges as watchdog faults president's hold on Ukraine aid and Kyiv probes whether U.S. envoy was tailed. WASHINGTON-The Senate opened the impeachment trial of President Trump on Thursday with Chief Justice John Roberts swearing in the senators, who pledged to deliver impartial justice, and the formal reading of the two charges of abuse of power and obstruction of Congress.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/millions-of-dollars-in-new-jersey-tax-credits-went-to-unqualified-firms-11579219305", "title": "Millions in New Jersey Tax Credits Went to Unqualified Firms", "date": "2020-01-17 20:11", "summary": "Some companies misrepresented intention to leave state, governor's task force finds. New Jersey's Economic Development Authority awarded millions of dollars in tax credits to unqualified companies that exploited the agency's weak oversight of an $11 billion program, according to a state report.", "categories": [["U.S.", "Tri-State Area"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-region?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/microsoft-raises-stakes-in-corporate-climate-pledge-race-11579195800", "title": "Microsoft Raises Stakes in Corporate Climate-Pledge Race", "date": "2020-01-17 19:38", "summary": "Software giant plans to eliminate all carbon emissions it has ever produced. Microsoft Corp. is pledging to eliminate its carbon emissions and invest $1 billion as part of a wider climate commitment, raising the stakes in the corporate race to show greater awareness of environmental concerns.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/dry-bulk-carrier-american-commercial-barge-preps-restructuring-11579221510", "title": "Dry Bulk Carrier American Commercial Barge Preps Restructuring", "date": "2020-01-17 19:38", "summary": "A downturn in industrial commodities demand and rough weather in Midwest hurt the barge operator's business. Struggling bulk commodities carrier American Commercial Barge Line Co. is in talks with a group of lenders to restructure its more than $1 billion of debt, according to people familiar with the matter.", "categories": [["Pro Bankruptcy Distress"]], "category_links": ["https://www.wsj.com/news/types/pro-bankruptcy-distress?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/former-students-of-defunct-itt-tech-receive-95-1-million-loan-relief-11579221207", "title": "Ex-Students of Defunct ITT Tech Receive Loan Relief", "date": "2020-01-17 19:33", "summary": "ITT Tech, once among the nation's largest for-profit college chains, filed for bankruptcy and shut down in 2016. WASHINGTON-The Education Department is providing loan relief to some 7,800 former students of the ITT Technical Institute, with debts totaling $95.1 million being forgiven by the government years after the giant for-profit school chain closed.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/senate-expected-to-pass-usmca-new-north-american-trade-pact-11579185138", "title": "Senate Passes USMCA, New North American Trade Pact", "date": "2020-01-17 19:27", "summary": "Vote marks a rare moment of bipartisan cooperation on Capitol Hill against the backdrop of impeachment. The U.S. Senate easily passed an overhaul of North America's trade rules on Thursday, sending a Trump administration priority to the president's desk.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ukraine-probes-whether-former-u-s-ambassador-was-under-surveillance-11579186015", "title": "Ukraine Probes Whether Former U.S. Ambassador Was Under Surveillance", "date": "2020-01-17 19:21", "summary": "Kyiv is also investigating if Russia's military hacked into the Ukrainian gas company at which Joe Biden's son was a board member. Ukrainian authorities opened a criminal probe into whether the U.S. ambassador to Ukraine was put under surveillance by American citizens, as text messages made public this week suggest, before she was removed from her post last year.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-readies-nominations-of-shelton-waller-for-federal-reserve-board-seats-11579219389", "title": "Trump Readies Nominations of Shelton, Waller for Federal Reserve Board Seats", "date": "2020-01-17 19:18", "summary": "President's picks, initially identified last summer, followed his calls for lower interest rates. WASHINGTON-The White House said it would soon nominate economists Judy Shelton and Christopher Waller to fill two Federal Reserve Board vacancies after months of President Trump criticizing the central bank for not doing more to stimulate the U.S. economy.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/stay-woke-drop-out-11579220294", "title": "Stay Woke, Drop Out", "date": "2020-01-17 19:18", "summary": "In its wake, identity politics leaves a trail of failed Democratic candidates.. To paraphrase Santayana, Democrats who refuse to acknowledge Hillary Clinton's failures in the 2016 election were always doomed to repeat them. Why is their primary field littered with the failed bids of woke candidates? Why is #WarrenIsASnake trending on Twitter? Because identity politics remains a political loser.", "categories": [["Opinion", "Potomac Watch"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/potomac-watch?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/impeachment-moves-forward-to-nowhere-11579220263", "title": "Impeachment Moves Forward to Nowhere", "date": "2020-01-17 19:17", "summary": "Meanwhile, a debate showcases the Democrats' detachment from life on the ground in America.. Impeachment is moving forward and going nowhere. There is new information but it doesn't really tell those who've paid attention anything they didn't know. Putative administration operative Lev Parnas said on \"The Rachel Maddow Show\" Wednesday that the president knew everything about efforts to lean on Ukraine. But this was clear in testimony throughout the impeachment hearings. His own ambassador to the European Union said it! The ambassador to Ukraine knew she was being schemed against, lost her job because of it, and spelled it out under oath.", "categories": [["Opinion", "Declarations"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/declarations?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-partisan-impeachment-a-profile-in-courage-11579220188", "title": "A Partisan Impeachment, a Profile in Courage", "date": "2020-01-17 19:16", "summary": "JFK lauded the senator who bucked his party and voted to acquit Andrew Johnson.. The John F. Kennedy Library Foundation is accepting nominations for its annual \"Profile in Courage\" award. The award recognizes \"a public official . . . at the federal, state or local level whose actions demonstrate the qualities of politically courageous leadership in the spirit\" of President Kennedy's 1956 book by the same name. It tells the stories of eight U.S. senators who risked their careers by taking unpopular stands for the good of the country.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/discrimination-without-discriminating-11579220216", "title": "Discrimination Without Discriminating?", "date": "2020-01-17 19:16", "summary": "The Supreme Court next week will hear another challenge to an anti-Catholic law.. The Supreme Court hears oral arguments Jan. 22 in Espinoza v. Montana Department of Revenue, which tests the constitutionality of state laws that exclude religious organizations from government funding. The case raises a unique question: What happens when a state court invokes a religiously discriminatory rule, but ensures there is no discriminatory impact? Call it discrimination without discriminating.", "categories": [["Opinion", "Commentary", "Houses of Worship"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb", "https://www.wsj.com/news/types/houses-of-worship?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/drunk-in-china-review-the-proletariats-white-wine-11579220132", "title": "'Drunk in China' Review: The Proletariat's White Wine", "date": "2020-01-17 19:15", "summary": "Some say it takes 300 shots to learn to love baijiu. Beijing loves it so much it recently spent three times its defense budget on the drink.. Newcomers to China are usually horrified by their first encounter with baijiu, the fiery spirit consumed at banquets and family dinners, typically comparing it to jet fuel, paint stripper or drain cleaner. Even long-term expatriates often shudder at the stuff. So can foreigners learn to love baijiu? Derek Sandhaus proves it is possible. But it takes some work, as he describes in \"Drunk in China.\"", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/south-korea-is-an-ally-not-a-dependent-11579219989", "title": "South Korea Is an Ally, Not a Dependent", "date": "2020-01-17 19:13", "summary": "Seoul can and should contribute more to its own national defense.. American presidents have long asked allies to pay more for their own defense-often with lackluster results. But both the U.S. and South Korea now face strategic challenges so large and complex that neither country can afford to allow the status quo to continue. That's the context of America's discussions with South Korea about a new special measures agreement.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-best-laid-energy-plans-11579219416", "title": "The Best-Laid Energy Plans", "date": "2020-01-17 19:03", "summary": "The feds bet $737 million on a salt tower for solar power. You'll never guess the result.. Government planning and subsidies will make America the world's green-energy superpower, create millions of jobs, and supercharge the economy-or so we're told. The reality is closer to Crescent Dunes, a Nevada solar-energy plant that has gone bust after receiving a $737 million federal loan guarantee.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bloomberg-misfires-on-jack-wilson-11579219312", "title": "Bloomberg Misfires on Jack Wilson", "date": "2020-01-17 19:01", "summary": "The former NYC mayor thinks only cops should carry guns.. Texas Gov. Greg Abbott this week honored Jack Wilson with a new award called the Governor's Medal of Courage. Mr. Wilson, a voluntary security guard for the West Freeway Church of Christ, earned the award for shooting dead a gunman-six seconds after he'd opened fire-who had just shot and killed two members of the Texas church.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/american-carnage-revisited-11579219277", "title": "American Carnage Revisited", "date": "2020-01-17 19:01", "summary": "Democrats offer a dark vision despite rising optimism about the economy.. When President Trump declared a state of \"American carnage\" in his 2017 Inaugural Address, Democrats denounced its dark vision and pessimism. Three years later Democrats appear to be converts, or at least that's how it sounded in Tuesday's presidential debate.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}]