[{"link": "https://www.wsj.com/articles/2020-democrats-warn-against-war-with-iran-after-soleimani-killing-11578076063", "title": "2020 Democrats Warn Against War With Iran After Soleimani Killing", "date": "2020-01-03 18:56", "summary": "Candidates questioned whether the Trump administration was prepared to dial down tensions with Tehran. The Trump administration's decision to order an airstrike that killed an Iranian general injected a new focus on foreign policy in the Democratic presidential campaign, as the field accused President Trump of engaging in a reckless move that would escalate tensions in the Middle East.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/carlos-ghosn-sneaked-out-of-japan-in-box-used-for-audio-gear-11578077647", "title": "Ghosn Sneaked Out of Japan in Box Used for Audio Gear", "date": "2020-01-03 18:52", "summary": "Former auto executive was accompanied by private security contractors on flight to Turkey. Former auto titan Carlos Ghosn, packed into a case typically used for concert audio equipment, was sneaked onto a private jet at an airport in Osaka, Japan, late Sunday, according to people familiar with the matter, in what has become one of the corporate world's most stunning cases of bail jumping.", "categories": [["WSJ News Exclusive", "Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-campaign-looks-to-build-evangelical-support-with-minority-outreach-11578057232", "title": "Trump Campaign Looks to Build Evangelical Support With Minority Outreach", "date": "2020-01-03 18:51", "summary": "Event at Florida church comes weeks after critical editorial showed division in conservative Christian base. MIAMI-President Trump launched an effort to expand the conservative Christian support that helped power him to the White House from a Miami megachurch, making an appeal to Hispanic evangelicals.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trumps-legal-authority-11578095410", "title": "Trump's Legal Authority", "date": "2020-01-03 18:50", "summary": "Like other Presidents, he has the power to use military force against terrorists and to defend against attacks.. You may have read that Donald Trump can't do anything right, and apparently now he's exceeded his authority as President by ordering a drone strike against Qasem Soleimani without congressional approval. That's the claim being made by Democrats and various legal worthies, except they're wrong on the law and Constitution.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/occidental-petroleum-corp-walt-disney-nissan-motor-stocks-that-defined-the-week-11578095442", "title": "Occidental Petroleum, Walt Disney, Nissan Motor: Stocks That Defined the Week", "date": "2020-01-03 18:50", "summary": "Here are seven companies whose stocks moved on the week's news. Occidental Petroleum Corp.", "categories": [["Markets", "Stocks"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-strike-in-iraq-threatens-ties-with-vital-middle-east-ally-11578058413", "title": "Tensions Rise in the Middle East After U.S. Killing of Iranian Military Leader", "date": "2020-01-03 18:50", "summary": "Iran vows 'hard revenge'; U.S. to deploy some 3,500 troops to Kuwait. President Trump's decision to order an airstrike that killed a powerful Iranian military leader on Iraqi soil reverberated through the Middle East on Friday, with Tehran vowing to avenge the death of Maj. Gen. Qassem Soleimani and its allies in Iraq pressing to expel U.S. troops from the country.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/greens-against-solar-power-11578095211", "title": "Greens Against Solar Power", "date": "2020-01-03 18:46", "summary": "Look who's trying to block a new renewable energy source in the desert.. Going by stories in the press nowadays, many people might think the Trump Administration wants a coal plant on every corner. But look who's clearing the ground for the country's largest solar farm-and who's opposing it.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/justice-arrives-for-soleimani-11578085286", "title": "Justice Arrives for Soleimani", "date": "2020-01-03 18:37", "summary": "Trump acted against a terrorist who killed hundreds of Americans.. For a generation, Iranian Major General Qasem Soleimani bestrode the Middle East spreading terror and death. President Trump's decision to order the general's death via drone attack in Baghdad Thursday night is a great boon for the region. It is also belated justice for the hundreds of Americans whom Soleimani had a hand in killing.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/investor-advocates-see-risks-in-silicon-valleys-favorite-ipo-alternative-11578047400", "title": "Investor Advocates See Risks in Silicon Valley's Favorite IPO Alternative", "date": "2020-01-03 18:32", "summary": "Direct listings have been embraced by venture capitalists and big tech companies, but their safety for individual investors is a matter of debate. Direct listings have been embraced by Silicon Valley venture capitalists and big technology companies. But are they safe for Main Street investors?", "categories": [["Markets", "Stocks", "IPOs"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb", "https://www.wsj.com/news/types/ipos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-city-education-official-planned-to-meet-14-year-old-for-sex-prosecutors-say-11578077368", "title": "NYC Education Official Planned to Meet Teen for Sex, Prosecutors Say", "date": "2020-01-03 18:24", "summary": "David Hay had actually been corresponding with an undercover police officer, federal prosecutors in Wisconsin say. A high-ranking New York City education official arrested Sunday had allegedly planned to meet in a Wisconsin hotel room for sex with someone he thought was a 14-year-old boy and had sexually explicit images of a student on his phone, federal prosecutors said Friday.", "categories": [["U.S.", "Schools"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-schools?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/on-iran-trump-says-yes-we-can-11578093606", "title": "On Iran, Trump Says 'Yes We Can'", "date": "2020-01-03 18:20", "summary": "The Tehran regime has fewer options nowadays. America's fracking boom is one of the reasons.. The smarter cable TV commentators spent Friday patiently disowning any particular forecast or insight into how events in the Middle East would play out now that the U.S. has assassinated Iran's terrorist chief, Qasem Soleimani, with a drone strike on his car as he was leaving Baghdad's airport.", "categories": [["Opinion", "Business World"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/business-world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/in-oceans-deep-and-into-the-planet-review-no-strangers-to-the-abyss-11578067585", "title": "'In Oceans Deep' and 'Into the Planet' Review: No Strangers to the Abyss", "date": "2020-01-03 18:19", "summary": "Hostile but beautiful, the 71% of our planet that is submerged is eternally beckoning the curious and adventurous.. 'Pay no heed to the urge to breathe,\" Bill Streever reminds himself at one point in his book \"In Oceans Deep,\" as he descends toward the seabed with no diving equipment other than the air in his lungs. He must disregard \"that braying donkey, the mind's irritating insistence that it might be best to turn around, to ascend, to surface.\"", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/yale-al-sharpton-and-the-attacks-on-new-yorks-jews-11578093532", "title": "Yale, Al Sharpton and the Attacks on New York's Jews", "date": "2020-01-03 18:18", "summary": "Disdain for the ultra-Orthodox leads the elites to tolerate hatred, which turns into violence.. My entering class at Yale Law School in 2002 had one Jew who might be called \"ultra-Orthodox.\" He traveled some two hours to campus each Monday from Brooklyn, N.Y., and before the weekend, as far as I knew, he headed back. On Fridays when Sabbath came in early and he needed to get home, he could be seen racing white-faced for the exit, one hand pinning a velvet yarmulke to his head, the wheels of his tagalong briefcase crying out.", "categories": [["Opinion", "Commentary", "Cross Country"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb", "https://www.wsj.com/news/types/cross-country?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-bloody-legacy-of-qasem-soleimani-11578093506", "title": "The Bloody Legacy of Qasem Soleimani", "date": "2020-01-03 18:18", "summary": "The supreme leader will certainly seek revenge. But achieving that end may prove challenging.. We should recognize the accomplishments even of wicked men. Maj. Gen. Qasem Soleimani rose from a family of landless peasants in Iran's Kerman province. He enlisted in 1979 in the Islamic Revolutionary Guard Corps, the theocracy's paramilitary vanguard, and fought against Kurdish insurrectionists, Saddam Hussein's legions, and drug-running Baluchis who refused to allow the IRGC a monopoly on Afghan opium.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/notable-quotable-gotcha-11578093421", "title": "Notable & Quotable: Gotcha", "date": "2020-01-03 18:17", "summary": "'If they're still there [after the election], which is unlikely in many cases, but if they're still there, I will know them better than I know you.'. A report in the Los Angeles Times, Sept. 4, 2015:", "categories": [["Opinion", "Commentary", "Notable & Quotable"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb", "https://www.wsj.com/news/types/notable-quotable?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sen-kaine-to-file-resolution-calling-for-debate-prior-to-any-possible-iran-war-11578072521", "title": "Lawmakers Call for Debate, Legal Justification Over Iran", "date": "2020-01-03 18:17", "summary": "Democrats and some Republicans say Trump should consult before escalating hostilities. Democrats and some Republicans called on President Trump to consult with Congress before further escalating hostilities with Iran, following a U.S. strike on a top Iranian military leader that drew concerns about a wider war breaking out in the region.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/gilgamesh-review-an-ancient-modern-poem-11578093455", "title": "'Gilgamesh' Review: An Ancient Modern Poem", "date": "2020-01-03 18:17", "summary": "The jagged edges of the 'Gilgamesh' fragments prick the imaginations of poets and translators.. Well before Noah, another ancient shipbuilder, named Utnapishtim, sailed the waters of a universal flood. His tale was told by the Babylonians in the second millennium B.C., or even earlier, and ultimately got inserted into a larger narrative, the tale of a king named Gilgamesh. In one of the episodes of his own story, Gilgamesh hears Utnapishtim's account of how he survived the flood and became immortalized.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/venus-betrayed-review-the-intimist-11578092765", "title": "'Venus Betrayed' Review: The Intimist", "date": "2020-01-03 18:12", "summary": "The son of a corset-maker, Vuillard excelled at luminous, charged paintings of life behind closed doors.. A dozen years ago, I visited the Egyptologist William Kelly Simpson. An Indiana Jones-like figure, he collected objects across civilizations and categories, from ancient stone heads and Mughal miniatures to an extraordinarily fine, pastel-hued double portrait of Marcel Duchamp by Florine Stettheimer. Pride of place was reserved for Édouard Vuillard (1868-1940).", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/car-sales-boom-hit-the-brakes-in-2019-11578071698", "title": "Car Sales Boom Hit the Brakes in 2019", "date": "2020-01-03 18:11", "summary": "GM, Toyota, Fiat Chrysler report softer U.S. sales last year as buyer demand cools after streak of robust results. The multiyear boom in U.S. auto sales showed signs of easing in 2019 with major car companies reporting softer results and industry executives predicting the slowdown would continue in 2020.", "categories": [["Business", "Autos & Transportation", "Autos Industry"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/transportation?mod=breadcrumb", "https://www.wsj.com/news/types/autos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fed-minutes-show-comfort-with-prolonged-pause-on-rates-11578078226", "title": "Fed Minutes Show Comfort With Prolonged Pause on Rates", "date": "2020-01-03 17:31", "summary": "Despite some recent improvements, Fed officials still saw elevated risks of weaker-than-expected growth. WASHINGTON-Federal Reserve officials at their mid-December meeting appeared comfortable holding interest rates steady in the months ahead.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-military-bans-tiktok-over-ties-to-china-11578090613", "title": "U.S. Military Bans TikTok Over Ties to China", "date": "2020-01-03 17:30", "summary": "Coast Guard and Air Force join other branches of armed forces in forbidding use of the popular video-sharing app on government devices. The U.S. military has banned its members from using TikTok, signaling increasing concern about possible security risks related to the popular video app's Chinese ownership.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pompeo-says-strike-aimed-to-reduce-tensions-in-middle-east-11578072134", "title": "U.S. on Alert for Iranian Response, Either Direct Assaults or Cyberattacks", "date": "2020-01-03 17:27", "summary": "Western governments, businesses or infrastructure seen as potential targets for cyberwar. American officials were on high alert Friday about the potential for Iran to retaliate against domestic or allied interests after a U.S. strike killed an Iranian military leader.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fed-officials-say-global-economic-shift-is-keeping-rates-low-11578089947", "title": "Fed Officials Say Global Economic Shift Is Keeping Rates Low", "date": "2020-01-03 17:19", "summary": "San Francisco Fed President Mary Daly and Dallas Fed President Robert Kaplan said population aging, tech advances and lower productivity have changed how the economy behaves. SAN DIEGO-Two Federal Reserve officials said Friday that broad structural changes in the global economy have held down interest rates, inflation and economic growth in ways that are difficult for central bankers to address.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-administration-subpoena-case-gets-mixed-reaction-from-court-panel-11578072754", "title": "Trump Subpoena Case Gets Mixed Reaction from Court Panel", "date": "2020-01-03 17:14", "summary": "Judges question White House immunity claims but hint at reluctance to resolve dispute. WASHINGTON-A federal appeals court panel voiced mixed feelings Friday about a case examining whether the Trump administration can prevent former White House counsel Don McGahn from testifying in a congressional investigation of the president.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/former-top-mexican-security-official-pleads-not-guilty-to-u-s-drug-charges-11578089365", "title": "Former Top Mexican Security Official Pleads Not Guilty to U.S. Drug Charges", "date": "2020-01-03 17:09", "summary": "Genaro García Luna is accused of taking millions of dollars in bribes from the Sinaloa cartel. A former top security official of Mexico pleaded not guilty to federal drug charges for allegedly aiding the violent Sinaloa cartel in exchange for millions of dollars in bribes.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/software-glitch-affects-14-000-new-york-city-parking-meters-11578088811", "title": "Software Glitch Affects 14,000 New York City Parking Meters", "date": "2020-01-03 17:00", "summary": "Drivers still face tickets if they fail to pay meter during card outage. A software glitch has left 14,000 electronic parking meters across New York City unable to read credit cards since the start of the new year, city officials said Friday.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/treasurys-get-lift-from-mideast-tensions-weak-manufacturing-data-11578068513", "title": "Treasurys Get Lift from Mideast Tensions, Weak Manufacturing Data", "date": "2020-01-03 16:51", "summary": "Yields slid overnight as investors flocked to safer assets following airstrike in Baghdad. U.S. government-bond prices climbed sharply Friday after a U.S. airstrike killed an Iranian military leader and new data damped hopes for a recovery in the manufacturing sector.", "categories": [["Markets", "Treasurys"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/treasurys?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/after-soleimanis-death-the-balancing-act-in-the-middle-east-just-got-tougher-11578033833", "title": "Under Siege, Iran Now Likely to Seek the Upper Hand", "date": "2020-01-03 16:50", "summary": "Just as Iran's regional sway was challenged, the U.S. strike reshuffled Middle East politics, likely spurring Tehran's efforts to drive the Americans out of Iraq. DUBAI-Qassem Soleimani was killed by an American strike just as Iran's regional sphere of influence that the top military commander so successfully expanded over the past decade has come under threat-from the Middle East's own people.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/soleimani-killing-raises-fears-of-reprisals-on-oil-infrastructure-11578052302", "title": "Soleimani Killing Raises Fears of Reprisals on Oil Infrastructure", "date": "2020-01-03 16:43", "summary": "Crude prices rally after U.S. airstrike kills Qassem Soleimani, who led foreign wing of Iran's Islamic Revolutionary Guard Corps. Crude prices rose Friday after a U.S. airstrike killed a high-ranking Iranian military leader, stoking traders' fears of retaliatory attacks on Middle Eastern energy infrastructure.", "categories": [["Markets", "Commodities", "Oil Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb", "https://www.wsj.com/news/types/oil-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/united-methodist-church-may-split-over-gay-rights-11578076850", "title": "United Methodist Leaders Agree to Split Over Gay Rights", "date": "2020-01-03 16:41", "summary": "If approved, deal would allow same-sex marriage and give opponents opportunity to form a new denomination. Leaders of the United Methodist Church have agreed in principle on a deal that will divide the denomination, potentially ending years of discord over the status of gay and transgender people in the church.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/airlines-contend-with-fallout-of-u-s-strike-11578087618", "title": "Airlines Contend With Fallout of U.S. Strike", "date": "2020-01-03 16:40", "summary": "Concerns about higher costs for jet fuel hit share prices, while travel disruption was modest. Escalating tensions between the U.S. and Iran buffeted airlines Friday, with concerns about higher fuel costs hitting share prices and several carriers suspending flights in the region.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mcconnell-says-senate-cant-hold-impeachment-trial-before-pelosi-sends-over-articles-11578080981", "title": "McConnell Says Senate Can't Hold Impeachment Trial Without House Articles", "date": "2020-01-03 16:37", "summary": "GOP leader throws cold water on an idea that had gained traction among conservatives. WASHINGTON-Senate Majority Leader Mitch McConnell said the chamber can't hold a trial of President Trump if the House doesn't send over articles of impeachment.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/defense-stocks-are-a-rare-bright-spot-in-fridays-session-11578071023", "title": "Defense Stocks Are a Rare Bright Spot", "date": "2020-01-03 16:33", "summary": "Some investors wager tensions between the U.S. and Iran will ratchet higher. Aerospace and defense stocks rose in the wake of the U.S.'s killing of an Iranian general as some investors wagered tensions between the two countries will ratchet higher.", "categories": [["Markets", "Stocks"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/geopolitical-tensions-put-brakes-on-global-stock-rally-11578038726", "title": "Mideast Tensions Put Brakes on Global Stock Rally", "date": "2020-01-03 16:32", "summary": "Investors dash for haven assets like gold and government bonds. Global stocks faltered and oil prices advanced after a U.S. airstrike in Baghdad killed an Iranian military leader, recharging tensions in the oil-rich Middle East.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/iran-appoints-commander-to-succeed-general-killed-in-air-strike-11578050590", "title": "Soleimani Killing Shines Light on Secretive Quds Force", "date": "2020-01-03 16:24", "summary": "A trusted deputy is named to succeed dead military leader, preserve the regional networks he built. Iran moved quickly to replace the assassinated leader of the elite Quds Force with one of his top deputies and preserve the networks Qassem Soleimani had built before a U.S. airstrike killed him early Friday morning.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fed-officials-say-rate-policy-in-right-place-for-now-downplay-factory-data-11578086032", "title": "Fed Officials Say Rate Policy in Right Place for Now, Downplay Factory Data", "date": "2020-01-03 16:13", "summary": "Loretta Mester, Robert Kaplan, Charles Evans saw no reason to change interest rates. Three top Federal Reserve officials who spoke on Friday saw no imminent change in short-term interest rates while shrugging off weak factory data and expressing caution about metastasizing tensions in the Middle East.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/supreme-tagines-11578085799", "title": "Supreme Tagines", "date": "2020-01-03 16:09", "summary": "Where to sample Moroccan dish in Marrakesh. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/states-u-s-house-ask-high-court-to-decide-fate-of-affordable-care-act-11578085293", "title": "States, U.S. House Ask High Court to Decide Fate of Affordable Care Act", "date": "2020-01-03 16:01", "summary": "Filings challenge recent decision by federal appeals court that ruled key feature of ACA was unconstitutional. WASHINGTON-A group of 20 Democratic-led states and the U.S. House of Representatives filed appeals asking the Supreme Court to again decide the fate of the Affordable Care Act, after a pair of lower court rulings placed the 2010 health law in jeopardy.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/marks-spencer-appoints-tescos-david-surdeau-as-interim-cfo-11578051559", "title": "Marks & Spencer Appoints Tesco's David Surdeau as Interim CFO", "date": "2020-01-03 15:48", "summary": "Previous CFO Humphrey Singer left on Dec. 31 after about a year in the role. Marks & Spencer Group PLC said Friday that it has appointed David Surdeau as interim chief financial officer while it looks for a permanent replacement for Humphrey Singer, who left on Dec. 31.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/klobuchar-reports-11-4-million-in-fundraising-for-quarter-11578049202", "title": "Warren's Fundraising Slipped to $21.2 Million in Fourth Quarter", "date": "2020-01-03 15:33", "summary": "Massachusetts's senator outpaced by other top presidential contenders; Klobuchar sees strongest period yet. Democratic presidential candidate Elizabeth Warren collected more than $21.2 million in political contributions during the final three months of 2019, a slip in donations from her summer fundraising tally as her leading rivals reported revenue surges.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/factories-are-in-a-funk-11578075507", "title": "Factories Are in a Funk", "date": "2020-01-03 15:32", "summary": "Despite what seems like an improving backdrop, manufacturers' moods keep souring. American manufacturers ought to have felt better last month. They didn't, and that is worrisome.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sysco-ceo-bill-lindig-who-helped-create-food-service-giant-dies-at-83-11578065401", "title": "Former Sysco CEO Bill Lindig, Who Helped Create Food-Service Giant, Dies at 83", "date": "2020-01-03 15:08", "summary": "Executive oversaw acquisitions stretching Houston-based distributor across the U.S.. Bill Lindig got his start in the food industry in the 1940s by helping his mother after school at the neighborhood grocery store she ran in Austin, Texas. In the 1990s, he ran Sysco Corp. , the nation's largest distributor of food and related items to restaurants and other food-service operations.", "categories": [["World", "Obituaries"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/obituaries?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/oil-firms-tighten-security-after-u-s-strike-on-iranian-commander-11578069213", "title": "Oil Firms Tighten Security After U.S. Kills Iranian General", "date": "2020-01-03 15:03", "summary": "U.S. officials say Iran is likely to focus retaliation efforts on energy facilities in the Middle East. Oil companies in the Middle East are tightening security as U.S. officials say American energy infrastructure in the region is a likely target for Iranian retaliation following the killing by the U.S. of Islamic Revolutionary Guard Corps commander Qassem Soleimani.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/colorado-ranch-with-its-own-discovery-channel-special-sells-for-27-million-11578081769", "title": "Colorado Ranch With Its Own Discovery Channel Special Sells for $27 Million", "date": "2020-01-03 15:02", "summary": "First listed for $45 million, the 10,350-acre ranch in Routt County still set a record for the biggest deal for a noncommercial property in the county. A large Colorado ranch that served as the location for Discovery Channel special, \"I, Caveman,\" where participants had to get by with only primitive tools, has sold for $27 million.", "categories": [["Real Estate", "Private Properties"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/private-properties?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/magisterial-and-filled-with-drama-11578080033", "title": "Magisterial and Filled With Drama", "date": "2020-01-03 14:33", "summary": "Ribera, unafraid of color and traditional iconography, established a Neapolitan style, as can be seen in his 'St. Jerome.'. ", "categories": [["Books & Arts", "Masterpiece"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/masterpiece?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-to-last-a-day-without-your-phone-11578079965", "title": "How to Last a Day Without Your Phone", "date": "2020-01-03 14:32", "summary": "Google's Paper Phone is a cheeky-and potentially healthy-response to phone addiction. AMERICANS LOOK at their phones up to 80 times a day, or every 12 minutes, according to a 2018 survey by Asurion, a tech support and insurance company. Occasionally we stare with purpose-to check emails or scroll the news-but often without. We fill rare moments of mental silence by tapping through Twitter and Instagram Stories or checking gossipy texts under the dinner table.", "categories": [["Tech", "Personal Tech", "Gear & Gadgets"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb", "https://www.wsj.com/news/types/personal-technology-joanna-stern?mod=breadcrumb", "https://www.wsj.com/news/types/gear?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/an-umbrella-that-lasts-forever-how-much-would-you-pay-11578078532", "title": "An Umbrella That Lasts Forever: How Much Would You Pay?", "date": "2020-01-03 14:08", "summary": "Wear and tear happens in time-but brands like Patagonia and DaveK umbrellas literally guarantee that their products will last a lifetime. I'M NEVER again buying a Patagonia backpack. That might sound like the statement of a disgruntled customer, but it's exactly the opposite. When the main zipper on my hard-used 32-liter Fuego bag failed after years of toting laptops, produce, tools, even bricks (for a science fair setup), I assumed that was it. Replacing a zipper can be a labor- and therefore, cost-intensive repair. But this fall, when I brought it into Patagonia's shop on the Bowery in New York, the repair desk gladly accepted the bag and its issues with closure under its Ironclad Guarantee; a month later, it was returned, good as new, for the price of nothing.", "categories": [["Tech", "Personal Tech", "Gear & Gadgets"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb", "https://www.wsj.com/news/types/personal-technology-joanna-stern?mod=breadcrumb", "https://www.wsj.com/news/types/gear?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-factory-sector-contracts-for-fifth-straight-month-11578064776", "title": "U.S. Manufacturing Shrinks for Fifth Month", "date": "2020-01-03 13:55", "summary": "The ISM manufacturing index in December registered its lowest level in over 10 years. The U.S. factory sector headed into 2020 on a weak footing, contracting in December for a fifth consecutive month as trade tensions continued to pressure manufacturers.", "categories": [["Economy", "Economic Data"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/economic-data?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-airstrike-kills-top-iranian-general-in-baghdad-11578064550", "title": "U.S. Airstrike Kills Top Iranian General in Baghdad", "date": "2020-01-03 13:43", "summary": "The targeted attack, which also killed an Iraqi paramilitary commander, is expected to raise tensions in the volatile Mideast region. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/todays-logistics-report-supply-chain-childs-play-backed-up-barges-cocoas-bittersweet-pricing-11578074410", "title": "Today's Logistics Report: Supply Chain Child's Play; Backed up Barges; Cocoa's Bittersweet Pricing", "date": "2020-01-03 13:00", "summary": "Today's Top Supply Chain & Logistics News from WSJ. Sign up: With one click, get this newsletter delivered to your inbox.", "categories": [["WSJ Logistics Report"]], "category_links": ["https://www.wsj.com/news/types/wsj-logistics-report-newsletter?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-pollster-who-figured-out-iowas-quirky-caucuses-11578074387", "title": "The Pollster Who Figured Out Iowa's Quirky Caucuses", "date": "2020-01-03 12:59", "summary": "J. Ann Selzer, who spotted Barack Obama's historic 2008 surge, sees 'a wish to calm things down' in her 2020 data. In 2008, J. Ann Selzer made a prediction that no other pollster foresaw. Her data showed that voters would turn up to Iowa's first-in-the-nation Democratic caucuses in unprecedented numbers, with nearly 60% of them first-time attendees-and they would hand Barack Obama, a young senator from Illinois, a decisive seven-point victory over the presumptive front-runner, New York Sen. Hillary Clinton.", "categories": [["Life & Work", "Ideas", "Weekend Confidential"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/weekend-confidential?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/feds-evans-says-weak-ism-is-surprising-but-confidence-unshaken-11578072783", "title": "Fed's Evans Says Weak ISM Is Surprising, But Confidence Unshaken", "date": "2020-01-03 12:33", "summary": "Chicago Fed leader says U.S. killing of a key Iranian military figure adds uncertainty to outlook. Federal Reserve Bank of Chicago leader Charles Evans said in a television interview Friday that dismal factory data for December had yet to ding his upbeat outlook for the economy.", "categories": [["Economy", "Central Banks"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/central-banks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-super-bowl-of-jewish-learning-11578072515", "title": "The Super Bowl of Jewish Learning", "date": "2020-01-03 12:28", "summary": "Rising anti-Semitism didn't stop 90,000 Orthodox Jews from gathering on New Year's Day to celebrate a religious milestone.. On the first day of 2020, some 90,000 Orthodox Jews gathered at New Jersey's MetLife stadium for a celebration more than seven years in the making. This was the Siyum HaShas, Hebrew for \"completion of the Talmud,\" and it marked the conclusion of a program of religious study engaged in by tens of thousands of Jews around the world.", "categories": [["Life & Work", "Ideas", "Essay"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/essay?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-diplomats-help-13-north-korean-escapees-held-in-vietnam-reach-safety-11578070481", "title": "U.S. Helps 13 North Korean Escapees Held in Vietnam Reach Safety", "date": "2020-01-03 12:26", "summary": "American officials played a key role when the refugees' fates were in doubt. SEOUL-Caught halfway into a multicountry escape from North Korea, 13 individuals detained in Vietnam reached safety last month due to an unexpected helping hand: the U.S. government.", "categories": [["WSJ News Exclusive", "Asia"]], "category_links": ["https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tips-if-youre-retiring-in-2020-11578071932", "title": "Tips if You're Retiring in 2020", "date": "2020-01-03 12:18", "summary": "Don't be complacent, no matter how well your nest egg performed this past year. I plan to retire this year. My nest egg, the markets and the economy all appear to be in good shape. My question: Am I missing something? Is there anything on the horizon, financially, that would make retiring in the near future more risky than not?", "categories": [["Markets", "Journal Reports: Funds/ETFs", "Ask Encore"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-funds-etfs?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-6-best-movies-of-2019-judging-by-their-sweaters-11578071348", "title": "The 6 Best Movies of 2019...Judging by Their Sweaters", "date": "2020-01-03 12:09", "summary": "You can tell a lot about the state of fashion by how it's reflected in film costumes. And in 2019, cozy knitwear was a standout in films from 'A Beautiful Day in the Neighborhood' to 'Once Upon a Time in Hollywood'. THE STORY OF Pendleton's \"Westerley\" cardigan is split into two time periods: Before \"The Big Lebowski'' and After \"The Big Lebowski.\" From 1972 to 1998 (B.T.B.L.), the sweater was just another cardigan. A nice cardigan-with a helpful zippered front, a meaty shawl collar and a handsome pattern-but hardly a notable cardigan. That changed in 1998, when the Dude (Jeff Bridges) wore the Westerley in the Coen Brothers' cult stoner film as he pingpongs through misadventures. Since that pivotal costuming move, Pendleton has marketed it as \"The Dude's Sweater,\" and fans of the character don the Westerley religiously, particularly on Halloween.", "categories": [["Life & Work", "Style & Fashion", "Fashion"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/fashion?mod=breadcrumb", "https://www.wsj.com/news/types/fashion?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/qassem-soleimani-powerful-iranian-commander-and-formidable-u-s-foe-is-dead-11578042373", "title": "Qassem Soleimani, Powerful Iranian Commander, Is Dead", "date": "2020-01-03 12:06", "summary": "Maj. Gen. Soleimani was killed in a U.S. airstrike when traveling in a convoy to Baghdad. Qassem Soleimani, the architect of Iran's shadow wars and military expansion in the Middle East that brought the Islamic Republic to the brink of conflict with the U.S., has been killed. He was 62.", "categories": [["World", "Obituaries"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/obituaries?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/for-fearful-liberals-a-flight-93-election-of-their-own-11578070875", "title": "For Fearful Liberals, a 'Flight 93 Election' of Their Own", "date": "2020-01-03 12:01", "summary": "As Donald Trump runs for re-election, media, academic and corporate elites see a last chance to end a populist era. Just before Christmas, I found myself at one of those decorous parties that New York's establishment likes to throw itself at the end of another year. The venue was one of the most expensive and exclusive restaurants in the city-which is of course saying something in a city where a beer can cost $15. The guests were A-listers. \"Crème de la crème\" doesn't quite do them justice: the crème de la crème de la crème, perhaps, or, for our vegan age, maybe the grand cru classé of high society, brimming with full-bodied self-esteem.", "categories": [["Life & Work", "Ideas", "Editor at Large"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/editor-at-large?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/capitalism-property-and-the-man-of-system-11578070608", "title": "Capitalism, Property and the 'Man of System'", "date": "2020-01-03 11:56", "summary": "Adam Smith wrote that the man of system 'seems to imagine that he can arrange the different members of a great society with as much ease as the hand arranges the different pieces upon a chess-board.'. Barton Swaim does capitalism a disservice in suggesting it is ill-defined (\"Capitalism Isn't a 'System'\", op-ed, Dec. 26). The essence of capitalism is the ownership of private property. Without it there is no capitalism. With private property, people can produce goods and services and sell them to those who need them, a process that stems from the division and specialization of labor and the principle of comparative advantage.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-trouble-with-heroes-in-the-white-house-11578070554", "title": "The Trouble With Heroes in the White House", "date": "2020-01-03 11:55", "summary": "We don't need a hero. We just need a president.. Regarding Peggy Noonan's \"The Century of the Postheroic Presidency\" (Declarations, Dec. 28): I can remember when Franklin Roosevelt, Harry Truman, Dwight Eisenhower, John Kennedy and Lyndon Johnson were revered. The nation mourned and grieved when these men died, crediting them for incredible accomplishments such as bringing the U.S. out of the Depression, winning World War II, erasing the stain of racism or being emblematic of the American spirit.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-the-nixon-impeachment-analogy-doesnt-fit-trump-11578070149", "title": "Why the Nixon Impeachment Analogy Doesn't Fit Trump", "date": "2020-01-03 11:49", "summary": "The majority of Democrats believe the president has violated his oath of office and the Constitution.. I found Ed Cox and Geoff Shepard's \"This Isn't Your Father's Impeachment\" (op-ed, Dec. 30) interesting, but it begins with a false premise: \"By impeaching President Trump, House Democrats had hoped to stir up a Watergate-like frenzy, at least to damage the president.\" No doubt there are some congressional Democrats for whom this applies. But the majority of them believe the president has violated his oath of office and the Constitution. It's clear Mr. Trump attempted to condition a White House visit and military aid to an ally's investigation of his political opponent. Those who deny this are hiding their heads in the sand.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/finding-joy-amid-the-sadness-of-a-loved-ones-forgetting-11578070006", "title": "Finding Joy Amid the Sadness of a Loved One's Forgetting", "date": "2020-01-03 11:46", "summary": "At one of our recent doctor's visits, the doctor pointed to me and asked my Mom: 'Who is she?'. Reading Bob Greene's touching description of a daughter and her elderly father brought tears to my eyes (\"Brad Pitt and a Father-Daughter Moment,\" op-ed, Dec. 4). I felt the daughter's relief at her father's recognition of Brad Pitt, and her concern for his future.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/democratic-volunteer-organizer-raises-3-75-million-from-high-profile-progressives-11578066884", "title": "Democratic Volunteer Organizer Raises $3.75 Million", "date": "2020-01-03 11:44", "summary": "Investors in MobilizeAmerica include LinkedIn co-founder Reid Hoffman. MobilizeAmerica, the digital-organizing firm used by most Democratic presidential campaigns to coordinate volunteers, said it is raising $3.75 million as it expands ahead of the 2020 election.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hsbc-grapples-with-controversy-in-hong-kong-11578069413", "title": "HSBC Grapples With Controversy in Hong Kong", "date": "2020-01-03 11:36", "summary": "Bank faces retaliation by protestors over account closure in its largest market. HSBC Holdings PLC has suffered a backlash over an account closure in Hong Kong, with protesters vandalizing branches and cash machines, making it the latest multinational affected by social unrest and deepening political divides in the city.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trumps-counterpunch-11578069317", "title": "Trump's Counterpunch", "date": "2020-01-03 11:35", "summary": "U.S. troops take out Iran's top terror sponsor.. After an Iranian-backed militia staged a violent protest and attempted to overrun the U.S. embassy in Baghdad, Iraq this week, President Donald Trump described the event as the \"anti-Benghazi.\" He wasn't kidding.", "categories": [["Opinion", "Best of the Web"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/best-of-the-web-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/more-conflict-is-inevitable-war-with-iran-isnt-11578069281", "title": "More Conflict Is Inevitable; War With Iran Isn't", "date": "2020-01-03 11:34", "summary": "Question now is whether Trump and Khamenei are capable of containing the forces they have unleashed. After this week's dramatic spike in tensions between Iran and the U.S., further conflict now is inevitable, and terrorism outbreaks have become far more likely.", "categories": [["Politics", "Capital Journal"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/capital-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/economics-profession-turns-attention-to-its-race-problem-11577974899", "title": "Economics Profession Turns Attention to its 'Race Problem'", "date": "2020-01-03 11:30", "summary": "American Economic Association, at annual conference, plans to examine lack of minorities entering the field and the challenges they face when they do. Economics professor Dania Francis researches topics such as racial and socioeconomic disparities and student-achievement gaps. But she recalls a moment during her graduate studies when a professor discouraged her from pursuing those interests.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/feds-barkin-says-hes-hopeful-uncertainty-on-decline-11578067547", "title": "Fed's Barkin Says He's Hopeful Uncertainty Is Declining", "date": "2020-01-03 11:05", "summary": "Richmond Fed president cites potential turmoil from trade conflicts, Brexit, immigration, Mideast tensions. An otherwise healthy economy's future prospects would be helped if there was less uncertainty about what lies ahead, Federal Reserve Bank of Richmond President Thomas Barkin said Friday.", "categories": [["Economy", "Central Banks"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/central-banks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/wilmingtons-lie-review-an-american-tragedy-11578067530", "title": "'Wilmington's Lie' Review: An American Tragedy", "date": "2020-01-03 11:05", "summary": "By 1898, North Carolina's largest city was a thriving mixed-race community- and so a target of the state's white supremacists.. Sometimes history's greatest waves leave their most vivid traces on the most local of events. In \"Wilmington's Lie,\" David Zucchino offers a gripping account of one of the most disturbing, though virtually unknown, political events in American history. He opens with a terse verbal jolt: \"The killers came by streetcar.\" From this ominous beginning, the ruthless 1898 massacre of blacks in Wilmington, N.C., by the members of a white-supremacist conspiracy roars to its tragic conclusion. It is a grim but fascinating story, and an instructive one.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/when-the-earth-had-two-moons-review-a-smashing-solar-system-11578067444", "title": "'When the Earth Had Two Moons' Review: A Smashing Solar System", "date": "2020-01-03 11:04", "summary": "Billions of years ago, an object the size of Mars smashed into the Earth. The resulting debris jetted into orbit, leaving us with one moon-and maybe two.. If you visited the surface of the Earth 4.5 billion years ago, you wouldn't recognize it. The newly formed planet was still cooling from its recent coagulation. There was a hot rocky surface (probably; we don't know for sure), volcanoes (again, probably) and a steamy atmosphere (maybe). It seems unlikely that even the smallest thing resembling life was yet present, though, really, we don't know. What we do know is what came next. In the most extraordinary day in the history of our planet, a Mars-sized body crashed into the Earth. Over the course of a few hours, this miniplanet plowed deep into the Earth's interior, sending shock waves throughout the globe and eventually melting all the rocks on its surface. A massive spray of material was blasted into deep space before it was slowed by gravity and captured into orbit. The Earth was left covered in an ocean of liquid magma hundreds of miles deep, while the mixed remnants of the Earth and the original Mars-sized body circled high above in a glowing ring of molten rock. We can be forgiven for not knowing what the surface of the Earth was like before this moment, as nothing survived that day intact.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/five-best-michael-medved-on-battles-for-the-presidency-11578067489", "title": "Five Best: Michael Medved on Battles for the Presidency", "date": "2020-01-03 11:04", "summary": "From the author, most recently, of 'God's Hand on America: Divine Providence in the Modern Era.'. By Edward J. Larson (2007)", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/galileos-error-review-of-mind-and-matter-11578067406", "title": "'Galileo's Error' Review: Of Mind and Matter", "date": "2020-01-03 11:03", "summary": "How on earth-or anywhere, for that matter-can physical stuff give rise to conscious experience?. If you have been conscious over recent decades, you will almost certainly be aware of the problems that philosophers and neuroscientists have explaining how you could have been conscious at all. The so-called easy problem of consciousness is difficult enough: working out how exactly brain processes correlate with subjective experience. The \"hard problem,\" as the philosopher David Chalmers has baptized it, seems intractable: How on earth-or anywhere, for that matter-can physical stuff give rise to conscious experience?", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fiction-little-boom-town-on-the-prairie-11578067376", "title": "Fiction: Little Boom Town on the Prairie", "date": "2020-01-03 11:02", "summary": "The discovery of shale oil triples the population of a small North Dakota city, and every new resident is a get-rich-quick schemer.. 'Everything's coming up hydrocarbons!\" blares the headline of a trade bulletin during the heyday of an oil and fracking boom in John Sayles's \"Yellow Earth\" (Haymarket, 416 pages, $28). Mr. Sayles-perhaps best known as a film director but also a novelist of long standing-locates his overflowing cautionary tale in a rural region in North Dakota whose population triples overnight in the rush to profit from the land's ancient shale reserves. This is narrative in the full-throated, small-D democratic spirit of John Dos Passos, moving among a huge cast of interconnected characters, from the city's pushover mayor to an itinerant pole-dancer who makes a killing at the pop-up strip club catering to the platoons of oil riggers with unaccustomed cash to burn.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mysteries-they-murdered-weldonville-11578067338", "title": "Mysteries: They Murdered Weldonville", "date": "2020-01-03 11:02", "summary": "Leah 'Hawk' Hawkins, the commanding officer of a tiny Colorado police department, takes a leave of absence to track down a dozen escaped criminals in Thomas Perry's latest.. July 19 is a date that lives in infamy in the fictional Colorado town of Weldonville-the pivotal setting of Thomas Perry's \"A Small Town\" (Mysterious Press, 320 pages, $26). Weldonville is the site of a federal penitentiary where, two years ago, the most violent occupants executed all the late-shift guards and escaped into the neighboring area to rape, kill and plunder. \"They murdered Weldonville,\" says Leah Hawkins, the commanding officer of the town's police department.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/life-isnt-everything-review-a-rare-rapport-with-actors-11578067266", "title": "'Life Isn't Everything' Review: A Rare Rapport With Actors", "date": "2020-01-03 11:01", "summary": "An oral biography of Mike Nichols-comedian, ﬁlmmaker and theater director-by 150 of his closest friends.. For more than half a century, Mike Nichols (b. 1931, Berlin; d. 2014, New York) was one of the foremost figures in American show business. It's a little surprising, then, that it's taken five years for a mainstream study of the man and his many works to appear. Now, though, a biography, by Mark Harris, is in the works, and a fascinating oral history of Nichols's career has just appeared-\"Life Isn't Everything: Mike Nichols, as Remembered by 150 of His Closest Friends,\" compiled by culture journalists Ash Carter and Sam Kashner.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/childrens-books-the-logan-familys-20th-century-11578067301", "title": "Children's Books: The Logan Family's 20th Century", "date": "2020-01-03 11:01", "summary": "The final volume in a stirring chronicle of fortitude and injustice.. To everything there is a season, and in the world of children's books-with Black History Month coming up in February-this is the season for stories about African-American life, struggles and heroes. Amid the slew of new titles there's a picture book for children ages 5-9 that tells an amazing real-life tale of patience and diligence. Its subject is a woman named Mary Walker, who was born a slave in 1848, but its message is one that will ring the heart-chimes of anyone who has ever had to defer a long-harbored ambition.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/take-your-victory-lap-elon-musk-11578067213", "title": "Take Your Victory Lap, Elon Musk", "date": "2020-01-03 11:00", "summary": "Tesla is finally meeting its deadlines, and that's welcome news for disruptors after a rough year. The excitement over Carlos Ghosn's escape to Lebanon from Japan may have obscured an equally impressive feat in the car business. Tesla Inc. is meeting its targets.", "categories": [["Business", "On Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/on-business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-challenges-that-working-mothers-still-face-11578067249", "title": "The Challenges That Working Mothers Still Face", "date": "2020-01-03 11:00", "summary": "For her final article after three decades on the beat, Sue Shellenbarger looks at what's changed and what hasn't for women trying to manage office and home lives.. Nearly 30 years ago, it may have looked to others like I had it all-a thriving career I loved and two small children. Yet I still found myself lying awake at night worrying that I was falling short, both at work and at home.", "categories": [["Life & Work", "Ideas", "The Saturday Essay"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/the-saturday-essay?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-to-notch-a-comeback-ditch-your-manager-and-your-record-label-11578066936", "title": "How To Notch A Comeback? Ditch Your Manager and Your Record Label", "date": "2020-01-03 10:55", "summary": "Tinashe's Songs For You is an independent return to form after getting through some difficult career-related moments.. For R&B-pop singer Tinashe, 2019 was a year of change. In February, she announced that she parted ways with RCA, her label of seven years. She then split with her longtime management team before announcing a new deal with Jay-Z's Roc Nation at the beginning of November. The 26-year-old capped off the year by independently releasing Songs For You, a return to form her fans had been waiting for. It's tough to find a negative review about the project anywhere.", "categories": [["Magazine - Culture"]], "category_links": ["https://www.wsj.com/news/types/magazine-culture?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/analyze-this-roaring-market-but-less-research-11578066814", "title": "Analyze This: Roaring Market But Less Research", "date": "2020-01-03 10:53", "summary": "Stocks may be having a great run, but stock analysts are having one of their worst in terms of job security. If the S&P 500 rises 29% in a year, but no one is around to tell clients, does anyone make money?", "categories": [["Markets", "Overheard"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/overheard?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-tasting-tour-of-marrakesh-11578066498", "title": "A Tasting Tour of Marrakesh", "date": "2020-01-03 10:48", "summary": "On the hunt for the city's most tantalizing tagines, Morocco's ubiquitous dish, our dedicated taster sniffs out 5 exceptional examples. Plus: 3 favorite pottery shops. THE TRADITIONAL Moroccan table affords two certainties: a never-ending supply of sweet mint tea, and some type of tagine, a long-simmered stew. As dishes go, tagines are ideally suited to desert living, where water can be scarce; meat and vegetables are cooked slowly in a heavy clay vessel (also called a tagine) which has a shallow base and a conical lid. As the food cooks, moisture rises from it, collecting in the lid before condensing and returning to the base to form a rich braising liquid. When the lid of the tagine is lifted at the table, you're momentarily enveloped in a spice-scented cloud of steam.", "categories": [["Life & Work", "Travel", "Off Duty Travel"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/magazine/travel?mod=breadcrumb", "https://www.wsj.com/news/types/off-duty-travel?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-looming-question-in-rape-law-after-harvey-weinstein-11578066262", "title": "The Looming Question in Rape Law After Harvey Weinstein", "date": "2020-01-03 10:44", "summary": "In the #MeToo era, should we see sexual contact between the powerful and the relatively powerless as inherently coercive?. On Jan. 6, Harvey Weinstein's trial for rape and sexual assault is scheduled to begin in a New York courtroom. But the charges that the disgraced Hollywood producer will face reflect just a fraction of the allegations made against him. More than 80 women have publicly accused Mr. Weinstein of hundreds of acts of sexual misconduct over the course of more than 30 years. These allegations reflect not just one powerful man's lifetime of predatory behavior but also the challenges that the evolving law of rape and sexual assault must confront in the era of #MeToo.", "categories": [["Life & Work", "Ideas", "Essay"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/essay?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/images-fortified-by-words-11578065759", "title": "Images Fortified by Words", "date": "2020-01-03 10:36", "summary": "Dorothea Lange's photographs tell stark, powerful stories of American life. Until she was in her late 30s, Dorothea Lange (1895-1965) specialized in taking photographic portraits of San Francisco's social elite. But when the Depression hit, Lange emerged from her studio to capture the devastation on the streets. She brought to her new subject a dedication and an eye for composition that would make her famous-thanks above all to her celebrated 1936 picture \"Migrant Mother,\" which is still perhaps the most famous image of the Depression.", "categories": [["Life & Work", "Ideas", "Icons"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/icons?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/model-citizens-building-miniatures-is-not-childs-play-11578065533", "title": "The $5,000 Car That Fits in the Palm of Your Hand", "date": "2020-01-03 10:32", "summary": "Adults spend hundreds of hours making minutely detailed replicas; 'I'm not the only whack job'. By day, Mark Gustavson is a lawyer in Salt Lake City. In his free time, he makes model cars. His current project is a 1/25th-scale version of a car that exists only in his imagination-a 1964 Mustang with elements of a Mercury Cougar.", "categories": [["A-hed"]], "category_links": ["https://www.wsj.com/news/types/a-hed?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pricing-in-irans-fury-for-oil-11578065337", "title": "Calculating the Impact of Iran's Fury on the Price of Oil", "date": "2020-01-03 10:28", "summary": "Crude-oil prices surged after the strike on Qassem Soleimani in anticipation of a response that would include disruptions to oil flow from the Middle East, but Iran's revenge could also be negative for crude prices. How many dollars a barrel will Qassem Soleimani be worth?", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/reaction-to-u-s-strike-killing-iranian-military-leader-falls-along-party-lines-11578025323", "title": "Reaction to U.S. Strike Killing Iranian Military Leader Falls Along Party Lines", "date": "2020-01-03 10:20", "summary": "Republicans praise order that killed Qassem Soleimani while some Democrats raise concerns about escalation. President Trump's decision to order the strike that killed Iranian military leaderQassem Soleimani drew swift reaction from Capitol Hill, with responses largely falling along partisan lines.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fed-adds-51-15-billion-in-temporary-liquidity-11578063663", "title": "Fed Adds $51.15 Billion in Temporary Liquidity", "date": "2020-01-03 10:01", "summary": "Central bank's balance sheet rises to $4.17 trillion. The Federal Reserve Bank of New York added $51.15 billion in temporary money to financial markets Friday.", "categories": [["Economy", "Central Banks"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/central-banks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/regulators-ask-banks-about-preparations-for-libors-demise-11578063600", "title": "Regulators Ask Banks About Preparations for Libor's Demise", "date": "2020-01-03 10:00", "summary": "Banks must show how they are managing risks stemming from the planned end of the benchmark rate next year. Financial regulators are asking banks to show they have plans in place to manage the risks stemming from the planned demise of a key benchmark interest rate.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/when-being-a-fan-hurts-too-much-11578063164", "title": "When Being a Fan Hurts Too Much", "date": "2020-01-03 09:52", "summary": "A behavioral economist answers questions on football anxiety, waiting at the airport and wrapping gifts.. Hi Dan,", "categories": [["Life & Work", "Ideas", "Ask Ariely"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/ask-ariely?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-delicate-architecture-of-puff-pastry-11578061579", "title": "The Delicate Architecture of Puff Pastry", "date": "2020-01-03 09:26", "summary": "The dessert is an example of a laminar material, gaining strength from its thousands of thin layers. A traditional British afternoon tea is a thing of beauty. The tea itself nestles in the corner of the table, eclipsed by the table's centerpiece: a conical stack of silver platters loaded with delicate sandwiches, fresh scones and inventive pastries. You can view this abundance as a celebration of culinary hedonism. Or, if you're a certain sort of physicist (and I am), you can see it as an elaborate showcase for the potential of flour-based architecture.", "categories": [["Life & Work", "Ideas", "Everyday Physics"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/everyday-physics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/democrats-and-republicans-have-found-one-common-foe-the-ncaa-11578049200", "title": "Democrats and Republicans Have Found One Common Foe: the NCAA", "date": "2020-01-03 09:14", "summary": "Lawmakers who agree on little else have come to a similar position on the college sports model. WASHINGTON-The U.S. Congress is divided in almost every way. But as it heads into a bitter 2020, there is one issue where Republicans and Democrats have found a surprising consensus: hating on the National Collegiate Athletic Association.", "categories": [["Sports"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/canada-gooses-ceo-and-his-all-weather-advisers-11578060000", "title": "Canada Goose's CEO and His All-Weather Advisers", "date": "2020-01-03 09:00", "summary": "Dani Reiss took over a family business that has turned into a luxury brand. Those he goes to for counsel include the head of Starbucks China and Tom Brady.. Dani Reiss never planned to join his family's business, the winter clothing company that would become Canada Goose .", "categories": [["Personal Board of Directors"]], "category_links": ["https://www.wsj.com/news/types/personal-board-of-directors?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bridal-trends-2020-no-wedding-gown-jumpsuit-caftan-11578059774", "title": "I, Take Thee, a One-Armed Bridal Jumpsuit", "date": "2020-01-03 08:57", "summary": "Modern brides accustomed to overnight shipping and celebrity-influenced purchases don't want nine months of fittings in a gown atelier, designers say. They want colorful, rewearable ensembles in unorthodox silhouettes. Ava Shapiro met her wife Sasha Levine at a 28-hour dance marathon at Barnard College. When they decided to get married 10 years later, both knew they wouldn't be wearing white gowns. \"Our main criteria for our wedding outfits was, what can we get down in? Because we wanted to dance,\" says Shapiro, 33, the director of development for a nonprofit in New York City.", "categories": [["Fashion"]], "category_links": ["https://www.wsj.com/news/types/undefined?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/steven-shin-drew-brees-stephen-curry-hand-surgeon-11578004217", "title": "The Surgeon With Drew Brees and Stephen Curry's Futures in His Hands", "date": "2020-01-03 08:55", "summary": "Resume Subscription. Los Angeles", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/where-to-find-the-countrys-best-cheese-11578058050", "title": "Where to Find the Country's Best Cheese", "date": "2020-01-03 08:27", "summary": "These remarkable mongers across the U.S. educate their customers and connect them to the producers cultivating a cheese renaissance. IT'S BEEN a challenging couple of years for independent cheese shops in the U.S., as the specialty-cheese boom they fostered is absorbed by big-box retailers who sell some of the same brands they do, at lower prices.", "categories": [["Life & Work", "Food & Drink"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/food-cooking-drink?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/stocks-to-watch-exxon-mobil-apple-mcclatchy-landec-duke-energy-11578046153", "title": "Stocks to Watch: Exxon Mobil, Apple, McClatchy, Landec", "date": "2020-01-03 08:02", "summary": "Here are some of the companies with shares expected to trade actively Friday. Here are some of the companies with shares expected to trade actively in Friday's session. Stock movements noted by ticker reflect movements during regular trading hours; premarket trading is specified separately.", "categories": [["Markets", "MoneyBeat"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/moneybeat?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/market-regulator-heads-back-to-court-against-kraft-and-mondelez-11578056400", "title": "CFTC Heads Back to Court Against Kraft and Mondelez", "date": "2020-01-03 08:00", "summary": "CFTC case could show extent of the government's ability to go after market manipulation. WASHINGTON-The country's primary regulator of derivatives markets is clashing in court again with some of the nation's biggest food companies, in a case that could reveal the extent of the government's power to go after market manipulation.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/illumina-pacific-biosciences-of-california-end-plans-to-combine-11578055515", "title": "Illumina, Pacific Biosciences of California End Plans to Combine", "date": "2020-01-03 07:45", "summary": "Companies cite the lengthy regulatory approval process. Illumina Inc. has called off its plans to buy Pacific Biosciences of California Inc., the companies said Thursday.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/freezing-in-the-office-this-bracelet-could-help-11578054522", "title": "Freezing in the Office? This Bracelet Could Help", "date": "2020-01-03 07:28", "summary": "This wearable smart thermostat promises to make frigid environments-and overly warm ones, too-seem more comfortable. EVEN EVEN-TEMPERED people have a tendency to run too hot or too cold, an affliction often exacerbated by the lack of personal temperature controls in offices or planes, at the movies and in the gym.", "categories": [["Tech", "Personal Tech", "Gear & Gadgets"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb", "https://www.wsj.com/news/types/personal-technology-joanna-stern?mod=breadcrumb", "https://www.wsj.com/news/types/gear?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/top-10-tasks-for-boeings-new-ceo-11578054175", "title": "Top 10 Tasks for Boeing's New CEO", "date": "2020-01-03 07:22", "summary": "David Calhoun's priorities when he takes the plane maker's reins this month should include appeasing regulators, restarting production of the MAX and refocusing the corporate culture. Boeing 's incoming chief executive officer, David Calhoun, will need to put the beleaguered aircraft maker through a grueling New Year's workout. These should be his top 10 priorities when he takes the reins on Jan. 13.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/he-was-on-the-scrapheap-then-he-became-the-nfls-most-efficient-quarterback-11578052801", "title": "He Was on the Scrapheap. Then He Became the NFL's Most Efficient Quarterback.", "date": "2020-01-03 07:00", "summary": "Ryan Tannehill leads the Titans into a playoff showdown against the Patriots after getting dumped by the Dolphins and morphing into an unlikely star. After last season, the Miami Dolphins decided they were done with Ryan Tannehill. They didn't have a particularly inspiring plan to replace their longtime quarterback, but they were so sure he wasn't the answer that they dumped him for a couple of late draft picks.", "categories": [["Sports", "NFL"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/nfl?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sprawling-insider-trading-case-heads-to-trial-11578052809", "title": "Sprawling Insider-Trading Case Heads to Trial", "date": "2020-01-03 07:00", "summary": "Prosecutors likely to shed light on traders and bankers accused of reaping tens of millions of dollars in illicit gains. The first trial to emerge from a yearslong investigation into an alleged international insider-trading ring is set to begin next week in Manhattan, a case likely to shed light on a network of highflying securities traders and investment bankers who authorities say were responsible for tens of millions of dollars in illicit profits.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pope-francis-struggles-to-escape-scandals-of-2019-11578052800", "title": "Pope Francis Struggles to Escape Scandals of 2019", "date": "2020-01-03 07:00", "summary": "The pope starts new year dogged by crises that complicate his agenda. ROME-Pope Francis ended 2019 in embarrassment when he angrily slapped the hand of a woman who had pulled on his own while he was greeting pilgrims on New Year's Eve. He began 2020 with a public apology for losing his patience and setting a \"bad example.\"", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/stay-or-run-dilemma-for-those-in-australias-5-000-square-mile-wildfire-leave-zone-11578046886", "title": "Stay or Run? Dilemma for Those in Australia's 5,000-Square-Mile Wildfire 'Leave Zone'", "date": "2020-01-03 06:54", "summary": "Roads are gridlocked with those seeking safety; fuel shortages complicate people's escape plans. SYDNEY-For the 30 family and friends sheltering inside Anton's beachside cafe at Kianga in southeastern Australia, among them a 2-year-old girl and a pregnant woman, it came down to a show of hands. The vote was unanimous: stay put rather than flee amid the threat of catastrophic wildfires.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/investors-may-yet-sour-on-indias-dual-crises-11578051183", "title": "Investors May Yet Sour on India's Dual Crises", "date": "2020-01-03 06:33", "summary": "A sharp economic slowdown, paired with growing political tension, make a bad mix for India's relatively expensive equity market. India's political turmoil and economic malaise are visible everywhere you look. Everywhere, that is, except the country's stock market.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-shanghai-london-stock-link-is-a-financial-white-elephant-11578050664", "title": "The Shanghai-London Stock Link Is a Financial White Elephant", "date": "2020-01-03 06:24", "summary": "Beijing may have stalled new listings through the U.K. Connect, but the more ambitious Hong Kong program made the London operation largely irrelevant anyway. A high-profile project to link the Shanghai and London stock exchanges has been thrown into question this week. But the financial pipeline's extremely limited scope makes its future far less important than it might seem.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-a-u-s-a-why-americas-market-can-remain-a-world-champ-11578047584", "title": "Investors, Go Ahead and Put a Lot of Eggs in This Basket", "date": "2020-01-03 05:33", "summary": "U.S. stocks have been outperforming the rest of the world for decades. Those who think the trend will start to reverse this year could end up disappointed.. \"Home bias\" is one of the great money management foibles, but don't tell that to U.S. investors. They have been favoring their domestic stock market and loving it.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fed-minutes-to-shed-light-on-interest-rate-consensus-11578047402", "title": "Fed Minutes to Shed Light on Interest Rate Consensus", "date": "2020-01-03 05:30", "summary": "Chairman Jerome Powell has signaled a high bar to reverse last year's rate cuts. The Federal Reserve releases the minutes of its Dec. 10-11 meeting on Friday at 2 p.m. EST, shedding light on the degree to which central bank officials are rethinking their approach to raising or lowering interest rates.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/taiwan-turns-to-facebook-and-viral-memes-to-counter-chinas-disinformation-11578047403", "title": "Taiwan Works to Counter China's Online Disinformation", "date": "2020-01-03 05:30", "summary": "As election nears, government heightens efforts to dispel online rumors fostered by Beijing. TAIPEI-Taiwan is toughening laws, fostering memes and partnering with the likes of Facebook to fight back against China's attempts to influence its coming election.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/demographic-shift-poised-to-test-trumps-2020-strategy-11578047402", "title": "Demographic Shift Poised to Test Trump's 2020 Strategy", "date": "2020-01-03 05:30", "summary": "Base of white, working-class voters projected to decline and be replaced by Democratic-leaning groups. President Trump's 2020 election strategy relies largely on the white, working-class base that he excited in 2016. But he faces a demographic challenge: The electorate has changed since he was last on the ballot in ways likely to benefit Democrats.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/democrats-ditch-rust-belt-for-sun-belt-in-bid-for-future-growth-11578047400", "title": "Democrats Ditch Rust Belt for Sun Belt in Bid for Future Growth", "date": "2020-01-03 05:30", "summary": "Party sees promise in state races in Texas, Arizona, Florida and North Carolina; impeachment trial slows Senate GOP's push to confirm judges. SUN BELT OVER RUST BELT: Democratic organizers see promise in Texas, Arizona, Florida and North Carolina in 2020, but worry that a fundraising disadvantage could stymie them. Forward Majority, a progressive group focused on state races, plans at least a $10 million investment in those four states and urges the party to wake up to the funding shortfall state legislative candidates face against well-funded Republican incumbents.", "categories": [["Politics", "Washington Wire"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/washington-wire?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fdas-deadline-problem-11578047402", "title": "FDA's Deadline Problem?", "date": "2020-01-03 05:30", "summary": "Rush to meet end-of-year drug-approval deadlines leads to more adverse effects, new study shows. More drugs are approved in December than any other time of year-but the burst of activity has an unintended side effect: The end-of-year approvals are later associated with more hospitalizations, life-threatening events and deaths, according to a new study.", "categories": [["U.S.", "The Numbers"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/the-numbers?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/buzzfeed-edges-closer-to-profitability-after-tough-year-11578045602", "title": "BuzzFeed Edges Closer to Profitability After Tough Year", "date": "2020-01-03 05:00", "summary": "Layoffs, new efforts to diversify revenue streams helped turn things around at onetime digital-media darling. BuzzFeed has worked to stabilize itself after a tumultuous period last year in which it laid off 250 people following an annual loss that people familiar with the matter said was greater than $50 million.", "categories": [["Business", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/leader-of-iranian-revolutionary-guard-s-foreign-wing-killed-11578015855", "title": "U.S. Strike Ordered by Trump Kills Key Iranian Military Leader", "date": "2020-01-03 04:51", "summary": "Iraqi paramilitary commander also dead in attack on Baghdad airport road. President Trump ordered a U.S. airstrike that killed Maj. Gen. Qassem Soleimani, leader of the foreign wing of Iran's Islamic Revolutionary Guard Corps, in an attack that is expected to stoke heightened tensions between Washington and Tehran and inflame frictions in the volatile Middle East.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/jet-company-employee-faces-criminal-complaint-in-ghosns-escape-11578042234", "title": "Jet Company Employee Faces Criminal Complaint in Ghosn's Escape", "date": "2020-01-03 04:11", "summary": "Turkey-based MNG Jet says an employee falsified records to help the former Nissan Motor chairman flee Japan. A private-jet company said it had filed a criminal complaint against an employee who allegedly aided Carlos Ghosn's escape from Japan, in its first public acknowledgment that its planes were involved.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/oil-prices-surge-after-u-s-strike-kills-iranian-military-leader-11578022971", "title": "Oil Surges After U.S. Strike Kills Iranian Military Leader", "date": "2020-01-03 00:39", "summary": "Escalation in tensions between Washington and Tehran could threaten world's crude supplies. The price of oil surged late Thursday after the killing of an Iranian military leader in a U.S.-authorized strike, an escalation in tensions between Washington and Tehran that could threaten the world's crude supplies.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-keto-diet-goes-culinary-recipes-that-cut-carbs-not-flavor-11578056186", "title": "The Keto Diet Goes Culinary: Recipes That Cut Carbs, Not Flavor", "date": "2020-01-03 00:01", "summary": "The ketogenic diet is the flavor of the moment-but will it work for a cook committed to good taste? These flavorful, highly satisfying recipes say yes. AS A FOOD writer, I inhabit a world where eating with abandon is the golden rule. I'm not complaining. And it's easy to understand the particular disdain my food-media colleagues reserve for all the fad diets that come buzzing our way. Why would any gastronome want to plant land mines around meals?", "categories": [["Life & Work", "Food & Drink"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/food-cooking-drink?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fed-governors-influence-at-central-bank-has-declined-paper-says-11578027660", "title": "Fed Governors' Influence at Central Bank Has Declined, Paper Says", "date": "2020-01-03 00:01", "summary": "Pay issues, the political landscape and moves by regional Fed bank presidents have diminished the Board of Governors' power, Penn scholar finds. The power of Federal Reserve governors has withered and needs to be restored to help the central bank be more democratically accountable and make monetary policy effectively, new research says.", "categories": [["Central Banks Research"]], "category_links": ["https://www.wsj.com/news/types/central-banks-research?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/statement-from-the-department-of-defense-on-attack-11578023347", "title": "Statement From Defense Department on Attack", "date": "2020-01-03 22:49", "summary": "Resume Subscription. At the direction of the President, the U.S. military has taken decisive defensive action to protect U.S. personnel abroad by killing [Qassem] Soleimani, the head of the Islamic Revolutionary Guard Corps-Quds Force, a U.S.-designated Foreign Terrorist Organization.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-officials-boster-protections-week-after-monsey-hanukkah-stabbing-11578009628", "title": "New York Officials Bolster Protections Week After Hanukkah Stabbing", "date": "2020-01-03 20:42", "summary": "State bill introduced that would allow judges to set bail for hate-crime suspects. More details have emerged about the suspect in a stabbing attack at a Hanukkah celebration in Monsey, N.Y., as police and elected officials statewide said they are ramping up efforts to prevent and investigate hate crimes.", "categories": [["U.S.", "Crime"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-crime?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/apple-hires-ex-hbo-boss-richard-plepler-to-build-out-tv-lineup-11578013952", "title": "Apple Hires Ex-HBO Boss Richard Plepler to Build Out TV+ Lineup", "date": "2020-01-03 20:13", "summary": "Tech giant lands content deal with executive behind hits 'Game of Thrones' and 'Veep'. Former HBO Chairman and Chief Executive Richard Plepler signed an exclusive production deal with Apple Inc.'s new TV streaming service, a five-year deal that underscores the tech giant's growing ambitions in entertainment.", "categories": [["Business", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/baltimore-new-york-among-cities-fighting-more-murders-11577975356", "title": "Baltimore, New York Among Cities Fighting More Murders", "date": "2020-01-03 20:04", "summary": "Chicago stands out for third year of decreased violent crime. Several U.S. cities head into the new year hoping to reverse rising homicide rates, including in New York and Baltimore.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/emails-show-pentagon-officials-concerns-over-ukraine-aid-freeze-11578009019", "title": "Emails Show Pentagon Official's Concerns Over Ukraine Aid Freeze", "date": "2020-01-03 19:26", "summary": "Elaine McCusker, acting Pentagon comptroller, raised concerns about the legality of the hold on nearly $400 million in aid. WASHINGTON-A senior Pentagon official clashed with the White House over its decision to freeze security aid to Ukraine, repeatedly warning that the hold could complicate the administration's ability to distribute the money before a congressionally mandated deadline, according to unredacted emails obtained by an outside group.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/kentucky-attorney-general-asks-fbi-to-probe-former-gov-matt-bevins-pardons-11578010572", "title": "Kentucky Attorney General Asks FBI to Probe Ex-Gov. Bevin's Pardons", "date": "2020-01-03 19:16", "summary": "Official says pardon power 'should be used sparingly' amid controversy over rapist's release. Kentucky's new attorney general has requested that the Federal Bureau of Investigation investigate a host of pardons issued by former Republican Gov. Matt Bevin in his final weeks in office.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/warren-zevons-wisdom-for-the-2020s-11578010521", "title": "Warren Zevon's Wisdom for the 2020s", "date": "2020-01-03 19:15", "summary": "Sizing up impeachment, the presidential campaign and the prospects for striking back at the 'woke.'. I bumped into a great artist on the morning of New Year's Eve and he smiled and asked: \"Are you optimistic or pessimistic about the coming year?\" We were on the street in a little town and it wasn't too cold and he and his wife looked beautiful in their wool hats. His question surprised me because I'd forgotten to think in terms of optimism and pessimism, and then realized I don't when the year turns. I told him that, and then said that tonight at the party I will simply think I am here / I am here / I am lucky / I'm alive.", "categories": [["Opinion", "Declarations"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/declarations?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mayor-petes-stealth-health-mandate-11578010279", "title": "Mayor Pete's Stealth Health Mandate", "date": "2020-01-03 19:11", "summary": "No coverage? You'll be 'retroactively enrolled in the public option.'. As a slogan, Pete Buttigieg's health plan looks straightforward: \"Medicare for All Who Want It.\" Rather than force every American into a government health system, PeteCare would offer a \"public option.\" Anyone who wants to could buy into the program. Everybody else, Mayor Pete seems to suggest, would be left alone.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/thank-you-for-not-vaping-11578010181", "title": "Thank You for Not Vaping", "date": "2020-01-03 19:09", "summary": "The FDA ban on flavors is aimed at teens, who may not listen.. The Food and Drug Administration on Thursday announced a ban on flavored e-cigarettes in an ostensible effort to thread the needle between preventing youth nicotine addiction and promoting adult tobacco cessation. But don't think this will silence e-cigarette critics or make teens stop vaping.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-euro-has-never-been-this-calm-11577959201", "title": "The Euro Has Never Been This Calm", "date": "2020-01-03 19:01", "summary": "Despite a lackluster year for growth, the common currency barely budged against the dollar in 2019. The euro had its calmest year ever in 2019, shrugging off its reputation as a volatile reflection of Europe's perennially weak economy and never-ending political misfortunes. Many currency watchers seem to think the quiet can continue.", "categories": [["Markets", "Currencies", "Foreign Exchange"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/currencies?mod=breadcrumb", "https://www.wsj.com/news/types/foreign-exchange?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/campus-bias-blowback-11577997206", "title": "Campus Bias Blowback", "date": "2020-01-03 19:00", "summary": "A lawsuit says Iowa State chills speech in and out of the classroom.. The infection of speech restrictions on campus has spread nationwide, but some are fighting back. The latest defense of the First Amendment is a lawsuit filed Thursday against Iowa State University.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}]