[{"link": "https://www.wsj.com/articles/peace-shalom-salaam-11600127046", "title": "'Peace. Shalom. Salaam'", "date": "2020-09-14 19:44", "summary": "The U.A.E. is ready to build on the peace agreements with Israel to build a more prosperous and stable region.. Two weeks ago, the first Israeli commercial flight landed in Abu Dhabi from Tel Aviv. Along with a large delegation of Israeli officials and media, it carried a bigger message, written in 2-foot-high letters in three languages on the side of the El Al aircraft: Peace. Shalom. Salaam.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/oracle-deal-with-tiktok-to-undergo-u-s-national-security-review-11600097811", "title": "Oracle Deal With TikTok to Undergo U.S. Security Review", "date": "2020-09-14 19:36", "summary": "Arrangement would boost Larry Ellison's cloud ambitions to catch Amazon, Microsoft. The Treasury Department said it would review an agreement for Oracle Corp. and others to revamp TikTok's U.S. operations with the aim of avoiding a ban of the popular video-sharing app because of its Chinese ownership.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bloombergs-florida-purchase-11600126292", "title": "Bloomberg's Florida Purchase", "date": "2020-09-14 19:31", "summary": "Campaign-finance laws magnify his influence in the 2020 election.. If Joe Biden carries Florida in November, he ought to make Mike Bloomberg Secretary of the Treasury. The billionaire certainly will have earned it, with an 11th-hour cash infusion of $100 million to help Mr. Biden in the state.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/youtubes-political-censorship-11600126230", "title": "YouTube's Political Censorship", "date": "2020-09-14 19:30", "summary": "The company suddenly removes an interview with Trump's virus adviser.. Li Wenliang, the Chinese doctor who tried to raise the alarm about the coronavirus in 2019 and was muzzled by the government before himself succumbing to the disease, has become a symbol of the way controls on speech can endanger the public. America's civil liberties ensure that couldn't happen here. But YouTube's latest effort at politicized censorship of a reputable physician reminds us that such impulses aren't unique to China.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/covid-19-pandemic-highlights-differences-in-affordability-of-health-care-11600125905", "title": "Covid-19 Pandemic Highlights Differences in Affordability of Health Care", "date": "2020-09-14 19:25", "summary": "Despite emergency measures for those without insurance, some patients in the U.S. are falling through the cracks. Early in the coronavirus pandemic Congress formed an emergency system to ensure free testing for the virus and to help uninsured Americans avoid big hospital bills for Covid-19 treatment. Most large insurance companies waived cost-sharing agreements for Covid-19 patients at the same time. But as many bills arrive, not all patients are benefiting from the system. The Wall Street Journal identified four key groups that, based on their coverage status, experience the financial ramifications of infection in different ways.", "categories": [["Health"]], "category_links": ["https://www.wsj.com/news/types/noted-health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fight-over-manhattan-hotel-shows-challenges-of-housing-homeless-11600120175", "title": "Fight Over Manhattan Hotel Shows Challenges of Housing Homeless During Coronavirus Pandemic", "date": "2020-09-14 19:14", "summary": "City officials face challenge of creating shelters to mitigate homelessness crisis while dealing with resistance from neighborhoods. New York City has halted a controversial decision to move people experiencing homelessness out of a luxury hotel-turned-shelter on Manhattan's Upper West Side, as opposition has mounted on both sides of a fiery debate over where to house the city's homeless during the pandemic.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tiktok-strives-to-settle-privacy-lawsuit-as-oracle-deal-nears-11600125227", "title": "TikTok Strives to Settle Privacy Lawsuit as Oracle Deal Nears", "date": "2020-09-14 19:13", "summary": "Litigation says app scanned users' faces and voices without proper consent. Lawyers for TikTok are pushing to settle a lawsuit in Illinois alleging the video-sharing app improperly collects data from its users, many of them underage, as its Chinese parent company closes in on a deal with Oracle Corp.", "categories": [["Pro Cyber News"]], "category_links": ["https://www.wsj.com/news/types/pro-cyber-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-misguided-antitrust-attack-on-big-tech-11600125182", "title": "The Misguided Antitrust Attack on Big Tech", "date": "2020-09-14 19:13", "summary": "Antitrust action would sap the benefits top companies have brought to consumers and ordinary investors.. Despite the many troubles of 2020, Congress has made more time than ever this year to target a different purported threat: America's tech giants. This month the Senate Antitrust Subcommittee will hold the latest of several recent hearings on the issue, with one on Google's online advertising influence on Tuesday and another on general antitrust enforcement Sept. 30. Yet after all this sound and fury, will Congress actually dismember the goose that laid the golden egg? Antitrust action against leading U.S. tech companies would shrink American dominance of the world's fastest-growing industry and imperil the enormous buildup of stock equity that secures the retirements of some 78 million American workers.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/notable-quotable-unrest-if-trump-wins-11600125021", "title": "Notable & Quotable: Unrest if Trump Wins", "date": "2020-09-14 19:10", "summary": "'A loss for Biden . . . would provoke mass disillusion with electoral politics as a means of change.'. Shadi Hamid writing for the Atlantic, Sept. 13:", "categories": [["Opinion", "Commentary", "Notable & Quotable"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb", "https://www.wsj.com/news/types/notable-quotable?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/confessions-of-a-new-gun-owner-11600124943", "title": "Confessions of a New Gun Owner", "date": "2020-09-14 19:09", "summary": "Even in suburbia, people are losing confidence the police will keep them safe.. On Monday it became official: The police issued me a gun permit.", "categories": [["Opinion", "Main Street"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/main-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/de-blasio-cuts-ribbon-at-3-billion-office-tower-touting-new-york-citys-reopening-11600124909", "title": "De Blasio Touts Opening of $3 Billion Office Tower as Cause for Optimism", "date": "2020-09-14 19:08", "summary": "Mayor calls for optimism in ribbon-cutting ceremony at One Vanderbilt as city slowly reopens amid continuing pandemic, steep fiscal challenges. Mayor Bill de Blasio stood Monday at the base of Manhattan's newest office building, owned by SL Green Realty Corp. , touting New York City's return as an economic hub just days after more than 100 business leaders called on him to fix deteriorating conditions in the city.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-long-road-to-israels-very-good-month-11600124843", "title": "The Long Road to Israel's Very Good Month", "date": "2020-09-14 19:07", "summary": "The Jewish state has become too valuable to the Arab world to be treated as a pariah.. Not since May 1948, when both the U.S. and the Soviet Union recognized the state of Israel in the critical weeks of its war for independence, has Israel had a diplomatic month like this. On Aug. 13, the United Arab Emirates and Israel signed an agreement to normalize relations, with the formal ceremony to be held Tuesday in Washington with President Trump. On Sept. 11, Bahrain followed suit. The Palestinian Authority, holding the rotating chair of the Arab League, introduced a resolution condemning the U.A.E. move at a Zoom session of Arab foreign ministers, but in a shocking departure from past practice, the motion failed to pass. On Sept. 13 another Arab nation, Oman, issued a statement of support for Bahrain's decision to normalize relations.", "categories": [["Opinion", "Global View"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/global-view?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/from-the-classroom-to-the-courtroom-11600124727", "title": "From the Classroom to the Courtroom", "date": "2020-09-14 19:05", "summary": "Outrageous Covid policies join speech restraints as causes of collegiate litigation.. Austin Tong, a Chinese-born senior at Fordham University in New York City, was disciplined for two social-media posts he made this summer. One featured a photo of David Dorn, a former St. Louis police captain who was killed in a June riot, with a comment from Mr. Tong: \"Y'all a bunch of hypocrites.\" The second depicted Mr. Tong himself-an outspoken critic of the Chinese Communist Party-holding an unloaded, lawfully owned rifle with a reference to the Tiananmen Square massacre.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-administration-shelves-plan-to-sharpen-scrutiny-of-state-medicaid-arrangements-11600123758", "title": "Trump Administration Shelves Plan to Sharpen Scrutiny of State Medicaid Arrangements", "date": "2020-09-14 19:03", "summary": "Head of a federal agency says new rule withdrawn in light of 'potential unintended consequences'. WASHINGTON-The Trump administration said it was withdrawing a plan to tighten federal oversight of how states pay for their share of Medicaid after some states and medical groups said the new rule would have deprived them of billions of dollars in funding in the throes of the pandemic.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/silver-lake-led-group-pours-650-million-into-payments-company-klarna-11600124400", "title": "Silver Lake-Led Group Invests $650 Million in Klarna", "date": "2020-09-14 19:00", "summary": "Investment values Swedish company at more than $10 billion. A group led by private-equity firm Silver Lake is investing $650 million in Klarna Holding AB, according to people familiar with the matter, betting on a company that has benefited from the accelerated shift to e-commerce brought on by the coronavirus pandemic.", "categories": [["WSJ News Exclusive", "Finance"]], "category_links": ["https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-state-can-enact-200-million-tax-on-opioid-industry-court-rules-11600122604", "title": "New York State Can Enact $200 Million Tax on Opioid Industry, Court Rules", "date": "2020-09-14 18:30", "summary": "Federal appellate court's decision reverses earlier ruling that law was unconstitutional. New York state won court permission to collect $200 million from the makers and distributors of opioid painkillers to help combat the costs of opioid addiction.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-latest-news-09-14-2020-11600071513", "title": "New U.S. Coronavirus Infections Fall From a Day Earlier", "date": "2020-09-14 18:23", "summary": "Texas and California led the nation in new Covid-19 cases. New coronavirus infections in the U.S. fell from a day earlier as governors on the West and Gulf Coasts grappled Monday with how best to contain the pandemic as a spate of natural disasters demanded resources and attention.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/berkshire-hathaways-bnsf-railway-names-kathryn-farmer-as-ceo-11600115400", "title": "Berkshire Hathaway's BNSF Railway Names Kathryn Farmer as CEO", "date": "2020-09-14 18:20", "summary": "Mrs. Farmer will become the first female CEO of a major railway operator in North America. BNSF Railway, one of the largest operating units of Berkshire Hathaway Inc., named Kathryn Farmer as chief executive on Monday.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fiat-chrysler-to-cut-dividend-ahead-of-merger-with-psa-group-11600117857", "title": "Fiat Chrysler to Cut Dividend Ahead of Merger With PSA Group", "date": "2020-09-14 18:17", "summary": "Terms of transaction are changed to preserve cash as the two car makers shore up financial positions. Fiat Chrysler Automobiles NV and PSA Group changed the terms of their merger to preserve cash as the two car makers shore up their financial positions following the negative effects of the coronavirus pandemic.", "categories": [["Business", "Autos & Transportation", "Autos Industry"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/transportation?mod=breadcrumb", "https://www.wsj.com/news/types/autos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/verizon-to-buy-wireless-reseller-tracfone-for-6-25-billion-11600085613", "title": "Verizon to Buy TracFone in Deal Valued at Nearly $7 Billion", "date": "2020-09-14 17:46", "summary": "Move would bring about 21 million prepaid cellphone customers to the biggest U.S. wireless operator. Verizon Communications Inc. said it has agreed to buy TracFone, a provider of wireless prepaid services, in a deal worth nearly $7 billion in cash and stock, further consolidating the U.S. cellular market.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/texas-officer-charged-with-assault-in-fatal-2019-shooting-of-black-woman-11600119861", "title": "Texas Officer Charged With Assault in Fatal 2019 Shooting of Black Woman", "date": "2020-09-14 17:44", "summary": "Felony could lead to a sentence of five years to life in prison if convicted in killing of Pamela Turner. BAYTOWN, Texas-A Texas police officer has been charged with assault for fatally shooting a woman after a struggle over the officer's stun gun last year, prosecutors announced Monday.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sudan-deal-to-settle-embassy-bombing-claims-being-blocked-by-schumer-menendez-11600022016", "title": "Sudan Deal to Settle Embassy Bombing Claims Stalls", "date": "2020-09-14 17:36", "summary": "U.S.-brokered plan aims to open the nation to investment, aid; some urge more compensation for foreign nationals, want deal to include victims of 9/11. WASHINGTON-A split among Senate Democrats threatens to derail a U.S.-brokered deal to help Sudan establish a stable civilian government and resolve terror victims' claims against the former regime of Omar al-Bashir, which harbored al Qaeda in the 1990s.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/apple-by-a-g-cook-review-ripe-ideas-from-a-digital-orchard-11600119345", "title": "'Apple' by A.G. Cook Review: Ripe Ideas From a Digital Orchard", "date": "2020-09-14 17:35", "summary": "The English producer has stepped out as a solo artist with music that highlights his tech-heavy approach to pop.. ", "categories": [["Books & Arts", "Music Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/music-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-k-names-chief-for-new-accounting-board-11600117537", "title": "U.K. Names Chief for New Accounting Board", "date": "2020-09-14 17:05", "summary": "The U.K. Accounting Standards Endorsement Board will be responsible for adopting international accounting rules. The U.K. government named a chairman for a new accounting standards board, which is expected to be operational once the country's transition period with the European Union is over.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/owner-of-new-york-sports-clubs-lucille-roberts-files-for-bankruptcy-11600083447", "title": "Owner of New York Sports Clubs Files for Bankruptcy", "date": "2020-09-14 16:59", "summary": "The gym chain, hit by Covid-19-related closures, is weighing a sale and considering offers from two groups of lenders. Town Sports International Holdings Inc., the parent company of New York Sports Clubs and Lucille Roberts gyms, has filed for bankruptcy after facing debt coming due this fall as well as reduced cash flow and liquidity due to coronavirus-related closures.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/global-stock-markets-dow-update-9-14-2020-11600074644", "title": "U.S. Stocks Rise to Start Week", "date": "2020-09-14 16:58", "summary": "Shares of Oracle jump as investors cheer its deal with video-sharing app TikTok. A rebound in technology shares lifted U.S. stocks Monday, helping major indexes recover after last week's pullback.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/silicon-valley-values-11600116381", "title": "Silicon Valley Values", "date": "2020-09-14 16:46", "summary": "Skepticism of government is great, but some governments deserve more than others.. Does cancel culture now dictate that Americans must be denied sensible medical information? Google parent Alphabet's YouTube division seems to have blocked a White House medical adviser's analysis because it conflicts with the flawed pronouncements of a U.N. bureaucracy.", "categories": [["Opinion", "Best of the Web"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/best-of-the-web-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/regulators-prepare-to-reprimand-citigroup-for-failing-to-improve-risk-systems-11600107587", "title": "Regulators to Reprimand Citigroup for Failing to Improve Risk Systems", "date": "2020-09-14 16:40", "summary": "Moves accelerated plans for CEO Michael Corbat's retirement. Federal regulators are preparing to reprimand Citigroup Inc. for failing to improve its risk-management systems-an expansive set of technology and procedures designed to detect problematic transactions, risky trades and anything else that could harm the bank.", "categories": [["WSJ News Exclusive", "Financial Regulation"]], "category_links": ["https://www.wsj.com/news/types/financial-regulation?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/revlon-faces-debt-crunch-after-bond-exchange-fails-11600115925", "title": "Revlon Faces Debt Crunch After Bond Exchange Fails", "date": "2020-09-14 16:38", "summary": "Cosmetics company's inability to garner support for debt swap comes as majority owner Ron Perelman reshapes his investment portfolio. Revlon Inc. has failed to complete a distressed-bond exchange that would have extended a debt maturity and given the troubled cosmetics company more time to get a handle on hundreds of millions in debt due in the coming months.", "categories": [["Pro Bankruptcy Distress"]], "category_links": ["https://www.wsj.com/news/types/pro-bankruptcy-distress?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/oracles-spoiler-play-for-tiktok-wont-bring-the-spoils-11600104530", "title": "Oracle's Spoiler Bid for TikTok Won't Bring the Spoils", "date": "2020-09-14 16:19", "summary": "Controversial bidding war appears to result in cloud-hosting arrangement with political baggage. Much remains unknown about exactly what Oracle is getting for its winning \"bid\" for TikTok's U.S. operations, but it appears to fall well short of what was originally envisioned.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-blocks-chinese-imports-over-alleged-forced-labor-practices-11600114529", "title": "U.S. Blocks Chinese Imports Over Alleged Forced Labor Practices", "date": "2020-09-14 16:15", "summary": "U.S. Customs officials order agents to hold shipments from companies and suppliers that allegedly relied on laborers from Xinjiang region. WASHINGTON-The Trump administration on Monday banned cotton apparel, computer parts and other imports from companies and suppliers that allegedly relied on forced and imprisoned laborers in China's Xinjiang region.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/south-dakota-attorney-general-reported-hitting-deer-but-struck-and-killed-a-man-investigators-say-11600114160", "title": "South Dakota Attorney General Struck and Killed Pedestrian", "date": "2020-09-14 16:09", "summary": "Jason Ravnsborg was driving home from a Republican fundraiser when the incident occurred. SIOUX FALLS, S.D.-State investigators say South Dakota Attorney General Jason Ravnsborg reported hitting a deer with his car on Saturday night but actually struck and killed a pedestrian whose body wasn't found until the next day.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/amazon-to-hire-100-000-in-u-s-and-canada-11600071208", "title": "Amazon to Hire 100,000 in U.S. and Canada", "date": "2020-09-14 16:08", "summary": "New full- and part-time positions will pay at least $15 an hour. Amazon . com Inc. plans to hire 100,000 additional employees in the U.S. and Canada, continuing a rapid expansion that began as the coronavirus pandemic forced many people to stay home and shop online for work and other necessities.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-administration-denies-refiners-retroactive-biofuel-exemptions-in-boost-for-iowa-11600103868", "title": "Trump Administration Denies Retroactive Biofuel Exemptions in Boost for Iowa", "date": "2020-09-14 16:08", "summary": "Sen. Joni Ernst had lobbied for the move as she came under attack from Democrats for not doing enough to help biofuel producers in her state. WASHINGTON-The Trump administration will deny oil refiners' retroactive requests for exemptions from U.S. biofuel laws, a major boon for Iowa, the leading producer of biofuels and a crucial state that could help determine which party wins the presidency and control of the Senate.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/few-new-york-city-school-staffers-test-positive-for-coronavirus-11600113221", "title": "Few New York City School Staffers Test Positive for Coronavirus", "date": "2020-09-14 15:53", "summary": "The Department of Education will begin mandated random testing of school staff and students on Oct. 1. A small percentage of New York City school staffers have tested positive for the new coronavirus since the nation's largest district began testing workers in the run-up to the reopening of schools next week, Mayor Bill de Blasio said Monday.", "categories": [["U.S.", "Schools"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-schools?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lancaster-pa-police-shooting-leads-to-protests-11600113072", "title": "Lancaster, Pa., Police Shooting Leads to Protests", "date": "2020-09-14 15:51", "summary": "Man holding knife chases officer, who turns and shoots him, body-camera images show. Prosecutors in Lancaster, Pa., said they were investigating a fatal shooting by police on Sunday and pursuing charges against people who engaged in subsequent protests that included setting fires and damaging property.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-nfl-is-back-and-sports-bettors-are-following-11600112703", "title": "The NFL is Back and Sports Bettors Are Following", "date": "2020-09-14 15:45", "summary": "Competition for U.S. sports-gambling customers is fierce amid the pandemic. ", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/an-electoral-setback-for-putin-11600111435", "title": "An Electoral Setback for Putin", "date": "2020-09-14 15:23", "summary": "Opposition to the Kremlin is growing beyond the main cities.. Vladimir Putin has undermined Russian democracy to the point that his country's election results usually don't mean much. But when opposition candidates win with the deck stacked against them, as they did in two Siberian cities over the weekend, it's worth noting.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/data-privacy-increasingly-a-focus-of-national-security-reviews-11600111141", "title": "Data Privacy Increasingly a Focus of National Security Reviews", "date": "2020-09-14 15:19", "summary": "Oracle, TikTok proposal is high-profile example of the kind of deals U.S. officials are examining. WASHINGTON- Oracle Corp.'s bid to become the \"trusted technology partner\" for the popular Chinese-owned TikTok app may not be a standard-issue business deal, but it's increasingly the sort of arrangement that undergoes a national security review, according to lawyers who advise companies in such cases.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/opec-deepens-forecast-for-decline-in-global-oil-demand-11600083622", "title": "OPEC Extends Forecast for Decline in Global Oil Demand", "date": "2020-09-14 15:03", "summary": "In its monthly report, cartel said it expects the pandemic to reduce demand by 9.5 million barrels a day. The economic hit from the coronavirus pandemic will hurt global energy demand harder and for longer than previously feared, the Organization of the Petroleum Exporting Countries said Monday.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/terry-branstad-u-s-ambassador-to-china-is-stepping-down-11600080563", "title": "Terry Branstad, U.S. Ambassador to China, Is Stepping Down", "date": "2020-09-14 14:59", "summary": "The former Iowa governor served for more than three years. HONG KONG-Terry Branstad is stepping down as U.S. ambassador to China, ending a more than three-year tenure at the forefront of Washington's increasingly strained relationship with Beijing.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-to-know-as-hurricane-sally-nears-dangers-and-realities-of-portable-generators-11600109759", "title": "Deaths Tied to Portable Generators Follow Hurricanes", "date": "2020-09-14 14:56", "summary": "The devices help people survive the loss of electricity but can prove deadly if used improperly; here's how to protect yourself. ", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/israel-prepares-for-its-second-nationwide-covid-19-lockdown-11600109570", "title": "Israel Girds for Covid-19 Disruptions to Jewish Holidays", "date": "2020-09-14 14:52", "summary": "Coronavirus fears amid Rosh Hashana, Yom Kippur and Sukkot alter plans for religious gatherings. TEL AVIV-Religious leaders and business owners in Israel are rushing to prepare for a second nationwide lockdown that is set to upend the Jewish holidays, as health workers brace for a new wave of Covid-19 infections.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-campaigns-key-half-hour-the-start-of-the-first-debate-11600090341", "title": "The Campaign's Key Half-Hour? The Start of the First Debate.", "date": "2020-09-14 14:51", "summary": "Joe Biden will get his best chance to show he is up to the job in the first 30 minutes of the Sept. 29 debate. The most important 30 minutes of this year's presidential campaign haven't arrived yet.", "categories": [["Politics", "Capital Journal"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/capital-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/want-to-return-your-lockdown-pink-hair-to-normal-its-not-so-easy-11600108780", "title": "Want to Return Your Lockdown Pink Hair to Normal? It's Not So Easy", "date": "2020-09-14 14:39", "summary": "Switching back is creating headaches for professional stylists. Bored and depressed during lockdown, Madison Namohala tried to cheer herself up by dying her blond hair bright pink. When she finished applying the dye, she started sobbing.", "categories": [["A-hed"]], "category_links": ["https://www.wsj.com/news/types/a-hed?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/should-you-talk-about-your-mental-health-with-your-boss-11600108469", "title": "Should You Talk About Your Mental Health With Your Boss?", "date": "2020-09-14 14:34", "summary": "For many, 2020 has ushered in fears of falling sick and losing a job, tension over the coming election and racial inequality, and a feeling of being overwhelmed by an untenable work-life juggle. The share of adults reporting symptoms of anxiety or depression ballooned during the pandemic, according to data from the U.S. Census Bureau, rising to 40.9% by mid-July. That compares with a similar national survey from the first half of 2019 which put that number at 11%. If you are struggling with a mental-health issue, here are some things experts say you should consider before seeking accommodations from your employer, such as a different schedule, extended remote work or a leave of absence.", "categories": [["Health"]], "category_links": ["https://www.wsj.com/news/types/noted-health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/after-navalny-poisoning-putins-loyalists-win-big-in-russian-elections-11600106924", "title": "After Navalny Poisoning, Putin's Loyalists Win Big in Russian Elections", "date": "2020-09-14 14:11", "summary": "Regional contests were seen as test of whether opposition could gain ground from Putin supporters. MOSCOW-Candidates loyal to Russian President Vladimir Putin swept regional and local elections over the weekend, demonstrating the Kremlin's grip on the levers of power despite pockets of support for Alexei Navalny's opposition movement after an attempt on his life sidelined him last month.", "categories": [["World", "Europe", "Russia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb", "https://www.wsj.com/news/types/russia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lake-tahoe-home-lists-44-million-11600107013", "title": "As Out-of-Towners Light Up Lake Tahoe, a Waterfront Home Lists for $44 Million", "date": "2020-09-14 14:10", "summary": "The 3-acre property in Homewood, Calif., sits a few houses down from Mark Zuckerberg's waterfront compound. A waterfront Lake Tahoe estate is entering the booming real-estate market with a $44 million price tag-making it one of the priciest properties listed in the area.", "categories": [["Real Estate", "Private Properties"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/private-properties?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-castle-amid-the-pines-11600106745", "title": "A Castle Amid the Pines", "date": "2020-09-14 14:05", "summary": "This large, elaborate home sits directly on Lake Tahoe.. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/in-turkey-weak-lira-powers-fresh-gold-rush-11600072185", "title": "In Turkey, Weak Lira Powers Fresh Gold Rush", "date": "2020-09-14 13:50", "summary": "Turkish households bought record volumes of gold this summer-and safe-boxes to keep it at home. ISTANBUL-Turks are piling into gold, long their favorite investment, as the country's financial system unravels.", "categories": [["Markets", "Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/putin-vows-support-for-belarus-leader-alexander-lukashenko-11600105778", "title": "Putin Vows Support for Belarus Leader Alexander Lukashenko", "date": "2020-09-14 13:49", "summary": "Russian president commits to military and financial backing for neighbor facing protests to oust him. MOSCOW-Russian President Vladimir Putin pledged financial and military support for Belarus President Alexander Lukashenko, signaling Moscow's intention to bolster its embattled junior partner-support that could ultimately bind Minsk more tightly to Russia.", "categories": [["World", "Europe", "Russia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb", "https://www.wsj.com/news/types/russia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/gnc-scraps-auction-going-ahead-with-sale-to-chinas-harbin-11600104741", "title": "GNC Scraps Auction, Going Ahead With Sale to China's Harbin", "date": "2020-09-14 13:32", "summary": "Vitamin seller plans to proceed with sale amid call from Sen. Marco Rubio for national-security probe. GNC Holdings Inc. is moving ahead with a sale to China's Harbin Pharmaceutical Group Co. after no other offers emerged, even as the deal drew scrutiny from Sen. Marco Rubio.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/voters-not-courts-should-pick-the-president-11600103879", "title": "Voters, Not Courts, Should Pick the President", "date": "2020-09-14 13:18", "summary": "Voters should request their mail-in absentee ballots now. Remember when the entire country tried to buy toilet paper in one week back in March?. Your Sept. 8 editorial asks: \"Will Courts Pick the Next President?\" Not if we voters flatten the curve. I heartily agree the best way to prevent an election debacle is to act before things get out of control. One way is for states to revisit their impractical and unreasonable provisions for mail-in ballots.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-qatar-summit-provides-chance-to-address-regional-spat-11600081201", "title": "U.S.-Qatar Summit Provides Chance to Address Regional Spat", "date": "2020-09-14 12:57", "summary": "Pompeo, Mnuchin, Ross among U.S. officials taking part in conference with counterparts from Doha. A high-level meeting between officials from the U.S. and Qatar this week offers a chance for the Middle Eastern country to heal a rift with its neighbors and could solidify one of Washington's relationships in the volatile region.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/softbanks-masayoshi-son-has-cash-burning-a-hole-in-his-pocket-11600094937", "title": "SoftBank's Masayoshi Son Has Cash Burning a Hole in His Pocket", "date": "2020-09-14 12:49", "summary": "After more than $90 billion in deals, the tech investor is in a position to make more gambles. Over the past six months, technology investor SoftBank Group Corp. has signed more than $90 billion in deals to sell some of its most valuable holdings-most recently, U.K. chip designer Arm Holdings.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coral-gables-home-auction-relists-11600101813", "title": "An Investor Bought a Coral Gables Home for $27.8 Million Last Year. Now He's Relisting It for $49.9 Million.", "date": "2020-09-14 12:45", "summary": "Steven Lempera purchased the 14,000-square-foot estate in an online auction for far less than its original $68 million asking price. Last year, when the Florida luxury market was struggling, Steven Lempera snagged a massive home in Coral Gables in an online auction for $27.8 million, or a fraction of its original $68 million asking price.", "categories": [["Real Estate", "Private Properties"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/private-properties?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/an-auction-winners-florida-mansion-11600101751", "title": "An Auction Winner's Florida Mansion", "date": "2020-09-14 12:42", "summary": "Purchased via an online auction, this sprawling contemporary sits on a V-shaped waterfront lot. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/democrats-republicans-point-fingers-over-lack-of-coronavirus-aid-bill-11600086232", "title": "Absence of Coronavirus-Aid Deal Prompts Blame Game in Washington", "date": "2020-09-14 12:25", "summary": "Pelosi urges Democrats to hold their nerve, while Trump backs more relief but says election won't hinge on more stimulus. WASHINGTON-House Speaker Nancy Pelosi is urging House Democrats to wait for a better deal on the coronavirus aid package when they return to work Monday. They may still be waiting on Election Day.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/kodak-loan-draws-review-from-watchdog-at-agency-involved-in-deal-11600096107", "title": "Kodak Loan Draws Review From Watchdog", "date": "2020-09-14 12:15", "summary": "Loan for drug production is also under congressional and regulatory scrutiny. A planned $765 million U.S. loan for Eastman Kodak Co. to produce drug ingredients is under review by the inspector general of the agency that helped put together the deal.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/big-data-reveals-new-insights-into-what-our-dreams-say-about-us-11600098682", "title": "New Insights Into Dreams and What They Say About Us", "date": "2020-09-14 11:51", "summary": "Some scientists enthuse about possible uses in therapy; Covid-fueled dreams of massive bug attacks. ", "categories": [["Life & Work", "Science Journal"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/science-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/it-takes-a-superspreader-to-know-a-superspreader-11600097758", "title": "It Takes a Superspreader to Know a Superspreader", "date": "2020-09-14 11:36", "summary": "Whether Sturgis, BLM, or voting by mail, the media chooses narrative over facts every time.. 'Voting by mail is now common enough and problematic enough that election experts say there have been multiple elections in which no one can say with confidence which candidate was the deserved winner.\"", "categories": [["Opinion", "Free Expression"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/free-expression?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/will-congress-ever-break-the-covid-relief-standoff-11600097687", "title": "Will Congress Ever Break the Covid Relief Standoff?", "date": "2020-09-14 11:34", "summary": "Senate Republicans resist passing a new bill, even though it's needed and politically expedient.. It is distressing that good economic policies often make bad politics and therefore aren't adopted. Examples abound, including carbon taxes to combat climate change and broadening the tax base by closing loopholes. This is sad but familiar turf.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fed-names-trevor-reeve-as-new-monetary-affairs-chief-11600096040", "title": "Fed Names Trevor Reeve as New Monetary Affairs Chief", "date": "2020-09-14 11:28", "summary": "Reeve served as deputy to Thomas Laubach, who died this month. The Federal Reserve named Trevor Reeve, a senior adviser to Chairman Jerome Powell, to the powerful role of director of its monetary affairs division on Monday.", "categories": [["Economy", "Central Banks"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/central-banks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hospitalized-covid-19-patients-recovered-faster-with-arthritis-drug-11600095383", "title": "Lilly's Arthritis Drug Helped Covid-19 Patients Recover Faster", "date": "2020-09-14 11:12", "summary": "Drugmaker will seek emergency-use authorization for rheumatoid-arthritis drug Olumiant in coronavirus cases based on NIH study. Eli Lilly & Co. and Incyte Corp. said they will seek U.S. emergency-use authorization for their rheumatoid-arthritis drug Olumiant as a treatment for Covid-19, after a study showed that it helped hospitalized patients recover sooner.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/dont-blame-politics-for-nfls-slow-start-11600096357", "title": "Don't Blame Politics for NFL's Slow Start", "date": "2020-09-14 11:12", "summary": "The National Football League's opener had disappointing ratings and critics were quick to point to social activism as the culprit, but there are plenty of more obvious reasons. Monday morning quarterbacks had as much to say about the National Football League's ratings as the passing and rushing yards of their favorite teams.", "categories": [["Markets", "Overheard"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/overheard?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/viacomcbs-nears-deal-to-sell-cnet-to-red-ventures-for-500-million-11600057067", "title": "ViacomCBS Agrees to Sell CNET for $500 Million", "date": "2020-09-14 11:08", "summary": "Entertainment firm sharpens focus on streaming, as Bankrate owner adds tech-review network. ViacomCBS Inc. has agreed to sell CNET Media Group to Red Ventures LLC, as the entertainment giant sheds parts of its business to focus on video streaming.", "categories": [["WSJ News Exclusive", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/delta-to-use-frequent-flier-program-to-raise-6-5-billion-11600082314", "title": "Delta to Use Frequent-Flier Program to Raise $6.5 Billion", "date": "2020-09-14 11:05", "summary": "Carrier follows United Airlines in putting up loyalty program as collateral, says it won't seek government loan. ", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/i-watch-sports-for-a-living-there-are-too-many-sports-right-now-11600095138", "title": "I Watch Sports for a Living. There Are Too Many Sports Right Now.", "date": "2020-09-14 10:52", "summary": "After a long stretch without action, there's a historic overload of games, and it's both beautiful and exhausting. My friends, I can't believe I am saying this, in a sports column, after all we've been through these past six months, after crawling out of the no-sports desert of the spring and early summer, but here goes:", "categories": [["Sports"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-new-prescription-a-dose-of-live-music-for-hospital-patients-11600093249", "title": "A New Prescription: A Dose of Live Music for Hospital Patients", "date": "2020-09-14 10:20", "summary": "A professional violist is playing for neurology patients at a Chicago hospital to study music's effect on their anxiety and isolation; 'It's very comforting for people when they're sick.'. When Nancy Storino was at Northwestern Memorial Hospital for a week following a stroke, she didn't expect the best medicine to be the strains of a viola.", "categories": [["Life & Work", "Your Health"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/your-health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/michael-bloomberg-assists-joe-biden-in-battle-for-floridas-latino-voters-11600093235", "title": "Bloomberg Assists Biden in Battle for Florida's Latino Voters", "date": "2020-09-14 10:20", "summary": "The former presidential candidate will spend at least $100 million, which will primarily go toward digital and television ads in both Spanish and English. This item first appeared in the Capital Journal newsletter. Read today's full newsletter here or sign up here for daily updates in your inbox.", "categories": [["Politics", "Political Intelligence"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/political-intelligence?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/japans-next-leader-to-be-thrust-into-clash-over-china-11600093115", "title": "Japan's Next Leader to Be Thrust Into Clash Over China", "date": "2020-09-14 10:18", "summary": "Yoshihide Suga, who is expected to replace Shinzo Abe as prime minister, will have to balance the country's U.S. alliance with its business interests in China. TOKYO-Yoshiyuki Kasai, longtime boss of Japan's biggest bullet-train line, says he thinks Tokyo's alliance with the U.S. comes first and China needs to hear that message. If Beijing doesn't like it, he says, tough luck.", "categories": [["World", "Asia", "Japan"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/japan-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/microsoft-drops-out-of-bidding-for-tiktoks-u-s-operations-11600039821", "title": "Oracle Wins Bid for TikTok in U.S., Beating Microsoft", "date": "2020-09-14 09:40", "summary": "Deal, which is likely not to be structured as an outright sale, will face White House review. Oracle Corp. won the bidding for the U.S. operations of the video-sharing app TikTok, people familiar with the matter said, beating out Microsoft Corp. in a high-profile deal to salvage a social-media sensation that has been caught in the middle of a geopolitical standoff.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/real-bond-yields-help-explain-surprising-market-moves-11600090704", "title": "'Real' Bond Yields Help Explain Market Moves", "date": "2020-09-14 09:39", "summary": "Negative inflation-adjusted yields spur investors to keep taking risks, even after recent tech-led selloff. No single factor can completely explain this summer's surprising market moves. But one can help: so-called real yields.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tom-brady-cam-newton-patriots-buccaneers-11600089550", "title": "Tom Brady Lost. The Patriots Won. The Comparisons Begin.", "date": "2020-09-14 09:21", "summary": "The former New England legend threw two interceptions in his Tampa Bay debut, while Cam Newton led New England to a Week 1 victory. The last time Tom Brady played with millions of people watching, he was competing against another all-time great quarterback in his 40s. It was a surprising window into the next chapter of his NFL career. Brady made mistakes, looked unfamiliar with his surroundings and walked off with a loss despite fleeting moments of brilliance.", "categories": [["Sports", "NFL"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/nfl?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/flu-vs-covid-ways-to-identify-symptoms-and-differences-11600088401", "title": "Flu vs. Covid: Ways to Identify Symptoms and Differences", "date": "2020-09-14 09:04", "summary": "Flu and other seasonal ailments share symptoms with Covid. But there are some ways to help determine what's wrong.. ", "categories": [["Life & Work", "Health & Wellness"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/health-wellness?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ethan-hawke-on-the-best-role-hes-ever-played-11600087516", "title": "Ethan Hawke on the Best Role He's Ever Played", "date": "2020-09-14 08:45", "summary": "The writer, producer and star of the coming series 'The Good Lord Bird' has been isolating with his family in rural Connecticut. Watercolor painting abounds.. Ethan Hawke thinks he's a funny choice for our My Monday Morning feature, which tends to focus on the subject's routines, because, he says, he doesn't have any. \"My life is completely affected by the winds of my professional situation that seem to be constantly in flux,\" says the 49-year-old actor-writer-director, who rose to fame in the 1980s and '90s for his coming-of-age roles in movies like Dead Poets Society and Reality Bites. Ditto for when he's between jobs, as he is now, while isolating with his wife, Ryan Hawke, and kids Levon, 18, Clementine, 12, and Indiana, 9, in New Milford, Connecticut. (His oldest daughter, Maya, 22, comes and goes too.)", "categories": [["My Monday Morning"]], "category_links": ["https://www.wsj.com/news/types/my-monday-morning?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/merck-to-invest-1-billion-in-seattle-genetics-collaborate-on-breast-cancer-treatments-11600087427", "title": "Merck to Invest $1 Billion in Seattle Genetics", "date": "2020-09-14 08:43", "summary": "Merck said it is buying five million shares at about $200 a share. Merck & Co. said it is investing $1 billion in Seattle Genetics Inc., as the companies collaborate on developing and selling Seattle Genetics' breast-cancer treatments.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ethan-hawkes-five-monday-must-haves-11600087036", "title": "Ethan Hawke's Five Monday Must-Haves", "date": "2020-09-14 08:37", "summary": "The writer, producer and star of the upcoming series The Good Lord Bird has been isolating with his family in rural Connecticut. Watercolor painting abounds.. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/the-five-accessories-you-need-this-fall-11600086835", "title": "The Five Accessories You Need This Fall", "date": "2020-09-14 08:33", "summary": "The perfect pieces for the crisp weather ahead, including a scarf to wrap up in and boots for long walks.. ", "categories": [["Fashion"]], "category_links": ["https://www.wsj.com/news/types/magazine-fashion?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/oracle-nvidia-rally-what-to-watch-when-the-stock-market-opens-11600081934", "title": "Oracle, Nvidia Rally: What to Watch When the Market Opens", "date": "2020-09-14 08:30", "summary": "A weekend of high-octane deal making and the resumption of a key vaccine trial sets the tone for an upbeat day in markets. Here's what we are watching as markets kick into gear Monday.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/funding-secured-a-private-softbank-seems-unlikely-11600083836", "title": "Funding Secured? A Private SoftBank Seems Unlikely", "date": "2020-09-14 07:43", "summary": "Japan's prodigal Son may have tired of sparring with shareholders, but there are dreams that can't be. Taking SoftBank private may sound nice to its flamboyant founder Masayoshi Son. But carrying it out won't be easy.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/siemenss-halfhearted-transformation-into-a-tech-giant-11600083032", "title": "Siemens's Halfhearted Transformation Into a Tech Giant", "date": "2020-09-14 07:30", "summary": "The multiyear overhaul of General Electric's European peer is well under way, but more needs to be done. Many industrial companies aspire to reinvent themselves as technology businesses. German giant Siemens has done more than most, but the job is still far from complete.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-city-business-groups-add-private-security-as-crime-rises-11600082947", "title": "NYC Business Groups Add Private Security", "date": "2020-09-14 07:29", "summary": "Business leaders cite quality-of-life concerns as firms reopen and workers return to Manhattan offices. New York City business associations have hired additional security guards this summer in the midst of a surge in violent crime and a decrease in arrests by police.", "categories": [["U.S.", "Crime"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-crime?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/big-ten-considers-resuming-fall-football-11600081201", "title": "Big Ten Considers Resuming Fall Football", "date": "2020-09-14 07:00", "summary": "Coronavirus concerns prompted conference leaders to postpone the season until 2021, but improved testing could bring it back. The Big Ten's Council of Presidents and Chancellors met remotely on Sunday to revisit the conference's decision to postpone college football and other fall sports seasons until 2021 because of the coronavirus pandemic, raising the possibility of a dramatic reversal by one of the nation's most prominent leagues.", "categories": [["Sports", "College Football"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/college-football?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-campaigns-indoor-nevada-rally-draws-governors-ire-11600059050", "title": "Trump Campaign's Indoor Nevada Rally Draws Governor's Ire", "date": "2020-09-14 06:37", "summary": "President's first indoor rally since June violates state's 50-person limit on gatherings. WASHINGTON-President Trump held his first indoor rally in nearly three months on Sunday, ignoring Nevada's social-distancing rules and drawing the ire of the state's governor.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/apples-september-event-no-crowds-and-likely-no-iphone-11600075802", "title": "Apple's September Event: No Crowds and Likely No iPhone", "date": "2020-09-14 06:18", "summary": "CEO Tim Cook is expected to feature watch and iPad with an iPhone reveal anticipated later in the fall. Apple Inc. has long been a pioneer in marketing its products, but the tech giant is preparing for an unusual Covid-19 era September event on Tuesday, one that isn't expected to feature an iPhone or a packed crowd.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/microsoft-seeks-startup-partnerships-in-battle-with-amazon-over-cloud-11600077601", "title": "Microsoft Seeks Startup Partnerships in Cloud Battle With Amazon", "date": "2020-09-14 06:00", "summary": "Cloud-computing giants try to hook small companies; 'If you're a startup, having a big brother doesn't hurt'. Microsoft Corp. and Amazon . com Inc. are embracing a new tactic to win the supercharged battle for cloud-computing business, luring fast-growing startups by promising to help sell their services.", "categories": [["WSJ News Exclusive", "Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/arizona-known-as-a-covid-19-hot-spot-starts-to-subdue-its-outbreak-11600075802", "title": "Arizona, Known as a Covid-19 Hot Spot, Starts to Subdue Its Outbreak", "date": "2020-09-14 05:30", "summary": "Resume Subscription. As recently as mid-July, Arizona was in the midst of a full-blown coronavirus outbreak. It repeatedly logged more than 3,000 cases a day, putting it in a category alongside more populous states such as Texas, Florida and California as the hottest of the nation's hot spots.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/blank-check-ipos-in-europe-show-signs-of-life-11600075800", "title": "Blank-Check IPOs in Europe Show Signs of Life", "date": "2020-09-14 05:30", "summary": "The offerings have been more popular in the U.S., in part because investors get greater influence over deals there. Europe has missed out on the wave of initial public offerings of so-called blank-check companies, one of the drivers of equity-markets activity in the U.S. this year. To help address this dearth, the London Stock Exchange is reviewing ways to ignite its market for such offerings, according to a person familiar with the matter, amid early signs of renewed interest.", "categories": [["Markets", "Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-after-rejecting-progressive-spending-plans-now-hones-multi-trillion-dollar-budget-11600075802", "title": "Biden Budget to Result in Highest Spending in Decades, Study Finds", "date": "2020-09-14 05:30", "summary": "His proposal would total $5.4 trillion in new spending over the next 10 years. Joe Biden won the Democratic presidential nomination running as a moderate, rejecting the big-government plans of progressive rivals as unaffordable.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nvidia-arms-up-for-trouble-11600074010", "title": "Nvidia Arms Up for Trouble", "date": "2020-09-14 05:03", "summary": "Chip maker's acquisition of Arm will bring scrutiny from governments and rivals. Forty billion dollars will buy Nvidia a world-class semiconductor research and licensing business. It might also buy the rapidly ascending chip maker a whole new kind of trouble.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/shinzo-abes-legacy-a-dynasty-of-one-11598602943", "title": "Shinzo Abe and His Successor, Yoshihide Suga: Their Politics and Policies", "date": "2020-09-14 05:02", "summary": "Prime minister, who cited health problems, had two stints in office that reshaped modern Japan. Japanese Prime Minister Shinzo Abe said Aug. 28 he would resign because of worsening health, ending the career of a politician who hailed from a long line of leaders but became almost a dynasty of one, serving two stints in office that reshaped modern Japan.", "categories": [["World", "Asia", "Japan"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/japan-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/china-serves-up-pig-backed-loans-for-its-hogtied-farmers-11599989401", "title": "China Serves Up Pig-Backed Loans for Its Hogtied Farmers", "date": "2020-09-14 00:49", "summary": "Authorities are looking for novel solutions to boost the supply of pigs after African swine fever decimated the country's hog herd. China is so desperate to rebuild pig herds after swine fever that its banks are experimenting with loans to farmers backed by a novel asset: their hogs.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/who-pays-for-covid-19-medical-care-that-depends-on-how-or-if-you-are-insured-11600075801", "title": "Who Pays for Covid-19 Medical Care? Four Patients. Four Stories.", "date": "2020-09-14 00:01", "summary": "Pandemic has put a spotlight on the vast differences in affordability of health care across the country. Across America, bills for Covid-19 treatment are coming due, and some patients are paying large out-of-pocket fees despite a federal safety net set up to help them avoid such financial surprises.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11600018385", "title": "Pepper...and Salt", "date": "2020-09-14 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/is-tiktok-getting-banned-in-the-us-its-complicated-heres-everything-you-need-to-know-11596495385", "title": "Does Oracle's Winning Bid for TikTok's U.S. Operations Avert a Ban?", "date": "2020-09-14 23:57", "summary": "A look at the state of play for the video app's ownership and the prospects for a deal. The battle over the future of TikTok took a new turn as Oracle Corp. won the bidding for the U.S. operations of the video-sharing app, people familiar with the matter said, beating out Microsoft Corp. in a high-profile deal to salvage a social-media sensation that has been caught in the middle of a geopolitical standoff.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/california-wildfire-death-toll-hits-19-as-weather-aids-battle-against-blazes-11599930412", "title": "West Coast Wildfire Death Toll Hits 33", "date": "2020-09-14 23:35", "summary": "Resume Subscription. Nearly 100 wildfires raged in the West over the weekend, as high winds and dry conditions were expected to fan some of the fast-moving blazes in the coming days in states reeling from a death toll of at least 33 people and struggling for resources.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/who-are-nvidia-and-arm-and-why-are-they-talking-about-getting-together-11599938641", "title": "What Are Nvidia and Arm? And Why Are They Combining?", "date": "2020-09-14 22:12", "summary": "Most people don't go a day without handling an Nvidia or Arm-based product, even if they don't know it. Graphics-chip giant Nvidia Corp. has agreed to buy Arm Holdings from Japan's SoftBank Group Corp. for $40 billion in a deal that could have wide-ranging implications for the global semiconductor industry. The Wall Street Journal Saturday reported the deal was imminent.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-china-spar-over-mainland-detention-of-12-hong-kong-activists-11600015340", "title": "U.S., China Spar Over Mainland Detention of 12 Hong Kong Activists", "date": "2020-09-14 21:35", "summary": "Fate of the dozen arrested on a speedboat trying to flee city for Taiwan has fueled fears over Beijing's crackdown on dissidents. HONG KONG-China's arrest of 12 Hong Kong pro-democracy activists, nabbed as they tried to flee the city by boat in the face of an intensifying crackdown on dissent, is fueling a new war of words between Washington and Beijing.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/highflying-nvidias-bid-for-arm-signals-loftier-chip-ambition-11600027832", "title": "Nvidia's Deal for Arm Signals Loftier Chip Ambition", "date": "2020-09-14 21:19", "summary": "Nvidia's $40 billion purchase of SoftBank unit could have wide-ranging implications for semiconductor industry. The impending sale of Arm Holdings to Nvidia Corp. for $40 billion could have wide-ranging implications for the global semiconductor industry, further elevating one of its highest fliers and unwinding another big bet by SoftBank Group Corp.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/dominic-thiem-wins-the-u-s-open-mens-title-11600042806", "title": "Dominic Thiem Wins the U.S. Open in a Roller Coaster Match", "date": "2020-09-14 21:05", "summary": "The 27-year-old Austrian becomes the first men's tennis major winner not named Roger, Rafa or Novak since 2016. It was an eerily subdued U.S. Open, with fans prohibited, players restricted to a bubble, and a No. 1 seed exiled for an on-court incident, but in the end, this pandemic-edition tournament delivered something fresh:", "categories": [["Sports", "Tennis"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/tennis?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/when-one-spouse-gets-an-inheritance-it-can-be-hard-on-a-marriage-11600043520", "title": "When One Spouse Gets an Inheritance, It Can Be Hard on a Marriage", "date": "2020-09-14 20:32", "summary": "Most states recognize inheritances as separate property, and many experts say keeping them separate is often the best approach. It can be a blessing for a couple when one partner receives an inheritance. But it can also be a curse.", "categories": [["Markets", "Journal Reports: Wealth Management"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-wealth-management?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/gilead-nears-deal-to-buy-immunomedics-for-more-than-20-billion-11599936777", "title": "Gilead Reaches Deal to Buy Immunomedics for $21 Billion", "date": "2020-09-14 20:31", "summary": "Biotech drugmaker has a market value of roughly $10 billion. Gilead Sciences Inc. will pay $21 billion to buy biotech Immunomedics Inc. and its prized breast-cancer drug, the company said Sunday, a sign of the value of the cancer-drugs business.", "categories": [["Markets", "Deals"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/deals-deal-makers?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-executive-order-takes-new-aim-at-drug-prices-11600041097", "title": "Trump Executive Order Takes New Aim at Drug Prices", "date": "2020-09-14 20:09", "summary": "Drug industry quickly criticized the order. WASHINGTON-President Trump signed an executive order on Sunday to reduce the cost of prescription drugs for U.S. seniors by more closely aligning prices with what pharmaceutical companies charge in other countries.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/amending-a-tax-return-just-got-a-lot-easier-11600041840", "title": "Amending a Tax Return Just Got a Lot Easier", "date": "2020-09-14 20:04", "summary": "Correcting errors on 1040 and 1040-SR forms for the 2019 tax year will be easier with e-filing. Much to their chagrin, millions of taxpayers each year discover significant errors, omissions and other miscues on returns they already have filed.", "categories": [["Markets", "Journal Reports: Wealth Management"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-wealth-management?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-the-secure-act-could-affect-retirement-savers-11600041780", "title": "How the Secure Act Could Affect Retirement Savers", "date": "2020-09-14 20:03", "summary": "The law fixes some of the blind spots people have with saving for retirement, but it could have done more. In December 2019, the federal government passed into law a set of reforms designed to help Americans achieve retirement security", "categories": [["Markets", "Journal Reports: Wealth Management"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-wealth-management?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-game-plan-their-small-business-has-done-ok-in-the-pandemic-now-what-11600041660", "title": "The Game Plan: Their Small Business Has Done OK in the Pandemic. Now What?", "date": "2020-09-14 20:01", "summary": "The owners of a dog-training business want to exit the business within 15 years. They need a strategy. Caroline Edgar Albert trained horses for 20 years, then switched to dog training in 2009.", "categories": [["Markets", "Journal Reports: Wealth Management"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-wealth-management?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/these-funds-let-investors-profit-from-companies-hurt-by-the-pandemic-11600041600", "title": "These Funds Let Investors Profit from Companies Hurt by the Pandemic", "date": "2020-09-14 20:00", "summary": "ETFs and other financial products that invest in or acquire distressed businesses are gaining interest. Bankrupt and distressed companies have been a hit this year with some investors on the hunt for pandemic bargains.", "categories": [["Markets", "Journal Reports: Wealth Management"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-wealth-management?mod=breadcrumb"]}]