[{"link": "https://www.wsj.com/articles/protests-persist-over-daniel-prudes-death-in-rochester-n-y-11599329787", "title": "New York Attorney General to Select Grand Jury in Daniel Prude Death Probe", "date": "2020-09-05 17:15", "summary": "Protests in Rochester persist as police arrest 11 people on various charges, including rioting, disorderly conduct and unlawful assembly. New York state Attorney General Letitia James said on Saturday that her office would move to empanel a grand jury as it investigates the asphyxiation death of Daniel Prude while in police custody in Rochester, N.Y.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-latest-news-09-05-2020-11599295683", "title": "U.S. Coronavirus Cases Rise as Labor Day Weekend Kicks Off", "date": "2020-09-05 16:41", "summary": "New Covid-19 cases top 50,000, the highest level since mid-August. Americans marked the beginning of the Labor Day weekend on Saturday while contending with a pandemic whose case numbers continue to climb and whose spread has prompted the cancellation of many traditional holiday events.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/amazon-bans-foreign-plant-sales-to-u-s-amid-global-seed-mystery-11599329209", "title": "Amazon Bans Foreign Plant Sales to U.S. Amid Global Seed Mystery", "date": "2020-09-05 15:52", "summary": "Shift by the e-commerce giant comes as agricultural authorities investigate the delivery of thousands of packets of seeds. Amazon.com Inc. is barring foreign sales of seeds into the U.S. after thousands of suspicious packets, many postmarked from China, arrived at households around the world this summer.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/weightlifting-workouts-at-home-how-to-get-started-11599332400", "title": "Weightlifting Workouts at Home: How to Get Started", "date": "2020-09-05 15:00", "summary": "Not comfortable heading back to the gym yet? Setting up a home weightlifting routine doesn't need to be expensive or complicated.. My gym reopened but I'm not ready to venture back. How do I start a weightlifting routine from my home?", "categories": [["Life & Work", "Health & Wellness"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/health-wellness?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-scourge-leaves-mexico-short-of-death-certificates-11599326802", "title": "Covid-19 Scourge Leaves Mexico Short of Death Certificates", "date": "2020-09-05 13:26", "summary": "Scarcity is a fresh indication the country is undercounting its Covid-19 deaths, as families and funeral homes struggle to bury deceased. CUAUTITLÁN, Mexico-Mexico is running out of death certificates due to the high death toll brought by the coronavirus pandemic and federal bureaucratic snafus, authorities say, delaying burials.", "categories": [["World", "Latin America"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/latin-america-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/an-education-innovation-that-beats-learning-pods-11599247322", "title": "An Education Innovation That Beats Learning Pods", "date": "2020-09-05 12:35", "summary": "Idaho gives seventh graders $4,125 each to customize their high-school educations.. Faced with public education's failure to adapt to Covid-19, parents who can afford it are pooling their resources and hiring private tutors to lead home-based \"pod\" schools. Dreading the prospect of a mass exodus of families from traditional public schools, progressive pundits are condemning these parents for pioneering \"the latest in school segregation.\" But education policy makers truly committed to \"equity\" should look past the current crisis for ways to serve students better within the traditional public-school system.", "categories": [["Opinion", "Commentary", "Cross Country"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb", "https://www.wsj.com/news/types/cross-country?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fortnite-maker-asks-judge-again-to-return-game-to-apples-app-store-11599319938", "title": "'Fortnite' Maker Asks Judge Again to Return Game to Apple's App Store", "date": "2020-09-05 11:32", "summary": "Epic Games says the largest share of its more than 350 million players access the game on iPhones or iPads. The creator of \"Fortnite\" is taking another stab at getting a judge to bring the popular game back to Apple Inc.'s devices, this time disclosing that roughly a third of players access it through the tech giant's App Store.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/covid-19s-lasting-effects-on-health-care-11599314400", "title": "Covid-19's Lasting Effects on Health Care", "date": "2020-09-05 10:00", "summary": "Six experts weigh in on how the pandemic will change hospitals, mental health, drug development and more. Author", "categories": [["", "Health"]], "category_links": ["https://www.wsj.com/news/tech/future-of-everything?mod=svg-breadcrumb"]}, {"link": "https://www.wsj.com/articles/nyc-classroom-air-quality-poses-hurdle-to-reopening-schools-11599310800", "title": "NYC Classroom Air Quality Poses Hurdle to Reopening", "date": "2020-09-05 09:00", "summary": "Deal reached with teachers union partly hinges on coronavirus and ventilation checks. The deal reached between New York City and the teachers union on a delayed reopening of schools still partly hinges on an issue that has been on the radar all summer: the coronavirus and air quality.", "categories": [["U.S.", "Schools"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-schools?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/retail-stores-add-jobs-as-shoppers-return-11599244193", "title": "Retail Stores Add Jobs as Shoppers Return", "date": "2020-09-05 08:06", "summary": "Retail-industry hiring accelerated in August as more businesses reopened. Retail-industry hiring accelerated in August as more businesses reopened and more people left their homes to go shopping.", "categories": [["Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-tour-de-france-braces-for-its-most-stressful-stage-covid-testing-11599307441", "title": "The Tour de France Braces for Its Most Stressful Stage: Covid Testing", "date": "2020-09-05 08:03", "summary": "With teams facing ejection after two positives, will the race make it to Paris?. PARIS-The most decisive stage of this year's Tour de France may be the one without any bike racing.", "categories": [["Sports"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-k-gambles-on-end-to-covid-19-lifeline-as-other-europeans-watch-and-wait-11599307200", "title": "U.K. Gambles on End to Covid-19 Lifeline as Other Europeans Watch and Wait", "date": "2020-09-05 08:00", "summary": "Program that keeps millions employed ends in October, test case for similar initiatives across Europe. LONDON-European governments have spent big keeping millions of workers on company payrolls during the pandemic. Now, the U.K. is set to find out what happens when that support is removed.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/django-shift-by-rez-abbasi-review-retuning-a-guitar-legacy-11599303601", "title": "'Django-shift' by Rez Abbasi Review: Retuning a Guitar Legacy", "date": "2020-09-05 07:00", "summary": "An album from the forward-thinking guitarist offers muscular new renditions of the music of early jazz great Django Reinhardt.. During the past decade or so, Rez Abbasi has established himself as one of the leading guitarists in jazz. The musician-who was born in Pakistan, grew up in California, and attended college in both Los Angeles and New York-has become known for innovative fusions of jazz with Indian and Pakistani musical traditions, as well as for unique approaches to soundtrack music and a recording where he shared the frontline with a harpist. But he pushes boundaries in other ways as well. On \"Intents and Purposes\" (Enja, 2015), he drew his repertoire from the electric jazz fusion movement of the early '70s but performed the music with his acoustic quartet. And now, on \"Django-shift\" (Whirlwind Recordings), he offers another set of reimaginings, playing the nimble music of guitar great Django Reinhardt with a brawny trio.", "categories": [["Books & Arts", "Music Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/music-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/these-u-s-womens-soccer-team-drills-could-work-for-you-too-11599300000", "title": "These U.S. Women's Soccer Team Drills Could Work for You, Too", "date": "2020-09-05 06:00", "summary": "Resume Subscription. The human body moves three-dimensionally, even if exercise more often focuses on moving forward and backward on what's called the sagittal plane (think running or lunges). But complete exercise means also working the body side-to-side (frontal plane), as well as rotational movements (transverse plane).", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/voters-face-a-complicated-election-as-the-pandemic-remakes-voting-11599298200", "title": "Voters Face a Complicated Election as the Pandemic Remakes Voting", "date": "2020-09-05 05:41", "summary": "Mail-in voting, Covid-19, disinformation and a possibly lengthy wait for results make the 2020 election unlike others. In a year of uncertainties, one thing seems certain: This November's general election is shaping up to be one of the most complicated in U.S. history.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/utilities-look-to-green-hydrogen-to-cut-carbon-emissions-11599298201", "title": "Utilities Look to Green Hydrogen to Cut Carbon Emissions", "date": "2020-09-05 05:30", "summary": "U.S. power providers facing regulatory pressure test ways to use renewable energy to produce the fuel. U.S. utilities are increasingly exploring the use of what is called green hydrogen made from wind and solar energy to reduce emissions from power plants and pipelines.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/banks-retreat-from-commodities-is-set-to-derail-small-traders-11599298201", "title": "Banks' Retreat From Commodities Is Set to Derail Small Traders", "date": "2020-09-05 05:30", "summary": "Borrowing costs are poised to rise, challenging firms that run on thin margins and rely on cheap funding. European banks have grown wary of financing commodity traders, raising borrowing costs and endangering smaller firms in the market for raw materials.", "categories": [["Markets", "Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/for-americas-mayors-home-is-no-longer-safe-11599298201", "title": "Protesters Try a New Tactic: Go to the Mayor's Home", "date": "2020-09-05 05:30", "summary": "Activists show up at the residences of city leaders, sometimes shooting paintballs, spraying graffiti and starting fires. Protesters frustrated that marches on the streets haven't resulted in more dramatic police reforms have found a new stage: the homes of big city mayors.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-stock-funds-rose-5-5-in-august-11599296400", "title": "U.S.-Stock Funds Rose 5.5% in August", "date": "2020-09-05 05:00", "summary": "Some analysts still see a disconnect between the economy and the market. Fund investors continued to be rewarded in August by a defiant stock market.", "categories": [["Markets", "Journal Reports: Funds/ETFs", "Monthly Monitor"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-funds-etfs?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/can-do-attitude-took-yoshihide-suga-from-strawberry-fields-to-japans-pinnacle-11599213602", "title": "Can-Do Attitude Took Yoshihide Suga From Strawberry Fields to Japan's Pinnacle", "date": "2020-09-05 00:33", "summary": "The nation's likely next leader established a reputation for getting things done self-effacingly, without making enemies. YUZAWA, Japan-In his first campaign, Yoshihide Suga was a little-known candidate from a remote village in northern Japan, trying to get on the city council in big-city Yokohama. \"I started from zero, with no family connections or connections to the place,\" he said.", "categories": [["World", "Asia", "Japan"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/japan-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/for-a-football-deprived-fall-the-inspiration-of-rudy-11599278460", "title": "For a Football-Deprived Fall, the Inspiration of 'Rudy'", "date": "2020-09-05 00:01", "summary": "A sentimental movie that many skipped when it came out in 1993 has become a fan favorite for its realism and timeless truths. For the first time in living memory, the coming of autumn doesn't bring with it the promise of wall-to-wall college football. Concerns over coronavirus have prompted top conferences, including the Big Ten and Pac-12, to jettison their games, and whether those teams that have elected to play can plow through an entire season remains an open question.", "categories": [["Life & Work", "Ideas", "Essay"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/essay?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11599246225", "title": "Pepper...and Salt", "date": "2020-09-05 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tech-to-control-your-teen-driversand-keep-them-safe-11599278454", "title": "Tech to Control Your Teen Drivers-and Keep Them Safe", "date": "2020-09-05 00:00", "summary": "Innovative features now make it easier to limit teen drivers' reckless impulses. But is surveillance tech robbing them of the freedom previous generations felt behind the wheel?. ON THE PROUD day in 1989 when Stacie Bloom turned 15 and got her learner's permit, her father took her to an empty parking lot and let her loose piloting his ancient Buick. \"It didn't have AC. It barely had power steering,\" she recalled. \"You really had to pay attention. You really needed to be in control.\"", "categories": [["Tech", "Personal Tech", "Gear & Gadgets"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb", "https://www.wsj.com/news/types/personal-technology-joanna-stern?mod=breadcrumb", "https://www.wsj.com/news/types/gear?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-business-report-card-how-12-key-companies-have-fared-in-2020-11599278401", "title": "Business Report Card: How 12 Key Companies Have Fared in 2020", "date": "2020-09-05 00:00", "summary": "From Amazon to UPS, Boeing to Tesla, here's a glimpse at the ways U.S. businesses are navigating these challenging times. Amazon struggled early in the pandemic, but rebounded with record sales. Disney got a huge boost for its streaming service, while its other businesses were hit hard. Store closures wiped out $2 billion in sales for Macy's this spring-but after the pandemic, it could be one of the last department stores standing. Here's how a dozen major companies have navigated the Covid era.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/attorney-general-praises-law-enforcement-after-pursuit-killing-of-michael-reinoehl-11599245921", "title": "New Details Emerge in Killing of Michael Reinoehl", "date": "2020-09-05 20:14", "summary": "Suspect in Portland, Ore., shooting of right-wing activist had drawn handgun as task force pursued him, law-enforcement officials said. Hours after police obtained a warrant for his arrest Thursday in the killing of a right-wing activist in Portland, Ore., Michael Reinoehl was gunned down by members of a federal fugitive task force staking out an apartment outside Olympia, Wash., where they believed he was staying.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}]