[{"link": "https://www.wsj.com/articles/pence-seeks-to-dismiss-gop-lawsuit-aiming-to-lethim-overturn-election-11609458671", "title": "Pence, House Seek to Dismiss GOP Suit Aimed at Letting Him Overturn Election", "date": "2020-12-31 23:50", "summary": "Justice Department called Texas Rep. Louie Gohmert's suit a 'walking legal contradiction'. WASHINGTON-The House of Representatives asked a federal judge in Texas on Thursday to dismiss a Republican congressman's lawsuit seeking to give Vice President Mike Pence the power to decide which electoral votes to count when Congress meets on Jan. 6 to finalize November's presidential election.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-administration-extends-ban-on-h-1b-and-other-work-visas-green-cards-11609455695", "title": "Trump Administration Extends Ban on H-1B and Other Work Visas, Green Cards", "date": "2020-12-31 22:28", "summary": "Renewal of a policy criticized by businesses leaves incoming Biden administration with another immigration dilemma. The White House extended a ban on immigrants coming to the U.S. on work-based visas and green cards through the end of March, setting up another immigration policy decision for the incoming Biden administration to grapple with.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sen-david-perdue-to-quarantine-days-before-georgia-runoffs-11609449238", "title": "Perdue to Quarantine Ahead of Georgia Runoffs", "date": "2020-12-31 21:59", "summary": "Republican incumbent to self-isolate after coming into contact with campaign member who tested positive for Covid-19. Sen. David Perdue, a Republican seeking re-election in a Georgia runoff next week, is quarantining after coming into close contact with someone who tested positive for Covid-19, his campaign said Thursday.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bidens-pick-for-secretary-of-state-took-up-consulting-venture-capital-during-trump-administration-disclosures-show-11609458326", "title": "Biden's Pick for Secretary of State Took Up Consulting, Venture Capital During Trump Administration, Disclosures Show", "date": "2020-12-31 20:08", "summary": "After years in public service, Tony Blinken sat out GOP administration in private sector; spy-chief pick Avril Haines was at Columbia University. WASHINGTON-President-elect Joe Biden's pick for secretary of state took a high-dollar foray into international consulting and venture capital during the Trump administration, a career move that followed long years in public service in the White House, State Department and halls of Congress, according to financial disclosures released Thursday.", "categories": [["Politics", "National Security"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/national-security?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/minneapolis-officials-ask-for-calm-after-police-kill-felony-suspect-in-traffic-stop-11609425040", "title": "Minneapolis Police Release Footage of Fatal Shooting", "date": "2020-12-31 19:54", "summary": "The Wednesday night incident is the first time the city's police have killed someone since George Floyd in May. Minneapolis police on Thursday released body camera footage of a fatal police shooting that they said showed the man firing first on police.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/georgia-voters-prepare-to-decide-the-senate-11609460460", "title": "Georgia Voters Prepare to Decide the Senate", "date": "2020-12-31 19:21", "summary": "The last time a Democrat unseated an incumbent from the upper chamber here was in 1986. Two of them are vying to do so in next Tuesday's runoffs.. Columbus, Ga.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/in-2021-all-the-worlds-a-stage-11609460518", "title": "In 2021, All the World's a Stage", "date": "2020-12-31 19:21", "summary": "We got through 2020 with pictures of normality in our heads. In a few months they'll start to come true.. You have to go into this year with dreams, there's no other way to do it. We're still in an epic struggle, and it will be a while before things settle down into some approximation of normal. Dreams are how we got through 2020, or maybe not dreams precisely but a picture you kept in your head that helped you keep going, that captured what you missed and will have again. It was a picture of When the Pandemic is Over and we carried it in our psychic wallets.", "categories": [["Opinion", "Declarations"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/declarations?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/states-of-growth-and-decline-11609460276", "title": "States of Growth and Decline", "date": "2020-12-31 19:17", "summary": "The latest Census population statistics show a shift from blue to red.. President Trump is soon expected to submit to Congress state population counts from this year's Census for reapportionment. Last week the Census Bureau gave a preview of what to expect, and blue-state Democrats might want to prepare their smelling salts in advance.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hong-kongs-political-prisoners-11609460193", "title": "Hong Kong's Political Prisoners", "date": "2020-12-31 19:16", "summary": "Jimmy Lai's bail is revoked, and fleeing boat people get prison terms.. The crackdown continues in Hong Kong, and this week the Chinese government made an example of the territory's most prominent political prisoners.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-buffalo-bills-miracle-11609460102", "title": "A Buffalo Bills Miracle", "date": "2020-12-31 19:15", "summary": "Their playoff turn causes New York Gov. Andrew Cuomo to rethink his shutdown orders.. Whether or not they make it to the Super Bowl, the Buffalo Bills have already pulled off a miracle victory: persuading New York Gov. Andrew Cuomo to let 6,700 fans attend their playoff game next weekend.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-warning-on-georgias-signature-match-11609460042", "title": "A Warning on Georgia's Signature Match", "date": "2020-12-31 19:14", "summary": "An audit in one county finds no fraud, but it puts officials on notice.. Georgia's audit of the November mail vote in Cobb County found \"no fraudulent absentee ballots.\" In a report Tuesday, the Secretary of State's office explained how investigators double checked the signatures on 15,118 randomly chosen ballot envelopes. It's a good warning to anybody contemplating shenanigans in Georgia's Senate runoffs next week.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-white-house-cant-dodge-responsibility-11609459833", "title": "The White House Can't Dodge Responsibility", "date": "2020-12-31 19:10", "summary": "The Trump administration undermined the public-health response to Covid-19.. Scott Atlas's op-ed \"A Pandemic of Misinformation\" (Dec. 22) contributes to the problem he laments. He writes that states directed their own pandemic policies, with governors and local officials responsible for outcomes. A lack of leadership from the White House left them no other choice. For example, Washington's Opening Up America Again guidelines were well-received, but the administration promptly ignored them, pushing states to open before reaching important health benchmarks.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/will-biden-reprise-obamas-economic-policy-11609459779", "title": "Will Biden Reprise Obama's Economic Policy?", "date": "2020-12-31 19:09", "summary": "More stimulus, more federal 'investments' in favored industries and state and local governments, more regulations and higher taxes.. William A. Galston tees up Washington's next massive stimulus package as essential to avoid a double-dip recession (\"Can Team Biden Prevent a Recession?\" Politics & Ideas, Dec. 23). Mr. Galston is concerned that \"the pace of job growth has declined for five straight months and may have ceased in December.\" Normal cyclical forces could be swamped by \"structural changes\" that were accelerated by the pandemic.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-reporting-on-hunter-biden-needs-to-push-further-11609459715", "title": "The Reporting on Hunter Biden Needs to Push Further", "date": "2020-12-31 19:08", "summary": "I wonder what dad and son talked about on the flight home from China.. \"For Hunter Biden, Family Name Aided Foreign Deals\" (Page One, Dec. 23) expressly made the point, \"None of the Journal's reporting found that Joe Biden was involved in his son's business activities,\" going so far as to highlight that text in a pull quote in the print edition. I guess it depends on the meaning of the word \"involved.\" In December 2013 Hunter Biden travelled with his father on Air Force Two, the vice president's aircraft, to Beijing, where it was later reported that he was forming a Chinese private-equity firm. I wonder what dad and son talked about on the flight home from China.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/police-devote-the-manpower-because-black-lives-matter-11609459641", "title": "Police Devote the Manpower Because Black Lives Matter", "date": "2020-12-31 19:07", "summary": "If black lives didn't matter when I was on the force, we would have needed about half as many officers.. Regarding Tunku Varadarajan's \"The Weekend Interview with John McAuliffe\" (Dec. 26): I was a police officer in the 1970s, '80s and '90s, retiring in 2002. If black lives didn't matter during all those years, we would have needed about 50% fewer officers. If I were a police officer now, during these difficult times, I would have to resign or retire-from a job I truly love.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/no-automatic-citizenship-for-working-illegal-aliens-11609459551", "title": "No Automatic Citizenship for Working Illegal Aliens", "date": "2020-12-31 19:05", "summary": "Peggy Noonan's pity obscures her sense of justice.. In \"A Look Back at the Pandemic Year\" (Declarations, Dec. 26), Peggy Noonan proposed to give \"full U.S. citizenship, no questions or penalties,\" to illegal-immigrant \"stackers, counter clerks and others\" who helped the country through the pandemic.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/an-english-catholic-doesnt-go-to-the-dentist-for-nothing-11609459408", "title": "An English Catholic Doesn't Go to the Dentist for Nothing", "date": "2020-12-31 19:03", "summary": "Graham Greene's boast wasn't fooling anyone.. D.J. Taylor's pleasing review of \"The Unquiet Englishman\" (Bookshelf, Dec. 26) notes the biographer's refutation of Graham Greene's claim in his 1971 autobiography \"A Sort of Life\" to have visited a dentist merely to ward off a bout of ennui. As a Catholic familiar with the British character from many travels there and from the readings required for a B.A. in English literature circa 1974, I didn't for a moment think Greene would see a dentist for such a pain-free reason, given the parsimonious nature of the native Englishman, straitened by Roman Catholicism's penury, and the toleration of poor dentition in the British Isles generally. Of course it was an abscess.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/yellen-earned-millions-in-speaking-fees-after-leaving-fed-disclosures-show-11609458480", "title": "Yellen Earned Millions in Speaking Fees After Leaving Fed, Disclosures Show", "date": "2020-12-31 18:48", "summary": "Former Fed chairwoman has spoken extensively on economic policy since leaving central bank in 2018. WASHINGTON-Janet Yellen, President-elect Joe Biden's pick for Treasury secretary, collected more than $7 million in speaking fees during more than 50 in-person and virtual engagements over the past two years, according to financial disclosures released Thursday.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bitcoin-looks-to-gain-traction-in-payments-11609237801", "title": "Bitcoin Looks to Gain Traction in Payments", "date": "2020-12-31 18:12", "summary": "PayPal gives the digital currency a green light, but high fees, volatility still present obstacles. Vegas Auto Gallery, a luxury auto dealership in Las Vegas, has become a playground for wealthy bitcoin investors who want to cash in.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chief-justice-john-roberts-lauds-courts-pandemic-response-in-year-end-message-11609455600", "title": "Chief Justice Roberts Lauds Courts' Pandemic Response", "date": "2020-12-31 18:00", "summary": "Case filings have fallen in most categories beginning in March, according to report on federal judiciary. WASHINGTON-Supreme Court Chief Justice John Roberts closed out 2020 by recounting the federal judiciary's response to the coronavirus pandemic, a public-health emergency that disrupted the justice system from traffic court to the marble edifice of the high court itself.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/gold-investors-see-challenges-ahead-after-glittery-2020-11609410600", "title": "Gold Investors See Challenges Ahead After Glittery 2020", "date": "2020-12-31 17:56", "summary": "Price gains could moderate if coronavirus vaccines help drive a strong economic recovery in new year. Gold wrapped up its best annual performance in years. What comes next hinges on a handful of unpredictable dynamics, ranging from the strength of the global economic recovery to the health of the U.S. dollar.", "categories": [["Markets", "Commodities", "Precious Metals"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb", "https://www.wsj.com/news/types/precious-metals?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/more-wine-tariffs-imposed-on-france-and-germany-by-u-s-11609450917", "title": "France and Germany Face More Wine Tariffs", "date": "2020-12-31 17:14", "summary": "Levies stem from long-running dispute between U.S. and EU over treatment of Airbus and Boeing. WASHINGTON-The Trump administration said it will target more French and German wine and spirits with 25% tariffs starting Jan. 12, in the latest escalation in a tit-for-tat tariff fight related to a longstanding dispute over commercial-jetliner subsidies.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/global-stock-markets-dow-update-12-31-2020-11609410021", "title": "U.S. Stocks Notch Records in Final Trading Day of 2020", "date": "2020-12-31 16:42", "summary": "Tech stocks push Nasdaq Composite to its best annual performance since 2009. U.S. stocks spent the final session of the most tumultuous year in recent memory doing something that became routine in 2020: setting records.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lessons-from-a-crazy-year-in-financial-markets-11609410602", "title": "Lessons From a Crazy Year in Financial Markets", "date": "2020-12-31 16:22", "summary": "A historic downturn and dizzying comeback show markets still have the capacity to surprise us all. Here is something many investors would have found difficult to believe during March's stomach-churning selloff: 2020 would turn out to be a stellar year for the stock market.", "categories": [["Markets", "Stocks"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cuomo-needs-a-new-excuse-11609449491", "title": "Cuomo Needs A New Excuse", "date": "2020-12-31 16:18", "summary": "The governor cited population density among the reasons for New York's Covid struggles. How will he explain a slow vaccine rollout?. Politicians and media pundits have often blamed the population density of New York City for the country's highest per capita Covid death tolls in New Jersey and New York. Now they need to explain the slow pace of vaccinations.", "categories": [["Opinion", "Best of the Web"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/best-of-the-web-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/microsoft-hacked-in-russia-linked-solarwinds-cyberattack-11609437601", "title": "Microsoft Hacked in Russia-Linked SolarWinds Cyberattack", "date": "2020-12-31 15:55", "summary": "Software giant says it saw 'unusual activity' on a few accounts that led it to discover the breach. The Russia-linked hackers behind a widespread cyber-intrusion into U.S. corporate and government systems were able to access internal systems within Microsoft Corp. and view internal source code, used to build software products, the company said Thursday.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/dick-thornburgh-former-pennsylvania-governor-and-u-s-attorney-general-dies-at-88-11609446061", "title": "Dick Thornburgh, Former Pennsylvania Governor, Dies at 88", "date": "2020-12-31 15:21", "summary": "He built his reputation as a crime-busting federal prosecutor in Pittsburgh and as a moderate Republican governor. Dick Thornburgh, who as Pennsylvania governor won plaudits for his cool handling of the 1979 Three Mile Island crisis and as U.S. attorney general restored credibility to a Justice Department hurt by the Iran-Contra scandal, has died. He was 88.", "categories": [["World", "Obituaries"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/obituaries?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hospitals-say-they-will-publish-previously-secret-prices-11609442913", "title": "Hospitals Say They Will Publish Previously Secret Prices", "date": "2020-12-31 14:50", "summary": "Largest U.S. hospital chains say they will comply with new rules to make public confidentially negotiated prices with health insurers. Major hospital operators say they will comply with new rules to make public their prices for medical procedures starting Friday, exposing previously secret market rates in an industry that accounts for about 6% of the U.S. economy.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/covid-19-vaccine-study-on-preventing-transmission-is-stalled-11609436842", "title": "Covid-19 Vaccine Study on Preventing Transmission Is Stalled", "date": "2020-12-31 14:37", "summary": "Researchers seeking to assess whether Moderna's shot can prevent person-to-person spread on college campuses say they couldn't get federal funding. Plans have stalled for a large study on U.S. college campuses that was intended to answer a question critical to the coronavirus pandemic response: Do the new Covid-19 vaccines stop the virus from spreading, in addition to protecting individuals from getting sick?", "categories": [["WSJ News Exclusive", "Health"]], "category_links": ["https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/you-cant-find-these-luxury-sheds-at-home-depot-11609441255", "title": "You Can't Find These Luxury Sheds at Home Depot", "date": "2020-12-31 14:00", "summary": "Homeowners are turning to secondary structures for more space and privacy. Vasu Ganti had been considering upgrading his family's Los Gatos, Calif., home to include a multipurpose space long before the pandemic. \"We were always thinking of decluttering and creating a space where I could play music loudly without disturbing others,\" he said. Recent events, though, compelled Mr. Ganti to act with \"greater urgency,\" he said.", "categories": [["Real Estate", "Homes"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/homes?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-new-rule-for-cars-dont-look-so-standard-11609441006", "title": "A New Rule for Cars: Don't Look So Standard!", "date": "2020-12-31 13:56", "summary": "Fuel and safety mandates have made them all look the same. Expect California to step in again.. First, California banned the sale of gas-powered cars after the year 2035. Then it got car companies to sign on to its own tough emission standards. It's obvious what's next, isn't it? California will become the first state to mandate that by 2035, cars must cease to be visually interchangeable.", "categories": [["Life & Work", "Ideas", "Moving Targets"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/moving-targets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/covid-19-stalked-nursing-homes-around-the-world-11609436215", "title": "Covid-19 Stalked Nursing Homes Around the World", "date": "2020-12-31 12:36", "summary": "Resume Subscription. The global toll of Covid-19 has hit one vulnerable population harder than any other: nursing-home residents.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/new-covid-19-strain-found-in-china-11609434817", "title": "New Covid-19 Strain Found in China", "date": "2020-12-31 12:13", "summary": "Highly contagious variant was detected in woman who had flown from the U.K., where new strain first was found. The highly contagious new strain of Covid-19 discovered recently in the U.K. has now reached China, according to researchers there.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fbi-increasingly-probes-for-corruption-overseas-11609434000", "title": "FBI Increasingly Probes for Corruption Overseas", "date": "2020-12-31 12:00", "summary": "Since 2015, the FBI has expanded its international corruption unit with three new squads across the country. The Federal Bureau of Investigation has taken on a bigger role in foreign investigations with U.S. ties, expanding its international corruption unit in recent years to pursue individuals and organizations involved in crimes such as bribery, kleptocracy and antitrust.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/novelist-charles-yu-worries-america-is-getting-less-inclusive-11609433801", "title": "Novelist Charles Yu Worries America Is Getting Less Inclusive", "date": "2020-12-31 11:56", "summary": "The author of the National Book Award-winning 'Interior Chinatown' wittily explores the complexities of immigration and the trajectory of today's Asian-Americans. Raised by Taiwanese immigrants in Los Angeles, Charles Yu grew up trusting that American society was on a steady march toward greater racial harmony. With each new generation in the U.S., he says, \"I always thought there was a progression toward inclusion.\"", "categories": [["Life & Work", "Ideas", "Weekend Confidential"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/weekend-confidential?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fintech-startups-rush-to-get-stimulus-payments-out-11609433367", "title": "Fintech Startups Rush to Get Stimulus Payments Out", "date": "2020-12-31 11:49", "summary": "Banking apps Current and Chime credited customer accounts right away, ahead of some larger banking institutions. The new federal stimulus is giving digital bank startups a chance to demonstrate their consumer-friendly chops.", "categories": [["Pro VC Industry News"]], "category_links": ["https://www.wsj.com/news/types/pro-vc-industry-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/here-she-comes-again-reading-dolly-parton-11609433264", "title": "Here She Comes Again: Reading Dolly Parton", "date": "2020-12-31 11:47", "summary": "A radiant entertainer finally gets her due as a composer and lyricist-and champion of resilience amid troubles.. In the late 1960s, Dolly Parton got her big break as the \"girl singer\" on \"The Porter Wagoner Show,\" a syndicated television program that brought hard-core honky-tonk and down-home humor into the living rooms of America. It may be hard to believe now, but back then Ms. Parton was only the second most flamboyant performer onstage. One of country music's most magnetic stars, Wagoner had a peroxide pompadour and eye-popping, rhinestone-studded Nudie suits that defined Nashville glitz. Meanwhile, \"Miss Dolly,\" as he called her, was kept buttoned up in demure outfits despite her natural radiance and zest.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/louis-kahn-listening-to-the-bricks-11609432967", "title": "Louis Kahn: Listen to the Bricks", "date": "2020-12-31 11:42", "summary": "New books on the architect's life and career put the personal and the professional into a revealing dialogue.. Louis Kahn (1901-1974) was indisputably one of the greatest architects of the 20th century. When Kahn showed Philip Johnson, the founder of the Museum of Modern Art's architecture and design department, the drawings for his breakthrough Richards Medical Research Laboratories at the University of Pennsylvania, Johnson responded: \"When this building is done you'll be the most prominent architect in the country and we'll give it a show at the Museum.\"", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/grandson-of-william-randolph-hearst-behind-deal-for-30-million-estate-on-idahos-lake-coeur-dalene-11609432215", "title": "Grandson of William Randolph Hearst Behind Deal for $30 Million Estate on Idaho's Lake Coeur d'Alene", "date": "2020-12-31 11:30", "summary": "A company linked to David Whitmire Hearst Jr. bought the 18-acre property in Worley. A limited company linked to David Whitmire Hearst Jr., grandson of the late publishing magnate William Randolph Hearst, is the buyer of a sprawling luxury estate on Northern Idaho's legendary Lake Coeur d'Alene. Last asking $30 million, the property was one of the most expensive listings in Idaho history.", "categories": [["Real Estate", "Private Properties"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/private-properties?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/whats-the-biggest-party-in-the-world-without-the-crowds-a-very-weird-new-years-eve-11609432147", "title": "Hello New Year! (Sorry for the Quiet Welcome)", "date": "2020-12-31 11:29", "summary": "Resume Subscription. One way to judge the success of any party is the cleanup the next day. By that measure, New Year's Eve 2020 was a dud.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/an-adirondack-style-retreat-on-lake-coeur-dalene-11609432089", "title": "An Adirondack-Style Retreat on Lake Coeur d'Alene", "date": "2020-12-31 11:28", "summary": "The 18-acre property in Worley, Idaho, includes a sandy beach, a \"Las Vegas-esque waterfall,\" a helipad, and a boat house with eight watercrafts.. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/mysteries-thomas-perrys-eddies-boy-11609432076", "title": "Mysteries: Thomas Perry's 'Eddie's Boy'", "date": "2020-12-31 11:27", "summary": "Stalked by killers, a onetime hitman is forced out of retirement.. Thomas Perry's gang-world protagonist Michael Schaeffer first appeared in Mr. Perry's 1982 debut novel, \"The Butcher's Boy,\" which told how Schaeffer was adopted at age three by Eddie Mastrewski, a Pittsburgh butcher with a second job as a hired hitman. In his teens, Schaeffer became partners with his surrogate father in both professions. In \"Eddie's Boy\" (Mysterious Press, 274 pages, $26), an unanticipated but welcome series entry, Schaeffer is 60, retired and living low-profile in England with his titled wife.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/studying-with-miss-bishop-review-learning-his-lines-11609431880", "title": "'Studying With Miss Bishop' Review: Learning His Lines", "date": "2020-12-31 11:24", "summary": "A memoir of encounters with literary greats, and the strange labor of the writer's craft.. Dana Gioia writes that, by the time he went to college in the early 1970s, he had \"already developed a deep suspicion of all theories of art that did not originate in pleasure.\" To help build on this sensible foundation, he had the good fortune, during his student days, to encounter some of the leading literary figures of the time. In his final semester as a graduate student at Harvard in 1975, Mr. Gioia was presented with a choice of teachers: Robert Lowell, then at the height of his fame, or Elizabeth Bishop, not well known and often spoken of as a Lowell protégée. Lowell's seminar on 19th-century poetry was much in demand. \"Everyone who fancied himself a poet talked about taking it,\" Mr. Gioia writes. As for Bishop's course on contemporary verse: \"I had never heard anyone mention it at all.\"", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/beijing-accelerates-campaign-of-ethnic-assimilation-11609431781", "title": "Beijing Accelerates Campaign of Ethnic Assimilation", "date": "2020-12-31 11:23", "summary": "Resume Subscription. To realize the China of his dreams, Xi Jinping wants to meld the nation's dozens of ethnic groups into a singular national identity.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/how-we-spent-our-money-in-2020-11609430780", "title": "How We Spent Our Money in 2020", "date": "2020-12-31 11:06", "summary": "Resume Subscription. More paint jobs, fewer pantsuits. More meal kits, fewer manicures.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/fiction-deception-defined-11609430342", "title": "Fiction: Deception Defined", "date": "2020-12-31 10:59", "summary": "A word-besotted tale of dictionary-makers, a satire by André Gide and a soul-baring novel about a family's choice.. 'What would be in your personal dictionary?\" asks a character in Eley Williams's \"The Liar's Dictionary\" (Doubleday, 270 pages, $26.95), and the question will resonate with anyone who has ever felt that language doesn't sufficiently furnish them with words to match their daily experiences. What Mallory, the novel's narrator, would like is \"a word for knowing when the pasta is perfectly cooked just by looking at it\"; \"a word for mispronouncing words that you had only ever seen written down\"; \"a word for being surprised by an aspect of your physicality.\" Nothing is more individualized than the act of naming. How maddening that we're limited to the words that have been deemed appropriate for general usage.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pandemic-chips-at-beauty-retails-bricks-and-mortar-stronghold-11609430157", "title": "Pandemic Chips at Beauty Retail's Bricks-and-Mortar Stronghold", "date": "2020-12-31 10:55", "summary": "Makeup sellers like Sephora and Ulta must walk a fine line between stores and e-commerce. Some things are just a tough sell online. Traditionally, makeup and fragrances have fallen squarely in the category of goods that consumers want to sample in person. Yet even this industry might not be immune to the pandemic's effects on consumer behavior.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/after-covid-plane-makers-are-even-more-dependent-on-china-11609429997", "title": "After Covid, Plane Makers Are Even More Dependent on China", "date": "2020-12-31 10:53", "summary": "The country is a rare bright spot for Boeing and Airbus, but its aerospace industry is quickly becoming a geopolitical battleground. With airlines in the West expecting to take years to recover from Covid-19, aircraft manufacturers depend on the resilience and growth potential of the Chinese market. But China's own aerospace ambitions and the geopolitical tensions that surround them could make it a turbulent ride.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/five-best-writings-by-artists-11609429967", "title": "Five Best: Writings by Artists", "date": "2020-12-31 10:52", "summary": "Selected by Celia Paul, author of the memoir 'Self-Portrait.'. Edited by Ceridwen Lloyd-Morgan (2004)", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/childrens-books-free-range-11609429586", "title": "Children's Books: Free Range", "date": "2020-12-31 10:46", "summary": "The joy of exploring the world on and off the page animates a school story with a hint of Dickensian thrill.. Gary D. Schmidt does something delightful in \"Just Like That\" (Clarion, 385 pages, $16.99), a novel for readers ages 9-14. He arranges for his characters to discover great books-\"Treasure Island,\" \"Oliver Twist\" and \"The Wonderful World of Oz\" among them-even as he borrows ideas and personality types from great books for the story he is telling about his characters. In this way, Mr. Schmidt's tale of two young people and their journeys from darkness to light becomes, in itself, a testament to the formative power of literature.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/anni-and-josef-albers-review-dynamic-balance-11609429269", "title": "'Anni and Josef Albers' Review: Dynamic Balance", "date": "2020-12-31 10:41", "summary": "From the Bauhaus to Black Mountain, the Albers inspired each other-and a generation of artists.. The 20th century produced its fair share of powerhouse artist couples, among them Alfred Stieglitz and Georgia O'Keeffe, Lee Krasner and Jackson Pollock, Helen Frankenthaler and Robert Motherwell, and Willem and Elaine de Kooning. But for sheer longevity and high-voltage aesthetic give-and-take, none rivals the union of Josef and Anni Albers, who met at the Bauhaus in Weimar, Germany, arrived in the U.S. to teach at Black Mountain College in 1933, and were married for 51 happy and productive years.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-historic-lineup-of-baseball-players-who-died-in-2020-11609396387", "title": "A Historic Lineup of Baseball Players Who Died in 2020", "date": "2020-12-31 10:34", "summary": "In a year when seven Hall of Famers passed away, it seemed as if the sport lost a lot of its history. The numbers prove it.. There's no crying in baseball. Except in 2020.", "categories": [["Sports", "MLB"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/mlb?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/number-puzzles-11609358728", "title": "Number Puzzles", "date": "2020-12-31 10:31", "categories": [["WSJ Puzzles", "Puzzles"]], "category_links": ["https://www.wsj.com/news/puzzle?mod=breadcrumb", "https://www.wsj.com/news/types/wsj-puzzles?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/weekly-jobless-claims-coronavirus-12-31-2020-11609366589", "title": "Jobless Claims Fell Modestly Last Week", "date": "2020-12-31 10:17", "summary": "Initial claims for benefits slipped to 787,000 in week clouded with uncertainty around impending changes to payments. New applications for unemployment assistance fell last week, a sign of modest improvement during a holiday period clouded with uncertainty around impending changes to benefit payments.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bestselling-books-week-ended-december-26-11609427122", "title": "Bestselling Books Week Ended December 26", "date": "2020-12-31 10:05", "summary": "With data from NPD BookScan. ", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/best-selling-books?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/some-asheville-businesses-thrived-with-government-backed-ppp-loans-others-struggled-11609426801", "title": "Six Stories From a Downtown District Show Pandemic's Uneven Toll", "date": "2020-12-31 10:00", "summary": "Resume Subscription. A 2.5-mile stretch of downtown Asheville, N.C., provides a window into how the coronavirus pandemic slammed small businesses in one American city-and how a federal loan program helped some stay afloat but was ill-suited for others.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/wall-street-executive-reinvented-himself-as-broadway-producer-11609426800", "title": "Wall Street Executive Reinvented Himself as Broadway Producer", "date": "2020-12-31 10:00", "summary": "Roger Berlind switched careers after a personal tragedy and won 25 Tony Awards; he has died at age 90. Landing in a thunderstorm, an Eastern Air Lines Boeing 727 crashed and exploded on the fringes of New York's Kennedy International Airport on June 24, 1975. Among the 113 people killed were Roger Berlind's wife, Helen, and three of their four children.", "categories": [["World", "Obituaries"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/obituaries?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/video-chatting-became-popular-in-2020-and-improved-along-the-way-11609426800", "title": "Video Chatting Became Popular in 2020, and Improved Along the Way", "date": "2020-12-31 10:00", "summary": "Software innovations made the medium more lively and easier to use as the pandemic pressed on. When Claire Cheng, a 20-year-old student at Massachusetts Institute of Technology, wanted to host a virtual mixer for a school club, she decided to use a video platform by Gather Presence Inc. that mimics the real-life experience of a party.", "categories": [["Experience Report"]], "category_links": ["https://www.wsj.com/news/experience-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/for-new-years-resolutions-never-think-youre-too-old-to-become-a-beginner-11609426707", "title": "For New Year's Resolutions, Never Think You're Too Old to Become a Beginner", "date": "2020-12-31 09:58", "summary": "In 2021, take on the challenge of learning a new skill or hobby as an adult. It can bring big cognitive and emotional benefits.. Have we ever needed a fresher start than the one promised by 2021?", "categories": [["Life & Work", "Ideas", "The Saturday Essay"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/the-saturday-essay?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chinas-blind-box-bubble-11609426493", "title": "China's 'Blind Box' Bubble", "date": "2020-12-31 09:54", "summary": "A toy trend in China sparked a stock-price frenzy, until Beijing stepped in. A Chinese craze for \"blind box\" toys has caught fire in the stock market, and drawn some unwelcome attention from the government.", "categories": [["Markets", "Overheard"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/overheard?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/north-korea-says-it-wants-good-u-s-ties-in-rare-meeting-with-western-lawmaker-11609425132", "title": "North Korea Says It Wants Good U.S. Ties in Rare Meeting With Western Lawmaker", "date": "2020-12-31 09:34", "summary": "Kim Jong Un's regime has cut contact with much of outside world this year, but reached out to a European Parliament committee in days before U.S. election. SEOUL-North Korea wants to have good ties with the U.S., a diplomat said in a December meeting with a European lawmaker, in one of Pyongyang's only exchanges with the West in recent months, according to people familiar with the matter.", "categories": [["WSJ News Exclusive", "Asia"]], "category_links": ["https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-u-k-is-finally-cutting-ties-with-the-eu-heres-what-changes-11609417649", "title": "The U.K. Has Finally Cut Ties With the EU. Here's What Has Changed.", "date": "2020-12-31 09:33", "summary": "Brexit is expected to have big and lasting effects on the British economy. The U.K. left the European Union behind Thursday, 48 years after it joined the bloc, a significant shift in the global order that will also bring big changes for ordinary Britons.", "categories": [["World", "Europe", "U.K."]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb", "https://www.wsj.com/news/types/u-k-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/alden-global-seeks-to-buy-tribune-publishing-11609390571", "title": "Alden Global Seeks to Buy Tribune Publishing", "date": "2020-12-31 09:07", "summary": "Hedge fund, which owns 32% of the Chicago Tribune publisher, has expressed interest in acquiring the shares it doesn't own already for $14.25 each. A hedge fund that owns a big stake in Tribune Publishing Co. is seeking to buy the newspaper chain behind titles including the Chicago Tribune and New York Daily News.", "categories": [["Markets", "Deals"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/deals-deal-makers?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/enphase-energy-tiffany-celsius-what-to-watch-when-the-stock-market-opens-today-11609415956", "title": "Enphase Energy, Tiffany, Celsius: What to Watch When the Stock Market Opens Today", "date": "2020-12-31 09:04", "summary": "The Nasdaq Composite is on track to end its best year since 2009, underscoring the rally in U.S. stocks this year. Here's what we are watching as markets kick into gear Thursday.U.S. stock futures wavered, signaling a muted finish to a year that saw the major indexes contract sharply in the spring before rising to record highs. Initial jobless claims data for the week ended Dec. 26 fell to 787,000 from 803,000 the week before. Economists surveyed by the Wall Street Journal had expected a rise to 835,000.Read our full market wrap here.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/va-must-re-examine-policy-on-vets-exposed-to-radiation-court-says-11609423200", "title": "VA Must Re-Examine Cases of Vets Exposed to Radiation, Court Says", "date": "2020-12-31 09:00", "summary": "Resume Subscription. A half-century ago, Air Force veteran Victor Skaar and hundreds of other troops were exposed to radiation when they responded to a Cold War-era accident in rural Spain involving lost nuclear weapons, a nightmare situation known best by its code name: Broken Arrow.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/new-wine-clubs-orange-11609376002", "title": "Wine Clubs, Now Uncorking Fun", "date": "2020-12-31 08:39", "summary": "A new school of subscription wine mailers offers quirkier wines, comic-book tasting notes-and an unstuffy air. Helen Johannesen is trying to make sure wine enthusiasts across the country are stocked with some \"wild pony ride.\"", "categories": [["Food"]], "category_links": ["https://www.wsj.com/news/types/magazine-food?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/yemen-airport-attack-kills-22-as-new-saudi-backed-government-arrives-11609349273", "title": "Yemen Airport Attack Kills 22 as New Saudi-Backed Government Arrives", "date": "2020-12-31 08:05", "summary": "Explosions at Aden airport present fresh challenge for war-wracked country. An attack on an airport in Yemen killed at least 22 people moments after members of the country's newly sworn-in cabinet arrived, the latest blow to a country struggling to emerge from a devastating conflict.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-to-better-keep-track-of-small-expenses-and-fees-in-new-year-11609419600", "title": "How to Keep Track of Small Amounts", "date": "2020-12-31 08:00", "summary": "Neglecting day-to-day financial health is often why people struggle to achieve their savings goals-financial self-checkup can help. In making financial goals for the new year, the approach many people tend to take is to go big. In doing so, they might be missing the small picture.", "categories": [["Markets", "Personal Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/personal-finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-retailers-are-pushing-baby-wines-11609419003", "title": "Why Retailers Are Pushing 'Baby' Wines", "date": "2020-12-31 07:50", "summary": "They're not young, necessarily. But once you get past the marketing, there are values to be found.. OH BABY, there sure seem to be some great wine deals around. In the past several months, I've been offered highly touted Baby Brunello and Baby Sancerre and even Baby Bâtard-Montrachet in wine merchants' emails. The word Baby didn't appear on the labels but was, rather, the way the wines were characterized by the sellers-a shorthand I suspect would actually mystify many customers. In each case, the merchant promised an outstanding value, but beyond that, the exact meaning of \"Baby\" was unclear.", "categories": [["Life & Work", "Food & Drink", "On Wine"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/food-cooking-drink?mod=breadcrumb", "https://www.wsj.com/news/types/on-wine-lettie-teague?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/for-cios-theres-no-place-like-home-office-11609417800", "title": "For CIOs, There's No Place Like Home (Office)", "date": "2020-12-31 07:30", "summary": "CIOs describe their home office setup: Pets, antiques, toys and clear access to coffee. Chief information officers in 2020 made remote work possible for their companies. They also strove to make their home offices comfortable for themselves.", "categories": [["CIO Journal"]], "category_links": ["https://www.wsj.com/news/types/cio-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/becky-hammon-first-woman-coach-nba-spurs-11609391118", "title": "Becky Hammon Coaches in the NBA and Makes History", "date": "2020-12-31 07:05", "summary": "When San Antonio Spurs coach Gregg Popovich was ejected on Wednesday, his assistant took over and became the first woman to coach a U.S. men's pro team.. ", "categories": [["Sports", "NBA"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/nba?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/it-was-a-fall-season-to-forget-for-broadcast-tv-networks-11609416001", "title": "It Was a Fall Season to Forget for Broadcast TV Networks", "date": "2020-12-31 07:00", "summary": "CBS, Fox, NBC and ABC all experienced steep rating drops as pandemic delayed production of new shows. The broadcast networks will be happy to put 2020 in their rear view mirror.", "categories": [["Business", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/shrimp-and-cauliflower-saute-with-rosemary-caper-butter-11609413310", "title": "Shrimp and Cauliflower Sauté With Rosemary-Caper Butter", "date": "2020-12-31 06:15", "summary": "A scrumptious rosemary-caper butter cloaks the shrimp and the cauliflower it sautés with. You'll want to keep some on hand to bring a hit of flavor and richness to all sorts of dishes.. To explore and search through all our recipes, check out the new WSJ Recipes page.", "categories": [["Life & Work", "Food & Drink", "Slow Food Fast"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/food-cooking-drink?mod=breadcrumb", "https://www.wsj.com/news/types/slow-food-fast?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/this-quick-shrimp-recipe-comes-with-a-delicious-bonus-11609412988", "title": "This Quick Shrimp Recipe Comes With a Delicious Bonus", "date": "2020-12-31 06:09", "summary": "A scrumptious rosemary-caper butter cloaks the shrimp and the cauliflower it sautés with. You'll want to keep some on hand to bring a hit of flavor and richness to all sorts of dishes.. YOU MIGHT call Rebecca Wilcomb an ingredient whisperer. At Gianna, her restaurant in New Orleans, she's known for her high standards when it comes to sourcing as well as the way she understands and combines those immaculate ingredients.", "categories": [["Life & Work", "Food & Drink", "Slow Food Fast"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/food-cooking-drink?mod=breadcrumb", "https://www.wsj.com/news/types/slow-food-fast?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hong-kong-media-mogul-jimmy-lai-sent-back-to-jail-11609412322", "title": "Hong Kong Media Mogul Jimmy Lai Sent Back to Jail", "date": "2020-12-31 05:58", "summary": "Case against outspoken democracy advocate is being closely watched by Beijing. HONG KONG-An outspoken newspaper mogul and advocate for democracy in Hong Kong will have to return to jail after a court suspended his bail in a case that is fueling tensions between Beijing and the city's judiciary.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cruise-ships-cant-sail-away-from-covid-11609410601", "title": "Cruise Ships Can't Sail Away From Covid", "date": "2020-12-31 05:30", "summary": "Small luxury operators have tried strict testing requirements and capacity limits, but onboard outbreaks persist. Authorities around the world halted voyages on large passenger ships in March after Covid-19 tore through scores of vessels, but cruising never really stopped.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hkexs-new-big-boss-will-face-hong-kongs-uncertain-future-11609409246", "title": "HKEX's New Big Boss Will Face Hong Kong's Uncertain Future", "date": "2020-12-31 05:10", "summary": "Charles Li's successor will inherit one of the world's largest stock exchanges. But Beijing's tightening control poses new challenges.. In an uncanny metaphor for Hong Kong's uncertain future, the city's bourse has yet to find a new boss after longtime Chief Executive Charles Li retired Thursday. His successor will inherit one of the world's largest stock exchanges. But Beijing's tightening control on the financial hub will add new challenges.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/navalny-faces-fraud-charges-if-he-returns-to-russia-after-poisoning-11609404744", "title": "Navalny Faces Fraud Charges if He Returns to Russia After Poisoning", "date": "2020-12-31 03:52", "summary": "Opposition politician views new allegations as an attempt to silence him after August's failed assassination attempt. MOSCOW-Months after suffering a near-fatal nerve agent attack, Alexei Navalny is now facing new legal problems in Russia that have clouded the future of his opposition movement here and raised the stakes for his plans to return from Germany, where he has been recuperating.", "categories": [["World", "Europe", "Russia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb", "https://www.wsj.com/news/types/russia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chinese-markets-shined-this-year-signal-a-repeat-in-2021-11609403891", "title": "Chinese Markets Shined This Year, Signal a Repeat in 2021", "date": "2020-12-31 03:38", "summary": "Nation to benefit from post-pandemic rebound as well as low interest rates. China's stock market ended 2020 on a high note, with a key benchmark up 27% and at a multiyear high, reflecting the country's economic revival during the coronavirus pandemic.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/astrazeneca-and-oxfords-bumpy-partnership-hangs-over-covid-vaccines-future-11609336498", "title": "AstraZeneca and Oxford's Bumpy Partnership Hangs Over Vaccine's Future", "date": "2020-12-31 03:29", "summary": "Resume Subscription. LONDON-The U.K.'s authorization of a Covid-19 vaccine developed by the University of Oxford and AstraZeneca PLC marks a home-turf victory for the two British institutions, but comes after stumbles that have sown public doubt about the shot and strained the partnership itself.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/covid-19-vaccine-gets-provisional-approval-from-china-drug-regulator-11609391939", "title": "Covid-19 Vaccine Gets Provisional Approval From China Drug Regulator", "date": "2020-12-31 00:19", "summary": "State-owned Sinopharm has started mass production of the vaccine. A Chinese drug regulator gave provisional approval to a Covid-19 vaccine developed by a state-owned company, an official at the agency said, providing a green light for mass inoculation roughly a year after the pandemic first emerged in central China.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11609355354", "title": "Pepper...and Salt", "date": "2020-12-31 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}]