[{"link": "https://www.wsj.com/articles/bidens-top-running-mate-contenders-emerge-as-he-enters-key-week-11596274200", "title": "Biden's Top Running-Mate Contenders Emerge as He Enters Key Week", "date": "2020-08-01 19:54", "summary": "Candidates and allies have been making final pitches; an announcement is likely to come week of Aug. 10.. Joe Biden is entering his most crucial week since becoming the presumptive Democratic presidential nominee, as he decides which woman he will ask to be his running mate.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hurricane-isaias-heads-toward-florida-after-hitting-the-bahamas-11596308394", "title": "Isaias Downgraded to Tropical Storm as It Heads Toward Florida", "date": "2020-08-01 17:34", "summary": "The former Category 1 hurricane comes as Florida grapples with soaring coronavirus case numbers. Isaias weakened to a tropical storm as it entered the Florida Straits on Saturday afternoon, but it is expected to strengthen into a hurricane again as it continues its path toward Florida's eastern coast before aiming for the Carolinas.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-latest-news-08-01-2020-11596268447", "title": "California Is First State to Pass 500,000 Infections", "date": "2020-08-01 16:23", "summary": "The illness swept through the U.S. in July, overwhelming some states and cities. California became the first state in the U.S. to surpass 500,000 coronavirus infections, capping a month in which confirmed cases rose by nearly two million nationwide.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/from-digitized-mail-to-wedding-pics-and-troubled-pop-stars-11596308401", "title": "Career Reboot: From Digitized Mail to Wedding Pics and Troubled Pop Stars", "date": "2020-08-01 15:00", "summary": "Resume Subscription. ", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/retailers-beware-shoppers-dont-like-to-be-watched-online-11596213167", "title": "Retailers, Beware: Shoppers Don't Like to Be Watched Online", "date": "2020-08-01 15:00", "summary": "When consumers are given suggestions based on their browsing, they often just leave. As shoppers well know, retail sites often make product suggestions based on consumers' browsing history.", "categories": [["Business", "Journal Reports: Leadership"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-leadership?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/10th-house-lawmaker-tests-positive-for-covid-19-11596306537", "title": "Tenth House Lawmaker Tests Positive for Covid-19", "date": "2020-08-01 14:29", "summary": "Rep. Raul Grijalva had quarantined himself after Rep. Louie Gohmert was diagnosed with the disease caused by the coronavirus. WASHINGTON-Rep. Raul Grijalva, chairman of the House Natural Resources Committee, has tested positive for Covid-19, but showed no symptoms of the disease, he said Saturday.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/portland-protests-peaceful-after-drawdown-of-federal-agents-11596302098", "title": "Portland Protests Peaceful After Drawdown of Federal Agents", "date": "2020-08-01 13:14", "summary": "Local police, who took over protecting a federal courthouse, aren't visible as thousands march for racial justice. PORTLAND, Ore.-Several thousand people marched for racial justice overnight Friday without any significant violence, or face-offs with law enforcement, in contrast with the conflict of the past few weeks.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/covid-19-forces-levi-to-accelerate-its-consumer-strategy-shift-11596223224", "title": "Covid-19 Forces Levi to Accelerate Its Consumer Strategy Shift", "date": "2020-08-01 13:00", "summary": "The company aims to sell more directly to shoppers, through both digital channels and its own stores. Levi Strauss & Co. has long aimed to reduce its reliance on retailers and sell more directly to consumers. When the coronavirus pandemic struck, it had to do that a lot faster than it had planned.", "categories": [["Business", "Journal Reports: Leadership"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-leadership?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/airlines-go-back-to-congress-for-money-to-preserve-jobs-11596298261", "title": "Airlines Again Ask Government for Money to Preserve Jobs", "date": "2020-08-01 12:11", "summary": "Some carriers joining unions to push lawmakers for six more months of funding. Airlines are asking the government to again step in with funds to help them prevent tens of thousands of job losses.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-youthful-conservative-pakistan-is-a-coronavirus-bright-spot-11596297600", "title": "Why Youthful, Conservative Pakistan Is a Coronavirus Bright Spot", "date": "2020-08-01 12:00", "summary": "Two months ago, Pakistan was drawing unfavorable Covid-19 comparisons with Brazil. ISLAMABAD-Two months ago, the coronavirus seemed to be spreading out of control in Pakistan, a poor, chaotic country of more than 200 million with a weak health-care system that was seemingly headed for disaster. It was being compared with Brazil, another developing country with a similar population size that has been ravaged by the disease.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-spreads-on-st-louis-cardinals-stoking-fears-about-season-11596297415", "title": "Coronavirus Spreads on St. Louis Cardinals, Stoking Fears About Season", "date": "2020-08-01 11:57", "summary": "The team reported four new cases in its organization on Saturday as MLB scrambles to contain the damage from two substantial outbreaks. The St. Louis Cardinals organization reported four new positive coronavirus tests on Saturday, people familiar with the matter said, indicating that an outbreak has spread to a second team barely one week into the Major League Baseball season.", "categories": [["Sports", "MLB"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/mlb?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/henrietta-lacks-and-her-remarkable-cells-will-finally-see-some-payback-11596295285", "title": "Henrietta Lacks and Her Remarkable Cells Will Finally See Some Payback", "date": "2020-08-01 11:21", "summary": "Research labs and companies gained financially from the Black woman's cancer cells. Decades later, two entities are donating money to her foundation.. In 1951, scientists took a Black woman's cancer cells without her consent. The cells of Henrietta Lacks proved invaluable for research, and labs and companies gained financially from using them for decades, with nothing for her or her family.", "categories": [["WSJ News Exclusive", "Health"]], "category_links": ["https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-hourly-wages-can-make-you-unhappy-11596221099", "title": "Why Hourly Wages Can Make You Unhappy", "date": "2020-08-01 11:00", "summary": "Putting a dollar value on your time means you tend to do more networking-and less of what you really enjoy. People who get paid by the hour see their time differently than people who get a salary. And that has implications for both the way companies pay their employees and how people could increase their well-being by altering the way they view their income.", "categories": [["Business", "Journal Reports: Leadership"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-leadership?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/russia-aims-to-begin-mass-vaccinations-against-covid-19-in-october-11596291673", "title": "Russia Aims to Begin Mass Vaccinations Against Covid-19 in October", "date": "2020-08-01 10:21", "summary": "Russia has shortened trial approval times and sped up clinical evaluations in its pursuit of a vaccine. MOSCOW-Russia plans to roll out a Covid-19 vaccine to the general population starting in October, hoping to be the first country to start mass vaccinations against a virus that has killed more than 679,000 people world-wide.", "categories": [["World", "Europe", "Russia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb", "https://www.wsj.com/news/types/russia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/when-the-ceo-is-in-the-officeand-everyone-else-is-working-from-home-11596290400", "title": "When the CEO Is in the Office-and Everyone Else Is Working From Home", "date": "2020-08-01 10:00", "summary": "Resume Subscription. Josie Natori is back in the office, but most of her staff isn't.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/facial-recognitions-next-big-play-the-sports-stadium-11596290400", "title": "Facial Recognition's Next Big Play: the Sports Stadium", "date": "2020-08-01 10:00"}, {"link": "https://www.wsj.com/articles/a-snapshot-in-a-troubled-covid-19-timefor-charity-11596290401", "title": "A Snapshot in a Troubled Covid-19 Time-for Charity", "date": "2020-08-01 10:00", "summary": "More than 500 photographers around the world took pictures of quarantined families on their front steps, raising over $3 million. In early March, Cara Soulia was preparing for a spring filled with photo shoots for local schools. Instead, the family photographer from Needham, Mass., started taking pictures of families quarantined by the coronavirus pandemic, creating a global project that has raised more than $3.25 million for different charities.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/its-time-to-get-rid-of-employee-surveys-11596246683", "title": "It's Time to Get Rid of Employee Surveys", "date": "2020-08-01 10:00", "summary": "Companies have new and better ways to find out what their workers are thinking. The annual employment survey needs to be retired.", "categories": [["Business", "Journal Reports: Leadership"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-leadership?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/paris-rolls-out-red-carpet-for-those-who-can-make-it-11596288766", "title": "Paris Rolls Out Red Carpet-for Those Who Can Make It", "date": "2020-08-01 09:32", "summary": "Resume Subscription. PARIS-How desperate is the City of Light for tourists these days? Even the waiters are friendly.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/a-toll-of-coronavirus-in-new-york-is-a-new-group-of-orphans-11596288601", "title": "A Toll of Coronavirus in New York Is a New Group of Orphans", "date": "2020-08-01 09:30", "summary": "Although statistics are hard to come by, experts say the scale of the losses is likely staggering. The last time Roberto Tobias Jr. talked to his father he put on a face mask and shield, gloves and a gown. Then the 17-year-old entered the room in Mount Sinai Queens where his father, Roberto Sr., 72, lay dying of Covid-19 complications. He kissed him on the forehead and told him it was OK to let go. He promised to do his best; he'd find a way to finish high school.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/apple-and-amazons-race-to-100-billion-11596286801", "title": "Apple and Amazon's Race to $100 Billion", "date": "2020-08-01 09:00", "summary": "Prime Day and iPhone shifts could mean a $100 billion sales quarter for each tech giant. The pandemic may have forced Apple Inc. to delay its big iPhone launch by a few weeks, but there is a silver lining in this particular cloud.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/gm-aims-to-give-electric-vehicle-owners-more-places-to-charge-11596219233", "title": "GM Aims to Give Electric Vehicle Owners More Places to Charge", "date": "2020-08-01 07:12", "summary": "Automaker is working to install 2,700 new fast-charging stations in U.S. to stimulate demand. General Motors Co. is working to install 2,700 electric-vehicle chargers in the U.S., in an effort to stoke demand for battery-powered cars and catch up with Tesla Inc.'s commanding lead in the plug-in market.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/el-paso-walmart-shooting-one-year-later-museum-collects-items-left-behind-11596279601", "title": "El Paso Walmart Shooting: One Year Later, Museum Collects Items Left Behind", "date": "2020-08-01 07:00", "summary": "El Paso Museum of History joins efforts in Boston, Virginia Tech and Charleston, S.C., to memorialize acts of mass violence. It was late August last year, weeks after a gunman accused of seeking to slaughter Hispanics gunned down dozens of people in El Paso, Texas, when Erica Marin, registrar of a local museum, realized she would have a role to play. The museum would take possession of hundreds of items left behind by those mourning the victims.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/byways-of-la-serenissima-the-venice-you-probably-dont-know-11596279600", "title": "Byways of La Serenissima: The Venice You (Probably) Don't Know", "date": "2020-08-01 07:00", "summary": "While the pandemic may have put your trip to Venice on hold, now is the perfect time to discover some of its more obscure-and rewarding-treasures online.. Airline travel is now laptop travel. Longing for Venice? As seasoned visitors to La Serenissima would, at this time of year, we can avoid the obvious places to spend time in some of its more recherché treasures. Many, though not all, are still with us thanks to the conservation efforts of Save Venice, an American charitable organization.", "categories": [["Books & Arts", "Art Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/art-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-canes-and-walkers-are-getting-a-new-look-11596223609", "title": "Why Canes and Walkers Are Getting a New Look", "date": "2020-08-01 06:00", "summary": "Most Popular News. Older people have long complained that products designed for them are clunky and unattractive.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/a-black-runner-finds-safety-and-inspiration-in-chicago-running-clubs-11596276000", "title": "A Black Runner Finds Safety and Inspiration in Chicago Running Clubs", "date": "2020-08-01 06:00", "summary": "Resume Subscription. Alan Brazil refers to himself as a social runner rather than a speedy runner. The 51-year-old Chicago CPA and CFO of the Illinois Department of Human Rights is a member of three running clubs: Men Run Deez Streets, Black Chicago Runners and Chicago Runners.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/supreme-court-signals-federal-judiciary-wont-mediate-fights-over-voting-and-virus-11596276000", "title": "Supreme Court Signals Federal Judiciary Won't Mediate Fights Over Voting and Virus", "date": "2020-08-01 06:00", "summary": "High court's conservative majority sees scant constitutional authority to weigh in on state elections. WASHINGTON-If the coronavirus is pitting nervous voters against state election officials, don't expect the federal courts to solve their problem.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/stock-splits-pay-offon-the-rare-occasions-they-occur-11596274200", "title": "Stock Splits Pay Off-on the Rare Occasions They Occur", "date": "2020-08-01 05:33", "summary": "Apple enjoyed a big bounce after iPhone maker revealed plans to execute a 4-for-1 stock split. Stock splits have all but disappeared from corporate playbooks, even though history shows shares of companies that split their stock often see a bump in price.", "categories": [["Markets", "Stocks"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/leader-of-secretive-church-at-center-of-south-koreas-virus-outbreak-is-arrested-11596259711", "title": "Leader of Secretive Church at Center of South Korea's Virus Outbreak Is Arrested", "date": "2020-08-01 01:28", "summary": "Lee Man-hee, 88-year-old leader of Shincheonji Church of Jesus, was questioned on Friday by a local judge. SEOUL-The leader of the mysterious church at the center of South Korea's major Covid-19 outbreak was arrested Saturday for withholding and falsifying records, which allegedly hobbled the government's early efforts to curb the spread of the virus.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-small-business-survival-guide-11596255089", "title": "The Small-Business Survival Guide", "date": "2020-08-01 00:11", "summary": "Resume Subscription. As the coronavirus pandemic swept through every corner of the business world, America's small companies, from local restaurants to Main Street stores, were among the hardest hit. How can small employers navigate the many questions of strategy, management, finance and leadership that they face on the path to recovery? This package of stories, along with a related series of live events, is a guide to help these small employers navigate the many questions they face on the path to recovery.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11596223512", "title": "Pepper...and Salt", "date": "2020-08-01 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/small-businesses-are-fighting-for-their-lives-diversity-doesnt-have-to-be-sacrificed-11596254426", "title": "Small Businesses Are Fighting for Their Lives. Diversity Doesn't Have to Be Sacrificed.", "date": "2020-08-01 00:00", "summary": "Some companies discover it's possible to solve the diversity puzzle without hiring anyone new. For many small businesses, hiring more people during a severe downturn is a challenge. That doesn't mean giving up on diversity goals.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pickup-trucks-are-getting-huge-got-a-problem-with-that-11596254412", "title": "Pickup Trucks Are Getting Huge. Got a Problem With That?", "date": "2020-08-01 00:00", "summary": "America's hardest-working status symbols, pickups are exploding in size and eating up roadways. Dan Neil questions these behemoths' styling...and safety.. A FEW MONTHS ago, on an ordinary day in an unremarkable Costco parking lot, I was nearly squashed by an unusually large pickup. Thank God I was wearing a mask.", "categories": [["Tech", "Personal Tech", "Gear & Gadgets"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb", "https://www.wsj.com/news/types/personal-technology-joanna-stern?mod=breadcrumb", "https://www.wsj.com/news/types/gear?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/covid-19-shuttered-more-than-1-million-small-businesses-here-is-how-five-survived-11596254424", "title": "Will Small Businesses Survive the Pandemic? These Five Show How It Can Be Done.", "date": "2020-08-01 00:00", "summary": "Resume Subscription. Eden Park Illumination Inc. had one product to sell before Covid-19: an ultraviolet light that distinguished real diamonds from fakes. The spread of a deadly virus across the globe shifted the focus of the tiny Champaign, Ill., startup to another ultraviolet light application that it had not planned to introduce for at least two years. This one would disinfect crowded spaces.Within weeks, the 10-person company began shipping prototypes. Eden Park has since delivered more than 1,000 of the lights and added a dozen workers, including a head of manufacturing.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/how-this-turnaround-titan-found-his-direction-11596254401", "title": "How This Turnaround Titan Found His Direction", "date": "2020-08-01 00:00", "summary": "David Cote has had a long and successful career at GE, Honeywell, and now, Vertiv. But first he had to shake his reputation as a 'general troublemaker' and focus his ambition.. In Personal Board of Directors, top business leaders talk about the people they turn to for advice, and how those people have shaped their perspective and helped them succeed. Previous installments from the series are here.", "categories": [["Personal Board of Directors"]], "category_links": ["https://www.wsj.com/news/types/personal-board-of-directors?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/microsofts-satya-nadella-switches-gears-in-pursuit-of-tiktok-11596250462", "title": "Microsoft's Nadella Switches Gears in Pursuit of TikTok", "date": "2020-08-01 22:54", "summary": "Consumer products have been a minefield for the software giant even as Xbox has succeeded. For Microsoft Corp. Chief Executive Officer Satya Nadella, buying TikTok would mark the boldest in a string of big deals and could reshape a tech giant that has lately thrived by focusing on corporate customers.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/border-wall-construction-can-continue-supreme-court-says-11596243426", "title": "Border-Wall Construction Can Continue, Supreme Court Says", "date": "2020-08-01 22:47", "summary": "The decision means that segments of the president's signature project likely will be completed before litigation is resolved. WASHINGTON-The Supreme Court declined, 5-4, Friday to halt work on the border wall the Trump administration has been building without authorization from Congress, likely ensuring that more than 200 miles of the president's signature project will be completed before litigation over its legality is resolved.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-reports-increased-revenue-at-some-high-profile-properties-11596241784", "title": "Trump Reports Increased Revenue at Some High-Profile Properties", "date": "2020-08-01 22:11", "summary": "President's business entities took in a minimum of $446 million in 2019, about 2.6% more than the previous year, according to a Journal analysis of the disclosure. President Trump's revenue at several of his highest-profile properties grew last year, a financial disclosure released by the White House on Friday evening showed.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-latest-news-07-31-2020-11596187079", "title": "Coronavirus Latest: July Was a Brutal Month for the U.S.", "date": "2020-08-01 22:00", "summary": "The rise in confirmed cases by nearly two million hobbled the country's economic recovery; mask mandates spread. A wave of new coronavirus cases swept the U.S. during July, overwhelming some states and cities, weakening a nascent economic recovery and effectively wiping out some of the gains made during early lockdowns.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/my-libyan-ambush-11596222086", "title": "My Libyan Ambush", "date": "2020-08-01 21:59", "summary": "A white-knuckle encounter follows a visit to a mass grave.. Tarhouna, Libya", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/james-murdoch-resigns-from-news-corp-board-11596232364", "title": "James Murdoch Resigns From News Corp Board", "date": "2020-08-01 21:06", "summary": "Cites 'disagreements over certain editorial content' in the company's news outlets, strategic decisions. James Murdoch, the younger son of Rupert Murdoch, has resigned from News Corp's board of directors, a move that marks his full departure from the family's businesses.", "categories": [["Business", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-to-sign-order-demanding-chinas-bytedance-to-divest-tiktok-11596219920", "title": "Microsoft Nears Deal With TikTok, as U.S. Weighs Ban on App", "date": "2020-08-01 20:34", "summary": "Deal would address American officials' data-gathering concerns by removing video-sharing app from control of Chinese company. Microsoft Corp. is in advanced talks to acquire the U.S. operations of the Chinese-owned video app TikTok, according to people with knowledge of the discussions, in a deal that would be a concession to White House pressure and make the software giant a major player in social media.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}]