[{"link": "https://www.wsj.com/articles/seaworld-lays-off-most-furloughed-employees-11599260090", "title": "SeaWorld Lays Off Some Furloughed Employees", "date": "2020-09-04 19:49", "summary": "Theme-park company had furloughed about 95% of employees as Covid-19 forced it to shut its parks earlier this year. SeaWorld Entertainment Inc. said it has laid off some of the park and corporate employees it furloughed earlier this year, joining companies that are making their job reductions permanent as they reassess staffing plans and settle in for a long period of uncertainty during the Covid-19 pandemic.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/united-airlines-draftkings-facebook-stocks-that-defined-the-week-11599261143", "title": "United Airlines, DraftKings, Facebook: Stocks That Defined the Week", "date": "2020-09-04 19:12", "summary": "Here are seven major companies whose stocks moved on the week's news. United Airlines Holdings Inc.", "categories": [["Markets", "Stocks"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pandemic-is-an-opportunity-to-clean-house-compliance-experts-say-11599260794", "title": "Pandemic Is An Opportunity to Clean House, Compliance Experts Say", "date": "2020-09-04 19:06", "summary": "Compliance experts say they are looking hard at third-party relationships and tailoring their risk assessments to cut costs during the pandemic. The coronavirus pandemic is presenting companies with an opportunity to scrutinize due diligence processes, risk assessments and other routine tasks that help businesses avoid brushes with the law, compliance chiefs say.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/oil-industry-is-fading-away-in-land-of-the-worlds-richest-reserves-11599238961", "title": "Oil Industry Is Fading Away in Land of the World's Richest Reserves", "date": "2020-09-04 19:03", "summary": "Resume Subscription. Venezuela's oil industry-rich in reserves, a crucial Allied resource in World War II, a founding member of OPEC-is grinding toward a halt.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/lou-holtz-retired-football-coach-to-get-presidential-medal-of-freedom-11599259081", "title": "Lou Holtz, Retired Football Coach, to Get Presidential Medal of Freedom", "date": "2020-09-04 18:58", "summary": "Trump says he will honor the former Notre Dame coach, who spoke at the Republican National Convention. WASHINGTON-President Trump said Friday he plans to award the Presidential Medal of Freedom to retired football coach Lou Holtz.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-jobs-of-august-11599260186", "title": "The Jobs of August", "date": "2020-09-04 18:56", "summary": "The economy creates another 1.4 million jobs, defying the pessimists.. So much for the economy falling off an August cliff. That was the prediction in progressive economic circles amid a summer Covid-19 surge and the reduction in government payments to individuals. But Friday's blowout jobs report for August reveals a labor market and economy that continue to recover in encouraging fashion.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/facebooks-rittenhouse-mistake-11599260134", "title": "Facebook's Rittenhouse Mistake", "date": "2020-09-04 18:55", "summary": "The speech blackout for his defense threatens due process.. Will Facebook let users share this editorial? We'll see. The social-media giant seems to have declared Kyle Rittenhouse's fatal shooting of two people amid riots in Kenosha, Wis., a mass murder. Mr. Rittenhouse's lawyer says his client was attacked and acted in self-defense, but Facebook has banned any \"praise and support\" for him on the site, including links to contribute to his legal representation. Searches for his name on the platform also come up empty.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/happy-election-months-america-11599260098", "title": "Happy Election Months, America", "date": "2020-09-04 18:54", "summary": "The first mail ballots are already being sent, 60 days before Nov. 3.. Sixty long days separated Friday from Nov. 3, but mail ballots for the election are already getting en route. Officials in North Carolina were set to start sending outgoing absentee ballots on Friday, with Alabama to follow next week. Roughly half of the states are set to ship mail ballots this month, including Wisconsin, Michigan and Minnesota.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/scheming-at-the-latin-development-bank-11599260018", "title": "Scheming at the Latin Development Bank", "date": "2020-09-04 18:53", "summary": "Argentina plots to defeat a Trump nominee with a reform agenda.. One reason to be suspicious of international aid institutions is that they too often become vehicles that serve everyone but the poor. A good example is playing out now at the Inter-American Development Bank, where a club of Latin cronies is trying to derail President Trump's nominee to run the place.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-denies-report-he-disparaged-military-11599228037", "title": "Trump Denies Report He Disparaged Military", "date": "2020-09-04 18:53", "summary": "President and his aides push back on report by the Atlantic that he called Americans who died in war 'losers' and 'suckers'. WASHINGTON-President Trump and his aides rejected allegations in a news report that the president had called Americans who died in war \"losers\" and \"suckers,\" as Democrats and some veterans' groups denounced the president over his alleged comments.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/starved-for-sports-viewers-flock-to-nba-nhl-11599259896", "title": "Starved for Sports, Viewers Flock to NBA, NHL", "date": "2020-09-04 18:51", "summary": "Over half of 25 most-watched TV programs this summer in key demographic were NBA games, Nielsen data show. Homebound TV viewers are flocking back to watch the conclusions of the coronavirus-interrupted basketball and hockey seasons, giving both leagues a prime-time ratings boost despite playing in empty arenas during the dog days of summer.", "categories": [["Business", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/should-you-judge-politicians-by-their-shoes-11599259240", "title": "Should You Judge Politicians by Their Shoes?", "date": "2020-09-04 18:40", "summary": "Massachusetts Sen. Ed Markey recently posted an Instagram of his campaign-trail-worn Nikes-becoming the latest in a long line of politicos who have sent a humble message with their footwear.. IN THE WEE HOURS of Sept. 2, just after vanquishing primary challenger Sen. Joseph Kennedy III in Massachusetts, Sen. Ed Markey posted a dimly lit photo to Instagram showing his weathered Nike Air Revolution sneakers. The senator had trod through a grueling campaign and his shoes showed it. The toes were as wrinkled as Mr. Markey's 74-year-old visage, the soles falling off like a hanging chad from a ballot.", "categories": [["Life & Work", "Style & Fashion", "On Trend"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/fashion?mod=breadcrumb", "https://www.wsj.com/news/types/on-trend?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/covid-19-vaccine-developers-prepare-joint-pledge-on-safety-standards-11599257729", "title": "Vaccine Developers Prepare Joint Pledge on Safety, Standards", "date": "2020-09-04 18:15", "summary": "Industry rivals come together to reassure public that urgency to develop coronavirus vaccine won't compromise scientific, regulatory rigor. Several drug makers developing Covid-19 vaccines plan to issue a public pledge not to seek government approval until the shots have proven to be safe and effective, an unusual joint move among rivals that comes as they work to address concerns over a rush to mass vaccination.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/feds-powell-says-interest-rates-likely-to-stay-low-for-years-11599251020", "title": "Fed's Powell Says Economy Likely Will Need More Government Spending, Low Interest Rates", "date": "2020-09-04 18:09", "summary": "Economy would benefit from more social distancing and mask wearing, Federal Reserve chairman also says. Federal Reserve Chairman Jerome Powell said Friday's report showing 1.4 million Americans found or resumed work in August was good news, but the economy likely will require more government spending and low interest rates for years.", "categories": [["Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/stephen-hawking-review-farsighted-and-stubborn-11599230553", "title": "'Stephen Hawking' Review: Farsighted and Stubborn", "date": "2020-09-04 18:00", "summary": "He pursued unpopular research, persevered when his body betrayed him, and frequently proved frustrating to friends and collaborators.. Stephen Hawking was a world-renowned theoretical physicist and cosmologist long before he became internationally famous, but what made him a household name was a book: \"A Brief History of Time,\" which was published in 1988 to staggering commercial success. The work has sold over 10 million copies and has been translated into 40 languages. This is especially remarkable because, when measured by how well it achieves its goal of explaining modern cosmology to a wide audience, \"A Brief History of Time\" is a failure. A lot of it is tough going for the nonspecialist and some of it downright impenetrable, particularly its discussion of the notion of \"imaginary time.\"", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/great-adaptations-review-survival-of-the-weirdest-11599256805", "title": "'Great Adaptations' Review: Survival of the Weirdest", "date": "2020-09-04 18:00", "summary": "From tentacled snakes to star-nosed moles, a catalog of the oddest characters in the animal kingdom.. Nearly 50 years ago, the philosopher Thomas Nagel wrote an influential paper titled \"What Is It Like to Be a Bat?\" Although the article's implications have been much debated, the answer is: We'll probably never know. Kenneth Catania, professor of biological sciences at Vanderbilt University, probably doesn't know either, but his book \"Great Adaptations\" gives us the next best thing: a view into the lives of many strange and wonderful critters, whose windows to the world are no less remarkable than the sonar used by many species of bats to catch flying insects and avoid obstacles.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/livewired-book-review-network-effect-11599256662", "title": "'Livewired' Book Review: Network Effect", "date": "2020-09-04 17:57", "summary": "A look at how neurons compete and compensate inside the brain provides hints for our interconnected future.. There's a widely perpetuated myth about the human brain that claims we only use 10% of it. If this were true, injury to the brain wouldn't matter much, so long as you injure one of the unused parts. In fact, there is no area of the brain that can be damaged without consequences, and those consequences vary depending on such things as what part of the brain is compromised, the severity of the injury, and how old you are when you experience the loss. But what our brains do possess is something perhaps more wonderful than a supposed reservoir of untapped grey matter. They have a powerful ability to work around wounds, generating new neural connections that allow us to overcome sometimes shocking levels of damage. The capacity to grow new neural circuits isn't just a response to trauma-it's there with all of us every day, until the end of our lives, and it forms the basis of all learning.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pentagon-affirms-microsoft-award-of-jedi-cloud-computing-contract-11599252361", "title": "Pentagon Affirms Microsoft Award of Cloud Contract", "date": "2020-09-04 17:57", "summary": "Amazon unexpectedly lost its bid last year for the project and filed a protest. WASHINGTON-The Defense Department reaffirmed Friday its award of a multibillion-dollar cloud computing contract to Microsoft Corp. , in another setback for Amazon.com Inc.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-latest-news-09-04-2020-11599208059", "title": "Coronavirus Casts Pall Over Labor Day Weekend", "date": "2020-09-04 17:41", "summary": "Covid-19 infections top 6.15 million nationwide, with more than 36,000 new cases reported. The threat of the coronavirus pandemic loomed over the Labor Day holiday weekend, as strides made in some hot spots appeared to be offset by smoldering outbreaks in some other states.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/judge-rules-americans-can-be-extradited-to-japan-to-face-ghosn-escape-charges-11599254350", "title": "Judge Rules Americans Can Be Extradited to Japan to Face Ghosn Escape Charges", "date": "2020-09-04 17:31", "summary": "Michael L. Taylor and his son Peter M. Taylor were arrested at the request of Japanese authorities; Secretary of State has final say. A federal judge ruled that a former Green Beret and his son can be extradited to Japan to face charges that they helped former auto titan Carlos Ghosn escape criminal prosecution in that country.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/neiman-marcus-approved-to-exit-bankruptcy-after-critics-arrest-11599253848", "title": "Neiman Marcus Approved to Exit Bankruptcy After Critic's Arrest", "date": "2020-09-04 17:10", "summary": "Luxury department-store chain is poised to emerge from chapter 11 protection shedding the bulk of its $5 billion debt. A bankruptcy judge signed off on Neiman Marcus Group Ltd.'s restructuring plan on Friday, ending one of the first major chapter 11 filings after the Covid-19 pandemic forced thousands of businesses to shut their doors this spring.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/global-stock-markets-dow-update-9-04-2020-11599192206", "title": "Stocks Fall in Another Volatile Session", "date": "2020-09-04 17:01", "summary": "The Dow swung more than 850 points from its high to its low, while Nasdaq falls another 1.3%. U.S. stocks swung wildly Friday and ended the session modestly lower, capping a turbulent two-day stretch of trading that snapped five-week winning streaks for the S&P 500 and Nasdaq Composite.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/risk-creeps-into-municipal-bond-market-yet-prices-stay-high-11599211800", "title": "Risk Creeps Into Municipal Bond Market, Yet Prices Stay High", "date": "2020-09-04 16:49", "summary": "Rock-bottom yields leave risk-averse investors with few options. ", "categories": [["Markets", "Credit Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/credit-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/beirut-rescue-team-searches-for-possible-survivor-one-month-after-explosion-11599223251", "title": "Beirut Rescuers Halt Search for Possible Survivor One Month After Blast", "date": "2020-09-04 16:46", "summary": "Hopes dim for rescue effort that has transfixed a country desperate for a glimmer of hope after Aug. 4 blast killed at least 190 people. BEIRUT-The search for a possible survivor of the Beirut port explosion was paused Friday night more than a day after it began, as hope faded that someone would be found alive a month after the massive blast.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/august-jobs-report-unemployment-rate-2020-11599166207", "title": "Unemployment Declined in August", "date": "2020-09-04 16:44", "summary": "Employers added 1.4 million jobs but unemployment remains significantly higher than before the coronavirus pandemic. Unemployment fell sharply in August and hiring gains moderated, as the U.S. economy continued to recover from the steep downturn triggered by the coronavirus pandemic.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/military-newspaper-stars-and-stripes-in-budget-crosshairs-11599248067", "title": "Military Newspaper Stars and Stripes in Budget Crosshairs", "date": "2020-09-04 16:40", "summary": "Trump's budget would close the publication, which has allies among Republicans and Democrats in Congress. Stars and Stripes, the Pentagon's independent newspaper, has been ordered by Pentagon officials to prepare to shut down as soon as the end of this month, a move that would end a history dating to the Civil War.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-joyful-song-of-proud-tradition-11599251872", "title": "A Joyful Song of Proud Tradition", "date": "2020-09-04 16:37", "summary": "Edward Elgar's 'Land of Hope and Glory,' recently nearly banished by the BBC from the annual Proms Concerts, is proof of the emotional power of a great melody.. Although the Covid-19 pandemic has forced the cancellation of concerts and music festivals world-wide, the BBC Proms (the annual classical music summer series, more formally known as the Henry Wood Promenade Concerts, after their founding conductor from 1895 to his death in 1944) has persevered, albeit in virtual form. This situation has notably affected the long-popular \"Last Night\" concert, which has traditionally included such pieces as Thomas Arne's \"Rule, Britannia!\" and Edward Elgar's \"Pomp and Circumstance\" March No. 1. Following a decades-old tradition, the audience, waving Union Jacks and other flags, ebulliently sings along at specific moments, notably during the middle (or trio) section of Elgar's march, to the words \"Land of Hope and Glory.\"", "categories": [["Books & Arts", "Masterpiece"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/masterpiece?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/serbia-kosovo-agree-to-normalize-economic-relations-11599237632", "title": "Serbia, Kosovo Agree to Normalize Economic Relations", "date": "2020-09-04 16:37", "summary": "President Trump says Kosovo and Israel also to normalize ties, establish diplomatic relations. WASHINGTON-The leaders of Serbia and Kosovo said Friday they were normalizing economic relations, a sign of progress as the two quarreling Balkan nations seek to resolve a decadeslong dispute that once prompted a U.S. military intervention in the region.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-you-need-to-know-about-michael-reinoehl-and-the-portland-shooting-11599251858", "title": "What You Need to Know About Michael Reinoehl and the Portland Shooting", "date": "2020-09-04 16:37", "summary": "Officers killed the antifa supporter, who was suspected in the death of right-wing activist Aaron \"Jay\" Danielson. Police officers killed Michael F. Reinoehl, an antifa supporter suspected in the death of a right-wing activist in Portland, Ore., as they moved in to arrest him on Thursday evening, according to law-enforcement officials.", "categories": [["News"]], "category_links": ["https://www.wsj.com/news/types/noted-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/focus-on-the-senate-election-this-november-11599251200", "title": "Focus on the Senate Election This November", "date": "2020-09-04 16:26", "summary": "Each senatorial candidate should be asked if they are in favor of the Bernie-Biden proposal to eliminate capital-gains tax breaks.. Regarding Phil Graham and Mike Solon's \"Prosperity Rides on a Republican Senate\" (op-ed, Sept. 2): The converse is \"Poverty Rides on a Democratic Senate.\" Each senatorial candidate should be asked if they are in favor of the Bernie-Biden proposal to essentially eliminate personal capital-gains tax breaks for high earners. This proposal, if passed, would be ruinous for our country and would create a tsunami that would savage new business formation, company expansions and put a halt to job creation. Most new jobs are created by new business creation. Further, our country will be handicapped in any trade agreements as our largest competitors average lower capital-gains tax rates, while the Democratic proposal will tax these gains at close to 40%. This will virtually double the hurdle rate for any new business creation or capital proposal and shrink our economy to dangerous levels. American investments both here and abroad would wither and positive GDP growth would be virtually impossible. I can't believe any thinking citizen, much less business person, could see his or her way clear to voting for a senator who advocates ruinous expansion of the capital-gains tax that has encouraged growth and fostered capitalism.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-arbitrariness-of-elite-college-admissions-11599251063", "title": "The Arbitrariness of Elite College Admissions", "date": "2020-09-04 16:24", "summary": "Maybe a lottery would be a better approach.. \"Behind the Curtain of Elite College Admissions\" (Review, Aug. 29) describes \"the lack of simple standards\" and opaque process of \"shaping\" an incoming class. The example of Emory University, which had 30,000 applications for fewer than 1,400 freshman spots, intimates something much more odious. The ratio of applications to spots is slightly worse than 1 out of 21. Were Emory to reduce demand by raising its tuition and fees, the number of applications might drop to 15,000, revenues might increase, students might sign for more onerous loans and Emory could continue to lard up the campus with more provosts, deans, executives and assorted sinecures.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/dont-knock-the-swedish-approach-to-covid-11599250986", "title": "Don't Knock the Swedish Approach to Covid", "date": "2020-09-04 16:23", "summary": "The deaths per 100,000 are almost identical between the two countries despite Sweden having an older population.. With all due respect, I beg to differ with Dr. Scott Gottlieb on the issue of Sweden's approach to Covid-19 (\"Sweden Shouldn't Be America's Pandemic Model,\" op-ed, Aug. 31). The deaths per 100,000 are almost identical between the two countries despite Sweden having an older population. As of Sept. 2 the U.S. had 571 deaths per 100,000 and Sweden 576 per 100,000. Contrary to Dr. Gottlieb's assertion, Sweden, like the U.S., did not perform well in protecting the elderly, according to its chief epidemiologist Anders Tegnell. Contrast then the drop in the second quarter GDP for the two nations. The U.S. GDP dropped 31.7% in contrast to Sweden's GDP dropping 8.6%. This difference in loss rates cost the U.S. an additional $1.25 trillion in lost GDP in the second quarter. Further, schools have remained open in Sweden, avoiding the damage being done to children and families by the school closures here. Sorry, but given the evidence, I do believe that we can learn from Sweden.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/joe-biden-should-encourage-human-rights-in-cuba-11599250890", "title": "Joe Biden Should Encourage Human Rights in Cuba", "date": "2020-09-04 16:21", "summary": "Mr. Biden should know that concessions to the Cuban regime without conditions maintain the status quo and do little to help the Cuban people.. Regarding Mary Anastasia O'Grady's \"Biden's Cuba Policy Ignores Reality\" (Americas, Aug. 24): President Obama had great hopes that his opening to Cuba, and particularly the increase in tourism, would foster Cuban liberation. Unfortunately, Washington's concessions had a negligible impact on the repressive nature of the Cuban government. Little has been written about the lack of religious freedom in today's Cuba. In December 2019, a 12-year-old Jewish boy was prohibited from entering his school while wearing a kippah. His parents were later summoned to appear at a prosecutor's office where they were told that their children would be taken away if this activity continued. This disturbing example highlights the regime's stance on religious freedom.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pelosi-misses-appointment-for-taxpayer-haircut-11599250110", "title": "Pelosi Misses Appointment for Taxpayer Haircut", "date": "2020-09-04 16:08", "summary": "Americans should be feeling richer already.. It's been a turbulent few days in the stock market but American workers and savers should be feeling much wealthier. A run of good news to close the week shows a rebounding economy and a federal government that might just spend a lot less than expected this year.", "categories": [["Opinion", "Best of the Web"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/best-of-the-web-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/california-bill-to-rein-in-private-equity-health-care-buyouts-dies-11599250052", "title": "California Bill to Rein In Private-Equity Health-Care Buyouts Dies", "date": "2020-09-04 16:07", "summary": "The bill would have given the state attorney general the power to block acquisitions by investment firms. A California bill to control health-care mergers has stalled in the state legislature, marking the end-for now-of a proposal that drew fierce opposition from hospitals, physicians and private-equity groups.", "categories": [["Pro PE Industry News"]], "category_links": ["https://www.wsj.com/news/types/pro-pe-industry-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-government-bond-yields-climb-after-jobs-data-11599224733", "title": "Treasury Yields Climb After Jobs Data", "date": "2020-09-04 15:46", "summary": "Unemployment rate falls to 8.4%, dropping below double-digits for the first time since March. U.S. government bond yields rose after data showed the economy added more jobs than expected last month, driving down the unemployment rate.", "categories": [["Markets", "Treasurys"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/treasurys?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/voting-begins-and-ad-wars-escalate-as-2020-election-enters-home-stretch-11599220801", "title": "Voting Begins, Ad Wars Escalate as Campaign Enters Home Stretch", "date": "2020-09-04 15:27", "summary": "Trump and Biden campaigns plan to spend hundreds of millions of dollars on ads, with nearly a quarter earmarked for Florida. Well over $400 million of presidential campaign advertising-and likely significantly more-is expected to wash across American TV screens in the next two months as the race for the White House enters the home stretch and voters start casting their ballots this month.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trumps-covid-adviser-gets-a-washington-welcome-11599247413", "title": "Trump's Covid Adviser Gets a Washington Welcome", "date": "2020-09-04 15:23", "summary": "Scott W. Atlas makes the case for reopening and says it's a 'preposterous lie' that he advocates 'herd immunity.'. Scott Atlas is the newest member of the White House senior staff. Appointed barely a month ago, he's undergoing a public hazing. His brief as a special adviser to President Trump, he tells me in an interview by Zoom, is to \"advise the president on integrating the science and developing a policy for how we deal with the coronavirus pandemic.\" Still living out of \"multiple suitcases\" in a Washington hotel, he was paid a mighty Beltway compliment this week when two national newspapers ran hit pieces on him.", "categories": [["Opinion", "The Weekend Interview"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/the-saturday-interview?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/too-much-distance-ruins-travel-11599247250", "title": "Too Much Distance Ruins Travel", "date": "2020-09-04 15:20", "summary": "Getting to know people is the whole point of visiting unfamiliar places.. Though worried about the pandemic, my family risked a short trip to the beach this summer. We loaded the car with food before our four-hour drive and stopped only for gas along the way. We kept to ourselves in a rented condo, and there was enough space on the shore for us to enjoy the surf at ample length from everyone else.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/jim-gaffigan-donald-trump-and-the-death-of-laughter-11599247043", "title": "Jim Gaffigan, Donald Trump and the Death of Laughter", "date": "2020-09-04 15:17", "summary": "A family-friendly comedian unleashes an obscene rant against the president-and insults his own fans.. G.K. Chesterton called humor \"the chief antidote to pride\" and \"the hammer of fools.\" He observed that it adds \"a new beauty to human life.\" Which is a longish way of saying there's nothing so foolish, prideful or ugly as a society that can't laugh at itself.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/belaruss-unlikely-opposition-leader-11599246962", "title": "Belarus's Unlikely Opposition Leader", "date": "2020-09-04 15:16", "summary": "Svetlana Tikhanovskaya calls herself 'an ordinary person, a housewife.' She got into politics when her husband was imprisoned.. Vilnius, Lithuania", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/unions-seek-to-liberate-gig-workers-from-flexibility-11599246887", "title": "Unions Seek to 'Liberate' Gig Workers From Flexibility", "date": "2020-09-04 15:14", "summary": "Many freelancers who get jobs from apps would rather quit than become regular employees.. Does the future of America's labor movement run through our smartphones? As many as a quarter of American adults earn income as gig workers, either through an app-based service like Uber or Lyft , or as traditional freelancers. Labor advocates would grant gig workers the right to bargain collectively. But unionization might hurt these workers more than it helps.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/offices-zoom-home-schooling-how-to-dress-for-our-new-reality-11599245562", "title": "Offices, Zoom, Home-Schooling: How to Dress for Our New Reality", "date": "2020-09-04 14:52", "summary": "Stylish women are preparing for a fall rife with uncertainty by adopting versatile hybrid wardrobes that will take them from work to home without skipping a beat. IN A FREQUENTLY referenced scene from 1988's \"Working Girl,\" Melanie Griffith's character Tess McGill rushes into her office scrambling to grab a ringing phone while yanking off her Reeboks and tube socks to slide on a pair of heels. Although workwear has evolved dramatically since the commuter-sneaker era-with athletic shoes even infiltrating boardrooms-many of us still observed a distinction between work clothes and home clothes until the pandemic hit. Then came the advent of WFH outfits that, while hardly \"professional,\" took us from household chores to Zoom meetings to workouts to child-wrangling.", "categories": [["Life & Work", "Style & Fashion", "Fashion"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/fashion?mod=breadcrumb", "https://www.wsj.com/news/types/fashion?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/who-just-started-watching-the-sopranos-meadow-soprano-11599243835", "title": "Who Just Started Watching The Sopranos? Meadow Soprano", "date": "2020-09-04 14:23", "summary": "Many actors have avoided seeing themselves perform until now, including Sopranos star Jamie-Lynn Sigler. When the coronavirus pandemic forced millions of Americans to shelter at home in March, Jamie-Lynn Sigler chose to do something she had avoided for decades: watch herself in her most famous role on television.", "categories": [["A-hed"]], "category_links": ["https://www.wsj.com/news/types/a-hed?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/face-to-face-with-the-rulers-of-rome-11599242247", "title": "Face to Face With the Rulers of Rome", "date": "2020-09-04 13:57", "summary": "Classical scholar Mary Beard sees Roman portrait busts and statues as instruments of power more than works of art.. From Scotland to the Sahara, the faces of Ancient Rome's emperors were familiar from coins, cameos, paintings and even cookie cutters. These imperial portraits, in the form of marble busts, may now be viewed in museums as austere works of art. But for Mary Beard, the celebrated British scholar, TV presenter and bestselling author, they aren't aesthetic objects; they are beguiling clues about the past.", "categories": [["Life & Work", "Ideas", "Icons"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/icons?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/remote-work-technology-fuels-m-a-activity-during-pandemic-11599211800", "title": "Remote-Work Technology Fuels M&A Activity During Pandemic", "date": "2020-09-04 13:47", "summary": "Despite global economic disruption, enterprise-software M&A deals in the first half of the year were down just 5% from the second half of 2019. Technology ventures that are developing software for videoconferencing, collaboration and e-commerce tools are becoming hot acquisition targets for large companies and investors during the pandemic.", "categories": [["CIO Journal"]], "category_links": ["https://www.wsj.com/news/types/cio-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/back-to-work-how-to-dress-for-your-brave-new-commute-11599241495", "title": "Back to Work? How to Dress for Your Brave New Commute", "date": "2020-09-04 13:44", "summary": "As we slowly return to the office, many are opting to spin, scoot or stroll to work. Here, a guide to dressing for all sorts of transport.. MASS TRANSIT is losing its masses. In the Covid era, hordes of urban commuters have adopted more personal modes of transport, trading buses and subways for sidewalks and bike lanes. Whether you're going back to work or zipping across town to pick up your favorite floral-scented hand sanitizer, your new commute might call for some new clothes, lest those wide-legged pants that worked so well on the subway get stuck in your bike chain. Four commuters in the know offer sartorial solutions for the new ways we're getting around.", "categories": [["Life & Work", "Style & Fashion", "Fashion"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/fashion?mod=breadcrumb", "https://www.wsj.com/news/types/fashion?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/container-volumes-shipped-to-the-u-s-surge-after-coronavirus-downturn-11599240926", "title": "Container Volumes Shipped to the U.S. Surge After Pandemic Downturn", "date": "2020-09-04 13:35", "summary": "Depleted inventories due to pandemic and rush to stock up before the holidays are leading to heavier shiploads crossing the Pacific. Container imports are flowing back into the U.S. after a six-month hiatus, with U.S. retailers knocked back by pandemic-driven lockdowns now stocking up before the holiday season.", "categories": [["Logistics Report"]], "category_links": ["https://www.wsj.com/news/types/logistics-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/most-businesses-were-unprepared-for-covid-19-dominos-delivered-11599234424", "title": "Most Businesses Were Unprepared for Covid-19. Domino's Delivered.", "date": "2020-09-04 13:09", "summary": "Resume Subscription. Last year Domino's Pizza Inc. began testing a new service aimed at time-pressed customers: a way to pick up a pizza without entering the store. Upon arrival, you check in via the Domino's app on your phone or text message, and an employee deposits the pie in the trunk of your car. You never make contact.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/lionel-messi-is-staying-at-barcelona-11599238838", "title": "Messi Is Staying at Barcelona", "date": "2020-09-04 13:00", "summary": "After initially stating his intention to leave the Spanish giants, the soccer star has agreed to play out the remaining season on his contract. Lionel Messi is staying at Barcelona after all.", "categories": [["Sports", "Soccer"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/soccer?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/readers-favorite-summer-recipes-11599238648", "title": "Readers' Favorite Summer Recipes", "date": "2020-09-04 12:57", "summary": "This Labor Day weekend, we're savoring the last of summer with a collection of seasonal recipes shared by Wall Street Journal readers. Each one comes with a story about what this food means to a family and why they return to it each year.. SUMMER MEALS are an opportunity for making the most of fresh, ripe produce. When the times allow-outside of a pandemic-it has been a season for family gatherings and hand-me-down traditions. The Wall Street Journal asked subscribers to share cherished recipes they make in summer. Here is a selection, with their stories behind the traditions.", "categories": [["Life & Work", "Food & Drink"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/food-cooking-drink?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/softbanks-bet-on-tech-giants-fueled-powerful-market-rally-11599232205", "title": "SoftBank's Bet on Tech Giants Fueled This Summer's Powerful Market Rally", "date": "2020-09-04 12:47", "summary": "Japanese conglomerate led by billionaire Masayoshi Son placed billions in options bets on fast-rising tech stocks. Investors watching the vertigo-inducing rise-and this week's fall-of technology stocks are buzzing about a single trade, a giant but shadowy bet on Silicon Valley big enough to pull the market up with it.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/eight-arrested-in-protests-over-death-of-daniel-prude-11599237463", "title": "Eight Arrested in Rochester Protests Over Death of Daniel Prude", "date": "2020-09-04 12:37", "summary": "Rochester, N.Y., police say two officers were injured in clashes with demonstrators outside public-safety building. Eight protesters were arrested and two police officers were injured early Friday during demonstrations in Rochester, N.Y., that were sparked by the asphyxiation death of Daniel Prude while in police custody.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/china-clamps-down-on-inner-mongolians-protesting-new-mandarin-language-rules-11599132973", "title": "China Cracks Down on Mongols Who Say Their Culture Is Being Snuffed Out", "date": "2020-09-04 12:03", "summary": "Inner Mongolia's ethnic minority fears Beijing's education policies are phasing out local history and literature, erasing its culture. HONG KONG-Chinese authorities are searching for protesters in Inner Mongolia after a new policy aimed at pushing Mandarin-language education across the region sparked widespread unrest among the country's ethnic Mongols, with many angered by what they saw as a move to erase their culture.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/three-questions-with-angela-yee-of-the-breakfast-club-on-having-multiple-income-streams-11599235343", "title": "Three Questions With 'Breakfast Club' Host Angela Yee", "date": "2020-09-04 12:02", "summary": "The radio-show host, who also invests in real estate, says she never had money when growing up. Angela Yee is a co-host of \"The Breakfast Club\" on iHeartRadio. She's the only female host on the nationally syndicated radio show and is known for her knowledge of celebrity gossip, quick wit and newsmaking interviews.", "categories": [["Markets", "Personal Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/personal-finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tony-hawk-wants-to-see-skateboarding-everywhere-11599234703", "title": "Tony Hawk Wants to See Skateboarding Everywhere", "date": "2020-09-04 11:51", "summary": "A virtuoso has helped bring his sport from the counterculture to the mainstream. When Tony Hawk first picked up a skateboard in the 1970s, he didn't see skaters in their 50s on the streets or skate parks around his hometown of San Diego.", "categories": [["Life & Work", "Ideas", "Weekend Confidential"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/weekend-confidential?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hard-to-throw-shade-at-this-jobs-number-11599234420", "title": "Hard to Throw Shade at This Jobs Number", "date": "2020-09-04 11:47", "summary": "Biggest danger lurking in the good jobs report is that it could fuel mission-accomplished sentiments in Washington. You can come up with caveats for why the August jobs report wasn't quite so good as it seemed on first blush. What you can't do is deny that it was a good report.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/italys-berlusconi-hospitalized-with-coronavirus-11599234273", "title": "Italy's Berlusconi Hospitalized With Coronavirus", "date": "2020-09-04 11:44", "summary": "Three-time prime minister's hospitalization with pneumonia on Thursday night came days after testing positive for coronavirus. MILAN-Silvio Berlusconi, a three-time Italian prime minister who dominated the country's politics for nearly two decades, was hospitalized on Thursday night with pneumonia a few days after testing positive for the coronavirus, making him the most high-profile patient in Italy's pandemic.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ulta-beauty-returns-to-tv-advertising-after-a-pandemic-pause-11599233788", "title": "Ulta Beauty Returns to TV Advertising After a Pandemic Pause", "date": "2020-09-04 11:36", "summary": "The beauty giant pulled its ads off the air in March, when Covid-19 forced many retailers to shut their doors. The beauty category is famously resilient during a recession, as consumers splurge on little luxuries. In the recession of 2009, global sales of lipstick grew 1% despite a broader pullback in consumer spending.", "categories": [["CMO Today"]], "category_links": ["https://www.wsj.com/news/types/cmo-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/juul-shelves-plan-for-feature-that-counts-puffs-11599211801", "title": "Juul Shelves Plan for Feature That Counts Puffs", "date": "2020-09-04 11:27", "summary": "E-cigarette maker cites budget cuts; some said feature had potential to help users quit. E-cigarette maker Juul Labs Inc., facing budget cuts and regulatory scrutiny, has shelved the development of a puff-counting feature that some company employees say had the potential to help users wean themselves off nicotine.", "categories": [["WSJ News Exclusive", "Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/in-belarus-torture-allegations-dog-lukashenko-as-he-tries-to-hold-on-to-power-11599233124", "title": "In Belarus, Torture Allegations Dog Lukashenko as He Tries to Keep Power", "date": "2020-09-04 11:25", "summary": "Resume Subscription. MOSCOW-Alexander Cherevach, a software engineer in Belarus, said he was returning from work when police stopped him on the street in Minsk and accused him of participating in mass demonstrations against the country's authoritarian president, Alexander Lukashenko.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/coronavirus-cases-surge-in-france-as-people-return-to-schools-offices-11599232636", "title": "Coronavirus Cases Surge in France as People Return to Schools, Offices", "date": "2020-09-04 11:17", "summary": "Since students returned to school Tuesday, authorities have closed around 100 classes because of infections in students. PARIS-France's coronavirus cases are surging as the public returns to offices and schools after the summer vacation, putting authorities on high alert about gathering places that could accelerate the spread.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-is-known-of-michael-reinoehl-person-of-interest-in-portland-killing-11599087170", "title": "What Is Known About Michael Reinoehl, Suspect in Portland Shooting Killed by Law Enforcement", "date": "2020-09-04 11:14", "summary": "Antifa supporter seen near fatal shooting of Trump supporter had been arrested for bringing gun to protest, speeding with his child. Michael F. Reinoehl, an antifa supporter and fixture of antipolice demonstrations in Portland, Ore., was killed Thursday night as federal authorities moved in to arrest him in connection with the killing of a right-wing protester Saturday night.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-travel-advice-how-risky-are-river-cruises-and-campsite-bathrooms-11599232150", "title": "Coronavirus Travel Advice: How Risky Are River Cruises and Campsite Bathrooms?", "date": "2020-09-04 11:09", "summary": "WSJ's travel editor answers reader questions about the small ships vs. big ships in the Covid era, and if you really should be freaked out by public restrooms. A: Serene river ships, with their violin quartets and bookish shore guides, tend to accommodate about 150 passengers, so chances are indeed lower that you'll contract coronavirus on those kind of vessels than, say, a 5,000-passenger ocean liner, laden with spin classes and Martini bars. Simply put: You'll be exposed to fewer people and can more easily keep your distance. That's one reason the CDC's ban on cruise ships sailing in U.S. waters-through September, at the least-does not apply to vessels carrying fewer than 250 people. The handful of small ships that are sailing now, including the AmaKristina, which plies Germany's Rhine, are carrying less than their typical passenger load. But don't pack your deck shoes quite yet. The number of other people on board-even if they're all masked up at the breakfast buffet-isn't the only variable, said Dr. Edward Ryan, director of global infectious diseases at Massachusetts General Hospital in Boston. \"Where are the other passengers and crew coming from? From a high-risk environment? How much time will you spend indoors? And even if everyone came aboard without an infection, if they get off at ports, what's the likelihood that they'll bring it back to the ship? Those are just a few variables. We can probably think of 20 more,\" said Dr. Ryan, adding that he personally wouldn't risk a cruise vacation of any kind right now. He cites one possible exception: \"If you could go on a cruise with the NBA 'bubble,' then you probably wouldn't get Covid-19.\"", "categories": [["Life & Work", "The Navigator"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/the-navigator?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/up-against-tesla-a-pandemic-and-lagging-share-price-mary-barra-steers-gm-forward-11599231665", "title": "Up Against Tesla, a Pandemic and Lagging Share Price, Mary Barra Steers GM Forward", "date": "2020-09-04 11:01", "summary": "The CEO of America's largest auto maker discusses GM's strategy for electric vehicles and how Covid has changed the workplace. General Motors Co. Chief Executive Mary Barra was hoping this year would mark an inflection point for the U.S.'s largest auto maker after a tumultuous 2019, when she took heat from lawmakers over plant closures and a 40-day U.S. factory strike wiped out the company's fourth-quarter profit.", "categories": [["Business", "Management", "Management & Careers"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/management?mod=breadcrumb", "https://www.wsj.com/news/types/boss-talk?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/apple-still-wears-the-market-crown-it-can-easily-slip-11599231617", "title": "Apple Still Wears the Market Crown. It Can Easily Slip.", "date": "2020-09-04 11:00", "summary": "Many investors seem to believe that today's giant technology companies will dominate the stock market for decades to come. Years, maybe. Decades, probably not.. On Aug. 31, Exxon Mobil Corp. was booted from the Dow Jones Industrial Average. That should serve as a warning about the technology stocks that, at least until Thursday's shocking 5% decline, have been the market's darlings.", "categories": [["Markets", "The Intelligent Investor"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/the-intelligent-investor?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/land-of-free-and-fettered-speech-11599231635", "title": "Land of Free (and Fettered) Speech", "date": "2020-09-04 11:00", "summary": "In a time of rapid social and technological change, Americans are struggling to figure out the new rules of political discussion, online and in person. Is there a free speech crisis in America? If you look at the forms of expression guaranteed in the First Amendment, the answer would have to be no. Freedom of assembly? In the weeks after George Floyd was killed by Minneapolis police on May 25, hundreds of public protests took place across the country. Polls suggest that more than 15 million people participated-perhaps the largest assembly to \"petition for redress of grievances\" in U.S. history.", "categories": [["Life & Work", "Ideas", "The Saturday Essay"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/the-saturday-essay?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/twin-campaign-debates-for-whom-will-americans-voteand-how-11599231397", "title": "Twin Campaign Debates: For Whom Will Americans Vote-and How?", "date": "2020-09-04 10:56", "summary": "President Trump, his campaign and his attorney general this week escalated their charges that heavy use of mail-in balloting, as advocated by Democrats, is a recipe for election fraud. In a normal election cycle, the talk after the two parties' national conventions would turn almost exclusively to the question of whom Americans plan to vote for, and why.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ghost-flames-review-the-forgotten-war-11599230482", "title": "'Ghost Flames' Review: The Forgotten War", "date": "2020-09-04 10:41", "summary": "At a cost of millions of lives, the first clash between Communist powers and the U.S. was anything but cold.. Detail, more detail: That was Henry James's advice to aspiring novelists. Charles Hanley brings that imperative to bear on a work of history, \"Ghost Flames: Life and Death in a Hidden War, Korea 1950-1953.\" As Mr. Hanley notes, the Korean War-wedged between World War II and Vietnam-is known as \"the forgotten war\" and viewed as \"an indecisive conflict in a far-off place.\" Yet it left at least three million soldiers and civilians dead, including 42,223 Americans killed or missing. It nearly plunged the United States and Russia into a nuclear confrontation. Bringing more detail to the story is undoubtedly a worthy goal-although there remains the challenge of understanding it all wisely and in full.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/five-best-miles-harvey-on-masters-of-deception-11599230427", "title": "Five Best: Miles Harvey on Masters of Deception", "date": "2020-09-04 10:40", "summary": "From the author of 'The King of Confidence: A Tale of Utopian Dreamers, Frontier Schemers, True Believers, False Prophets, and the Murder of an American Monarch.'. By Herman Melville (1857)", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/afghan-government-taliban-to-begin-first-ever-direct-talks-next-week-11599230358", "title": "Afghan Government, Taliban to Begin First-Ever Direct Talks Next Week", "date": "2020-09-04 10:39", "summary": "Representatives of the warring factions are expected to convene as early as Monday to agree on a road map for reconciliation. KABUL-Afghanistan's government and the Taliban are set to begin their first-ever direct talks next week toward ending nearly two decades of fighting, after the U.S. signed a deal with the insurgent group to extricate America from its longest war.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fiction-a-designated-mourner-11599230301", "title": "Fiction: A Designated Mourner", "date": "2020-09-04 10:38", "summary": "In Sigrid Nunez's new novel, a woman performs a final service for a close friend.. The change has been subtle but unmistakable, a shift in our novelists' tone from anxiety to something nearer resignation. If the message of much early 21st-century fiction was \"it could happen here,\" the attitude today is a bleak and blasted \"it already has.\" Dystopian fiction like Margaret Atwood's \"The Handmaid's Tale,\" long thought to be cautionary, is now considered descriptive of the present day. Climate-change novels, such as \"Weather\" by Jenny Offill and \"A Children's Bible\" by Lydia Millet, begin with the premise that environmental catastrophe is a foregone conclusion. Hari Kunzru's \"Red Pill\" delineates a conspiracy theory about a global fascist uprising that is proven true when . . . Donald Trump wins the 2016 presidential election.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-lying-life-of-adults-review-elena-ferrantes-latest-11599230233", "title": "'The Lying Life of Adults' Review: Elena Ferrante's Latest", "date": "2020-09-04 10:37", "summary": "Family resentments shape a young girl's life as the author of 'My Brilliant Friend' returns readers to Naples.. When a series of novels intoxicates millions of readers worldwide, leaving them bereft when they reach the final page, we might well ask if the author of that series might herself have been drained by her creation.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/childrens-books-under-the-surface-11599230089", "title": "Children's Books: Under the Surface", "date": "2020-09-04 10:34", "summary": "A sumptuously illustrated fantasy visits an eerie town beneath an Alpine lake.. In Hans Christian Andersen's 1861 tale \"The Ice Virgin,\" a young man is pulled from the brink of romantic joy and dragged down into the cold waters of a Swiss lake by a glacier queen with \"long white-green hair [and] dead eyes like two gun-barrels.\" Something of the same dark dynamic plays out in P.J. Lynch's illustrated fantasy \"The Haunted Lake\" (Candlewick, 48 pages, $17.99), though by the end of this original fairy tale readers will be left considerably less chilled and uneasy than after Andersen's story.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/eat-a-peach-review-pressure-cooker-11599229971", "title": "'Eat a Peach' Review: Pressure Cooker", "date": "2020-09-04 10:32", "summary": "David Chang's Momofuku empire defined culinary cool-and left its creator burned out.. The celebrity chef is dead. His reign, at least in the United States, was short-lived but spectacular. He-and it was almost always a he-first emerged out of California in the mid-1970s, topping pizzas with smoked salmon (Wolfgang Puck), and by the '90s was dunking oysters and caviar in tapioca pudding (Thomas Keller). He wrote books that stood out as literature (Anthony Bourdain), became more notable for his television appearances than his restaurants (Bobby Flay) and arguably kicked the American culinary lexicon down a notch (Emeril Lagasse). More recently-and no doubt further hastening his demise-he has been called out for misbehavior, misconduct and worse.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/todays-logistics-report-truckings-restocking-rush-combining-auto-parts-cargo-ship-disaster-11599229871", "title": "Today's Logistics Report: Trucking's Restocking Rush; Combining Auto Parts; Cargo Ship Disaster", "date": "2020-09-04 10:31", "summary": "Today's Top Supply Chain & Logistics News from WSJ. Sign up: With one click, get this newsletter delivered to your inbox.", "categories": [["WSJ Logistics Report"]], "category_links": ["https://www.wsj.com/news/types/wsj-logistics-report-newsletter?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/magdalena-review-the-mississippi-of-colombia-11599229891", "title": "'Magdalena' Review: The Mississippi of Colombia", "date": "2020-09-04 10:31", "summary": "A travelogue of a country's most important waterway-and a testament to its people's resilience.. Wade Davis was a graduate student at Harvard when he landed in Bogotá, Colombia, in 1974 with two books and a change of clothes in his backpack. He joined up with Tim Plowman, a fellow student of Richard Evans Schultes, the pioneering ethnobotanist who traveled through the Amazon during the 1940s and '50s in search of psychoactive plants. With Schultes's encouragement, Mr. Davis and Plowman lived among indigenous groups for more than a year as the two sought wild strains of coca, a plant used as a mild stimulant long before anyone thought to purify it into cocaine.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-secret-of-whistling-isnt-in-the-lips-11599229693", "title": "The Secret of Whistling Isn't in the Lips", "date": "2020-09-04 10:28", "summary": "Using MRI scanners, scientists are finally able to see just what happens inside your mouth to produce that clear, piercing tone. I can't whistle. It was a source of huge frustration as a kid when helpful people would blithely say, \"Oh, you just do this,\" apparently kiss the air in front of them, and serenade themselves with a pure and deeply mysterious musical note. I huffed and puffed for hours, but I only ever sounded like a punctured bike tire, so I gave up. But apparently everyone is physically capable of whistling, and some have turned it into an art form: The Global Whistling Champion for 2020 has just been crowned by the International Whistlers' Guild.", "categories": [["Life & Work", "Ideas", "Everyday Physics"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/everyday-physics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/covid-testing-not-a-cure-is-what-investors-need-to-watch-11599211803", "title": "Testing, Not a Cure, Is What Investors Need to Watch", "date": "2020-09-04 10:14", "summary": "Quick, easy and widely available tests will get America rolling again. As fall arrives, American investors are fixated on two things: the eventual end of the Covid-19 emergency and how much stimulus the economy will receive until that happens. But science and common sense tell us that the pandemic won't simply be conquered from one day to the next. How long that interlude will last hinges largely on advances in diagnostic technologies.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/did-you-mean-to-be-green-or-to-buy-that-kuwait-fund-11599228509", "title": "Did You Mean to Be Green or to Buy That Kuwait Fund?", "date": "2020-09-04 10:08", "summary": "A new ETF for investing in the petrostate snagged the ticker of a defunct green energy fund. Stock-market listings might look like alphabet soup, but companies, and especially exchange-traded funds, put a good deal of thought into what letters a buyer types into their brokerage's screen when purchasing it. Ideally, it should be memorable and descriptive.", "categories": [["Markets", "Overheard"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/overheard?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/real-estate-developer-gerald-hines-bet-on-elegant-designs-11599228000", "title": "Real-Estate Developer Gerald Hines Bet on Elegant Designs", "date": "2020-09-04 10:00", "summary": "Houston entrepreneur teamed up with architectural stars to enliven skylines around the world. J. Hugh Liedtke, chief executive of Houston-based Pennzoil Co., wanted a new corporate headquarters in the mid-1970s. Gerald Hines, a local property developer, introduced Mr. Liedtke to the architect Philip Johnson, who shared the oilman's disdain for boring designs.", "categories": [["World", "Obituaries"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/obituaries?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/dude-bill-and-teds-most-excellent-salutation-has-19th-century-roots-11599227799", "title": "'Dude': Bill and Ted's Most Excellent Salutation Has 19th-Century Roots", "date": "2020-09-04 09:56", "summary": "A term that once referred to a frivolous, fashion-obsessed man of leisure is no longer pejorative or gender-specific. Dude. Dude! Two most excellent dudes, William S. Preston Esq. and Theodore Logan, more widely known as Bill and Ted, are back. With the recent release of \"Bill & Ted Face the Music,\" a sequel to 1989's \"Bill & Ted's Excellent Adventure\" and 1991's \"Bill & Ted's Bogus Journey,\" Alex Winter and Keanu Reeves have brought back both their inimitable characters and their unique use of slang.", "categories": [["Life & Work", "Ideas", "Word on the Street"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/word-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/russian-coronavirus-vaccine-trials-post-positive-early-data-11599226690", "title": "Russian Coronavirus Vaccine Trials Post Positive Early Data", "date": "2020-09-04 09:38", "summary": "Results from early clinical trials come against a backdrop of skepticism in the West. Nearly a month after approving a coronavirus vaccine, Russia published positive data from early clinical trials of the shot, despite skepticism from scientists and Western politicians over its fast-tracked development.", "categories": [["World", "Europe", "Russia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb", "https://www.wsj.com/news/types/russia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-expected-to-nominate-a-new-ambassador-to-afghanistan-11599165975", "title": "Trump Expected to Name New Envoy to Afghanistan", "date": "2020-09-04 09:35", "summary": "William Ruger has opposed a U.S. military presence, arguing president's push for withdrawal is correct. WASHINGTON-President Trump is expected to nominate William Ruger, a foreign-policy expert who has called for withdrawing all U.S. troops from Afghanistan, as ambassador to the country, according to people familiar with the matter.", "categories": [["WSJ News Exclusive", "Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/car-drives-through-times-square-black-lives-matter-protest-11599225306", "title": "Car Drives Through Times Square Black Lives Matter Protest", "date": "2020-09-04 09:15", "summary": "No serious injuries were reported in the incident at demonstration over death of Daniel Prude. A car drove through a Black Lives Matter protest in Times Square Thursday night, New York Police Department officials said.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/michael-reinoehl-suspect-in-portland-shooting-is-killed-by-law-enforcement-11599193942", "title": "Law Enforcement Kill Portland Shooting Suspect", "date": "2020-09-04 09:14", "summary": "Federal agents fatally shoot antifa supporter while attempting to apprehend him in Lacey, Wash.. Officers killed an antifa supporter suspected in the death last weekend of a right-wing activist in Portland, Ore., as they moved in to arrest him Thursday evening, according to law-enforcement officials.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/as-covid-19-depletes-blood-supplies-scientists-test-an-alternative-11599225003", "title": "As Covid-19 Depletes Blood Supplies, Scientists Test an Alternative", "date": "2020-09-04 09:10", "summary": "After decades of research, clinical trials of artificially made blood are getting under way, offering hope of a backup to human donors. Author", "categories": [["", "Health"]], "category_links": ["https://www.wsj.com/news/tech/future-of-everything?mod=svg-breadcrumb"]}, {"link": "https://www.wsj.com/articles/china-launches-experimental-spaceplane-11599217896", "title": "China Launches Experimental Spaceplane", "date": "2020-09-04 09:03", "summary": "Both the U.S. and China have secretive programs to develop unmanned, reusable spaceplanes. SHANGHAI-China has claimed success in the secretive launch of an experimental spaceplane, recording the latest in a series of milestones for the country's space program.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tiz-the-law-looks-tough-to-beat-in-the-kentucky-derby-11599224400", "title": "Tiz the Law Looks Tough to Beat in the Kentucky Derby", "date": "2020-09-04 09:00", "summary": "The Run for the Roses became the second leg of this year's Triple Crown due to the pandemic. The Belmont Stakes winner is the heaviest Derby favorite since 1992.. Sixteen horses are set to enter the starting gate for Saturday's Kentucky Derby. But in the eyes of bettors, it appears to be a one-horse race for the winner's circle.", "categories": [["Sports"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/spanish-deal-talks-raise-prospect-of-european-banking-consolidation-11599220788", "title": "Spanish Deal Talks Raise Prospect of European Banking Consolidation", "date": "2020-09-04 07:59", "summary": "Mergers between banks across the continent have often been touted but have proven difficult to push through. European banking consolidation is back on the agenda.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/finneas-new-single-was-partly-inspired-by-the-black-lives-matter-movement-11599172807", "title": "Finneas' New Single Was Partly Inspired by the Black Lives Matter Movement", "date": "2020-09-04 07:56", "summary": "The singer and producer, who is known for his work with sister Billie Eilish, released a new single this week. Finneas O'Connell, who is commonly known as Finneas, the brother and producer of Billie Eilish, just released \"What They'll Say About Us.\" It is the first song he's released while self-isolating, and his first major solo release of 2020. Inspired by both the Black Lives Matter movement and the life of Broadway performer Nick Cordero, who died in July from Covid-19, he said the ballad attempts to capture the spirit of an uneasy but nevertheless hopeful time. \"I kind of wrote this song as if you were singing to your loved one who was in a hospital bed while the world was protesting outside,\" he says. \"I did make a point to keep the song fairly ambiguous because I know everybody's sort of going through different circumstances of the same things right now.\"", "categories": [["Culture"]], "category_links": ["https://www.wsj.com/news/types/noted-culture?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/brazils-vice-president-admits-mistakes-in-fighting-amazon-deforestation-11599211803", "title": "Brazil's Vice President Admits Mistakes in Fighting Amazon Deforestation", "date": "2020-09-04 07:49", "summary": "Hamilton Mourão, leader of the administration's Amazon-protection task force, says he will keep the army in the rainforest this year to stop illegal logging. ", "categories": [["WSJ News Exclusive", "Latin America"]], "category_links": ["https://www.wsj.com/news/types/latin-america-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-zealand-halts-live-cattle-shipments-after-vessel-with-5-800-cows-sinks-11599219050", "title": "New Zealand Halts Live Cattle Shipments After Vessel With 5,800 Cows Sinks", "date": "2020-09-04 07:49", "summary": "Accident draws attention to the business of trading and shipping livestock around the world; second crew member found alive. New Zealand suspended shipments of live cattle after a vessel carrying more than 5,800 cows sank during rough weather on the way to China, leaving dozens of sailors missing and dead animals floating in the sea.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/covid-19-vaccine-race-turns-deep-freezers-into-a-hot-commodity-11599217201", "title": "Covid-19 Vaccine Race Turns Deep Freezers Into a Hot Commodity", "date": "2020-09-04 07:45", "summary": "Drug, logistics and public-health officials assemble a cold-storage supply chain as experimental vaccines approach the end of late-stage testing. The race to distribute Covid-19 vaccines to hundreds of millions of Americans could come down to one question: Do we have enough freezers?", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/face-it-facebook-is-the-picture-of-politics-11599219180", "title": "Face It, Facebook Is the Picture of Politics", "date": "2020-09-04 07:33", "summary": "Despite its best efforts to the contrary, Facebook is now a political app and the majority of its users are 'here for it'. Try as it might, politics are now a friend Facebook can't block.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/car-sales-are-down-almost-20-but-prices-are-setting-records-11599219000", "title": "Car Sales Are Down Almost 20%, but Prices Are Setting Records", "date": "2020-09-04 07:30", "summary": "As economy forces many out of the market, those still in splurge on bigger, costlier vehicles. Car shoppers hoping for Labor Day bargains may be in for a big surprise: This year, it seems, everything doesn't have to go.", "categories": [["Business", "Autos & Transportation", "Autos Industry"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/transportation?mod=breadcrumb", "https://www.wsj.com/news/types/autos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/contributors-to-the-september-2020-womens-fashion-issue-11599217200", "title": "Contributors to the September 2020 Women's Fashion Issue", "date": "2020-09-04 07:00", "summary": "The writers and photographers who helped make the issue come to life. In June, photographer Nadine Ijewere and stylist Kate Phelan captured some tender moments in a world emerging from lockdown: Twelve U.K.-based models with their loved ones at a farm in Hertfordshire, England. To meet the moment, Ijewere says, she wanted to create a positive, energetic story channeling the tradition of wearing one's Sunday best to church each week. A nod to Ijewere's own upbringing in Southeast London, \"this story also became important in celebrating Black community and Black culture,\" she says. She also took inspiration from the protests that were just gaining momentum after the death of George Floyd. For Phelan, styling families and friends together gave the clothes a renewed sense of purpose. \"When you put fabulous fashion in a real situation, it feels more important, it feels more relevant,\" she says. Equipped with PPE, both Phelan and Ijewere found that working on a socially distanced set was a welcome challenge. \"It was my first shoot back [after lockdown],\" Ijewere says. \"It was an amazing one to start with.\"", "categories": [["Contributors"]], "category_links": ["https://www.wsj.com/news/types/magazine-contributors?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-machine-gun-kelly-meditates-every-morning-11599217200", "title": "Why Machine Gun Kelly Meditates Every Morning", "date": "2020-09-04 07:00", "summary": "Né Colson Baker, the musician, actor and cafe owner, whose latest album, Tickets to My Downfall, is out Sept. 25, shares what's on his phone. First app checked in the morning:", "categories": [["What's News"]], "category_links": ["https://www.wsj.com/news/types/magazine-what-s-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/rockets-lakers-small-ball-harden-lebron-nba-playoffs-11599200607", "title": "Is Smaller Now Better in the NBA?", "date": "2020-09-04 07:00", "summary": "The NBA is no longer dominated by the biggest men on earth. The Houston Rockets have shrunk-and they have a shot to beat LeBron James and the Lakers.. A strange little musical premiered two years ago in a small Houston theater. It was set on the fictional island from \"Gulliver's Travels\" and told the story of the Lilliput Existers, a basketball team with players who were six inches tall. The show was called \"Small Ball.\" It was supposed to be surreal.", "categories": [["Sports", "NBA"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/nba?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-we-made-our-september-womens-fashion-issue-from-home-11599217200", "title": "How We Made Our September Women's Fashion Issue from Home", "date": "2020-09-04 07:00", "summary": "Editor in chief Kristina O'Neill on the September 2020 Women's Fashion issue of 'WSJ. Magazine,' featuring tennis star Naomi Osaka on the cover. Many months into a global pandemic, we've learned valuable lessons about adapting creative needs to the moment. One bright spot has been a renewed emphasis on collaboration and the importance of leaning on friends and family. For Mikael Jansson, a photographer accustomed to shooting in far-flung locations, it meant turning to his wife, ceramicist Lotta Jansson, who modeled favorite outfits from the recent collections at their country house in Sweden. Likewise, for our fashion story \"Kith & Kin,\" fall pieces were brought to life by siblings, best friends, mothers and daughters. \"When we are around other people, we can sense what the other is thinking by a simple look, which often ends in laughter,\" says Margaux Fontalio Dowland of her two sisters.", "categories": [["Editor's Letter"]], "category_links": ["https://www.wsj.com/news/types/magazine-editor-s-letter?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bumbles-buzz-wont-sting-match-11599217202", "title": "Bumble's Buzz Won't Sting Match", "date": "2020-09-04 07:00", "summary": "A potential Bumble IPO could bring a new swarm of interest to Match Group. At long last, another dating app looks to be coming on the market. Its buzz shouldn't end investors' love affair with dating king Match Group , Inc.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-options-market-amateurs-might-have-tripped-up-big-tech-11599213817", "title": "How Options-Market Amateurs Might Have Tripped Up Big Tech", "date": "2020-09-04 06:03", "summary": "Retail investors have started to buy derivatives of Silicon Valley stocks rather than the underlying assets, increasing the risk of sudden sell-offs. U.S. technology giants have stumbled. In true David and Goliath fashion, it might be the work of amateur investors dabbling with derivatives.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/covid-19-positivity-rate-might-not-mean-what-you-think-it-does-11599211800", "title": "Covid-19 Positivity Rate Might Not Mean What You Think", "date": "2020-09-04 05:30", "summary": "Measure is important for tracking virus's spread and helping guide policy, but country lacks data standardization. The decision to impose school and business closures, travel restrictions and stay-at-home orders to contain Covid-19 is often based on the percentage of tests for the coronavirus that come back positive.", "categories": [["U.S.", "The Numbers"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/the-numbers?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/suburbs-and-montana-targeted-in-conservative-pacs-largest-digital-ad-buy-11599211802", "title": "Suburbs, Montana Targeted in Conservative PAC's Largest Digital Ad Buy", "date": "2020-09-04 05:30", "summary": "Group opens wallet for five House races and Montana GOP Sen. Steve Daines as he tries to fend off Gov. Steve Bullock; 'Tiger KIng' star applies for pardon. CONSERVATIVE SUPER PAC Club for Growth Action will launch its largest-ever digital ad buy to support Republican candidates in five House races and Montana Sen. Steve Daines as he tries to fend off a challenge from Democratic Gov. Steve Bullock. The $3 million buy, which starts Sept. 8, will target voters on streaming TV platforms like Hulu and Sling, as well as internet radio and podcast services. The ad buy is in addition to $10 million in traditional TV ad reservations the Club has booked through Election Day.", "categories": [["Politics", "Washington Wire"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/washington-wire?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/courier-stocks-are-a-sure-bet-in-a-pandemic-right-not-so-fast-11599210272", "title": "Courier Stocks Are a Sure Bet in a Pandemic, Right? Not So Fast", "date": "2020-09-04 05:04", "summary": "Delivery companies in China are chasing profits, but not necessarily getting closer. More people are shopping online in China due to the pandemic. Investors might expect this to be a huge boon to logistics companies-but it isn't necessarily so.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/global-stock-markets-dow-update-9-03-2020-11599125940", "title": "U.S. Stocks Fall Amid Decline in Tech Shares", "date": "2020-09-04 03:28", "summary": "Big tech companies, including Facebook and Apple, led the declines; investors weigh data on unemployment benefits. U.S. stocks fell sharply Thursday in their worst showing since June, driven by a broad decline in many of the technology companies that have led the market higher in recent months.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/malaysia-drops-goldman-sachs-criminal-charges-over-1mdb-11599192289", "title": "Malaysia Drops Goldman Sachs Criminal Charges Over 1MDB", "date": "2020-09-04 00:04", "summary": "The Wall Street bank in July agreed to pay Malaysia $2.5 billion and guaranteed the recovery of $1.4 billion in assets allegedly stolen from the government investment fund. Malaysia has dropped criminal charges against units of Goldman Sachs Group Inc. over the bank's role in the alleged theft of billions of dollars from a government investment fund, a key step under the terms of a recent $3.9 billion settlement.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11599161114", "title": "Pepper...and Salt", "date": "2020-09-04 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-will-roll-back-more-regulations-if-re-elected-epa-chief-says-11599130805", "title": "Trump Will Roll Back More Regulations if Re-Elected, EPA Chief Says", "date": "2020-09-04 00:00", "summary": "Andrew Wheeler says the EPA would push to expand use of 'science transparency' for new rules and focus on completing Superfund cleanups. WASHINGTON-President Trump would press forward with efforts to ease regulatory burdens on business if re-elected for a second term, while working to ease bottlenecks that have delayed Superfund cleanup projects, U.S. Environmental Protection Agency administrator Andrew Wheeler said.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-arent-you-calling-these-riots-11599177886", "title": "'Why Aren't You Calling These Riots?'", "date": "2020-09-04 20:04", "summary": "Here's to the mayors who aren't confused.. Today's headline is one of the questions readers of the Milwaukee Journal Sentinel have been asking the paper's editors about recent violent events in Kenosha, Wis., and elsewhere. No doubt citizens nationwide have the same question for many politicians and members of the press corps who have lately been extremely creative in conjuring euphemisms for destruction and lawlessness.", "categories": [["Opinion", "Best of the Web"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/best-of-the-web-today?mod=breadcrumb"]}]