[{"link": "https://www.wsj.com/articles/these-cities-increased-spending-on-their-police-forces-11595375622", "title": "These Cities Increased Spending on Their Police Forces", "date": "2020-07-21 19:54", "summary": "Some major cities have responded to calls to defund the police, while others are increasing budgets by as much as 5%. In the past month, Houston, Phoenix and San Diego have all passed budgets that increased their police forces' funding. The largest of these increases happened in San Diego, where the City Council last month voted to increase spending on its department by $27 million, or 5%. San Diego is the seventh biggest city in the U.S. by population, while Houston and Phoenix are the fourth and fifth, respectively. Other major cities, including New York, Los Angeles, Portland, Ore., Baltimore and San Francisco, have cut or said they plan to cut police budgets. In Minneapolis, leaders have advanced plans to dismantle and rebuild their Police Department. The decisions come during a nationwide push to cut police budgets and redirect the money toward minority communities.", "categories": [["Ideas"]], "category_links": ["https://www.wsj.com/news/types/noted-ideas?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/black-regulators-rarely-appointed-to-oversee-wall-street-11595372699", "title": "Black Regulators Rarely Appointed to Oversee Wall Street", "date": "2020-07-21 19:43", "summary": "Just 10 of 327 appointees to roles atop financial watchdog agencies since their founding have been Black, research finds. Senior roles supervising Wall Street and other parts of the financial sector have gone overwhelmingly to white officials over the years-and today, only one of 21 politically appointed financial regulators at eight agencies is Black, according to new research.", "categories": [["WSJ News Exclusive", "Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/snap-revenue-slows-but-sees-advertisers-ramping-up-11595362540", "title": "Snap Revenue Slows but Sees Advertisers Ramping Up", "date": "2020-07-21 19:26", "summary": "The company said its daily user base rose 4% from the previous quarter. Snap Inc. reported slowing revenue growth in the second quarter, but said Snapchat advertisers appeared to be spending more in recent weeks as industries like e-commerce and videogaming gain momentum through the pandemic.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ceo-of-tapestry-parent-of-coach-and-kate-spade-brands-resigns-11595330312", "title": "Tapestry Board Had Opened Probe Into CEO Zeitlin Before He Resigned", "date": "2020-07-21 19:19", "summary": "Woman had accused executive of posing as photographer in 2007 to lure her into relationship; Zeitlin says relationship was a mistake, unrelated to Tapestry role. Jide Zeitlin resigned as the chairman and chief executive of Tapestry Inc. amid a board investigation into his personal behavior, according to people familiar with the situation.", "categories": [["WSJ News Exclusive", "Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-way-to-take-back-portland-11595373368", "title": "A Way to Take Back Portland", "date": "2020-07-21 19:16", "summary": "My bill would hold officials accountable for failing to protect their constituents.. 'Every city, every town, burn the precinct to the ground,\" read a sign in the \"autonomous zone\" Antifa rioters established in Portland, Ore. Another: \"The only good cop is a dead one.\"", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-may-give-trump-an-edge-11595373340", "title": "Coronavirus May Give Trump an Edge", "date": "2020-07-21 19:15", "summary": "His voters are more enthusiastic than Biden's, and may be less fearful of going to the polls.. President Trump's detractors profess to be mystified at the way he plays down the threat of the novel coronavirus, comparing it to the \"sniffles\" and refusing to wear a mask in public. Liberals accuse him of pandering to libertarians, putting on a macho front, or denying science. Could it be his secret to re-election?", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/at-a-georgia-graveyard-reflections-on-a-divided-nation-11595373261", "title": "At a Georgia Graveyard, Reflections on a Divided Nation", "date": "2020-07-21 19:14", "summary": "My ancestors lie on a peaceful tree-covered hill overlooking the site of the Battle of Atlanta.. Atlanta", "categories": [["Opinion", "Commentary", "Cross Country"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb", "https://www.wsj.com/news/types/cross-country?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/whos-afraid-of-tiktok-11595373247", "title": "Who's Afraid of TikTok?", "date": "2020-07-21 19:14", "summary": "Students debate privacy concerns surrounding the Chinese video-sharing service.. Editor's note: In this Future View, students discuss TikTok and privacy concerns. Next week we'll turn to collegiate athletics. Stanford recently discontinued wrestling and 10 other sports. Dartmouth cut its swimming, diving and golf teams. We'll ask, \"Why keep college sports around at all?\" Students should click here to submit opinions of fewer than 250 words before July 21. The best responses will be published that night.", "categories": [["Opinion", "Future View"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/future-view?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-raid-on-remdesivir-11595373207", "title": "The Raid on Remdesivir", "date": "2020-07-21 19:13", "summary": "Politicians want to confiscate a treatment saving Covid patients.. As coronavirus cases have spread through the South and West, the good news is the lower death toll than in New York and East Coast states in the spring. One reason is better treatments such as Gilead's anti-viral drug remdesivir, but powerful progressives now want the government to set prices for and even confiscate the Covid-19 treatment.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-vindictive-spirit-of-st-louis-11595373104", "title": "The Vindictive Spirit of St. Louis", "date": "2020-07-21 19:11", "summary": "A progressive prosecutor targets a couple defending themselves.. By now all America knows Mark and Patricia McCloskey from the video showing the St. Louis couple holding legal firearms as they defended themselves and their home from a crowd of protesters trespassing on their property. A politically motivated prosecutor on Monday charged the couple with unlawful use of a weapon.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/government-rules-for-restaurants-11595372956", "title": "Government Rules for Restaurants", "date": "2020-07-21 19:09", "summary": "Too many edicts are arbitrary and serve little public-health purpose.. Restaurants, beware: Nothing's harder to sate than a taste for power, and state and local leaders are getting to like emergency orders. Now several have imposed new diktats that serve little public-health purpose but make survival even more difficult for struggling restaurants.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/apple-pledges-to-be-carbon-neutral-by-2030-11595355023", "title": "Apple Pledges to Be Carbon Neutral by 2030", "date": "2020-07-21 19:09", "summary": "Tech giant's push to fight climate change includes urging suppliers to use renewable energy. Apple Inc. is pledging to become carbon neutral across its business, including its mostly overseas supply chain, within the next 10 years, the latest corporate giant planning to shift its operations to battle climate change.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/europe-takes-the-debt-plunge-11595372834", "title": "Europe Takes the Debt Plunge", "date": "2020-07-21 19:07", "summary": "EU leaders agree to issue major common debt for the first time.. On Tuesday European Union leaders agreed to a recovery plan funded by the bloc's first major issuance of common debt, and some are calling it a historic moment for the Continent's political and fiscal integration. This is a significant development, but don't hold your breath for a United States of Europe.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/espn-anchor-sage-steele-claimed-black-colleagues-excluded-her-from-race-special-11595365089", "title": "ESPN Anchor Sage Steele Claimed Black Colleagues Excluded Her From Race Special", "date": "2020-07-21 19:02", "summary": "Complaint to management comes amid debates over race and diversity at media outlets. ESPN anchor Sage Steele has told management she believes she was excluded from a special the network aired on race last month because she wasn't considered by certain Black colleagues to be an authentic voice for the Black community, a person familiar with the matter said.", "categories": [["Business", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/boeing-737-max-increasingly-unlikely-to-carry-passengers-before-2021-11595372485", "title": "Boeing 737 MAX Increasingly Unlikely to Carry Passengers Before 2021", "date": "2020-07-21 19:01", "summary": "Latest delay follows repeated slips in schedule due to technical challenges, coronavirus. Boeing Co. 's 737 MAX isn't likely to resume widespread passenger flights until early next year-nearly two months beyond previous expectations-due to another regulatory delay, according to U.S. government and industry officials.", "categories": [["WSJ News Exclusive", "Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mayday-1971-review-the-capital-under-siege-11595372181", "title": "'Mayday 1971' Review: The Capital Under Siege", "date": "2020-07-21 18:56", "summary": "Antiwar veterans and countercultural Yippies joined a mass protest aimed at shutting down the government. The government responded.. Whatever the ultimate goal of today's demonstrations and protests, their counterparts nearly 50 years ago had a precise target and nameable purpose: to end the Vietnam War. By 1971, though, it was clear that, after several years of campus agitation and mass public gatherings-and episodes of violence-the antiwar movement had achieved very little; indeed, it was running out of steam.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/thomas-sowell-has-been-right-from-the-start-11595372217", "title": "Thomas Sowell Has Been Right From the Start", "date": "2020-07-21 18:56", "summary": "His latest book on charter schools continues his research on minority success in education.. The economist Thomas Sowell's new book, \"Charter Schools and Their Enemies,\" was published last month on his 90th birthday. I hope he's not done yet, but you could hardly find a more suitable swan song for a publishing career that has now spanned six decades.", "categories": [["Opinion", "Upward Mobility"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/upward-mobility?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-unasked-fbi-question-why-11595372128", "title": "The Unasked FBI Question: Why?", "date": "2020-07-21 18:55", "summary": "G-men rightly debunked the Steele dossier. And then peddled it anyway.. New revelations out of the 2016 Russia follies more emphatically underline a question nobody seems willing to ask: Why did the FBI fan a Russia collusion confabulation that it knew was unfounded, false and baseless?", "categories": [["Opinion", "Business World"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/business-world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-to-pick-a-running-mate-11595372093", "title": "How to Pick a Running Mate", "date": "2020-07-21 18:54", "summary": "Biden will be 78 by January. He needs a capable, nationally recognized figure.. Since clinching the Democratic nomination in April, Joe Biden and his senior advisers have run a mostly error-free campaign. They have unified their party without taking positions that would be deal-breakers for moderate and suburban voters, and Mr. Biden's soothing demeanor has provided a notable contrast with President Trump's hard-edged divisiveness.", "categories": [["Opinion", "Politics & Ideas"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/politics-ideas?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-relaunches-coronavirus-news-briefings-as-cases-surge-11595330421", "title": "Trump Relaunches Coronavirus News Briefings as Cases Surge", "date": "2020-07-21 18:42", "summary": "President retakes stage amid concerns about his handling of crisis and pause in political rallies. WASHINGTON-President Trump warned that the coronavirus pandemic in the U.S. is likely to worsen and urged Americans to wear masks, resuming regular news conferences in a bid to quell mounting criticism of how his administration had handled the crisis.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/republicans-propose-70-billion-in-aid-for-k-12-schools-11595370963", "title": "Republicans Propose $70 Billion in Aid for K-12 Schools", "date": "2020-07-21 18:36", "summary": "Incentives are tied to reopening shools for in-person instruction; Democrats, school officials seek more ahead of relief negotiations. A Senate Republican proposal on the next coronavirus relief package will include $70 billion for K-12 schools, with half that amount reserved for schools that reopen fully for in-person instruction.", "categories": [["U.S.", "Education"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/education?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ethiopian-leader-reports-progress-in-talks-with-egypt-sudan-over-nile-dam-11595370812", "title": "Ethiopian Leader Reports Progress in Talks With Egypt, Sudan Over Nile Dam", "date": "2020-07-21 18:33", "summary": "Addis Ababa says it has begun filling a hydroelectric dam at the center of a decadelong dispute with Egypt and Sudan over governance of the Nile's waters. Ethiopia's prime minister said negotiations on Tuesday with Egypt and Sudan had paved the way for an agreement over the country's hydroelectric dam on one of the Nile River's tributaries, in a sign of progress in efforts to end a decadelong dispute over management of the river's waters.", "categories": [["World", "Africa"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/africa-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/portland-ore-braces-for-more-protests-11595370757", "title": "Portland, Ore., Braces for More Protests", "date": "2020-07-21 18:32", "summary": "City's mayor denounces actions of federal agents. Portland, Ore., prepared for another night of protests Tuesday, as local leaders renewed calls for the removal of federal agents deployed by President Trump.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-covid-19-makes-it-harder-for-cities-to-fight-climate-change-11595332800", "title": "Why Covid-19 Makes It Harder for Cities to Fight Climate Change", "date": "2020-07-21 18:31", "summary": "Energy bills and carbon emissions rise as office buildings pull in more outside air to keep workers safe. Cities are trying to reduce carbon emissions at office buildings. That goal is now colliding with efforts to fight the coronavirus pandemic.", "categories": [["Real Estate", "Property Report"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/property-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-bill-would-trim-liability-shields-given-to-care-providers-in-pandemic-11595370705", "title": "New York Bill Would Trim Liability Shields Given to Care Providers", "date": "2020-07-21 18:31", "summary": "Some state lawmakers say protections granted in April are too extensive. ALBANY-A state bill set to be voted on this week seeks to limit the civil- and criminal-liability protections granted to New York hospitals and health-care workers during the height of the coronavirus crisis.", "categories": [["U.S.", "Politics"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/covid-19-prompts-walmart-to-close-stores-on-thanksgiving-day-11595346329", "title": "Covid-19 Prompts Walmart to Close Stores on Thanksgiving Day", "date": "2020-07-21 18:18", "summary": "Retailer also plans to reward employees with an additional $428 million in bonuses. Walmart Inc. said it would close stores on Thanksgiving Day this year, in another indication of how retailers are adapting their business to a global pandemic that shows few signs of easing.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nina-kapurs-death-puts-focus-on-moped-service-11595369885", "title": "Nina Kapur's Death Puts Focus on Moped Service", "date": "2020-07-21 18:18", "summary": "CBS2 news reporter is believed to be first rider fatality for Revel. Nina Kapur, the CBS2 news reporter who died in Brooklyn after falling from a ride-sharing electric moped, was a tremendous young talent, New York City Mayor Bill de Blasio said Tuesday.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/larry-householder-ohios-house-speaker-arrested-on-racketeering-charges-11595350062", "title": "Ohio House Speaker Arrested on Racketeering Charges", "date": "2020-07-21 18:13", "summary": "Allegations relate to $1.5 billion bailout of two nuclear plants funded by charges on Ohioans' utility bills. Ohio House Speaker Larry Householder and several associates were arrested and charged Tuesday with racketeering for taking $60 million in bribes to champion legislation that propped up an Ohio utility in what prosecutors are calling the largest bribery scheme in the state's history.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-threatens-again-to-veto-defense-bill-removing-confederate-base-names-11595357393", "title": "House Passes Defense Bill After Trump Issues Formal Veto Threat", "date": "2020-07-21 18:11", "summary": "President threatens to reject policy bill over his opposition to renaming military bases honoring the Confederacy. WASHINGTON-The House overwhelmingly passed an annual defense policy bill hours after President Trump issued a formal veto threat that cited his opposition to renaming military bases honoring the Confederacy.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/senate-committee-votes-to-approve-nomination-of-judy-shelton-to-fed-board-11595355769", "title": "Trump Fed Nominees Shelton, Waller Confirmed by Senate Committee", "date": "2020-07-21 18:02", "summary": "Nomination of Shelton to Fed board approved in 13-12 party-line vote. WASHINGTON-A controversial Trump administration nominee for the Federal Reserve's policy-making board cleared a major hurdle in her path to confirmation Tuesday after a Senate panel voted to support the choice.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-accuses-two-hackers-of-stealing-secrets-from-u-s-firms-for-china-11595345257", "title": "U.S. Accuses Two Hackers of Stealing Secrets From U.S. Firms for China", "date": "2020-07-21 17:56", "summary": "Alleged hackers tested defenses at four U.S. companies working on coronavirus treatment. The U.S. government accused two hackers in China of targeting U.S. firms involved in coronavirus research, in a wide-ranging indictment that alleged the pair also stole hundreds of millions of dollars in sensitive information from companies around the world while working on behalf of Beijing's premier spy service.", "categories": [["Politics", "National Security"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/national-security?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/briggs-stratton-scraps-retiree-medical-benefits-in-bankruptcy-11595368337", "title": "Briggs & Stratton Scraps Retiree Medical Benefits in Bankruptcy", "date": "2020-07-21 17:52", "summary": "Lawn-and-garden-equipment maker moved the day before it filed for bankruptcy to end benefits for hundreds of retirees. Briggs & Stratton Corp.'s bankruptcy might be bad news for bondholders owed $195 million and even worse news for hundreds of retirees who are losing health benefits as the Covid-19 pandemic takes a deadly toll on the nation's elderly.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/facebook-creates-teams-to-study-racial-bias-on-its-platforms-11595362939", "title": "Facebook Creates Teams to Study Racial Bias, After Previously Limiting Such Efforts", "date": "2020-07-21 17:47", "summary": "Facebook and Instagram plan to examine how Black and minority users are affected by the company's algorithms as compared with white users. Facebook Inc. is creating new teams dedicated to studying and addressing potential racial bias on its core platform and Instagram unit, in a departure from the company's prior reluctance to explore the way its products affect different minority groups.", "categories": [["WSJ News Exclusive", "Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pharma-companies-split-on-coronavirus-vaccine-pricing-plans-11595367562", "title": "Pharma Companies Split on Coronavirus Vaccine Pricing Plans", "date": "2020-07-21 17:39", "summary": "At Congressional hearing, some drug companies said they would sell their vaccines to prevent Covid-19 at cost while others indicated they would seek a profit. Pharmaceutical companies are split on how they would price their potential Covid-19 vaccines, with some pledging to members of Congress Tuesday that they wouldn't seek a profit from the shots while others indicated that they would.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/supply-cuts-boost-canadian-oil-producers-11595323800", "title": "Supply Cuts Boost Canadian Oil Producers", "date": "2020-07-21 17:38", "summary": "Crude prices rise amid lower inventories and higher demand from U.S. refiners. TORONTO-Aggressive cuts by Canadian oil producers in the spring are starting to pay off in the summer.", "categories": [["Markets", "Commodities"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-to-unveil-child-care-plan-to-help-families-struggling-in-pandemic-11595323802", "title": "Biden Unveils Child-Care Plan to Help Families Struggling in Pandemic", "date": "2020-07-21 17:26", "summary": "Proposal is latest economic initiative by the presumptive Democratic nominee. WASHINGTON-Democratic presidential candidate Joe Biden rolled out a $775 billion proposal aimed at easing the burden on families struggling to care for their children and elderly relatives under the financial strain of the coronavirus pandemic.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/wsj-journalists-ask-publisher-for-clearer-distinction-between-news-and-opinion-content-11595349198", "title": "WSJ Journalists Ask Publisher for Clearer Distinction Between News and Opinion Content", "date": "2020-07-21 17:18", "summary": "Letter to publisher Almar Latour cites concerns about Opinion section's accuracy and transparency. A group of journalists at The Wall Street Journal and other Dow Jones staffers sent a letter on Tuesday to the paper's new publisher, Almar Latour, calling for a clearer differentiation between news and opinion content online, citing concerns about the Opinion section's accuracy and transparency.", "categories": [["Business", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-moves-to-bar-who-are-people-in-u-s-illegally-from-being-counted-in-congressional-apportionment-11595352083", "title": "Trump Moves to Exclude Unauthorized Immigrants From Counts for Congressional Seats", "date": "2020-07-21 17:17", "summary": "Civil-rights groups decry president's order as unconstitutional, vow to bring legal challenges. WASHINGTON-President Trump signed a memo Tuesday meant to exclude unauthorized immigrants from being taken into account when the government divides up congressional seats, a move that civil-rights groups swiftly vowed to challenge in court.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/global-stock-markets-dow-update-7-21-2020-11595323064", "title": "Dow Industrials End Higher as Investors Look to Earnings", "date": "2020-07-21 17:11", "summary": "Energy prices and stocks rallied after a new fiscal stimulus package from the European Union. Energy shares climbed with the price of oil Tuesday, pushing the Dow Jones Industrial Average higher after a fiscal stimulus package from the European Union boosted hopes of mitigating the pandemic's economic fallout.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lawyer-accused-of-killing-n-j-judges-son-might-have-targeted-another-judge-11595365384", "title": "Lawyer Accused of Killing N.J. Judge's Son Might Have Targeted Another Judge", "date": "2020-07-21 17:03", "summary": "Roy Den Hollander displayed animus toward female judges on website he operated. The men's rights lawyer accused of killing the son of a New Jersey federal judge over the weekend might have been targeting another female judge in New York, officials said.", "categories": [["U.S.", "Crime"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-crime?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/police-face-complex-often-dangerous-work-11595364601", "title": "Police Face Complex, Often Dangerous Work", "date": "2020-07-21 16:50", "summary": "Yes, there are some cops who think they are warriors, but most cops think of themselves as public servants.. Regarding Karl Marlantes's \"Good Cops Tame the Inner Warrior\" (op-ed, July 17): I am a retired officer with over 35 years of service, having commanded LAPD's Internal Affairs for six years. Yes, there are some cops who think they are warriors, but most cops think of themselves as public servants. Modern police academies emphasize critical thinking to deal with the infinite variables cops must face. Policing is about discretion. Sometimes decisions must be made in uncertain circumstances with minimal information and little time to formulate a response. And despite the rhetoric, the data are clear that most cops do the right thing most of the time.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/angela-merkel-macron-covid-coronavirus-eu-rescue-11595364124", "title": "How Angela Merkel's Change of Heart Drove Historic EU Rescue Plan", "date": "2020-07-21 16:44", "summary": "Resume Subscription. Europe's €750 billion economic rescue was secured by an unlikely champion: German Chancellor Angela Merkel, who after years of opposition to such handouts, was the driving force behind the deal.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/dear-brooks-brothers-deserves-a-resurrection-11595364270", "title": "Dear Brooks Brothers Deserves a Resurrection", "date": "2020-07-21 16:44", "summary": "If one showed up in Brooks attire, it said something-that you cared how you looked, cared about your mission and cared about those around you, too.. Regarding Mike Kerrigan's \"Brooks Brothers Is a Brand Out of Time\" (op-ed, July 17) about Brooks Brothers and its bankruptcy protection: I have worn, and still wear, Brooks button-down oxford cloth shirts to my office, most every day, having done so for some 50 years. I have made a few changes-from white to light blue, and have switched to a no-iron fabric (to the dismay of my commercial laundry). I also generally forsake wearing a repp-stripe tie, and my three-piece suits are gathering dust in my closet.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/air-on-airplanes-should-be-adequate-and-safe-as-well-11595364150", "title": "Air on Airplanes Should Be Adequate and Safe, as Well", "date": "2020-07-21 16:42", "summary": "There is enough very fresh, healthy air flowing through the cabin to eliminate any concern about its hygienic state.. On reading Scott McCartney's excellent column discussing air circulation on modern airliners, a few more features of that system come to mind (\"The Middle Seat: Just How Safe Is Flying Now?,\" Personal Journal, July 16). If you've ever stopped by one of the aircraft galleys for a brief chat with a flight attendant or visited a lavatory, you may have noticed that each of those locations always seems to sound as if there were an air leak nearby. It's true, and it's intentional. That's the cabin air, with any collected fumes, escaping to the outside atmosphere, without the need of an electrical exhaust fan. This airstream is also routed through the electronics bay for equipment cooling and the cargo bins for keeping four-legged passengers comfortable. Of all the purposeful \"leaks\" in the aircraft, the largest is the outflow valve. This is an automatically operated device that controls the cabin pressurization by varying its opening as flight altitude changes. There is enough very fresh, healthy air flowing through the cabin to eliminate any concern about its hygienic state.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/foreign-students-contribute-to-college-diversity-goals-11595364024", "title": "Foreign Students Contribute to College Diversity Goals", "date": "2020-07-21 16:40", "summary": "Business and finance transcend national borders and take place in an international context. Why would we want our classrooms-including our remote classrooms-to reflect anything other than this reality?. With the news that the Trump administration rescinded new guidelines on student visas, the higher-education community is exhaling in relief. The business and finance community should be commending the decision as well (\"U.S. Flips on Rules Barring Foreign Students,\" Page One, July 15).", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pakistani-reporter-matiullah-jan-goes-missing-in-custody-11595352620", "title": "Pakistani Reporter Released After Being Detained by Security Officers", "date": "2020-07-21 16:39", "summary": "Critic of military and government set free after video footage of his detention causes outcry. ISLAMABAD-A prominent reporter who has been critical of Pakistani authorities was released late Tuesday, family and friends said, after video of his detention by uniformed and plainclothes security officers earlier in the day caused an outcry.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-feds-policy-continues-to-penalize-retirees-savers-11595363892", "title": "The Fed's Policy Continues to Penalize Retirees, Savers", "date": "2020-07-21 16:38", "summary": "With the Fed's recipe borrowers win and lenders lose, and retirees are in the latter category.. Joseph Sternberg's \"The Covid Fiscal Crisis Is about Debt and Taxes\" (Political Economics, July 16) sagely describes the double whammy that retirees face from the ripples of the pandemic. First, older people are disproportionately at risk from dying. Second, they have to deal with the challenge of maintaining their standard of living in retirement-e.g., longevity risk. As Mr. Sternberg points out, bond yields won't get the job done in the new normal of interest rates. And the Federal Reserve well knows that given the World War II levels of debt relative to GDP, it will find itself bunkered in a low-interest-rate environment for the foreseeable future. Simply put, with the Fed's recipe borrowers win and lenders lose, and retirees are in the latter category.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cftc-chairman-pushes-to-finalize-dodd-frank-rules-11595363239", "title": "CFTC Chairman Pushes to Finalize Dodd-Frank Rules", "date": "2020-07-21 16:27", "summary": "Heath Tarbert has made it his mission to finish implementing several thorny parts of the Dodd-Frank Act, 10 years after it was enacted. If everything goes according to Heath Tarbert's plan, the Commodity Futures Trading Commission will soon finish implementing decade-old legislation that mandated a massive regulatory overhaul of the U.S.'s derivatives markets.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lockheed-martin-boosts-2020-guidance-11595336532", "title": "Lockheed Martin Boosts 2020 Guidance", "date": "2020-07-21 16:22", "summary": "Covid-19 surge affects plants in Texas and Florida, but defense contractor benefits from Pentagon pledge to cover pandemic-related costs. Lockheed Martin Corp. said rising Covid-19 cases are affecting production of its combat jets and missiles in Texas and Florida, impacting an industry that had mostly dodged the financial fallout from the pandemic.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hertz-reaches-650-million-deal-tied-to-fleet-reduction-11595361162", "title": "Hertz Reaches $650 Million Deal Tied to Fleet Reduction", "date": "2020-07-21 15:52", "summary": "Interim agreement with asset-backed-securities lenders will allow Hertz to shed more than 182,000 leased vehicles by year-end. Hertz Global Holdings Inc. said it has reached a temporary $650 million deal with a creditor group that has been fighting the rental-car company's plan to reduce the size of its leased fleet amid the coronavirus pandemic.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/in-wyoming-a-custom-climbing-wall-elevates-a-formal-living-room-11595360716", "title": "In Wyoming, a Custom Climbing Wall Elevates a Formal Living Room", "date": "2020-07-21 15:45", "summary": "Clint and Ashley Jessen wanted to keep their family active while adding a functional art piece to their home. In early 2020, when Ashley Jessen, 31, and her husband, Clint, 43, decided to transform one area of their formal living room into a custom-designed climbing wall, they were proactively seeking a new activity to keep themselves, and their children moving during periods of predictably stifling weather. \"In the summertime it is windy and stormy, and then there are the bugs,\" said Ms. Jessen.", "categories": [["Real Estate", "Homes"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/homes?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bruce-g-blair-manned-nuclear-weapons-then-warned-about-them-11595360611", "title": "Bruce G. Blair Manned Nuclear Weapons, Then Warned About Them", "date": "2020-07-21 15:43", "summary": "A lifelong crusade aimed to convince world leaders of the threat posed by miscalculation or accidental attack. As a young man, Bruce G. Blair was a member of the rare community of military officers charged with preparing for nuclear war. After joining the Air Force in 1970, he served as a launch control officer for the Minuteman missile force that was designed to deter, and if need be, carry out nuclear strikes.", "categories": [["World", "Obituaries"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/obituaries?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/arkansas-pension-sues-allianz-over-more-than-700-million-loss-11595343382", "title": "Arkansas Pension Sues Allianz Over More Than $700 Million Loss", "date": "2020-07-21 15:35", "summary": "Arkansas Teacher Retirement System alleges the money manager violated its fiduciary duties and abandoned risk controls. An Arkansas public pension plan sued Allianz Global Investors and its corporate parent late Monday, alleging the money manager violated its fiduciary duties and abandoned risk controls when it sought to reverse February losses by doubling down on a series of unprofitable trades.", "categories": [["Markets", "Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-is-positioning-military-assets-around-asia-to-counter-china-esper-says-11595340363", "title": "U.S. Moving Military Assets Around Asia to Counter China, Esper Says", "date": "2020-07-21 15:28", "summary": "Defense secretary's remarks come after U.S. declared China moves in South China Sea illegal. WASHINGTON-The U.S. is equipping and positioning its forces across Asia for a possible confrontation with China, Defense Secretary Mark Esper said Tuesday in remarks outlining the military component of the Trump administration's hardening stance toward Beijing.", "categories": [["Politics", "National Security"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/national-security?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-is-no-donor-state-11595358729", "title": "New York Is No 'Donor State'", "date": "2020-07-21 15:12", "summary": "Cuomo's claim that the Empire State 'gives' more than it 'gets' is based on distorted measures.. As the July 31 expiration date looms over the Cares Act's unemployment bonus, all eyes will turn to the next-and, according to Senate Majority Leader Mitch McConnell, the last-coronavirus relief bill. Chief among Democrats' priorities is a \"blue-state bailout.\"", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nlrb-stops-excusing-workplace-harassment-11595358659", "title": "NLRB Stops Excusing Workplace Harassment", "date": "2020-07-21 15:11", "summary": "We reverse Obama-era decisions that forced employers to reinstate abusive employees.. You may be shocked by what some employees say to, or about, their managers or coworkers, as recorded in decisions of the National Labor Relations Board. In one of the worst cases, decided in 2016, an employee shouted horrible racial slurs to black colleagues, including \"Go back to Africa\" and \"I smell fried chicken and watermelon.\" In another, decided the preceding year, the employee called a manager \"a nasty motherf-\" and said, \"F- his mother and his entire f- family.\"", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fear-city-new-york-vs-the-mafia-review-cracking-down-on-la-cosa-nostra-11595358609", "title": "'Fear City: New York vs. the Mafia' Review: Cracking Down on La Cosa Nostra", "date": "2020-07-21 15:10", "summary": "A Netflix docuseries offers a skewed history of the investigations into organized crime in 1970s-80s New York.. When the Mafia's capo di tutti capi, Paul Castellano, was murdered outside Sparks Steak House on the evening of Dec. 16, 1985, the reaction among New Yorkers was largely, \"Wow, this 'Godfather' stuff really happens.\" A rubout. In midtown. In the middle of rush hour. There was morbid fascination. Headlines. Mob nostalgia. There certainly wasn't a sense among the citizenry that the jackboot of oppression had suddenly been lifted off its neck.", "categories": [["Books & Arts", "Television Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/television-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/european-union-spending-plan-offers-rescue-to-troubled-south-11595350098", "title": "EU Spending Plan Offers Lifeline to Troubled South", "date": "2020-07-21 15:09", "summary": "Package adds momentum to efforts to help Italy, Spain and others revive economies. Politicians and investors cheered the historic agreement among European Union leaders to throw southern members a €750 billion ($862 billion) lifeline to offset economic damage from the coronavirus pandemic.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-dozen-nights-at-the-opera-11595358280", "title": "A Dozen Nights at the Opera", "date": "2020-07-21 15:04", "summary": "With tenor Jonas Kaufmann's performance on Saturday, the Metropolitan Opera launched Met Stars Live in Concert, a recital series featuring the company's most popular singers livestreamed from around the world.. ", "categories": [["Books & Arts", "Opera Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/opera-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/with-brooks-brothers-and-j-crew-flailing-shop-here-instead-11595357386", "title": "With Brooks Brothers and J.Crew Flailing, Shop Here Instead", "date": "2020-07-21 14:49", "summary": "As the American business-casual standbys enter bankruptcy, we ask five stylish men to recommend their favorite alternative go-tos for everyday clothing. EVEN BEFORE American style stalwarts J.Crew and Brooks Brothers announced their bankruptcies in recent months, their signature gingham shirts and navy suits were losing currency. As tastes veered toward athleisure and \"look-at-me\" streetwear, customers strayed from these one-stop shops. For some, the quality wasn't what it used to be. \"I was noticing, and even a few friends who are big into J.Crew said, 'It's just starting to fall apart, doesn't last as long,'\" said Shane Curry, 35, a grocery store manager on Long Island who until around a year ago supported the brand.", "categories": [["Life & Work", "Style & Fashion", "Fashion"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/fashion?mod=breadcrumb", "https://www.wsj.com/news/types/fashion?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/student-tour-company-worldstrides-files-for-bankruptcy-over-covid-19-disruption-11595356014", "title": "Student Tour Company WorldStrides Files for Bankruptcy", "date": "2020-07-21 14:26", "summary": "The chapter 11 filing underscores the pandemic's damage to companies in the travel industry. Student travel company WorldStrides filed for bankruptcy Tuesday after the coronavirus pandemic choked off bookings from field trips and forced the company to issue refunds, adding to a growing pileup of corporate defaults in the travel industry.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-k-audit-regulator-asks-companies-for-more-details-on-covid-19-impact-11595354170", "title": "U.K. Audit Regulator Asks Companies for More Details on Covid-19 Impact", "date": "2020-07-21 13:56", "summary": "The Financial Reporting Council says firms should go beyond just fulfilling mandatory reporting requirements when talking about the pandemic. The U.K. regulator for audit and accounting is urging companies to provide extensive disclosures on the impact of the coronavirus pandemic on their finances.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/survey-shows-more-women-moving-into-top-supply-chain-jobs-11595353012", "title": "Survey Shows More Women Moving Into Top Supply-Chain Jobs", "date": "2020-07-21 13:36", "summary": "An annual Gartner report also found women losing ground in lower executive ranks that can lead to the most senior positions. Women are taking a greater share of top corporate supply-chain roles, with retail and consumer goods businesses showing the strongest leadership pipelines, according to a new report.", "categories": [["Logistics Report"]], "category_links": ["https://www.wsj.com/news/types/logistics-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/linkedin-to-lay-off-about-6-of-its-workforce-11595325590", "title": "LinkedIn to Lay Off About 6% of Its Workforce", "date": "2020-07-21 13:33", "summary": "The job cuts will be made across the company's global sales and talent acquisition teams. LinkedIn will cut about 960 jobs, or around 6% of its workforce, as the Microsoft Corp. -owned professional networking site grapples with falling demand for its recruitment services due to the Covid-19 pandemic.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/robinhood-cancels-u-k-launch-amid-u-s-outages-controversy-11595352204", "title": "Robinhood Cancels U.K. Launch Amid U.S. Outages, Controversy", "date": "2020-07-21 13:23", "summary": "Instead of making its first expansion outside the U.S., the online brokerage plans to strengthen its core business. Robinhood Markets Inc. canceled its U.K. launch plans, a fresh setback for the online brokerage that has driven an industrywide shift to commission-free trading in recent years.", "categories": [["Markets", "Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-deadly-is-covid-19-researchers-are-getting-closer-to-an-answer-11595323801", "title": "How Deadly Is Covid-19? Researchers Are Getting Closer to an Answer", "date": "2020-07-21 13:00", "summary": "Research suggests the new coronavirus kills about five to 10 people for every 1,000 that it infects, though rate varies based on age and access to health care. Six months into the pandemic, researchers are homing in on an answer to one of the basic questions about the virus: How deadly is it?", "categories": [["Life & Work", "Science"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/science?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/wealth-management-business-helps-ubs-to-better-than-expected-second-quarter-11595313720", "title": "UBS's Focus on Wealthy Clients Cushions Against Losses", "date": "2020-07-21 12:56", "summary": "Majority of the Swiss bank's lending is either to the global rich or to households and companies in Switzerland. UBS Group AG said it could start buying back stock again later this year despite the shadow over markets from the coronavirus pandemic.", "categories": [["Markets", "Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/minnesota-lawmakers-pass-police-accountability-bill-in-wake-of-george-floyd-killing-11595349566", "title": "Minnesota Lawmakers Pass Police-Accountability Bill in Wake of George Floyd Killing", "date": "2020-07-21 12:39", "summary": "Measure bans chokeholds, requires officers to intervene when another uses excessive force. Minnesota's divided legislature sent the governor a police-accountability bill in a special session that stretched into early Tuesday, the latest effort by the state to address the police killing of George Floyd.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/let-fans-join-fauci-at-the-ballpark-11595349376", "title": "Let Fans Join Fauci at the Ballpark", "date": "2020-07-21 12:36", "summary": "The media's favorite doctor is right to seize the Opening Day.. The media's favorite virus doctor is finally offering an implicit and encouraging new message: Life should be lived to the fullest, and some level of risk is tolerable in order to experience and enjoy the world around us.", "categories": [["Opinion", "Best of the Web"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/best-of-the-web-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-and-china-to-launch-mars-missions-vying-for-space-supremacy-11595325822", "title": "U.S. and China to Launch Mars Missions, Vying for Space Supremacy", "date": "2020-07-21 12:27", "summary": "Rivals to send spacecraft to the red planet just days apart, as China seeks to challenge the U.S. on exploration. SHANGHAI-The rivalry between the U.S. and China assumes cosmic proportions this month, as both countries prepare to send spacecraft to Mars within days of each other.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/wells-fargo-cfo-john-shrewsberry-to-leave-the-bank-after-22-years-11595341299", "title": "Wells Fargo CFO John Shrewsberry to Leave", "date": "2020-07-21 11:59", "summary": "Bank of New York Mellon's Mike Santomassimo named to take Shrewsberry's position. Wells Fargo & Co. said Tuesday it will replace its long-serving chief financial officer, the latest executive to leave as the bank's new CEO shakes up top management.", "categories": [["Markets", "Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/group-including-natalie-portman-and-serena-williams-to-launch-womens-soccer-team-in-los-angeles-11595345713", "title": "Group Including Natalie Portman and Serena Williams to Launch Women's Soccer Team in L.A.", "date": "2020-07-21 11:53", "summary": "The L.A. team, which doesn't have an official name but whose owners are calling it Angel City, is set to become the 11th franchise in the NWSL. Women's soccer is going Hollywood.", "categories": [["Sports", "Soccer"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/soccer?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ebay-to-sell-classified-ad-business-to-norwegian-firm-for-9-2-billion-11595319084", "title": "EBay to Sell Classified-Ad Business to Norwegian Firm for $9.2 Billion", "date": "2020-07-21 11:49", "summary": "Adevinta operates digital marketplaces in 15 countries in Europe, Latin America and North Africa. EBay Inc. agreed Tuesday to sell its classified-ads business to Norway's Adevinta ASA for $9.2 billion in cash and stock, in a deal that allows the online auction pioneer to refocus on its core marketplace business while positioning it to benefit from growth in the classifieds unit.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pilot-truck-stop-empire-moves-away-from-family-leadership-11595341279", "title": "Pilot Truck-Stop Empire Moves Away From Family Leadership", "date": "2020-07-21 11:30", "summary": "Energy industry veteran Shameek Konar will replace Jimmy Haslam III as CEO of Berkshire Hathaway-backed operator. The Haslam family, which turned its ownership of a single gas station into the largest truck-stop operation in North America, is stepping back from the business.", "categories": [["Logistics Report"]], "category_links": ["https://www.wsj.com/news/types/logistics-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/always-coca-cola-just-not-right-now-11595345207", "title": "Always Coca-Cola, Just Not Right Now", "date": "2020-07-21 11:26", "summary": "Drink maker's stock is expensive in absolute terms and relative to rival PepsiCo as it trims spending judiciously. Coca-Cola has been slammed by the coronavirus pandemic. It remains far from clear how quickly it can get back on track.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bnp-paribas-bets-on-climate-guilt-11595345086", "title": "BNP Paribas Bets on Climate Guilt", "date": "2020-07-21 11:25", "summary": "Do the environmentally minded really want to know how green their bank is?. Green finance is all the rage these days, but will customers be so keen if it is their activities being monitored for compliance?", "categories": [["Markets", "Overheard"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/overheard?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mens-wearhouse-jos-a-bank-parent-looks-to-close-more-than-third-of-stores-11595344494", "title": "Men's Wearhouse, Jos. A. Bank Parent Looks to Close More Than Third of Stores", "date": "2020-07-21 11:14", "summary": "Tailored Brands also reacts to Covid-19 fallout by cutting corporate staff. The parent company of Men's Wearhouse and Jos. A. Bank menswear stores said it is considering closing as many as 500 retail locations, or more than a third of its total, as it grapples with reduced demand during the Covid-19 pandemic.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/social-distancing-covid-coronavirus-lockdowns-reopen-shopping-outfits-fashion-masks-11595344309", "title": "Over-the-Top Outfits Make Social Distancing Easier, and Everything Else More Complicated", "date": "2020-07-21 11:13", "summary": "Resume Subscription. Karen Lukes wanted to get creative with her social-distancing garb-and quickly found ingenuity has its hazards.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/test-test-test-wealthy-gulf-states-bet-on-blanket-testing-to-curb-the-pandemic-11595323615", "title": "Wealthy Gulf States Bet on Blanket Testing to Curb Coronavirus", "date": "2020-07-21 11:06", "summary": "U.A.E., Bahrain have already screened over 40% of their populations for Covid-19. In the United Arab Emirates, the coronavirus test comes to you.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/should-you-feel-guilty-for-redecorating-during-a-pandemic-11595343916", "title": "Should You Feel Guilty for Redecorating During a Pandemic?", "date": "2020-07-21 11:05", "summary": "One woman's struggle to make peace with her desire to re-tile her bathroom when the world is going to hell. THE OTHER DAY I peeked around the corner into the living room, which is functioning as my husband's office during what feels like week 9,462 of the pandemic. He was engrossed in trying to get his flaky internet connection to support a Zoom call. Perfect.", "categories": [["Real Estate", "Design"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/design?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/data-driven-website-aims-to-help-global-agencies-make-decisions-on-coronavirus-pandemic-11595343601", "title": "Data-Driven Website Helps Global Agencies Make Decisions on Coronavirus Pandemic", "date": "2020-07-21 11:00", "summary": "Too much data but no reliable filter, a group says, promising actionable information on contact-tracing, the economic havoc caused by the virus, and more. An alliance that includes an artificial-intelligence institute at Stanford has created a website designed to help global agencies such as the World Health Organization make better informed decisions on the shifting target that is the coronavirus pandemic.", "categories": [["CIO Journal"]], "category_links": ["https://www.wsj.com/news/types/cio-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/summer-rise-in-covid-19-hot-spots-derailing-hotel-recovery-11595332801", "title": "Summer Rise in Covid-19 Hot Spots Derailing Hotel Recovery", "date": "2020-07-21 10:54", "summary": "Swelling coronavirus cases in some popular states for tourism are spoiling near-term hopes for hoteliers. Just when many owners of hotels in Florida, Texas, Arizona and California thought the worst of the pandemic was behind them, a surge of Covid-19 cases in those states is spoiling any near-term recovery hopes.", "categories": [["Real Estate", "Property Report"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/property-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/carlyle-co-ceo-glenn-youngkin-to-step-down-11595342495", "title": "Carlyle Co-CEO Glenn Youngkin to Step Down", "date": "2020-07-21 10:41", "summary": "Veteran of the alternative-assets manager was appointed as chief executive along with Kewsong Lee in 2017. Carlyle Group Inc. said its co-chief executive Glenn Youngkin will step down, leaving Kewsong Lee in sole charge of one of the world's largest private-equity firms.", "categories": [["Pro PE People"]], "category_links": ["https://www.wsj.com/news/types/pro-pe-people?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/worst-flooding-in-decades-raises-concerns-over-chinas-three-gorges-dam-11595337875", "title": "Worst Flooding in Decades Raises Concerns Over China's Three Gorges Dam", "date": "2020-07-21 10:36", "summary": "Water level in giant dam's reservoir rises above flood-limit level after two months of heavy rain; 40 million people affected. BEIJING-Two months of unusually powerful rains in central and southern China have swelled the Yangtze River, triggering the worst flooding in decades and raising concerns about the Three Gorges Dam, the world's largest hydroelectric facility.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/max-weinberg-was-born-to-drum-11595341883", "title": "Max Weinberg Was Born to Drum", "date": "2020-07-21 10:31", "summary": "The E Street Band drummer reflects on his childhood in New Jersey, the gig he scored when he was 7 and his audition with Bruce Springsteen. Max Weinberg, 69, is a musician, bandleader and TV personality. Since 1974, he has played drums for Bruce Springsteen's E Street Band. He spoke with Marc Myers.", "categories": [["Real Estate", "House Call"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/house-call?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-best-defense-is-defense-11595340869", "title": "The Best Defense Is Defense", "date": "2020-07-21 10:14", "summary": "Lockheed Martin's second-quarter results show why it is a great company to own during a pandemic. 2020 could be the year for germs, guns and (with apologies to author Jared Diamond) titanium. The metal is used in jet fighters.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-rules-of-the-job-hunting-game-have-changed-for-better-and-worse-11595340001", "title": "It's a Brave New World for Job Seekers and Recruiters", "date": "2020-07-21 10:00", "summary": "The pandemic has upended the hiring process in ways large and small, say some looking to fill positions in New York City. When Kristin Marquet launched a search mid-April for an executive assistant at Marquet Media, her Manhattan branding agency, she thought she would land someone fast. In a city that has shed 915,000 jobs, after all, there should be many great candidates.", "categories": [["U.S.", "Metro Money"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/metro-money?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-jack-mas-ant-group-went-from-business-disrupter-to-chinese-tech-champion-11595335267", "title": "How Jack Ma's Ant Group Went From Business Disrupter to Chinese Tech Champion", "date": "2020-07-21 09:58", "summary": "The financial-technology giant's coming IPOs could be among the largest ever, with the company aiming for a market valuation in excess of $200 billion. Once seen as a disrupter of China's banking system, Jack Ma's financial-technology behemoth Ant Group Co. is becoming a national champion for the country as it prepares to go public with much fanfare.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/luis-esteban-kyburg-ex-commander-in-argentinas-dirty-war-is-living-quietly-in-berlin-prosecutors-say-11595339405", "title": "Ex-Commander in Argentina's 'Dirty War' Is Living Quietly in Berlin, Prosecutors Say", "date": "2020-07-21 09:50", "summary": "German prosecutors are investigating the former officer who served under a military dictatorship that committed atrocities in the 1970s. A retired Argentine military officer is living in a balconied apartment of a townhouse in a trendy district of Berlin, where neighbors often see him and his wife buying croissants from a downstairs bakery or taking leisurely walks in the nearby park.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coca-cola-sales-fall-28-with-fewer-products-sold-at-bars-restaurants-11595332395", "title": "Coca-Cola Sales Fall 28%, but It Says the Worst Is Over", "date": "2020-07-21 09:49", "summary": "Executives expect sales to improve in Asia and Europe, which they say have managed worst stages of coronavirus pandemic. Coca-Cola Co. said it believes the biggest challenges of the pandemic are behind it, despite the current surge in coronavirus cases in many parts of the U.S.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/an-old-porsche-sparks-a-new-chapter-in-life-11595338900", "title": "An Old Porsche Sparks a New Chapter in Life", "date": "2020-07-21 09:41", "summary": "Resume Subscription. Catherine Sutton, 55, a film-distribution consultant living in Los Angeles, on her 1964 Porsche 356 C, also known as the Egg, as told to A.J. Baime.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/how-online-school-will-be-better-this-fallbut-still-a-burden-on-parents-11595338802", "title": "Online School Will Be Better This Fall-but Still a Burden on Parents", "date": "2020-07-21 09:40", "summary": "One thing we learned about remote learning last year: It works better when parents can provide support and guidance. Parents are starting to get emails about the fall school agenda, and for many, there's going to be at least some remote instruction.", "categories": [["Tech", "Family & Tech: Julie Jargon"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb", "https://www.wsj.com/news/types/family-tech-julie-jargon?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/photos-a-classic-porsche-thats-one-good-egg-11595338325", "title": "Photos: A Classic Porsche That's One Good Egg", "date": "2020-07-21 09:32", "summary": "Catherine Sutton shows off her 1964 356 C in the Los Angeles hills. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/prepare-to-lose-a-bundle-on-stocks-boosted-by-a-coronavirus-vaccine-11595338308", "title": "Prepare to Lose a Bundle on Stocks Boosted by a Coronavirus Vaccine", "date": "2020-07-21 09:31", "summary": "For investors, there is no safety in betting on Covid-19 vaccine candidates. A Covid-19 vaccine success could boost economic output by trillions of dollars. Those trading vaccine stocks shouldn't expect to share much in the benefits.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/neither-doomsayers-nor-believers-triumph-in-europe-11595338283", "title": "Neither Doomsayers Nor Believers Triumph in Europe", "date": "2020-07-21 09:31", "summary": "EU recovery plan once again proves that the euro isn't about to disintegrate, but it doesn't mean that its endemic issues will start to be fixed. When analyzing the eurozone's dysfunctional economic integration, investors often swing from fearing messy collapses to hoping for watershed fixes. They may need to learn to be stuck permanently in the middle.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/as-600-a-week-jobless-aid-nears-end-congress-faces-a-quandary-11595151000", "title": "As $600-a-Week Jobless Aid Nears End, Congress Faces a Quandary", "date": "2020-07-21 09:22", "summary": "Lawmakers must decide whether the pandemic-related payments are a vital boost to the economy or are keeping people from going back to work. Some 25 million Americans are set to lose $600 a week each in federal unemployment benefits at the end of the month, one of the thorniest issues Congress faces when it returns to Washington this week to consider another coronavirus relief bill.", "categories": [["Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/as-national-parks-reopen-nearby-businesses-play-it-safe-11595336400", "title": "As National Parks Reopen, Nearby Businesses Play It Safe", "date": "2020-07-21 09:00", "summary": "Resume Subscription. MARIPOSA, Calif.-When Yosemite National Park finally reopened in June after a nearly three-month closure because of the coronavirus pandemic, Bryan Imrie was both relieved and nervous.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/battle-over-uber-drivers-employment-status-resurfaces-in-europe-11595335932", "title": "Battle Over Uber Drivers' Employment Status Resurfaces in Europe", "date": "2020-07-21 08:52", "summary": "Ride-hailing firm starts appeal in U.K. court as drivers request user data in the Netherlands. LONDON-Two legal developments in Europe this week are putting a renewed focus on Uber Technologies Inc.'s global battle over the employment status of its drivers.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-k-failed-to-probe-alleged-russian-interference-in-votes-report-says-11595331005", "title": "U.K. Failed to Probe Alleged Russian Interference in Votes, Report Says", "date": "2020-07-21 08:51", "summary": "Intelligence report paints a picture of Russia wielding influence at the top of British politics. LONDON-An influential U.K. parliament intelligence committee Tuesday said the British government had failed to investigate alleged Russian interference in several votes, in a closely watched report that underlined Moscow's influence at the top of British society.", "categories": [["World", "Europe", "U.K."]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb", "https://www.wsj.com/news/types/u-k-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/elon-musk-aims-tesla-at-fourth-straight-profitable-quarter-11595335594", "title": "Elon Musk Aims Tesla at Fourth Straight Profitable Quarter", "date": "2020-07-21 08:46", "summary": "Avoiding a loss might be the Silicon Valley auto maker's biggest quarterly surprise yet following the Covid-19 pandemic and production disruptions. After Tesla Inc.'s lone U.S. assembly plant went offline this spring as authorities in California shut things down to slow the spread of the coronavirus, many Wall Street analysts doubted the second quarter would be profitable.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/post-malone-interview-new-album-rose-11595333530", "title": "How Post Malone Fell in Love With Rosé", "date": "2020-07-21 08:29", "summary": "The grungy \"Sunflower\" singer is now a vino superstar: Malone's Maison No. 9 rosé, launched in June and sold 50,000 bottles in two days.. In his most recent No. 1 single, \"Circles,\" Post Malone laments running in them. Professionally, however, the triple-platinum singer-songwriter is on a direct path. In 2019, he was one of the top-grossing live acts on the planet. His Runaway Tour had already hauled in more than $95 million in global ticket sales before ending prematurely in mid-March because of coronavirus lockdown orders.", "categories": [["Magazine - Culture"]], "category_links": ["https://www.wsj.com/news/types/magazine-culture?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/with-u-s-sports-leagues-still-in-bubbles-europe-prepares-to-bring-back-crowds-11595332800", "title": "With U.S. Sports Leagues Still in Bubbles, Europe Prepares to Bring Back Crowds", "date": "2020-07-21 08:00", "summary": "Firmer control of the virus across the Atlantic means Europe can plan for full stadiums this fall. PARIS-In any other year, tickets for the French Open tennis tournament going on sale wouldn't count as big news, except to tennis fans waiting to sip Champagne in the Parisian sun. But when the tournament box office opened last week, the release of thousands of tickets carried a much weightier implication.", "categories": [["Sports"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/in-chinas-surging-property-market-falling-rents-point-to-economic-pain-11595332802", "title": "In China's Surging Property Market, Falling Rents Point to Economic Pain", "date": "2020-07-21 08:00", "summary": "Rents in the country's biggest cities fell about 2% in June, a sign of weakness as the coronavirus hit the economy. BEIJING-Rents in China's big cities have been falling in recent weeks, a sign of economic uncertainty in China's otherwise gravity-defying residential property market.", "categories": [["Real Estate", "Property Report"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/property-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-trials-seek-to-pool-data-on-convalescent-plasma-11595332801", "title": "Coronavirus Trials Seek to Pool Data on Convalescent Plasma", "date": "2020-07-21 08:00", "summary": "Researchers aren't finding enough Covid-19 patients for rigorous trials to enable definitive conclusions on efficacy of transfusions. Researchers studying the use of convalescent plasma to treat Covid-19 have struggled to find enough patients as the coronavirus outbreak wanes in some areas. So a new project through NYU Langone Health, Albert Einstein College of Medicine and Montefiore Medical Center is trying an unusual tactic: pooling data in real time from disparate clinical trials to form a larger data set.", "categories": [["Life & Work", "Science"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/science?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chinas-ant-group-will-bestride-chinese-markets-11595329434", "title": "China's Ant Group Will Bestride Chinese Markets", "date": "2020-07-21 07:58", "summary": "Ant Group has an enviable competitive position in China. But the frenzy in Shanghai's new tech board creates risks for would-be investors.. Ant Group is named after a small creature, but it is shaping up to be a leviathan of China's markets. Would-be investors must hope that is due to real heft, and not hot air.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ubss-viral-immunity-isnt-shared-11595330481", "title": "UBS's Viral Immunity Isn't Shared", "date": "2020-07-21 07:21", "summary": "Swiss bank has proved resilient so far, but its large European rivals are likely to suffer more. UBS Group is well-positioned for the current crisis. Investors should be cautious in reading those results across to other big European lenders.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-takes-on-settlement-deals-with-polluters-11595329200", "title": "U.S. Takes On Settlement Deals With Polluters", "date": "2020-07-21 07:00", "summary": "Trump administration challenges legal tactic used to fund environmental improvements in harmed communities. A tactic used to extract additional concessions from polluters in legal settlements is being challenged by the Trump administration, which says the practice subverts Congress's authority over spending.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/covid-could-breathe-renewed-life-into-whats-left-of-iac-11595329202", "title": "Covid Could Breathe Renewed Life Into What's Left of IAC", "date": "2020-07-21 07:00", "summary": "IAC expects life to return to normal, but could thrive on an altered reality in the meantime. IAC/InterActiveCorp . Chairman Barry Diller is telling investors he expects the world to return to normal, but a persistent virus could be just the springboard his business needs.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/companies-must-move-faster-to-avoid-the-unfurling-commercial-cold-war-11595329108", "title": "Companies Must Move Faster to Avoid the Unfurling Commercial Cold War", "date": "2020-07-21 06:58", "summary": "Some Chinese businesses Washington has linked to human-rights abuses work with major American companies, and more are likely to follow. On Monday, the U.S. Department of Commerce added 11 Chinese companies to its \"entity list,\" limiting the ability of U.S. companies to do business with them. Washington accuses the 11 of connections with forced labor or other human-rights abuses in China's Xinjiang region.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/software-developers-look-to-offer-virtual-hajj-as-a-viable-alternative-for-pilgrims-11595325600", "title": "Software Developers Look to Offer Virtual Hajj as a Viable Alternative for Pilgrims", "date": "2020-07-21 06:00", "summary": "Some Muslims question whether a virtual experience can replace an actual pilgrimage as Saudi Arabia curtails this year's hajj due to the pandemic. The annual hajj that brings more than 2 million pilgrims to Saudi Arabia's Mecca has been drastically scaled back this year due to the coronavirus pandemic, but virtual software developers are hoping to let Muslims experience what it's like to worship at the city's holy sites from far away.", "categories": [["Experience Report"]], "category_links": ["https://www.wsj.com/news/experience-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/with-indoor-dining-upended-some-restaurants-call-it-quits-11595323800", "title": "With Indoor Dining Upended, Some Restaurants Call It Quits", "date": "2020-07-21 05:30", "summary": "After withstanding months of coronavirus restrictions, eateries are closing as pandemic cases surge. Saturday night at Eden, a restaurant in Chicago's West Loop neighborhood, felt almost normal. Its roughly 80 tables were full-albeit spaced apart-as customers dined on tagliatelle with pork, lamb shank, cocktails and bottles of wine.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/amid-coronavirus-parents-pod-up-to-form-at-home-schools-11595323805", "title": "Amid Coronavirus, Parents 'Pod Up' to Form At-Home Schools", "date": "2020-07-21 05:30", "summary": "Wary of sending their children back into classrooms, some families are joining into pods to teach kids; other parents look online to replace or supplement in-person instruction.. Julia Begley is wary of sending her 10-year-old daughter, Eve, back to school in the fall. So she is interviewing parents with children of similar ages to \"pod up,\" she says, or create their own little school.", "categories": [["Life & Work", "Life & Style"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/life-style?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/shocked-at-expensive-stocks-bonds-might-be-worth-a-look-11595323356", "title": "Shocked at Expensive Stocks? Bonds Might Be Worth a Look", "date": "2020-07-21 05:22", "summary": "At a time when investors are worried about leverage, it shouldn't be a surprise that companies with more debt are unpopular. Shares in American companies are the most expensive they have been in almost 20 years. Bonds from American companies aren't even as expensive as they were this February. Are corporate bonds offering a bargain that the stock market isn't?", "categories": [["Markets", "Streetwise"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/streetwise?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/eu-leaders-close-in-on-coronavirus-recovery-plan-deal-11595274568", "title": "EU Leaders Agree on $2 Trillion Spending Plan for Recovery", "date": "2020-07-21 02:25", "summary": "Package that aims to contain economic impact of coronavirus could deepen bloc's integration. BRUSSELS-European Union leaders agreed on a €1.8 trillion ($2.06 trillion) spending package aimed at containing an unprecedented economic downturn by resorting to new measures that could ultimately deepen the bloc's economic integration.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/majority-of-voters-say-u-s-society-is-racist-as-support-grows-for-black-lives-matter-11595304062", "title": "Poll Shows Most Voters Agree Black, Hispanic Americans Face Discrimination", "date": "2020-07-21 00:01", "summary": "Perceptions that minorities face racial discrimination hit new highs, WSJ/NBC News poll finds. Voters in growing numbers believe that Black and Hispanic Americans are discriminated against, and a majority of 56% holds the view that American society is racist, a new Wall Street Journal/NBC News poll finds.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11595271178", "title": "Pepper...and Salt", "date": "2020-07-21 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-growing-push-to-treat-racisms-impact-on-mental-health-11595293200", "title": "A Growing Push to Treat Racism's Impact on Mental Health", "date": "2020-07-21 21:00", "summary": "The efforts have gained more urgency in recent months since the killing of George Floyd. There's an accelerating push by psychologists and psychiatrists to identify stress and trauma caused by racism-and develop interventions to address it.", "categories": [["Life & Work", "Health & Wellness"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/health-wellness?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/former-fox-news-anchor-ed-henry-accused-of-rape-in-lawsuit-11595293060", "title": "Former Fox News Anchor Ed Henry Accused of Rape in Lawsuit", "date": "2020-07-21 20:57", "summary": "Former Fox Business associate producer Jennifer Eckhart's lawsuit comes after Fox News terminated Henry. A former Fox Business associate producer alleged in a lawsuit Monday that she was raped and assaulted by Fox News anchor Ed Henry, who the cable news network fired in recent weeks after investigating the claims.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-nfls-pandemic-plan-daily-testing-and-high-tech-contact-tracing-11595277961", "title": "The NFL's Pandemic Plan: Daily Testing and High-Tech Contact Tracing", "date": "2020-07-21 20:28", "summary": "An agreement on safety protocols between the league and its players comes as most teams are set to open training camps on July 28. With just days before training camps begin, the NFL and its players agreed to football's most important new rules-pandemic protocols-after a period of blistering public criticism about safety standards from stars across the league.", "categories": [["Sports", "NFL"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/nfl?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-companies-get-tax-reprieve-in-irs-foreign-income-rules-11595284257", "title": "U.S. Companies Get Tax Reprieve in IRS Foreign-Income Rules", "date": "2020-07-21 20:03", "summary": "Government softens blow of new minimum tax on foreign profits but doesn't give companies all they wanted. WASHINGTON-The Treasury Department relaxed some tax rules on U.S.-based multinational corporations, issuing final regulations Monday that give relief to companies operating in high-tax foreign countries.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}]