[{"link": "https://www.wsj.com/articles/u-s-set-to-reject-certain-chinese-maritime-claims-in-south-china-sea-11594661229", "title": "U.S. Shifts Policy, Rejects Most Chinese Maritime Claims in South China Sea", "date": "2020-07-13 19:58", "summary": "In a direct but largely symbolic challenge to Beijing, Pompeo says China won't be allowed to treat the strategic waters as 'its maritime empire'. HONG KONG-The U.S. declared its formal opposition to a swath of Chinese claims in the South China Sea, in an unusually direct challenge to Beijing's efforts to assert control in the strategic waters.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bridgewater-loses-claims-it-brought-against-ex-employees-who-launched-hedge-fund-11594684208", "title": "Bridgewater Loses Claims It Brought Against Ex-Employees", "date": "2020-07-13 19:50", "summary": "Arbitration panel rules against world's largest hedge fund over its claims on former employees' activities. Bridgewater Associates LP lost an arbitration dispute it had brought against two former investment employees who started their own hedge fund, a rare setback for Bridgewater that could hamper its ability to limit former employees' options after they leave the firm.", "categories": [["Markets", "Financial Services", "Hedge Funds"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/business/financial-services?mod=breadcrumb", "https://www.wsj.com/news/types/hedge-funds?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-case-for-reopening-schools-11594681985", "title": "The Case for Reopening Schools", "date": "2020-07-13 19:13", "summary": "The harm from lost instruction outweighs the Covid-19 risks.. Everything else about the coronavirus has become politicized in America, so why not a return to school as well? That's the depressing state of play as President Trump pushes schools to reopen while Democrats heed teachers unions that demand more federal money and even then may not return. The losers, as ever, would be the children.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/your-sunny-fiscal-update-11594681930", "title": "Your Sunny Fiscal Update", "date": "2020-07-13 19:12", "summary": "Federal government spending hit a record $5.005 trillion over the last nine months.. It barely gets a headline these days, but we thought readers might like to know that federal spending for the first nine months of fiscal 2020 hit a record $5.005 trillion. Congratulations to everyone, and especially young Americans. You'll be paying for it the rest of your lives.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-co-owner-files-for-bankruptcy-protection-11594646010", "title": "New York & Co. Files for Bankruptcy, Will Close All Stores", "date": "2020-07-13 19:12", "summary": "RTW Retailwinds, the company behind the women's apparel brand, expects to liquidate its nearly 400 stores while selling its e-commerce business. The parent company of century-old women's apparel brand New York & Co. has filed for bankruptcy protection and plans to liquidate all its stores after being hurt by forced closures and supply-chain issues during the coronavirus pandemic.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/when-central-banks-go-green-11594681872", "title": "When Central Banks Go Green", "date": "2020-07-13 19:11", "summary": "They'd sacrifice their hard-won independence for environmentalism.. Modern central banks jealously guard their independence-unless it comes to the environment. Witness monetary maestros' growing enthusiasm for using central-bank balance sheets to pursue green-policy goals.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/rule-of-law-in-the-south-china-sea-11594681911", "title": "Rule of Law in the South China Sea", "date": "2020-07-13 19:11", "summary": "The State Department finally declares Beijing's claims unlawful.. In the last decade China has intensified its efforts to exert military control over the South China Sea, the vital waterway also claimed in part by Vietnam, the Philippines, Malaysia and others. While the U.S. has sent warships on freedom of navigation exercises, it has remained formally neutral on these maritime disputes.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/democrats-inaction-may-halt-immigration-11594680548", "title": "Congress's Inaction May Halt Immigration", "date": "2020-07-13 18:49", "summary": "Without emergency funding, USCIS will furlough 70% of staff.. America has lately witnessed radical moves in immigration policy. In June the Supreme Court struck down the Trump administration's repeal of the Deferred Action for Childhood Arrivals program, known as DACA, which protects some illegal immigrants who came to the U.S. as children. Then the president suspended H-1B and other work visas, keeping thousands of foreign workers out. Next, the administration announced a new plan to repeal DACA, and U.S. Immigration and Customs Enforcement halted visas to students whose universities are now meeting online. Harvard and the Massachusetts Institute of Technology sued for an injunction.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-way-to-curb-chinese-intimidation-11594680594", "title": "A Way to Curb Chinese Intimidation", "date": "2020-07-13 18:49", "summary": "Congress kept companies from cooperating with the Arab boycott of Israel. It can follow that model now.. Facebook , Google and Twitter announced this month that they will refuse to comply with customer-information requests from Hong Kong authorities until the companies review the implications of a new Chinese security law designed to suppress dissent in the territory. If the tech companies don't cave in, it will be a rare instance of Western businesses standing firm against Beijing's intimidation.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/notable-quotable-food-11594680503", "title": "Notable & Quotable: Food", "date": "2020-07-13 18:48", "summary": "'Science and capitalism . . . make it possible for everyone to eat what he needs.'. From \"The Modern Food Miracle\" by Guy Sorman, City Journal, July 10:", "categories": [["Opinion", "Commentary", "Notable & Quotable"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb", "https://www.wsj.com/news/types/notable-quotable?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/butch-cassidy-review-the-allure-of-the-celebrity-outlaw-11594680440", "title": "'Butch Cassidy' Review: The Allure of the Celebrity Outlaw", "date": "2020-07-13 18:47", "summary": "Despite the author's best efforts, Butch Cassidy comes across as scarcely more than a charming desperado. So why the fascination?. Near the midpoint of \"Butch Cassidy and the Sundance Kid,\" director George Roy Hill's 1969 buddy movie starring Paul Newman and Robert Redford, the outlaws barge into the office of a Wyoming sheriff. Anxious to evade the hard-charging posse tracking them after a pair of train robberies, the duo beseeches the lawman-who has a soft spot for the rogues-to intercede on their behalf with the federal government. Butch explains that they would happily serve in the Spanish-American War, adding gamely: \"They don't even have to make us officers.\" But the sheriff demurs, insisting, in one of the film's most quoted passages: \"Now you shoulda let yourselves get killed a long time ago, while you had the chance. See, you may be the biggest thing ever hit this area, but you're still two-bit outlaws. . . . Your times is over and you're gonna die bloody! And all you can do is choose where.\"", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/aoc-is-full-of-beans-11594680470", "title": "AOC's Hill of Beans", "date": "2020-07-13 18:47", "summary": "The #BoycottGoya radicals lack even the good sense to follow Saul Alinsky's advice.. It's come to this: They want to cancel black beans.", "categories": [["Opinion", "Main Street"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/main-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bidens-foreign-policy-blast-from-the-past-11594680389", "title": "Biden's Foreign-Policy Blast From the Past", "date": "2020-07-13 18:46", "summary": "He thinks liberal multilateralism will tame China, Russia and woke Democrats.. Optimism is a rare commodity in this difficult year, but I came away from a conversation with Antony Blinken, Joe Biden's senior foreign-policy adviser, believing the former vice president's campaign is confident that the old-time Democratic policy playbook will bring success abroad and at home.", "categories": [["Opinion", "Global View"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/global-view?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/travelport-wants-lenders-blocked-from-taking-over-company-11594680320", "title": "Travelport Wants Lenders Blocked From Taking Over Company", "date": "2020-07-13 18:45", "summary": "Travel-booking platform requests court order preventing lenders from seizing assets and taking control of the business. Travelport Worldwide Ltd. is asking a court to block lenders from seizing cash or taking control of the business over a dispute with Elliott Management Corp., warning of a possible bankruptcy if they aren't restrained by an injunction.", "categories": [["Pro Bankruptcy Distress"]], "category_links": ["https://www.wsj.com/news/types/pro-bankruptcy-distress?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-latest-news-07-13-2020-11594628843", "title": "California Pulls Back on Reopening Amid Surge in Virus Cases", "date": "2020-07-13 18:44", "summary": "Governor orders halt to indoor activities in restaurants, bars, museums, movie theaters; students in two largest school districts won't return to in-person schooling in the fall. California officials imposed sweeping new restrictions in response to a statewide surge of coronavirus cases, ordering indoor activities in a host of public places to be closed and declaring that students in the state's two largest school districts wouldn't return to in-person schooling in the fall.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-city-police-officers-use-of-a-taser-is-under-investigation-11594676716", "title": "New York City Police Officer's Use of a Taser Is Under Investigation", "date": "2020-07-13 18:38", "summary": "Incident occurred Sunday in Bay Ridge amid clashes between pro- and anti-police protesters. A police officer's use of a Taser gun on a Black Lives Matter protester is under investigation, according to the New York City mayor, after a weekend marked by contentious encounters between pro- and antipolice demonstrations.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/billboard-charts-to-stop-tallying-music-sold-with-t-shirts-tickets-11594679434", "title": "Billboard Charts to Stop Tallying Music Sold With T-Shirts, Tickets", "date": "2020-07-13 18:30", "summary": "Magazine says move will better reflect fans' actual listening habits, reduce any perceived manipulation. Billboard magazine said its music charts will no longer count albums or singles sold in bundles with concert tickets, T-shirts or other memorabilia, a move designed to make the rankings better reflect fans' listening habits and less prone to manipulation by record companies.", "categories": [["WSJ News Exclusive", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/jefferies-names-barclays-executive-as-new-finance-chief-11594679121", "title": "Jefferies Names Barclays Executive as New Finance Chief", "date": "2020-07-13 18:25", "summary": "Former CFO Peg Broadbent died of Covid-19 in late March. Investment bank Jefferies Group LLC hired Matthew Larson, the finance chief of Barclays PLC's Americas and Global Markets businesses, as its chief financial officer.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepsico-sales-fall-driven-by-beverage-segment-11594638593", "title": "At PepsiCo, Quarantine Snacks Offset Drop in Soda Sales", "date": "2020-07-13 18:17", "summary": "Frito-Lay and Quaker Oats post jump in U.S. sales, while beverages slide. Cheetos and Quaker Oats have sold well during the pandemic. Soda hasn't.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tesla-is-now-bigger-than-jpmorgan-and-procter-gamble-next-up-walmart-11594660458", "title": "Tesla Is Now Bigger Than Bank of America and American Express Combined", "date": "2020-07-13 18:17", "summary": "The stock's rally has been driven in part by bets on a surprise quarterly profit, potentially making it eligible for the S&P 500 index. Tesla Inc.'s shares are in the midst of a head-spinning rally that has made the electric-car maker more valuable than many of the titans of American industry.", "categories": [["Markets", "Stocks"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/naya-rivera-update-body-found-in-search-of-lake-for-glee-star-11594663443", "title": "Body of 'Glee' Star Naya Rivera Found at Southern California Lake", "date": "2020-07-13 17:39", "summary": "Actor disappeared July 8 while boating with her son on Lake Piru, north of Los Angeles. The body of \"Glee\" star Naya Rivera was found Monday at a Southern California lake, authorities said.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/joe-bidens-search-for-that-elusive-economic-consensus-11594651754", "title": "Joe Biden's Search for That Elusive Economic Consensus", "date": "2020-07-13 17:16", "summary": "Presumptive Democratic presidential nominee is taking bits from Clinton, Obama and even Trump as he shapes a new center. Presidential campaigns are mostly about defining differences between candidates, but they can be even more interesting when they reveal a search for a middle ground, or an emerging national consensus.", "categories": [["Politics", "Capital Journal"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/capital-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-waterfall-ii-by-my-morning-jacket-review-a-rush-of-inspiration-from-years-ago-11594674161", "title": "'The Waterfall II' by My Morning Jacket Review: A Rush of Inspiration From Years Ago", "date": "2020-07-13 17:02", "summary": "Recorded at the same time as the tracks on the group's 2015 album, the songs here are no B-sides. They're a fully realized record in their own right.. ", "categories": [["Books & Arts", "Music Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/music-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/two-former-unaoil-managers-convicted-on-u-k-bribery-charges-11594657867", "title": "Two Former Unaoil Managers Convicted on U.K. Bribery Charges", "date": "2020-07-13 16:58", "summary": "The former Unaoil Group managers faced charges related to a scheme to pay bribes to secure contracts in Iraq. Two former Unaoil Group managers were convicted on charges related to a scheme to pay bribes for securing contracts in Iraq, the U.K's white-collar crimes prosecuting agency said Monday.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/softbank-explores-options-for-chip-designer-arm-holdings-11594672437", "title": "SoftBank Explores Sale or IPO for Chip Designer Arm Holdings", "date": "2020-07-13 16:54", "summary": "Japanese conglomerate bought British tech company four years ago for $32 billion. SoftBank Group Corp. is exploring alternatives including a full or partial sale or public offering of British chip designer Arm Holdings, which the Japanese conglomerate bought four years ago for $32 billion, according to people familiar with the matter.", "categories": [["WSJ News Exclusive", "Deals"]], "category_links": ["https://www.wsj.com/news/types/deals-deal-makers?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/blank-check-boom-gets-boost-from-coronavirus-11594632601", "title": "Blank-Check Boom Gets Boost From Virus", "date": "2020-07-13 16:49", "summary": "Volatility prompts companies to go public through SPAC deals rather than traditional IPOs. Fallout from the coronavirus has fueled a fresh wave of interest in an unusual investment vehicle with a shaky reputation: the blank-check company.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/global-stock-markets-dow-update-07-13-2020-11594624451", "title": "Stock Rally Loses Steam in Volatile Session", "date": "2020-07-13 16:47", "summary": "Gains in major indexes melt away as California decision adds to fear over fragile economy. A rally in U.S. stocks fizzled Monday after California rolled back its reopening plans, spurring worries about another coronavirus lockdown.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lenders-oppose-federal-effort-to-weaken-housing-discrimination-rule-11594667932", "title": "Lenders Oppose Federal Effort to Weaken Housing-Discrimination Rule", "date": "2020-07-13 16:37", "summary": "Rule change would increase burden of proof on bringing discrimination cases to court. Banks and mortgage lenders are urging the Trump administration to scrap a plan to water down an Obama-era regulation aimed at combating discrimination in housing, saying it is inappropriate amid the national reckoning on race.", "categories": [["WSJ News Exclusive", "Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-schools-can-reopen-safely-recommendations-from-health-experts-11594652649", "title": "How Schools Can Reopen Safely: Recommendations From Health Experts", "date": "2020-07-13 16:22", "summary": "Improved air filtration, keeping children in 'pods' and increased time outdoors are ways to lower risk of coronavirus transmission inside the classroom. Dorian Solot is grappling with the decision of whether to send her daughters back to public school come fall, or to do something new: home-school them.", "categories": [["Life & Work", "Your Health"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/your-health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/health-experts-democrats-rally-to-faucis-defense-after-white-house-criticism-11594667308", "title": "Health Experts, Democrats Rally to Fauci's Defense After White House Criticism", "date": "2020-07-13 16:03", "summary": "They call the attacks on the infectious-disease expert irresponsible as coronavirus cases continue to rise. WASHINGTON-Public-health experts and Democrats rallied to Dr. Anthony Fauci's defense after President Trump and other administration officials criticized him, saying the attacks are irresponsible as coronavirus cases and hospitalizations continue to rise in hard-hit states.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-real-power-brokers-in-china-those-who-wield-the-rubber-stamps-chops-tencent-dangdang-11594670212", "title": "The Real Power Brokers In China: Those Who Wield the Rubber Stamps", "date": "2020-07-13 15:59", "summary": "Resume Subscription. In recent months, executives at some of China's most powerful companies have brawled, sued and launched furtive missions to seize control of one of their most valuable assets.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/roundagain-by-joshua-redman-review-playing-through-jazzs-changes-11594670137", "title": "'RoundAgain' by Joshua Redman Review: Playing Through Jazz's Changes", "date": "2020-07-13 15:55", "summary": "Brad Mehldau, Christian McBride and Brian Blade join the saxophonist on the four musicians' first record together since 1994.. ", "categories": [["Books & Arts", "Music Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/music-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/at-disney-masks-are-required-but-ears-are-optional-11594655973", "title": "At Disney, Masks Are Required but Ears Are Optional", "date": "2020-07-13 15:52", "summary": "Covid-19 presents a marketing opportunity as the Magic Kingdom reopens, but Etsy filled a niche the media giant missed. You can't ward off Covid-19 by wishing upon a star, but a mask will help.", "categories": [["Markets", "Overheard"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/overheard?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-pushes-to-track-some-u-s-visitors-to-stem-coronavirus-spread-11594669828", "title": "New York Pushes Tracking for Visitors", "date": "2020-07-13 15:50", "summary": "Airport travelers arriving to New York from other U.S. states on the state's quarantine list will be required to fill out detailed contact forms upon landing. Airport travelers arriving to New York from other U.S. states that are on New York's quarantine list will be required to fill out detailed contact forms upon landing, with fines and a summons for noncompliance, New York Gov. Andrew Cuomo said Monday.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/netflix-cant-afford-a-weak-sequel-11594639800", "title": "Netflix Can't Afford a Weak Sequel", "date": "2020-07-13 15:29", "summary": "The streaming giant's share price has surged as Wall Street keeps betting on booming subscriber growth. Netflix already proved itself a bona fide hit in a global pandemic. The streaming giant doesn't have the luxury of putting up a dull second act, though.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/disney-closing-hong-kong-property-as-government-looks-to-halt-virus-11594655148", "title": "Disney Closing Hong Kong Property as Government Looks to Halt Virus", "date": "2020-07-13 15:27", "summary": "Decision is setback for entertainment giant, which has been reopening its parks with limited capacities. Walt Disney Co. said it would again close the Hong Kong Disney land theme park, less than a month after it reopened, amid an increase of new coronavirus cases in the city, in a new setback for the entertainment company.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/silver-soars-outpacing-gains-in-s-p-500-and-gold-11594647464", "title": "Silver Soars, Outpacing Recent Gains in S&P 500 and Gold", "date": "2020-07-13 15:11", "summary": "Precious metal has climbed 68% since mid-March, fueled by industrial demand and investors' appetite for alternatives to gold and government bonds. Silver prices climbed to their highest level in nearly three years Monday, lifted by factory reopenings and soaring investor demand for precious metals.", "categories": [["Markets", "Commodities"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/super-pac-university-11594667143", "title": "Super PAC University?", "date": "2020-07-13 15:11", "summary": "Columbia and Brown adopt systemic viewpoints.. At least two Ivy League universities are helping President Donald Trump make the case that their schools have become political institutions rather than strictly educational ones. Could higher education face a tax reckoning if he's re-elected?", "categories": [["Opinion", "Best of the Web"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/best-of-the-web-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/epa-to-retain-ozone-standard-set-by-obama-administration-11594600473", "title": "EPA to Retain Ozone Standard Set by Obama Administration", "date": "2020-07-13 15:08", "summary": "Trump administration plans to keep national limit of 70 parts per billion for the pollutant. The Trump administration plans to retain a national limit of 70 parts per billion for the pollutant ozone, the standard set by the Obama administration five years ago after business groups fought tougher standards.", "categories": [["WSJ News Exclusive", "Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/peacock-nbcuniversals-new-streaming-service-joins-crowded-field-at-challenging-time-11594665415", "title": "Peacock, NBCUniversal's New Streaming Service, Joins Crowded Field at Challenging Time", "date": "2020-07-13 14:36", "summary": "Platform won't have Tokyo Olympics, full slate of originals as it looks to lure customers from competitors. Comcast Corp.'s NBCUniversal is launching its Peacock streaming service Wednesday, betting its low price in return for limited advertising will appeal to cash-strapped customers and make it a viable alternative to its pricier rivals.", "categories": [["Business", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/china-to-impose-retaliatory-sanctions-on-gop-senators-over-xinjiang-bill-11594646596", "title": "China to Impose Retaliatory Sanctions on GOP Senators Over Xinjiang Penalties", "date": "2020-07-13 14:07", "summary": "Marco Rubio and Ted Cruz are among lawmakers targeted by Chinese Foreign Ministry. TAIPEI-China's Foreign Ministry on Monday said it planned to impose corresponding sanctions on several senior GOP figures in retaliation for penalties the Trump administration imposed last week on senior Chinese officials accused of carrying out human-rights abuses against Turkic Muslims in the remote Xinjiang region.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/democracy-dies-in-darkness-but-dont-blame-trump-11594661547", "title": "Democracy Dies in Darkness, but Don't Blame Trump", "date": "2020-07-13 13:32", "summary": "His enemies warned there would be an all-out assault on freedom of speech. Then they launched one.. Remember the grave warnings when Donald Trump was elected about how his presidency would usher in an unprecedented assault on freedom of expression?", "categories": [["Opinion", "Free Expression"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/free-expression?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-city-sees-rise-in-shootings-for-second-straight-weekend-11594661479", "title": "New York City Sees Rise in Shootings for Second Straight Weekend", "date": "2020-07-13 13:31", "summary": "A 1-year-old boy is killed after gunmen fire on gathering in park. A 1-year-old boy was killed and at least 34 people were injured in more than two dozen shootings in New York City over the weekend, continuing a rise in violence that began earlier this summer, police officials said Monday.", "categories": [["U.S.", "Crime"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-crime?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-ill-be-on-campus-this-fall-11594661493", "title": "Why I'll Be on Campus This Fall", "date": "2020-07-13 13:31", "summary": "I'm high-risk for Covid-19, but I'm obligated to give my Georgetown students the education they pay for.. Georgetown University has given all its faculty, including me, the option to teach in the classroom or remotely via computer during the fall semester. Even though my age places me in the high-risk category, I've elected to teach in person. I feel I have an obligation to do so.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/analog-devices-in-talks-to-buy-maxim-integrated-for-more-than-17-billion-11594593796", "title": "Analog Devices to Buy Rival Maxim for Over $20 Billion", "date": "2020-07-13 13:19", "summary": "All-stock deal would create a combined company valued at around $68 billion. Semiconductor maker Analog Devices Inc. said Monday that it plans to buy rival Maxim Integrated Products Inc. for more than $20 billion in what would be one of the largest merger deals of the year.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/princeton-and-woodrow-wilsons-good-and-bad-deeds-11594660700", "title": "Princeton and Wilson's Good and Bad Deeds", "date": "2020-07-13 13:18", "summary": "Nothing about the university's action will impede critical discussion about Woodrow Wilson.. Baher Iskander's \"Princeton Sets a Bad Example\" (op-ed, July 8) resonates loudly with Albanians because just as he attributes his cherished American life to Woodrow Wilson, Albania owes its very existence as a country to our 28th president. In 1912 Albania had declared its independence, after suffering five centuries of Ottoman domination, only a few years before the 1919 Paris Peace Conference. But in the post-World War I vacuum that existed in southern Europe, regional powers circled little Albania like vultures. Greek military units marauded through southern Albania committing horrific acts of ethnic cleansing and genocide, while to the north Serbs were perpetrating other pogroms against Albanians. Situated in a dangerous neighborhood with coveted access to the Adriatic, Albania had few friends and many enemies. The one friend standing between Albania and the vultures was Woodrow Wilson. If not for his intercession at the Paris Peace Conference, Albania wouldn't exist as a country. Today, President Wilson is revered by Albanians and is a key reason why Albania is one of the most pro-American countries in the world. Tirana, Albania's capital, hosts a large statue of Wilson in a public square that bears his name, and I hope that monument to an American statesman will remain in place until long after we're all gone.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/with-biden-plan-no-growth-may-look-good-11594660644", "title": "With Biden Plan, No Growth May Look Good", "date": "2020-07-13 13:17", "summary": "Even the slower growth rate of the Obama administration will be unachievable if progressives gain influence over Mr. Biden.. Phil Gramm and Mike Solon describe a 2020 binary \"Voters' Choice: Growth or Stagnation\" (op-ed, July 9), arguing that Biden administration policies designed to please the progressive wing of the Democratic Party will put a brake on future economic growth. But even the slower growth rate of the Obama administration will be unachievable if progressives gain influence over Mr. Biden.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/better-cancer-screening-helps-lives-and-cost-11594660588", "title": "Better Cancer Screening Helps Lives and Cost", "date": "2020-07-13 13:16", "summary": "The benefits in longevity and cost savings could be immense. These will take time but could upend the way clinical medicine is practiced.. Andy Kessler's \"Cancer Screening Leaps Forward\" (Inside View, July 6) speaks to a very exciting new methodology in the identification of early cancers. While even his current estimate of cost ($1,000) may seem high, imagine if it could replace mammogram screening, spiral CT chest exams for smokers, PSA and biopsies for prostate cancer, colonoscopies every five to 10 years depending on risk category, etc.; there would be massive savings even at $1,000 per yearly test. Add the savings in cancer treatment if you were only needing to treat early versus advanced cancers and the cost effectiveness is clear. There will be bumps along the road, like picking up breast cancers too early to visualize on mammogram or MRI, but this may also lead to treatments that don't involve invasive procedures. Think of using Crispr technology to actually treat mutated genes or other technologies to turn off adverse cellular activity. You may not even need to wait until the primary tumor is large enough to identify. The benefits in longevity and cost savings could be immense. These will take time but could upend the way clinical medicine is practiced.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/scotts-police-reform-could-be-a-key-for-gop-11594660472", "title": "Scott's Police Reform Could Be a Key for GOP", "date": "2020-07-13 13:14", "summary": "Sen. Tim Scott's personal experience with racism and poverty, along with his eloquence and his seemingly singular ability to bring out the best in President Trump, are tailor made for these tumultuous times.. Regarding your editorial \"Blocking Police Reform\" (June 24): For years Democrats have been reaping black votes, while sowing very little that actually improves minority lives. The Senate Democrats refusal to even debate police reform is the latest example of the party ignoring the plight of their constituents to score imaginary points in a game no one wins. For voters like me, who didn't support Donald Trump in 2016 but find themselves equally disgusted by current Democratic antics, Sen. Tim Scott's recitation of his and President Trump's accomplishments for the black community is eye opening.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/carnegie-mellons-new-business-dean-optimistic-about-school-u-s-11594659601", "title": "Carnegie Mellon's New Business Dean Optimistic About School, U.S.", "date": "2020-07-13 13:00", "summary": "Isabelle Bajeux-Besnainou will take over Carnegie Mellon's M.B.A. program, says country is well-equipped to reinvent itself after pandemic. Carnegie Mellon University's Tepper School of Business appointed Isabelle Bajeux-Besnainou its new dean, as M.B.A. programs face challenges from the coronavirus pandemic, declining applications and changes to U.S. visa rules.", "categories": [["Business", "Management", "Business Education"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/management?mod=breadcrumb", "https://www.wsj.com/news/types/business-schools?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/eu-to-respond-to-chinas-hong-kong-moves-11594659442", "title": "EU to Respond to China's Hong Kong Moves", "date": "2020-07-13 12:57", "summary": "Measures could involve export bans, greater visa possibilities for island's citizens and rethinking of extradition arrangements. The European Union and its member states will take coordinated action to respond to China's tightening grip on Hong Kong, the bloc's foreign policy chief said Monday, including looking at export bans for sensitive technologies, widening visa possibilities for the island's citizens and reconsidering extradition arrangements.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hong-kong-security-law-makes-foreign-businesses-feel-less-safe-survey-says-11594634670", "title": "Hong Kong Security Law Prompts Departure of China Fund Adviser", "date": "2020-07-13 12:53", "summary": "Resignation of DeAnne Julius comes as survey shows rising concern about Beijing within business community. An American-British member of an advisory body to China's sovereign-wealth fund has stepped down from her post due to concerns over Chinese restrictions on free speech, including Beijing's controversial new national-security law for Hong Kong.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chip-makers-scale-up-where-it-matters-11594658913", "title": "Chip Makers Scale Up Where It Matters", "date": "2020-07-13 12:48", "summary": "Analog Devices' acquisition of Maxim adds needed heft in a market where business wins tend to last. Bigger isn't always better. But in the market for analog chips, heft has definite advantages.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/for-some-black-americans-therapy-is-gradually-losing-its-stigma-11594657327", "title": "For Some Black Americans, Therapy Is Gradually Losing Its Stigma", "date": "2020-07-13 12:22", "summary": "Mental-health concerns have come to the fore in recent months amid Covid-19's disproportionate effect on the Black community and racial trauma after the George Floyd killing. Therapy wasn't a subject that Alysha Pamphile's Haitian family discussed much when she was growing up in Orange, N.J. But a couple of years ago, she started to think about seeing a therapist while experiencing anxiety and the end of a long-term relationship.", "categories": [["Life & Work", "Health & Wellness"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/health-wellness?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/last-minute-litigation-seeks-to-block-first-federal-execution-since-2003-11594657358", "title": "Last-Minute Litigation Seeks to Block First Federal Execution Since 2003", "date": "2020-07-13 12:22", "summary": "Supreme Court asked to weigh in as Trump administration pushes to carry out death penalty facing Daniel Lewis Lee, scheduled to die late Monday. The Trump administration's plan to resume the federal death penalty after a 17-year hiatus ran into a series of hurdles Monday, when courts blocked executions from proceeding because of inmates' concerns over the lethal-injection protocol.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/glass-walkways-and-green-spaces-designers-reimagine-the-brooklyn-bridge-experience-11594655183", "title": "Designers Reimagine the Brooklyn Bridge Experience", "date": "2020-07-13 11:46", "summary": "New York City officials will review professional and student proposals that make the bridge friendlier to pedestrians and cyclists. Finalists in a competition to improve the crowded Brooklyn Bridge experience for pedestrians and cyclists are proposing a new glass walkway, \"microforests\" at either end and even car bans.", "categories": [["Experience Report"]], "category_links": ["https://www.wsj.com/news/experience-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/russias-norilsk-nickel-involved-in-new-arctic-fuel-spill-11594648849", "title": "Russia's Norilsk Nickel Involved in New Arctic Fuel Spill", "date": "2020-07-13 11:45", "summary": "Officials said almost 45 tons of jet fuel leaked into the ground from a pipeline owned and operated by the mining giant. MOSCOW-Authorities in Russia's Arctic region declared a local state of emergency following the leak of aviation fuel into nearby reservoirs just weeks after a catastrophic diesel spill in the same region.", "categories": [["World", "Europe", "Russia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb", "https://www.wsj.com/news/types/russia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fed-s-williams-sofrratesystem-has-performed-well-during-coronavirus-crisis-11594655100", "title": "Fed's Williams: SOFR Rate System Has Performed Well During Crisis", "date": "2020-07-13 11:45", "summary": "The New York Fed president said banks should stop pricing new deals using Libor now. Federal Reserve Bank of New York President John Williams said Monday that a replacement for the scandal-plagued Libor interest-rate reference regime has fared well amid the stresses seen in the financial system during the coronavirus pandemic.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-taliban-attacks-complicate-afghan-peace-process-11594654731", "title": "New Taliban Attacks Complicate Afghan Peace Process", "date": "2020-07-13 11:38", "summary": "Insurgents claim responsibility for latest assault on Monday, which killed 11 security forces, straining a peace process meant to allow U.S. forces to exit. KABUL-A Taliban attack on a government intelligence headquarters in northern Afghanistan killed 11 security forces and injured dozens of civilians, further straining a peace process meant to pave the way for a withdrawal of American troops.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hong-kong-reverts-to-coronavirus-shutdowns-after-having-tamped-down-spread-11594654234", "title": "Hong Kong Reverts to Coronavirus Shutdowns", "date": "2020-07-13 11:30", "summary": "The city had no local infections for three weeks until an outbreak that began July 5. Hong Kong will impose its strictest social-distancing rules yet in an effort to stamp out a new outbreak of coronavirus infections.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/aid-groups-report-abuse-torture-in-libyas-off-the-grid-detention-centers-11594649292", "title": "Migrants in Libya Suffer Torture, Abuse in Off-the-Grid Detention, Aid Groups Say", "date": "2020-07-13 11:20", "summary": "North African country is seeing a surge in migrants detained in unofficial sites and an 'increase in this industry of torture for ransom'. In late May, Juwel Howladar, a 24-year-old Bangladeshi who was in Libya in search of work, left a voice message for his sister. In tears, he said he had been kidnapped and was being tortured in an abandoned warehouse. He begged his family to send $12,000 or he would be killed, his sister said.", "categories": [["World", "Africa"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/africa-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tommy-tuberville-jeff-sessions-face-off-in-alabama-senate-primary-runoff-11594645453", "title": "Tommy Tuberville, Jeff Sessions Face Off in Alabama Senate Primary Runoff", "date": "2020-07-13 11:14", "summary": "Winner will face Democratic Sen. Doug Jones, with race seen as best hope for Republican Senate pickup in November. Tommy Tuberville faces off against former Sen. Jeff Sessions in Tuesday's long-delayed Alabama Republican primary runoff, with the winner set to face Democratic Sen. Doug Jones in a general-election race seen as the GOP's best shot at flipping a blue seat red.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/jumbled-covid-border-rules-baffle-companies-stymie-tourism-11594651375", "title": "Jumbled Covid-19 Border Rules Baffle Companies, Stymie Tourism", "date": "2020-07-13 10:42", "summary": "Business leaders want to get the global economy back on track, but rising coronavirus levels in places such as the U.S. have governments tapping the brakes. After many countries reopened schools, businesses and restaurants, governments world-wide are wrestling with another coronavirus dilemma: When to throw open their borders again.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/washingtons-nfl-team-officially-drops-the-redskins-name-11594645211", "title": "Washington's NFL Team Drops the Redskins Name", "date": "2020-07-13 10:40", "summary": "The team name, long criticized as derogatory to Native Americans, will be changed after pressure from fans and sponsors escalated. No new name has been announced.. Washington's NFL team on Monday dropped its name of 87 years, the Redskins, bowing to pressure to change a team name widely seen as a racial slur amid the sweeping reckoning over race in 2020.", "categories": [["Sports", "NFL"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/nfl?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/july-isnt-the-same-without-a-tour-de-france-11594650589", "title": "July Isn't the Same Without a Tour de France", "date": "2020-07-13 10:29", "summary": "Amid a pandemic summer, a lazy morning ritual goes missing. I miss the bike race.", "categories": [["Sports"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-massive-compound-with-land-in-new-york-and-connecticut-asks-49-5-million-11594650243", "title": "A Massive Compound With Land in New York and Connecticut Asks $49.5 Million", "date": "2020-07-13 10:24", "summary": "The roughly 260-acre Hillandale estate owned by late Liberty Travel co-founder Gilbert Haroche first listed for $95 million in 2007. The Hillandale estate, a roughly 260-acre compound straddling the border of New York and Connecticut, has returned to market for $49.5 million, roughly half of its 2007 listing price.", "categories": [["WSJ News Exclusive", "Private Properties"]], "category_links": ["https://www.wsj.com/news/types/private-properties?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sirius-to-buy-scripps-podcast-unit-for-at-least-265-million-11594650188", "title": "Sirius to Buy Scripps Podcast Unit for at Least $265 Million", "date": "2020-07-13 10:23", "summary": "The satellite-radio giant says the addition of Stitcher would enable it to reach more than 150 million listeners. Sirius XM Holdings Inc. said it has agreed to buy E.W. Scripps Co. 's Stitcher Inc. podcasting unit for $265 million in cash.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-european-manor-in-the-new-york-suburbs-11594650150", "title": "A European Manor in the New York Suburbs", "date": "2020-07-13 10:22", "summary": "Built around 1900, Hillandale estate has period details and a hedge maze for children.. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/frozen-cocktails-are-hot-sellers-as-new-yorkers-grab-to-go-drinks-11594648800", "title": "Frozen Cocktails Are Hot Sellers as New Yorkers Grab To-Go Drinks", "date": "2020-07-13 10:00", "summary": "Some places can't even find a slush machine to buy, so they are borrowing them or coming up with alternatives. Call it the summer of slush.", "categories": [["U.S.", "Culture"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-culture?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-offers-big-government-plan-to-address-racial-inequality-11594648806", "title": "Biden Offers Plan to Address Racial Inequality", "date": "2020-07-13 10:00", "summary": "Democratic candidate embraces new spending and initiatives, contrasting with Trump's market-oriented approach. Joe Biden is laying out a multipronged plan to address longstanding racial inequality, proposing hundreds of billions of dollars in new federal spending on housing, education, health care and business capital for Black Americans.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/late-south-korea-mayors-accuser-details-allegations-11594648172", "title": "Late South Korea Mayor's Accuser Details Allegations", "date": "2020-07-13 09:49", "summary": "Attorney for ex-secretary challenges Park Won-soon's feminist credentials, as woman group's urge an investigation. SEOUL-A former secretary of the Seoul city mayor alleged that her former boss kissed her bruised knee, asked for hugs and once sent a photo of himself in his underwear, challenging the South Korean politician's feminist credentials after he was found dead last week.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/google-to-invest-10-billion-in-india-11594635725", "title": "Google to Invest $10 Billion in India", "date": "2020-07-13 09:31", "summary": "Tech giant looks to tighten its ties to one of the last great untapped digital markets. Alphabet Inc.'s Google is tightening its ties to India with a $10 billion fund to profit from the country's digital evolution and prove it shouldn't be shut out by protectionist policies.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/art-world-covid-19-oral-history-11594643840", "title": "Will the Art World Ever Be the Same? A Brief Oral History of a Tumultuous Year", "date": "2020-07-13 08:40", "summary": "From the coronavirus to Black Lives Matter protests, the first half of 2020 shocked and shook the art world. Prominent artists, dealers, collectors and executives discuss what happened and what the future might hold.. One morning this spring, amid pandemic and protest, artist Eric Fischl looked up at the sky and saw only blue. The jet-plane contrails of engine exhaust that typically striate the atmosphere above his home near Sag Harbor, New York, were gone. He wondered: \"Will people want to go back to the smog?\"", "categories": [["Feature"]], "category_links": ["https://www.wsj.com/news/types/magazine-feature?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/maluma-breakfast-quarantine-monday-morning-jlo-11594155178", "title": "What Maluma Wants for Breakfast Every Day", "date": "2020-07-13 08:33", "summary": "The Colombian pop singer starts off his week with some cardio and a special treat, if he's been good.. For Maluma, social isolation has been a period of going back to his artistic roots. The 26-year-old singer, who blends the sounds of pop and reggaeton on hits like \"Felices los 4,\" has been isolating at home with his family in Medellín, Colombia. Instead of crisscrossing the world performing for his fans, he has seized the opportunity to work on his music and rediscover his skills in the studio. Without an engineer by his side, Maluma says he's been getting back behind the mixing boards.", "categories": [["My Monday Morning"]], "category_links": ["https://www.wsj.com/news/types/my-monday-morning?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/m-b-a-programs-debate-dropping-gmat-11594643327", "title": "M.B.A. Programs Debate Dropping GMAT", "date": "2020-07-13 08:28", "summary": "Business schools that waived the test for this fall are extending their policy to 2021, though elite programs are hesitant to join. Some business schools are temporarily loosening their standardized testing requirements, a move that could help struggling programs attract more applicants and increase diversity but also make it harder to evaluate candidates.", "categories": [["Business", "Management", "Business Education"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/management?mod=breadcrumb", "https://www.wsj.com/news/types/business-schools?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/london-banks-urged-to-pay-reparations-for-historical-slavery-links-11594642489", "title": "London Banks Urged to Pay Reparations for Links to Slavery", "date": "2020-07-13 08:14", "summary": "Black Lives Matter campaign triggers new calls for London financial institutions to pay for past ties to slave trade. The Black Lives Matter movement is reinvigorating a yearslong campaign to push some of London's oldest financial institutions to pay reparations to the descendants of slaves.", "categories": [["Markets", "Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/confederate-symbolism-in-the-military-stretches-far-beyond-flags-base-names-11594641601", "title": "Confederate Symbolism in the Military Stretches Far Beyond Flags, Base Names", "date": "2020-07-13 08:00", "summary": "Tributes to the Confederacy are common throughout the armed services. Pentagon officials signaled last week that Defense Secretary Mark Esper may ban the display of Confederate flags on military bases to show that the armed services are serious about confronting a long history of racial discrimination.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-covid-19-wont-stop-the-new-shadow-banks-11594639940", "title": "Why Covid-19 Won't Stop the New Shadow Banks", "date": "2020-07-13 07:32", "summary": "Funds that extend loans directly to companies face some trouble, but the big players will likely use the crisis as an opportunity to expand. Shadow banking isn't what it used to be. The Covid-19 crisis, far from tripping it up, could help complete its transformation.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/dont-buy-an-oil-fund-with-an-identity-problem-11594638180", "title": "Don't Buy an Oil Fund With an Identity Problem", "date": "2020-07-13 07:03", "summary": "USO's brush with disaster sparked a transformation. Now it wants to issue shares, but the new version may only be safer, not better.. Not so long ago, a lot of sophisticated funds were convinced about an investment that promised something for nothing. Owning commodities was supposed to give them diversification from stocks and bonds, steady returns and an occasional windfall.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/demand-for-chief-diversity-officers-is-high-so-is-turnover-11594638000", "title": "Demand for Chief Diversity Officers Is High. So Is Turnover.", "date": "2020-07-13 07:00", "summary": "Frustrated by talk but little action and a lack of resources, many diversity executives find themselves rotating through C-suites. It's one of the hottest jobs in America-and it has a revolving door.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mediaocean-buys-marketing-tech-firm-as-tv-and-streaming-converge-11594636200", "title": "Mediaocean Buys Marketing Tech Firm as TV and Streaming Converge", "date": "2020-07-13 06:32", "summary": "4C Insights offers ad tools for streaming video and social media. Mediaocean LLC, a firm best known for its TV advertising software, has agreed to acquire 4C Insights Inc., a marketing technology company specializing in audience data, analytics and ad planning across streaming video and social media.", "categories": [["CMO Today"]], "category_links": ["https://www.wsj.com/news/types/cmo-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/polands-nationalist-president-duda-narrowly-wins-second-term-11594633731", "title": "Poland's Nationalist President Duda Narrowly Wins Second Term", "date": "2020-07-13 06:29", "summary": "The result was the closest of any election in Poland's modern history. WARSAW- Poland's nationalist President Andrzej Duda narrowly defeated his liberal challenger to clinch a second term, a razor-thin election whose results spoke to the European country's intense political polarization.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/investors-find-new-safe-place-to-hide-chinese-bonds-11594632600", "title": "Investors Find New Safe Place to Hide: Chinese Bonds", "date": "2020-07-13 05:30", "summary": "Foreign investors are increasingly buying debt issued by the Chinese government for yields and safety. Investors seeking shelter from the turbulence in markets have found a new haven: Chinese sovereign bonds.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/scientists-hoped-summer-temperatures-would-tamp-down-covid-19-cases-what-happened-11594632601", "title": "Scientists Hoped Summer Temperatures Would Tamp Down Covid-19 Cases. What Happened?", "date": "2020-07-13 05:30", "summary": "How the virus defeated the potential benefits of sunlight, warmer weather. Just a few months back, some scientists hoped summer conditions might help tamp down coronavirus transmission.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/as-covid-19-cases-surge-latino-communities-feel-the-brunt-11594632601", "title": "As Covid-19 Cases Surge, Latino Communities Feel the Brunt", "date": "2020-07-13 05:30", "summary": "In heavily Hispanic neighborhoods of Los Angeles, crowded apartments and concerns about testing affecting immigration status are common. EAST LOS ANGELES-In this community of small corner markets and low-slung strip malls, a primarily Latino population is feeling America's recent resurgence of Covid-19 acutely.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/manchester-citys-champions-league-ban-is-overturned-11594631151", "title": "Manchester City's Champions League Ban Is Overturned", "date": "2020-07-13 05:05", "summary": "The Court of Arbitration for Sport ruled that the suspension imposed by UEFA was not warranted, because 'most of the alleged breaches... were either not established or time-barred'. Manchester City's two-year suspension from the Champions League was overturned on Monday in a stunning reversal that will challenge European soccer's future ability to enforce its rules on excessive spending.", "categories": [["Sports", "Soccer"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/soccer?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/attacking-the-hong-kong-dollar-makes-little-sense-for-the-u-s-11594630721", "title": "Attacking the Hong Kong Dollar Makes Little Sense for the U.S.", "date": "2020-07-13 04:58", "summary": "The Hong Kong dollar's peg to the greenback would be a strange target in retaliation against Beijing, and doesn't seem particularly vulnerable either. As the Chinese government dilutes Hong Kong's autonomy, the city's currency peg is back in the news again. Promises of retaliation against Beijing have prompted discussions over whether Washington might target the Hong Kong dollar's relationship with the greenback.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chinese-data-center-stock-rally-does-not-compute-11594628892", "title": "Chinese Data Center Stock Rally Does Not Compute", "date": "2020-07-13 04:31", "summary": "New infrastructure stimulus plans will provide a real boost, but valuations have gotten stretched and competition will likely intensify. China's push for cloud-computing infrastructure has sent data-center stocks to the stratosphere. That rarefied air will likely prove too thin for some of them.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/kelly-preston-actress-and-wife-of-john-travolta-dies-of-breast-cancer-11594622852", "title": "Actress Kelly Preston Dies of Cancer at 57", "date": "2020-07-13 02:47", "summary": "Preston had a lengthy career on film and television and at times appearing in films with husband John Travolta. LOS ANGELES-Actress Kelly Preston, whose credits included the films \"Twins\" and \"Jerry Maguire,\" died Sunday, her husband John Travolta said. She was 57.", "categories": [["World", "Obituaries"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/obituaries?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/whos-excited-about-tax-day-the-do-it-yourself-filers-irs-tax-deadline-july-15-extension-11594598634", "title": "Who's Excited About Tax Day? The Do-It-Yourself Filers", "date": "2020-07-13 00:27", "summary": "Armed with just a calculator, the brave go mano-a-mano with the IRS's 170-plus forms and instructions. Most Americans are horrified by the idea of doing their own taxes, without help from a professional or computer software. Not Catherine Fray.", "categories": [["A-hed"]], "category_links": ["https://www.wsj.com/news/types/a-hed?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11594584079", "title": "Pepper...and Salt", "date": "2020-07-13 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/frac-sand-supplier-hi-crush-files-for-chapter-11-bankruptcy-11594603063", "title": "Frac-Sand Supplier Hi-Crush Files for Chapter 11 Bankruptcy", "date": "2020-07-13 21:17", "summary": "Hi-Crush is the latest fracking sand supplier to file for bankruptcy amid low crude prices. Hi-Crush Inc., a supplier of sand used in fracking, is the latest company in the oil and gas sector to be pushed into bankruptcy by low crude prices and the disruption from the coronavirus pandemic that has roiled the energy industry.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-does-being-an-ally-look-like-companies-offer-training-in-support-of-black-colleagues-11594602000", "title": "What Does Being an Ally Look Like? Companies Offer Training in Support of Black Colleagues", "date": "2020-07-13 21:00", "summary": "Most Popular News. Co-workers of a Black employee at PricewaterhouseCoopers assumed their colleague had a time-management problem when he was consistently late visiting a Chicago-area client.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/polands-presidential-election-remains-too-close-to-call-11594599903", "title": "Poland's Presidential Election Remains Too Close to Call", "date": "2020-07-13 20:25", "summary": "Results set stage for likely court showdown between nationalist incumbent Duda and liberal challenger Trzaskowski. WARSAW-A presidential contest in Poland on Sunday was too close to call, clocking a higher voter turnout than any election in the country's modern history, and setting the stage for a likely court showdown between the nationalist incumbent and his liberal challenger.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/multiplan-to-go-public-in-merger-with-churchill-capital-entity-11594593000", "title": "MultiPlan to Go Public in Merger With Churchill Capital Entity", "date": "2020-07-13 20:08", "summary": "Health-care-services provider's deal with Churchill Capital Corp. III is valued at $11 billion, including debt. MultiPlan Inc. is merging with a special purpose acquisition company in an $11 billion deal that will take the health-care-services provider public.", "categories": [["Markets", "Deals"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/deals-deal-makers?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/when-co-workers-test-positive-for-covid-19-what-you-need-to-know-11594598401", "title": "When Co-Workers Test Positive for Covid-19: What You Need to Know", "date": "2020-07-13 20:00", "summary": "Employers should immediately tell workers who have been exposed to the coronavirus while protecting the privacy of the affected employee. \"Somebody at my workplace tested positive for Covid-19. What are my employer's legal obligations? What do they have to disclose to the rest of us employees and in what time frame?\"", "categories": [["Life & Work", "Ask Personal Journal"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/ask-personal-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/interns-seek-solutions-to-isolation-during-the-summer-of-coronavirus-11594598400", "title": "Interns Seek Solutions to Isolation During the Summer of Coronavirus", "date": "2020-07-13 20:00", "summary": "Halfway through their internships, young workers are sending signals that more communication makes all the alone time more manageable. Katie Garceran was playing a game of virtual Pictionary with other interns in the Washington, D.C.-based Fund for American Studies internship program from her apartment in Boone, N.C. Suddenly the game screen went black for five minutes.", "categories": [["Business", "Management", "Management & Careers"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/management?mod=breadcrumb", "https://www.wsj.com/news/types/management-careers?mod=breadcrumb"]}]