[{"link": "https://www.wsj.com/articles/trump-set-to-unveil-guidelines-for-lifting-coronavirus-restrictions-11587050541", "title": "Trump's Guidelines to Reopen Economy Put Onus on States", "date": "2020-04-16 19:43", "summary": "Three-phase process encourages states to make data-based decisions. WASHINGTON-President Trump outlined broad new federal guidelines for opening up the country that will put the onus on governors to decide how to restart the economies in their states amid mounting fallout from the coronavirus outbreak.", "categories": [["Politics", "Health Policy"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/health-policy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/in-texas-a-battle-brews-over-voting-by-mail-amid-coronavirus-11587037108", "title": "In Texas a Battle Brews Over Voting by Mail Amid Coronavirus", "date": "2020-04-16 19:40", "summary": "Democrats are suing to expand absentee voting in the nation's second-largest state because of the pandemic. Republicans and Democrats in Texas are locking horns over coronavirus-related efforts to expand voting by mail, with Republicans arguing it can fuel voter fraud and Democrats warning that disallowing it could harm turnout and sway results.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-fed-and-main-street-11587079942", "title": "The Fed and Main Street", "date": "2020-04-16 19:32", "summary": "The central bank is setting itself up for a political backlash.. Another 5.2 million Americans filed jobless claims last week, for a depressing total of 22 million in a month. The worst is far from over, which makes it all the more puzzling that the Federal Reserve and Treasury have been so stingy with their Main Street Expanded Loan Facility that is supposed to offer liquidity support for mid-sized companies.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/needed-a-little-give-and-a-lot-of-integrity-11587079973", "title": "Needed: A Little Give and a Lot of Integrity", "date": "2020-04-16 19:32", "summary": "In this pandemic, some local officials have been too officious, and federal ones too deceptive.. It looks at the moment as if coronavirus wasn't a huge tsunami wave that was going to knock down skyscrapers but a big, welling wave that came, filled the city, changed the waterline, will recede somewhat and well upward again. Maybe it's not a curve but a curve within a roller coaster. Testimony from those who've recovered is not that when it's over they feel 100%. Recovery takes time. It's a sneaky, freaky pathogen. There have been reports on the disease's possible effects on the heart and unanticipated neurological aspects. Early reports of individuals who'd gotten sick, tested positive, recovered, tested negative, then tested positive again were originally dismissed as problems in the testing. But scientists now wonder about reinfection, degrees of virulence, and whether new strains will be milder or more severe. Again, we are discovering the facts of the illness as we experience it.", "categories": [["Opinion", "Declarations"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/declarations?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/no-more-paycheck-protection-11587079767", "title": "No More Paycheck Protection", "date": "2020-04-16 19:29", "summary": "The loan fund has run dry, and Democrats are blocking a refill.. For seven long days, Democrats have been blocking a $250 billion refill for the Paycheck Protection Program, and on Thursday morning the loan fund finally ran out of money. \"Every Senate Republican was ready to act today,\" Majority Leader Mitch McConnell said on the Senate floor Thursday. \"But Democrats would not let us reopen the program.\"", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-lockdown-protests-begin-11587079670", "title": "The Lockdown Protests Begin", "date": "2020-04-16 19:27", "summary": "As the economic pain builds, the public chafes at stifling restrictions.. The shutdowns to mitigate the effects of the coronavirus have now stretched longer than a month. Despite the economic cost and emotional toll, Americans have heeded orders and practiced social distancing to ensure hospitals aren't overwhelmed. But the public's patience won't last forever, and it is most likely to fray when officials impose arbitrary restrictions that defy common sense.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/america-keeps-on-truckin-11587079426", "title": "America Keeps on Truckin'", "date": "2020-04-16 19:23", "summary": "Rig drivers are among the unseen heroes of the economic shutdown.. Among the most overlooked heroes of the 2020 coronavirus crisis are the men and women who haul food and supplies around the country to your local supermarket. Americans can stock up on toilet paper and hand sanitizer-and generally keep themselves fed-only as long as the nation's truckers keep working.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-awards-up-to-483-million-to-moderna-to-accelerate-coronavirus-vaccine-development-and-production-11587075412", "title": "Moderna Gets U.S. Funding for Experimental Coronavirus Vaccine", "date": "2020-04-16 19:23", "summary": "Funding of up to $483 million will help the company test the vaccine further and scale up manufacturing capabilities. Moderna Inc. said Thursday it reached an agreement to receive as much as $483 million in funding from a federal agency to accelerate the development and production of its closely watched experimental vaccine against the new coronavirus.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/funding-exhausted-for-350-billion-small-business-paycheck-protection-program-11587048384", "title": "Funding Exhausted for $350 Billion Small-Business Paycheck Program", "date": "2020-04-16 19:20", "summary": "Congressional Republicans and Democrats disagree over how to replenish the fund. WASHINGTON-Lawmakers again fell short of an agreement on the next round of coronavirus emergency aid Thursday, as a $350 billion loan program for small businesses ran out of money and millions more Americans filed for employment benefits, bringing fresh urgency to the negotiations.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-story-of-yoga-review-more-than-striking-a-pose-11587078703", "title": "'The Story of Yoga' Review: More Than Striking a Pose", "date": "2020-04-16 19:11", "summary": "An import from India gave Americans what they wanted: aerobically vigorous exercise with a veneer of ancient wisdom.. Unable to go to her Brooklyn gym due to closures forced by the pandemic, my wife turns to YouTube every morning and follows a routine advertised as yoga, performed by a woman with malleable limbs. To my Indian eyes, these exertions look nothing like the practice whose name they invoke, but as Alistair Shearer observes: \" 'Yoga' has become an extremely elastic term these days.\" He notes that the phrase \"stretch and relax\"-\"the slogan of many a postural class\"-now applies \"to the word itself, which has become as saggy as any unworked midriff.\"", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/joe-bidens-medicare-for-more-mistake-11587078223", "title": "Joe Biden's Medicare for More Mistake", "date": "2020-04-16 19:03", "summary": "Expanding the program to Americans over 60 would help the affluent.. Joe Biden has inched closer to Medicare for All, promising last week to expand the health program to all Americans over 60. But Mr. Biden's plan relies on large cuts to hospital revenues that won't fly in Congress, especially among Democrats. More to the point, his expansion is poorly designed if the goal is to help the uninsured.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/vitamin-d-and-coronavirus-disparities-11587078141", "title": "Vitamin D and Coronavirus Disparities", "date": "2020-04-16 19:02", "summary": "Supplements may promote immunity, especially in people with darker skin.. Black Americans are dying of Covid-19 at a higher rate than whites. Socioeconomic factors such as gaps in access to health care no doubt play a role. But another possible factor has been largely overlooked: vitamin D deficiency that weakens the immune system.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/yes-trump-can-close-congress-11587078119", "title": "Yes, Trump Can Close Congress", "date": "2020-04-16 19:01", "summary": "The Constitution gives him the power to resolve a 'disagreement' over the 'time of adjournment.'. Every president eventually reaches into a bag of tricks. Donald Trump is no different. On Wednesday he demanded that Congress adjourn so that he can make recess appointments-temporary appointments permissible when the Senate is recessed. If Congress fails to adjourn, he threatens to close it, using constitutional authority no president has ever deployed. The president has it right. And he has James Madison, the father of the Constitution, on his side.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/moving-the-shutdown-goal-posts-11587078025", "title": "Moving the Shutdown Goal Posts", "date": "2020-04-16 19:00", "summary": "Liberals try to set Trump up to take the blame for any further coronavirus deaths.. The shutdown came. The shutdown conquered. Long live the shutdown.", "categories": [["Opinion", "Potomac Watch"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/potomac-watch?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/washington-should-fund-ministers-salaries-11587078049", "title": "Washington Should Fund Ministers' Salaries", "date": "2020-04-16 19:00", "summary": "Excluding houses of worship from Covid bailouts would be discriminatory.. The Covid-19 pandemic has presented unprecedented challenges to faith communities across the U.S. Americans searching for meaning in the sanctuaries of churches, temples and mosques find their doors closed amid government lockdowns. Such closures threaten the financial viability of some houses of worship. The public now must consider what society owes religious organizations during this time of crisis.", "categories": [["Opinion", "Commentary", "Houses of Worship"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb", "https://www.wsj.com/news/types/houses-of-worship?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/america-wont-have-a-grand-reopening-11587077941", "title": "America Won't Have a Grand Reopening", "date": "2020-04-16 18:59", "summary": "The federal government should act to maintain private payrolls to the maximum extent possible.. Can we please stop talking about \"reopening\" the U.S. economy? Probably not, because President Trump owns the national megaphone and won't relinquish it, and the media have latched on to the term. But it is a lousy metaphor.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fcc-chairman-backs-ligado-5g-wireless-proposal-11587052018", "title": "FCC Chairman Backs Ligado 5G Wireless Proposal", "date": "2020-04-16 18:51", "summary": "Wireless venture faced military opposition over concerns its business plan would interfere with GPS technology. Wireless venture Ligado Networks LLC won Federal Communications Commission Chairman Ajit Pai's backing to develop a swath of radio frequencies for cellular service, overcoming staunch opposition from the Pentagon and other U.S. agencies.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-intelligence-sifts-evidence-for-origins-of-coronavirus-11587077170", "title": "U.S. Intelligence Sifts Evidence for Origins of Coronavirus", "date": "2020-04-16 18:46", "summary": "Officials reviewing possibility of natural transmission as well as lab accident theory, but have reached no conclusions. WASHINGTON-U.S. intelligence agencies are assessing whether the coronavirus that has caused a global pandemic escaped from a Chinese biological laboratory in Wuhan, according to senior Trump administration officials.", "categories": [["Politics", "National Security"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/national-security?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/frontier-lenders-say-prearranged-bankruptcy-could-unravel-11587076033", "title": "Frontier Lenders Say Prearranged Bankruptcy Could Unravel", "date": "2020-04-16 18:27", "summary": "Bondholders support telecom company's bankruptcy plan, but secured lenders want more. Frontier Communications Corp.'s senior lenders say the telecommunications company's prearranged bankruptcy plan is a \"fragile house of cards\" that won't stand up in court.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/stimulus-to-add-1-8-trillion-to-u-s-budget-deficit-over-decade-cbo-says-11587072186", "title": "Stimulus to Add Nearly $1.8 Trillion to U.S. Budget Deficit Over Decade", "date": "2020-04-16 18:25", "summary": "Cares Act is projected to boost federal spending by more than $1.3 trillion in that period. WASHINGTON-The stimulus package passed last month to mitigate the economic devastation wrought by the novel coronavirus pandemic will add $1.76 trillion to federal budget deficits over the coming decade, the Congressional Budget Office said Thursday.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/deadly-coronavirus-outbreak-ravages-new-jersey-nursing-home-11587052720", "title": "New Jersey Nursing Home Under Investigation After Coronavirus Deaths", "date": "2020-04-16 18:16", "summary": "Probe launched into state's largest nursing home, where dozens have died; 103 residents have tested positive. Authorities in New Jersey are investigating the state's largest nursing home site after dozens of residents died, many from the coronavirus.", "categories": [["U.S.", "Tri-State Area"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-region?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/boeing-to-restart-jetliner-production-11587075272", "title": "Boeing to Restart Jetliner Production", "date": "2020-04-16 18:14", "summary": "Aerospace giant had shut down production in Seattle area for three weeks due to coronavirus pandemic. Boeing Co. said it will resume limited production of its wide-body commercial jetliners in the Seattle area on April 20 after a three-week shutdown triggered by travel restrictions linked to the coronavirus pandemic.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chinas-export-restrictions-strand-medical-goods-u-s-needs-to-fight-coronavirus-state-department-says-11587031203", "title": "Virus Supplies Bound for U.S. Are Stuck in China Due to Export Rules", "date": "2020-04-16 18:13", "summary": "Products made by 3M, Owens & Minor, PerkinElmer sit in warehouses; GE ventilator production line in Wisconsin nearly brought to a halt. New Chinese export restrictions have left American companies' U.S.-bound face masks, test kits and other medical equipment urgently needed to fight the coronavirus stranded, according to businesses and U.S. diplomatic memos.", "categories": [["WSJ News Exclusive", "Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/argentinas-economy-minister-calls-for-three-year-grace-period-on-foreign-debt-payments-11587069314", "title": "Argentina's Economy Minister Calls for Three-Year Grace Period on Foreign-Debt Payments", "date": "2020-04-16 18:12", "summary": "Martin Guzmán unveiled parts of his plan to restructure the nation's debt. Argentine Economy Minister Martin Guzmán on Thursday called for a three-year moratorium on foreign-debt payments-followed by a sharp reduction in interest payments-as part of a plan to restructure the nation's debt and avoid another costly default.", "categories": [["World", "Latin America"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/latin-america-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/yuma-energy-to-liquidate-through-chapter-11-bankruptcy-11587034253", "title": "Shale Driller Yuma Energy Files for Bankruptcy", "date": "2020-04-16 18:08", "summary": "The oil-and-gas company is nearly out of cash, plans to sell its assets. Yuma Energy Inc., an oil-and-gas company that operates mostly in Louisiana and Texas, has filed for bankruptcy, saying it has nearly run out of cash amid a downturn in energy prices and uncertainty about the coronavirus pandemic.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/smithfield-ceo-says-coronavirus-must-not-stop-u-s-meat-production-11587074597", "title": "Smithfield CEO Says Coronavirus Must Not Stop U.S. Meat Production", "date": "2020-04-16 18:03", "summary": "'The right thing for Americans is that we operate these plants,' said Kenneth Sullivan, who heads the largest U.S. pork producer. The chief executive of Smithfield Foods Inc. said the U.S. cannot allow coronavirus cases to derail meat industry operations, as plant shutdowns across the country cut into food production.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/when-the-stimulus-check-in-your-bank-account-isnt-what-you-expected-11587054049", "title": "When Your Stimulus Check Isn't What You Expected", "date": "2020-04-16 17:50", "summary": "Some Americans find too little, others too much, as IRS sends out more than 80 million payments. The U.S. government sent more than 80 million direct-deposited stimulus payments this week, and the amounts popping up in bank accounts are coming as a surprise to some Americans.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/brazil-president-bolsonaro-fires-health-minister-amid-coronavirus-crisis-11587066498", "title": "Brazil's Leader Fires Health Minister", "date": "2020-04-16 17:43", "summary": "Nation's vast health care system is left without a leader as infectious disease experts warn of a worsening pandemic. São Paulo-President Jair Bolsonaro, who has insisted the risk from the new coronavirus is low and called for Brazil to stay open for business, fired his health minister on Thursday after the two clashed repeatedly over how to handle the pandemic.", "categories": [["World", "Latin America"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/latin-america-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-to-help-in-the-coronavirus-crisisand-why-youll-be-glad-you-did-11587073334", "title": "How to Help in the Coronavirus Crisis-and Why You'll Be Glad You Did", "date": "2020-04-16 17:42", "summary": "Ways to donate money, goods and your time-and likely improve your own frame of mind at the same time. When you're down, help others.", "categories": [["Life & Work", "How You Can Help"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/how-you-can-help?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/senators-seek-coronavirus-relief-for-small-businesses-that-were-shut-out-of-loan-program-11587069022", "title": "Senators Seek Relief for Small Businesses Shut Out of Loan Program", "date": "2020-04-16 17:32", "summary": "Bipartisan duo wants next round of aid to allocate money so local communities can assist very small firms.. ", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/house-democrats-call-for-answers-on-vas-mask-supplies-11587072298", "title": "House Democrats Call for Answers on VA's Mask Supplies", "date": "2020-04-16 17:24", "summary": "Chairman of House Committee on Veterans Affairs asks White House to provide data from VA on protective gear policies during coronavirus pandemic. A group of House Democrats sent the White House a letter Thursday calling for greater transparency from the Department of Veterans Affairs regarding supplies of protective equipment at VA facilities during the coronavirus pandemic, according to the letter, which was made public.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/blackrocks-first-quarter-profit-fell-23-11587033254", "title": "BlackRock's Profit, Assets Under Management Fall", "date": "2020-04-16 17:11", "summary": "Plummeting markets from coronavirus pandemic dragged assets under management below $7 trillion. Money management giant BlackRock Inc.'s profits fell by 23% in the first quarter, as a global pandemic and waves of selling gripped the investment world.", "categories": [["Markets", "Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/live-sports-and-entertainment-are-shut-sponsorships-are-taking-a-hit-11587071253", "title": "Live Sports and Entertainment Are Shut. Sponsorships Are Taking a Hit.", "date": "2020-04-16 17:07", "summary": "A six-month shutdown would put $10 billion in sponsorships in limbo, one firm says. Sports, entertainment and arts events ranging from National Basketball Association games to the Coachella Valley Music and Arts Festival have been postponed or canceled outright as the struggle against coronavirus rules out all large gatherings. That's left billions of dollars in sponsorship deals up in the air.", "categories": [["CMO Today"]], "category_links": ["https://www.wsj.com/news/types/cmo-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/with-coronavirus-lockdown-lifted-chinese-splurge-on-big-luxury-brands-11587065135", "title": "With Lockdown Lifted, Chinese Splurge on Big Luxury Brands", "date": "2020-04-16 17:04", "summary": "Companies say Chinese market for high-end goods is rebounding after most of their boutiques in the country reopened. PARIS-Spending in China on some of the biggest high-end brands has surged since the country's lockdown ended, luxury goods companies said, offering hope to an industry that has been slammed by the coronavirus pandemic.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/abe-review-digging-into-delectable-fusion-11587070601", "title": "'Abe': Digging Into Delectable Fusion", "date": "2020-04-16 16:56", "summary": "A 12-year-old son of a Jewish mother and Muslim father hopes to serve up cultural understanding with his cooking.. When the mother of the title character in \"Abe\" tells her husband that \"we're raising Walter White,\" it's not because she thinks their 12-year-old son is cooking meth, as in \"Breaking Bad,\" but because he has mastered the chemistry of baking bread. Abe is played by Noah Schnapp, from \"Stranger Things,\" and he's irresistibly charming. \"Abe\" the movie is charming too. It's a coming-of-age fable, set in Brooklyn, about a tween prodigy of gastronomy who suffers from identity conflict-Jewish on his mother's side, Muslim on his father's-and dreams of cooking an ecumenical dinner that will bring peace to his fractious family.", "categories": [["Books & Arts", "Film Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/film-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hospitals-try-glucose-monitors-to-reduce-contact-with-covid-19-patients-11587042001", "title": "Hospitals Try Glucose Monitors to Reduce Exposure to Coronavirus", "date": "2020-04-16 16:55", "summary": "Remote readings for those with diabetes help fight virus transmission and preserve protective gear. Hospitals are ordering electronic glucose monitors as a way to limit staff contact with the large portion of contagious Covid-19 patients who have diabetes, in an effort to curb transmission of the disease and conserve scarce protective gear such as face masks.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/selah-and-the-spades-review-most-likely-to-delight-11587070521", "title": "'Selah and the Spades' Review: Most Likely to Delight", "date": "2020-04-16 16:55", "summary": "Feuding factions at a prestigious prep school ace the entertainment test in Tayarisha Poe's debut feature.. The first thing you notice about Tayarisha Poe's \"Selah and the Spades\" is its visual distinction. The film, streaming on Amazon, wants you to see rather than watch what's going on, and pulls you in with cinematography-by Jomo Fray-that ranges from swirling abstractions to lovely soft-light portraiture. Then you're aware of a strong filmmaker's sensibility. This is a debut feature, but far from a conventional one. Ms. Poe sets a comically heightened tone of mythical power for the story of a tyrannical teen and her guileless rival at an exclusive East Coast prep school.", "categories": [["Books & Arts", "Film Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/film-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sergio-review-fragmented-portrait-of-sacrifice-11587070455", "title": "'Sergio': Fragmented Portrait of Sacrifice", "date": "2020-04-16 16:54", "summary": "A Netflix docudrama captures the life of Sergio Vieira de Mello, United Nations envoy to Iraq who was killed there in 2003.. By all accounts Sergio Vieira de Mello was a brilliantly accomplished diplomat and a dedicated international servant specializing in conflict resolution. \"Sergio,\" a Netflix docudrama directed by Greg Barker from a banal screenplay by Craig Borten, catches flashes of his brilliance from time to time but scatters and dims them through a mosaic structure that's ultimately no structure at all. The film, which stars Wagner Moura in the title role, lacks a dramatic center. Instead, it has a central event. The story plays out mostly in flashbacks while Sergio, the Brazilian-born United Nations envoy to war-ravaged Iraq, lies dying in the rubble of the U.N. headquarters in Baghdad that fell to a 2003 terrorist bombing.", "categories": [["Books & Arts", "Film Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/film-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/defending-jacob-review-the-anguish-of-suspicion-11587069654", "title": "'Defending Jacob' Review: The Anguish of Suspicion", "date": "2020-04-16 16:40", "summary": "The parents of a teenage boy suspected of murdering a classmate struggle to believe in their child's innocence.. Forget the overbaked opening scene-it's no indicator of the drama to come in \"Defending Jacob\" (begins Friday, April 24, Apple TV+), a series largely powered by its subtleties. It is thanks to its narrow, altogether gripping-if also frequently suffocating-clinical focus on the inner lives of its subjects that we come to know the Barber family of Massachusetts: a prominent and close-knit family of three trapped in the terrors of accusation. Not that there's much that's revealed about the inner life of the most significant person in that trio-Jacob, the 14-year-old son (an admirably crafty performance by Jaeden Martell), who becomes a suspect in the vicious murder of a schoolmate.", "categories": [["Books & Arts", "Television Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/television-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sanctuary-review-prison-of-the-mind-and-body-11587069595", "title": "'Sanctuary' Review: Prison of the Mind and Body", "date": "2020-04-16 16:39", "summary": "A sane woman is trapped in a high-security sanitarium meant to hold her deranged twin.. It took just a few scenes of \"Sanctuary\" (begins Thursday, April 23, Sundance Now), a tale of identical twins-one evil, the other a model of goodness-to engender stirrings of a wish that Bette Davis were still around. There have been plenty of identical-twin films since Hollywood's Golden Age, but none as fitting for Davis, master of the genre, as this one would have been-a horror tale about a sanitarium in which a woman is mistakenly imprisoned, thanks to the machinations of her twin sister. As it is, Helena, the heroine of this eight-part series, and her evil sister, Siri, are portrayed by Josefin Asplund. We learn, quickly, that Siri-whose behavior had caused her to be confined in this resort-like facility in Sweden, supposedly dedicated to the treatment of psychopaths-had devised a perfect scheme to get out. Having successfully induced Helena to come and visit, she proceeds with a plan to steal her sister's identity and make her escape.", "categories": [["Books & Arts", "Television Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/television-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-dolls-house-part-2-review-small-screen-small-stage-big-impact-11587069156", "title": "'A Doll's House, Part 2' Review: Small Screen, Small Stage, Big Impact", "date": "2020-04-16 16:32", "summary": "Florida Repertory Theatre's production of Lucas Hnath's play rises where the original Broadway production stumbled.. ", "categories": [["Opinion", "Theater Review"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/theater-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/big-gains-in-havens-stoke-worries-about-stock-market-pullback-11587029401", "title": "Strange Relationship Between Stocks and Havens Unnerves Investors", "date": "2020-04-16 16:25", "summary": "Stocks and havens have risen in tandem since major indexes hit a low point last month. Safer assets from gold to Treasurys are rising alongside major indexes, a sign that the stock-market rebound hasn't assuaged investors' fears about the world economy.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-soccer-upheaval-continues-during-pandemic-11587068739", "title": "U.S. Soccer Upheaval Continues During Pandemic", "date": "2020-04-16 16:25", "summary": "New CEO has laid off or furloughed about 15% of federation staff and eliminated its development academy. The new head of the U.S. Soccer Federation, hired last month to take over the organization at a time of strife, has eliminated the group's boys and girls development academies, reduced its youth national-team programming and laid off or furloughed about 15% of its staff.", "categories": [["Sports", "Soccer"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/soccer?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/global-stock-markets-dow-update-4-16-2020-11587012071", "title": "Stocks Inch Higher After Jobless Claims Hold Near Record", "date": "2020-04-16 16:23", "summary": "Investors are also digesting new-home construction data and a Fed survey on manufacturing conditions. U.S. stocks turned higher late Thursday, posting modest gains even after data showed another spike in the number of Americans seeking jobless benefits.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pandemic-exercises-helped-occ-manage-record-trading-volumes-11587068595", "title": "Pandemic Exercises Helped OCC Manage Record Trading Volumes", "date": "2020-04-16 16:23", "summary": "Options Clearing Corp. held a companywide exercise on pandemic preparation in November, just in time for the coronavirus. Options Clearing Corp. saw record-breaking trading volume in March as concern over the coronavirus hit markets. But the OCC, which serves as a guarantor for derivatives, was prepared, having organized a companywide exercise in pandemic preparation last November.", "categories": [["CIO Journal"]], "category_links": ["https://www.wsj.com/news/types/cio-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hydroxychloroquine-sales-rise-at-rite-aid-drugstores-11587051333", "title": "Hydroxychloroquine Sales Rise at Rite Aid Drugstores", "date": "2020-04-16 16:18", "summary": "President Trump has touted the prescription medicine in his coronavirus pandemic briefings. ", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mnuchin-under-growing-pressure-to-help-struggling-mortgage-companies-11587067908", "title": "Mnuchin Under Growing Pressure to Help Struggling Mortgage Companies", "date": "2020-04-16 16:11", "summary": "Firms are squeezed as millions of homeowners suspend home-loan payments amid soaring unemployment. Treasury Secretary Steven Mnuchin is under growing pressure from industry officials and members of Congress to ease strains on mortgage companies as millions of borrowers skip their monthly payments amid the coronavirus outbreak.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/airlines-face-tough-choice-fly-largely-empty-planes-or-lose-coronavirus-aid-11587067828", "title": "Airlines Face Tough Choice: Fly Largely Empty Planes or Lose Coronavirus Aid", "date": "2020-04-16 16:10", "summary": "The federal government denied most requests by JetBlue and Spirit to reduce or suspend flying in response to collapsing demand. Two U.S. airlines have been told by regulators to keep flying routes that carriers say have little or no demand in order to qualify for federal funding.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fed-s-williams-strong-timely-response-to-coronavirus-has-stabilized-markets-11587060301", "title": "Fed's Williams Cites Improved Markets, Prospect of Extended Fed Economic Support", "date": "2020-04-16 16:03", "summary": "The New York Fed president says market stress won't abate until crisis winds down; 'More economic pain is still to come'. Federal Reserve Bank of New York President John Williams said Thursday the U.S. central bank's strong response to the coronavirus crisis has helped to move financial markets back toward health, even as he warned the path of economic recovery is likely to be a long one.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/families-find-ways-to-help-from-home-during-pandemic-11587066556", "title": "Families Find Ways to Help From Home During Pandemic", "date": "2020-04-16 15:49", "summary": "Volunteer projects are ways to bond, feel less isolated and assist hard-hit individuals and communities. As communities strain under the quarantine, families are finding ways to volunteer without leaving their homes.", "categories": [["Life & Work", "Journal Reports: Health Care"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-health-care?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/andrew-cuomo-extends-stay-at-home-policy-until-at-least-may-15-11587056083", "title": "Cuomo Extends Stay-at-Home Policy Until At Least May 15", "date": "2020-04-16 15:48", "summary": "De Blasio's proposed new city budget is billions less than preliminary plan released in January-before pandemic. Gov. Andrew Cuomo said Thursday he was extending New York's \"on pause\" policy until at least May 15, asking people to stay home as much as possible during the coronavirus pandemic and maintain social-distancing.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sizing-up-the-coronaviruss-hit-to-the-job-market-11587066150", "title": "Sizing Up the Coronavirus's Hit to the Job Market", "date": "2020-04-16 15:42", "summary": "A Wall Street Journal analysis finds temporary losses, short-term gains and hiring freezes. Business disruptions caused by the novel coronavirus have driven millions of Americans to seek unemployment benefits, a pace and scale of damage to the labor market unseen in decades. A Wall Street Journal examination of some timely indicators over recent weeks found undercurrents of the pain and some reasons for hope. The key takeaways include:", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/american-companies-innovate-to-fight-the-coronavirus-in-echo-of-world-war-ii-11587045652", "title": "Shoes to Masks: Corporate Innovation Flourishes in Coronavirus Fight", "date": "2020-04-16 15:33", "summary": "Resume Subscription. True Value Co. heard from its more than 4,500 affiliated hardware stores last month that hand sanitizer was flying off the shelves, leaving store staff with none for themselves.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/pentagon-getting-a-push-to-shift-resources-to-asia-11587058846", "title": "Pentagon Getting a Push to Shift Resources to Asia", "date": "2020-04-16 15:16", "summary": "A legislative bill would require the military to dedicate $6 billion a year to counter China, work with allies. WASHINGTON-A push to shift U.S. military resources to Asia to counter Chinese influence is drawing new support in Congress, where a leading lawmaker wants to compel the Pentagon to invest at least $6 billion per year in the U.S. Indo-Pacific Command.", "categories": [["Politics", "National Security"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/national-security?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/oil-demand-will-fall-by-a-fifth-in-april-opec-forecasts-11587043853", "title": "Oil Demand Will Fall by a Fifth in April, OPEC Forecasts", "date": "2020-04-16 15:12", "summary": "U.S. crude prices remain close to 18-year lows hit in late March. Global oil demand will drop by 6.8 million barrels a day in 2020, with the sharpest contraction coming in April amid travel bans and lockdowns aimed at preventing the spread of the coronavirus, the Organization of the Petroleum Exporting Countries said Thursday.", "categories": [["Markets", "Commodities", "Oil Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb", "https://www.wsj.com/news/types/oil-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/dean-skelos-to-be-released-from-prison-after-positive-covid-19-test-11587064100", "title": "Dean Skelos to Be Released From Prison After Positive Covid-19 Test", "date": "2020-04-16 15:08", "summary": "Former New York Senate leader sought compassionate release due to the global pandemic. Dean Skelos, the former New York state Senate majority leader, tested positive for Covid-19 and will be released from prison to home confinement, according to federal prosecutors.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-related-production-shifts-bring-liability-compliance-risks-11587063322", "title": "Coronavirus-Related Production Shifts Bring Liability, Compliance Risks", "date": "2020-04-16 14:55", "summary": "Compliance teams are busy as companies navigate unfamiliar industries and new products in a fast-changing environment. Companies that are shifting operations to make masks, ventilators and other medical equipment are taking on compliance and liability risks as they work to fight the new coronavirus, legal experts say.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/brian-dennehy-tony-winning-stage-screen-actor-dies-at-81-11587062151", "title": "Brian Dennehy, Tony-Winning Stage and Screen Actor, Dies at 81", "date": "2020-04-16 14:35", "summary": "Actor's many films include 'First Blood,' 'To Catch a Killer' and 'Silverado'. Brian Dennehy, the burly actor who started in films as a macho heavy and later in his career won plaudits for his stage work in plays by William Shakespeare, Anton Chekhov, Eugene O'Neill and Arthur Miller, has died. He was 81.", "categories": [["World", "Obituaries"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/obituaries?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-reassuring-approach-to-cooking-three-ingredients-at-a-time-11587126344", "title": "A Reassuring Approach to Cooking, Three Ingredients at a Time", "date": "2020-04-16 14:31", "summary": "You'll be surprised (and relieved) to find how many different meals you can get from a trio of foods you like. A FEW YEARS AGO, when our weathercasters were predicting snowmageddon-or maybe it was a hurricane-I had an opportunity to contemplate what it means to do my job as a food writer.", "categories": [["Life & Work", "Food & Drink"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/food-cooking-drink?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/zoom-hires-security-heavyweights-to-fix-flaws-11587061868", "title": "Zoom Hires Security Heavyweights to Fix Flaws", "date": "2020-04-16 14:31", "summary": "Video-conferencing startup models recovery plan on a Microsoft push years ago to boost Windows security. Zoom Video Communications Inc. is calling in the equivalent of the cybersecurity cavalry after security lapses that have drawn attention from U.S. authorities and raised concerns with customers.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/israel-faces-possible-fourth-election-after-unity-government-talks-falter-11587038409", "title": "Israel Faces Possible Fourth Election After Unity Government Talks Falter", "date": "2020-04-16 14:30", "summary": "President gives lawmakers three weeks to find a consensus prime minister after three inconclusive votes in a year. TEL AVIV-Israel moved closer to a fourth election after Prime Minister Benjamin Netanyahu and his rival Benny Gantzfailed to agree on a unity government deal, extending a period of political uncertainty as the country struggles to contain the coronavirus pandemic.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/wuhan-starts-testing-to-determine-level-of-immunity-from-coronavirus-11587039175", "title": "Wuhan Tests Show Coronavirus 'Herd Immunity' Is a Long Way Off", "date": "2020-04-16 14:26", "summary": "Checks among thousands returning to work, and others without symptoms, aim to prevent second wave of disease in Chinese city. WUHAN, China-Authorities in the coronavirus pandemic's original epicenter have started testing for antibodies among thousands of people returning to work, and others without symptoms, to gain a clearer picture of immunity levels in the city and try to prevent a second wave of disease.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/for-these-unique-homes-being-the-odd-one-out-has-its-ups-and-downs-11587061544", "title": "For These Unique Homes, Being the Odd One Out Has Its Ups and Downs", "date": "2020-04-16 14:25", "summary": "Outliers in architecturally distinct areas can linger on the market, but fetch a premium over comparable homes. The dream home that Sandra and Donald Mayer built for themselves and their six children captures what they love about the architecture of Frank Lloyd Wright. \"We wanted to bring the outside in and the inside out,\" said Ms. Mayer, who said they spent somewhere between $2 million and $3 million over 20 years ago to build the 6,595-square-foot home with Honduran mahogany floors, stone accents, and a view from every room.", "categories": [["Real Estate", "Homes"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/homes?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-unemployment-claims-likely-continued-at-record-levels-11587029401", "title": "U.S. Jobless Claims Top 20 Million Since Start of Shutdowns", "date": "2020-04-16 14:25", "summary": "Another 5.2 million Americans filed for unemployment benefits in latest week. WASHINGTON-More than 22 million workers have sought unemployment benefits during a month of coronavirus-related shutdowns, a record-shattering total that reflects a broad shock for the U.S. labor market.", "categories": [["Economy", "Economic Data"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/economic-data?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mcclatchy-gets-takeover-offer-from-chatham-brigade-capital-11587061187", "title": "McClatchy Gets Takeover Offer From Chatham, Brigade Capital", "date": "2020-04-16 14:19", "summary": "Bid from hedge funds would allow newspaper publisher to leave chapter 11 bankruptcy this year. McClatchy Co. said Thursday it has received a takeover offer from two hedge-fund managers-and senior debtholders-that would get the newspaper publisher's business out of chapter 11 bankruptcy this year.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/who-chief-warns-about-easing-social-distancing-too-early-amid-coronavirus-pandemic-11587060756", "title": "WHO Chief Warns About Easing Social Distancing Too Early", "date": "2020-04-16 14:12", "summary": "Infections could surge back if lockdowns are eased too soon, director-general Tedros says. The head of the World Health Organization warned Thursday that lifting social-distancing restrictions too early could make matters worse and cause the coronavirus pandemic to come surging back.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/investors-ask-how-long-ecb-can-absorb-eurozones-economic-pain-11587060224", "title": "Investors Ask How Long ECB Can Absorb Eurozone's Pain", "date": "2020-04-16 14:03", "summary": "Central bank is spending billions to prop up distressed economies, particularly Italy and Spain, but it faces legal and political restraints. FRANKFURT-Soaring borrowing costs of heavily indebted eurozone countries such as Italy are raising fresh questions about the European Central Bank's ability to absorb the deep economic pain wrought by the new coronavirus epidemic.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/as-virus-death-tolls-rise-world-wide-belgium-considers-adjusting-its-down-11587059597", "title": "As Virus Death Tolls Rise World-Wide, Belgium Considers Adjusting Its Down", "date": "2020-04-16 13:53", "summary": "Proposal to offer a second set of figures including only tested, confirmed coronavirus fatalities offers new evidence of how difficult it remains to tally the virus's impact. BRUSSELS-While the U.S., France and other countries adjust upward their death tolls from coronavirus to include uncounted fatalities, Belgium is considering doing the opposite.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/getting-more-doctors-working-where-needed-11587059351", "title": "Getting More Doctors Working Where Needed", "date": "2020-04-16 13:49", "summary": "It is clear that we need many more doctors trained in multiple specialties to ensure that we are prepared for the next public health emergency.. Your editorial \"Doctors Without State Borders\" (April 11) appropriately uses the Covid-19 crisis to point out the nation's outdated medical-resident cap policy and the importance of strong federal support for training the next generation of physicians. As doctors in New York hospitals work round the clock treating Covid-19 patients, it is clear that we need many more doctors trained in multiple specialties to ensure that we are prepared for the next public health emergency.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/covid-19-we-need-well-advised-politicians-11587059238", "title": "Covid-19: We Need Well-Advised Politicians", "date": "2020-04-16 13:47", "summary": "What part of this isn't playing out as it is supposed to?. George Gilder's suggestion that \"We Need Politicians In a Pandemic\" (op-ed, April 13) to help make decisions during this crisis would certainly not be my choice. I want \"statesmen.\" Many today don't know the difference. Politicians base their decisions and actions on what they think will be best for their re-election. Statesmen try to do the best for their state or country. There are precious few of the latter around today.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/assisted-living-safer-option-for-older-folks-11587059112", "title": "Assisted Living: Safer Option for Older Folks", "date": "2020-04-16 13:45", "summary": "The fact is that assisted-living residents are much safer living in our communities than they would be living by themselves with the physical and cognitive impairments that characterize most of those we care for.. Assisted-living residences are as well prepared as other settings to combat the presence of the new coronavirus (\"Assisted-Living Facilities Draw Scrutiny,\" The Coronavirus Pandemic, April 6). With the emergence of Covid-19, assisted-living providers have carefully followed the specific recommendations provided by the Centers for Disease Control and Prevention and have overwhelmingly gone beyond this guidance to implement safe containment plans that protect residents and staff. Assisted living continues to work cooperatively with the various agencies that are helping us navigate this pandemic, including the CDC, state departments of health and other agencies that provide quality oversight of assisted living.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/democrats-in-key-senate-races-outraise-republican-opponents-11587058171", "title": "Democrats in Key Senate Races Outraise Republican Opponents", "date": "2020-04-16 13:29", "summary": "Party views candidates' strong fundraising as a sign they could flip the Senate, where GOP holds a 53-47 majority. Democrats have raised more money than their Republican opponents in eight of the 2020 cycle's most competitive Senate races, as left-leaning candidates saw a surge in fundraising in the first quarter of the year that narrowed the GOP's campaign-cash advantage in the crucial contests.", "categories": [["Politics", "Audience"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/audience?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/luxury-retailer-neiman-marcus-skips-bond-payment-starting-clock-on-restructuring-11587047670", "title": "Neiman Marcus Skips Bond Payment, Starts Clock Ticking", "date": "2020-04-16 13:28", "summary": "Luxury retailer was already on the brink of a debt restructuring before it closed its stores over the coronavirus pandemic. Neiman Marcus Group Inc. is the latest retailer to skip a payment owed to bondholders as the coronavirus pandemic keeps stores closed, setting a clock ticking for the company to restructure its debt or file for bankruptcy.", "categories": [["WSJ News Exclusive", "Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/google-may-let-some-air-out-of-its-cloud-11587057504", "title": "Google May Let Some Air Out of Its Cloud", "date": "2020-04-16 13:18", "summary": "Biggest spender on data centers is 'recalibrating' its pace of investments. The cloud industry's biggest sugar daddy doesn't look like it will be sweetening the pot much this year.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-concerns-prompt-russias-putin-to-postpone-victory-day-parade-11587057351", "title": "Coronavirus Pandemic Prompts Russia's Putin to Postpone Victory Day Parade", "date": "2020-04-16 13:15", "summary": "Kremlin leader promises to hold festivities after pandemic retreats but gives no new date. MOSCOW-Concerns over the spread of the new coronavirus have forced Russian President Vladimir Putin to postpone Moscow's highly anticipated and revered Victory Day parade, marking the Soviet Union's defeat of Nazi Germany in World War II.", "categories": [["World", "Europe", "Russia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb", "https://www.wsj.com/news/types/russia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/this-is-a-guy-that-is-supposed-to-beat-trump-11587057156", "title": "\"This Is a Guy that Is Supposed to Beat Trump?\"", "date": "2020-04-16 13:12", "summary": "Democratic leaders seem determined to ignore Democratic voters.. Some Democrats must be wondering why their party asked them to show up and vote in this year's primaries and caucuses. Over the last two months Democratic voters nationwide have made it abundantly clear that they do not want a candidate promoting massive structural change in American government and society. But the party leadership seems determined to give them one anyway.", "categories": [["Opinion", "Best of the Web"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/best-of-the-web-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/smartphone-coronavirus-test-apps-would-listen-to-your-cough-11587055803", "title": "Smartphone Coronavirus Test? Apps Would Listen to Your Cough", "date": "2020-04-16 12:50", "summary": "Researchers aim to use AI to judge people's coughs; critics say such screenings could be misleading and unreliable. Smartphones already know a lot about us, but now some researchers are betting the devices can also be trained to detect whether we are infected with the new coronavirus-just by listening.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/3-hollywood-insiders-favorite-books-about-movies-11587055591", "title": "3 Hollywood Insiders' Favorite Books About Movies", "date": "2020-04-16 12:46", "summary": "These showbiz pros on the nonfiction works that taught them volumes about Hollywood, past and present. \"Easy Riders, Raging Bulls\" captures a time in moviemaking I love, from 1967 to 1976. \"Tender Comrades: A Backstory of the Hollywood Blacklist\" has powerful oral histories. These writers and directors weren't anarchists. Most were just slogging away on movies and talking about how the world could be better. \"Who the Devil Made It\" is Peter Bogdanovich's interviews with big directors, and \"The Brothers Mankiewicz\" held surprising facts even I didn't know about my family.", "categories": [["Life & Work", "Life & Style"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/life-style?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/main-street-needs-more-fed-help-11587055459", "title": "Main Street Needs More Fed Help", "date": "2020-04-16 12:44", "summary": "Right now, getting aid to small businesses is more important than protecting the Treasury's investment.. The U.S. economy is in free fall. Leading economic forecasters predict as much as an 11% year-over-year decline in second-quarter gross domestic product. Small businesses-those with under 500 employees, which constitute 50% of the workforce and 44% of GDP-have closed their doors and are teetering from illiquidity to insolvency. Depression is around the corner. The priority should be to get funds to these firms to avoid disaster. Unfortunately, the Main Street Expanded Loan Facility, designed by the Treasury and Federal Reserve, will fail to do so. It wrongfully prioritizes preventing losses over rescuing the economy. The Treasury needs to allocate much more than $75 billion to this program if it is to succeed.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/india-braces-for-the-coronavirus-11587055417", "title": "India Braces for the Coronavirus", "date": "2020-04-16 12:43", "summary": "The country's 1.3 billion people have reason for hope, but it could be a long, grim summer.. As the coronavirus raced around the globe, shredding economies and upending daily life, much of the world's attention has focused on China, Western Europe and the U.S. In the coming months, the largest front in the global war against the virus may well be India, home to 1.3 billion people.", "categories": [["Opinion", "East is East"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/east-is-east?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/british-american-tobacco-under-investigation-in-u-s-for-possible-sanctions-breach-11586994148", "title": "U.S. Authorities Probe British American Tobacco for Possible Sanctions Breach", "date": "2020-04-16 12:39", "summary": "Cigarette maker says Justice Department and U.S. Treasury Department's Office of Foreign Assets Control are investigating. British American Tobacco PLC is under investigation by U.S. authorities for a possible breach of sanctions, the company said.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/shell-sets-more-ambitious-emissions-goals-11587054769", "title": "Shell Sets More Ambitious Emissions Goals", "date": "2020-04-16 12:32", "summary": "Move comes as oil sector faces pressure from investors and headwinds due to coronavirus pandemic. Royal Dutch Shell PLC agreed Thursday to set bolder carbon-emissions goals after engaging with a group of investors representing $40 trillion in assets under management.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/doctors-from-across-country-are-volunteering-in-new-york-city-hospitals-11587054224", "title": "Doctors From Across Country Are Volunteering in New York City Hospitals", "date": "2020-04-16 12:26", "summary": "Nearly 2,000 medical workers donate time and skills amid coronavirus pandemic; 'Every time we bring one in we have a celebration'. Neurosurgeon Ray Baule's last visit to New York City included seeing Billy Joel at Madison Square Garden. This time, he is working in the intensive-care unit at Elmhurst Hospital in Queens, where he did a general surgical internship in 1992.", "categories": [["U.S.", "Politics"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/more-ge-executives-forego-pay-amid-coronavirus-pandemic-11586981462", "title": "More GE Executives Forgo Some Pay Amid Coronavirus Pandemic", "date": "2020-04-16 12:24", "summary": "Senior managers reporting to CEO Larry Culp will give up portions of their salaries to help employees affected by the pandemic. General Electric Co. said senior managers reporting to Chief Executive Larry Culp are giving up portions of their salaries for the rest of the year to help GE employees affected by the coronavirus pandemic.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/great-depression-unemployment-levels-are-on-tap-11587053071", "title": "Great Depression Unemployment Levels Are on Tap", "date": "2020-04-16 12:22", "summary": "Another week of very high jobless claims means that April's U.S. unemployment report could touch levels not seen in most Americans' lifetimes. It is only the middle of April, but already it is becoming clear how monstrously bad this month's U.S. employment report is going to be.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hobbies-for-kings-and-the-people-11587053430", "title": "Hobbies for Kings and the People", "date": "2020-04-16 12:10", "summary": "From collecting ancient coins to Victorian taxidermy, we've found ingenious ways to fill our free time.. It's no surprise that many Americans are turning or returning to hobbies during the current crisis. By definition, a hobby requires time outside of work.", "categories": [["Life & Work", "Ideas", "Historically Speaking"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/historically-speaking?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tired-of-coronavirus-lockdown-heres-how-they-cope-in-antarctica-11587052979", "title": "Coronavirus Lockdown Lessons-From Antarctica", "date": "2020-04-16 12:02", "summary": "The crew at Troll station are used to isolation. They have advice to help us avoid the Jack Nicholson route in 'The Shining'. Deep in the Antarctic, Karin Jansdotter and her companions have been in isolation since November. This spring, much of the world joined them.", "categories": [["A-hed"]], "category_links": ["https://www.wsj.com/news/types/a-hed?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/abbott-a-stock-for-testing-times-11587052247", "title": "Abbott: A Stock for Testing Times", "date": "2020-04-16 11:50", "summary": "Abbott Laboratories has what it takes to ride out the coronavirus crisis, not just because it happens to make three Covid-19 tests. This earnings season, health-care investors should prioritize business diversity above all else.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/spring-books-nature-11587052170", "title": "Spring Books: Nature", "date": "2020-04-16 11:49", "summary": "Jennifer Ackerman goes deep into bird behavior, pulling tasty stories out of rich ground in \"The Bird Way.\" Barry Van Dusen's \"Finding Sanctuary\" is a masterly album of avian field sketches. And David Allen Sibley's \"What It's Like to Be a Bird\" has discoveries on every page.. On a recent trip to Ecuador, I watched a greater ani-a big, floppy black cuckoo with crazed golden eyes-feeding six scruffy fledglings. Little did I know that the chicks were the product of a communal nesting: the offspring of up to four unrelated pairs, with two males taking turns incubating everyone's eggs. In \"The Bird Way\" (Penguin Press, 355 pages, $28), Jennifer Ackerman digs deeper and ranges farther into bird behavior, pulling tasty stories out of rich ground as she hops across the continents. She's a bird-people watcher, showing us the convoluted field activities of the ornithologists she studies (which, for ani-gazers, involve dodging crocodiles while setting up mist nets from a kayak).", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/supermarkets-adjust-meat-sections-as-coronavirus-cuts-supply-11587051995", "title": "Supermarkets Adjust Meat Sections as Virus Cuts Supply", "date": "2020-04-16 11:46", "summary": "Closed plants disrupt deliveries to stores amid increased customer demand; 'we are very concerned about fresh meat'. The coronavirus pandemic is cutting into supermarket meat supplies and affecting choices available in meat cases as plant workers get sick and processors struggle to meet surging demand.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/google-parent-alphabet-to-pull-back-on-hiring-11587051932", "title": "Google to Pull Back on Hiring", "date": "2020-04-16 11:45", "summary": "'We couldn't have imagined' how much could change, says CEO Sundar Pichai. Google's parent company said it would slow hiring as a result of the coronavirus pandemic, in a sign that even the largest corporations are recalibrating to prepare for a recession.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/for-the-rich-a-dilemma-quarantine-with-staff-or-do-their-own-chores-11587051916", "title": "For the Rich, A Dilemma: Quarantine With Staff, or Do Their Own Chores", "date": "2020-04-16 11:45", "summary": "Some wealthy homeowners are self-isolating with staff during the coronavirus pandemic, while others are cooking, cleaning and taking out their own trash. Peter Mahler, the head of a private staffing agency for some of the finest homes in the country, is used to dealing with the quirky problems of ultrahigh-net worth clients. But this was a new one.", "categories": [["Real Estate"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/an-obsessive-guide-to-coronavirus-spring-cleaning-distraction-guaranteed-11587051849", "title": "An Obsessive Guide to Coronavirus Spring Cleaning: Distraction Guaranteed", "date": "2020-04-16 11:44", "summary": "Now that you're permanently at home, you might as well embrace the urge to tidy up fanatically. Don't forget the Band-Aid boxes. BEFORE WE WERE all forced to shelter in place, I found it remarkably easy to procrastinate, especially when it came to domestic chores. Only when I was faced with a term paper or tax deadline did scrubbing the bathtub seem remotely appealing. Now, under house-arrest for the foreseeable future, it's kind of thrilling to finally put that house in order. Soothing even, like a warm bath. And the more time I devote to attacking dust bunnies, the less time I waste scrolling Twitter and googling \"How do I know if I have Coronavirus?\" But what happens after you've already tamed the tub, the fridge, the closets? As I've discovered, there's always more to clean. Here's my suggested schedule:", "categories": [["Life & Work", "Life & Style"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/life-style?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/spring-books-childrens-books-11587051891", "title": "Spring Books: For Kids", "date": "2020-04-16 11:44", "summary": "In these uncertain times, Lauren Wolk's novel \"Echo Mountain\" will soothe young readers like a healing balm. Plus a 90th-anniversary edition of the can-do classic \"The Little Engine That Could.\". Every child learns at school about the dislocation of families during the Great Depression. Novelist Lauren Wolk brings readers into one such stricken household in \"Echo Mountain\" (Dutton, 356 pages, $17.99), a lyrical and affecting story for children ages 10 and older.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/spring-books-gardening-11587051818", "title": "Spring Books: Gardening", "date": "2020-04-16 11:43", "summary": "A compendium from the archives of Country Life magazine provides an armchair tour of the great English gardens. Bill Noble's \"Spirit of Place\" provides more achievable benchmarks for home gardeners, while Jackie Bennett's \"The Artist's Garden\" showcases painterly visions for those with no patch to tend at all.. At a time when the very idea of travel is inconceivable, what a gift to be taken on an armchair tour of the great English gardens, courtesy of the magnificent \"English Gardens: From the Archives of Country Life Magazine\" (Rizzoli, 491 pages, $85). Kathryn Bradley-Hole, the illustrated British weekly's garden editor for 18 years, has chosen 62 garden profiles from the nearly 900 she wrote during her tenure. Her selection-featuring gardens and country houses large and small, from the ancient to the lately established-is divided into 17 thematic sections, from topiary, formal and cottage gardens to decidedly postmodern gardens designed to \"succeed in an environmentally challenging world.\" The concise profiles are accompanied by full-color images by many of today's outstanding English landscape photographers, and some also by fascinating archival materials. Section headers and picture captions provide historical context, addressing the impact on gardens of changing styles, design, economics and technology. In the 1700s, for example, when the land changed hands from the aristocracy to the new industrial and mercantile rich, many formal gardens were swept away in favor of private parks and a more naturalistic landscape aesthetic. These new landscapes were far from natural, since to create private parks, land was grabbed from neighbors, streams were diverted, and greenswards were cleared and manicured by a full-time staff. In the 1800s, global trade-and that great engineering innovation, the glasshouse-allowed the introduction of tender plants from around the world, while the invention of the cylinder mower encouraged greater use of lawns without the labor previously required to cut grass with scythes. The current Duke of Devonshire wrote the book's foreword; his estate, Chatsworth House (profiled here twice), is one of the grandest of them all.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/spring-books-cookbooks-11587051805", "title": "Spring Books: Cooking", "date": "2020-04-16 11:43", "summary": "Suddenly we all are home cooks, even if we don't want to be. Six new books take in everything from family meals to imaginative vegetarian recipes and the \"master techniques\" of baking.. What most of us are looking for in the kitchen these days is not complexity but comfort. Comfort food itself can be a moving target, though, since one person's mac 'n' cheese is another's shakshuka or another's arroz con pollo. But in cookbooks, the comfort comes not just from the food but from the author's voice. We want someone who makes us feel at home with their words as well as their recipes, who creates a sense of welcome and encouragement, an air of relaxed expertise rather than pretense. We want to feel like we're in the kitchen with the author, sharing the companionship that so many of us are missing in this time of social isolation. Among recently published cookbooks, here are a handful that provide just that.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/spring-books-baseball-11587051387", "title": "Spring Books: Baseball", "date": "2020-04-16 11:36", "summary": "Keith Law's \"The Inside Game,\" Bill Ripken's \"State of Play\" and Will Geoghegan's \"Summer Baseball Nation\" shed light on the game of today and (with luck) tomorrow.. It is a gloomy spring when the smack of ball against glove and the strains of vendors hawking peanuts and Cracker Jack do not echo across the land. But we have a stroke of luck to replace the stroke of the bat: baseball books worth adding to the vast literature on the sport. Three volumes from authors steeped in the ways of the ballpark and the folklore of the game will surely spawn yet more hours of reflection and barroom debate.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/japans-abe-to-declare-nationwide-state-of-emergency-11587027219", "title": "Japan's Abe Widens State of Emergency to Entire Nation", "date": "2020-04-16 11:30", "summary": "Prime minister also plans legislation to give cash to every person in Japan to counteract the blow from the tighter coronavirus restrictions, widening earlier plan. TOKYO-Prime Minister Shinzo Abe declared a nationwide state of emergency and more cash payouts to shield the blow, imposing more economy-stifling measures in a country that had mostly avoided them before.", "categories": [["World", "Asia", "Japan"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/japan-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/eu-backs-coronavirus-contact-tracing-apps-similar-to-apple-google-proposal-11587050760", "title": "EU Backs Covid Contact-Tracing Apps Similar to Apple-Google Proposal", "date": "2020-04-16 11:26", "summary": "European officials push for apps that use no location data, but there is debate over how they should work. European officials have a plan to use smartphone apps to stem the Covid-19 pandemic without trampling on the bloc's strict privacy rules: track individuals' exposure to the virus without tracking their locations.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/amazon-retools-with-unusual-goal-get-shoppers-to-buy-less-amid-coronavirus-pandemic-11587034800", "title": "Amazon Retools With Unusual Goal: Get Shoppers to Buy Less Amid Pandemic", "date": "2020-04-16 11:14", "summary": "Retailer cancels Mother's Day promotions, uses other tools to limit strain of order surge. Amazon.com Inc. is retooling its website to do the opposite of what made it one of the world's most powerful and dominant companies: Sell fewer items.", "categories": [["WSJ News Exclusive", "Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-would-aristotle-do-in-a-pandemic-11587048934", "title": "What Would Aristotle Do in a Pandemic?", "date": "2020-04-16 10:55", "summary": "Philosophy can help us navigate the moral dilemmas of the Covid-19 crisis.. People who ponder morality for a living-moral philosophers-often concoct thought experiments involving wildly improbable scenarios to stress test our theories. Consider the rule that we should take whatever action is necessary to save the most lives, which seems like a no-brainer. But now suppose a healthy young man comes to the hospital for a routine test. As it happens, the hospital is treating six mortally ill patients, each in need of a different vital organ. So the doctors decide that they should euthanize the young man and use his organs to pull six patients from the jaws of death. This scenario is a challenge to utilitarianism-the view that doing right consists of acting to achieve the greatest good of the greatest number. The doctors have done that-but have they done the right thing?", "categories": [["Life & Work", "Ideas", "Essay"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/essay?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/live-from-roger-goodells-basement-its-the-nfl-draft-11587048420", "title": "Live From Roger Goodell's Basement: It's the NFL Draft!", "date": "2020-04-16 10:47", "summary": "The draft is taking place remotely because of coronavirus, and it's happening with do-it-yourself video kits while picks get announced from the commissioner's 'man cave'. NFL commissioner Roger Goodell is still figuring out how to work from home. He wants to make sure his neighbors won't be mad when he invites millions of strangers into his basement next week for a business party. He needs to find a way for those strangers to scream at him. He also has to decide what he'll be wearing when he virtually hosts the NFL draft.", "categories": [["Sports", "NFL"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/nfl?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/amazon-aims-to-test-all-employees-for-covid-19-11587048230", "title": "Amazon Aims to Test All Employees for Covid-19", "date": "2020-04-16 10:43", "summary": "Bezos, in shareholder letter, says company has begun assembling equipment to build its first lab. Amazon.com Inc. has started building a testing capacity to diagnose all employees for Covid-19, including those who display no symptoms, Chief Executive Jeffrey Bezos said in a shareholder letter.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/activist-investor-withdraws-nominees-for-ebay-board-after-company-names-ceo-11587047976", "title": "Activist Investor Withdraws Nominees for eBay Board", "date": "2020-04-16 10:39", "summary": "Starboard Value, which first targeted eBay over a year ago, had nominated four directors earlier this year. Activist investor Starboard Value LP has withdrawn its nominees for eBay Inc.'s board after the online marketplace company named a new chief executive, the companies said Thursday.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/morgan-stanley-quarterly-profit-drops-30-11587036578", "title": "Morgan Stanley Quarterly Profit Falls 30%", "date": "2020-04-16 10:31", "summary": "Bank avoids loan losses that dragged down financial results at rivals. Morgan Stanley said its profit fell 30% in the first quarter, the last big U.S. bank to lurch through a period of stress wrought by the coronavirus.", "categories": [["Markets", "Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-who-are-a-bunch-of-party-poopers-11587046692", "title": "The WHO Are a Bunch of Party Poopers", "date": "2020-04-16 10:18", "summary": "The White House has a low opinion of the World Health Organization, but restricting alcohol sales is an idea that doesn't sound so bad. What next, a ban on comfortable sweatpants and binge-viewing sitcoms?", "categories": [["Markets", "Overheard"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/overheard?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/exit-sanders-enter-socialism-11587046662", "title": "Exit Sanders, Enter Socialism", "date": "2020-04-16 10:17", "summary": "Unemployment and federal intervention in the economy are both at unprecedented highs. How much will that influence voters in November?. Editor's note: This is an excerpt from our newsletter, \"2020 Election+Business,\" a weekly dive into the intersection of business, finance and the 2020 election. You can sign up here. This week, as Sen. Bernie Sanders and President Barack Obama endorse former Vice President Joe Biden, we consider how soaring unemployment and the massive federal pandemic response could shape the election. And we talk with labor reporter Eric Morath about how quickly jobs could recover.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/european-regulators-extend-short-selling-bans-frustrating-investors-11587046533", "title": "European Regulators Extend Short-Selling Bans, Frustrating Investors", "date": "2020-04-16 10:15", "summary": "France, Belgium, Greece, Austria and Spain are among countries whose regulators have barred bets on stocks sliding until mid-May. Temporary restrictions on betting against stocks have been extended in Europe, even as investors bemoan the problems such bans pose and their lack of effectiveness.", "categories": [["Markets", "Stocks", "Europe Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb", "https://www.wsj.com/news/types/europe-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-humans-evolved-to-care-for-others-11587045511", "title": "How Humans Evolved to Care for Others", "date": "2020-04-16 09:58", "summary": "Altruism toward strangers grows out of the emotional attachment between babies and their caregivers.. The last few weeks have seen extraordinary displays of altruism. Ordinary people have transformed their lives-partly to protect themselves and the people they love from the Covid-19 pandemic, but also to help other people they don't even know. But where does altruism come from? How could evolution by natural selection produce creatures who sacrifice themselves for others?", "categories": [["Life & Work", "Ideas", "Mind & Matter"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/mind-and-matter-alison-gopnik?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/verizon-to-buy-zoom-conferencing-rival-bluejeans-11587041218", "title": "Verizon Buys Zoom Conferencing Rival BlueJeans", "date": "2020-04-16 09:46", "summary": "Acquisition comes as the coronavirus spurs unprecedented work-from-home arrangements. Verizon Communications Inc. has agreed to buy videoconferencing company Blue Jeans Network Inc., as an unprecedented number of people work remotely because of the coronavirus pandemic.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-disrupts-illegal-drug-supply-in-u-s-dea-official-says-11587043059", "title": "Coronavirus Disrupts Illegal Drug Supply in U.S., DEA Official Says", "date": "2020-04-16 09:17", "summary": "Pandemic appears to affect flow of meth, cocaine, heroin. The flow of illegal drugs, including methamphetamines and heroin, has slowed down during the coronavirus-caused lockdowns around the U.S., the nation's top drug-enforcement official said.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sports-want-to-come-back-soon-that-doesnt-mean-sports-can-come-back-soon-11587042752", "title": "Sports Want to Come Back Soon. That Doesn't Mean Sports Can Come Back Soon.", "date": "2020-04-16 09:12", "summary": "The White House convenes a commission to get games up and rolling. But the timeline remains unclear.. When are the games coming back?", "categories": [["Sports"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/earl-graves-urged-african-americans-to-aim-high-in-business-11587042000", "title": "Earl Graves Urged African-Americans to Aim High in Business", "date": "2020-04-16 09:00", "summary": "Founder of Black Enterprise magazine served on corporate boards and sent his sons to elite universities. As a student at what is now Morgan State University in Baltimore in the 1950s, Earl Graves earned money by mowing lawns. \"Your gardening worries are over,\" his mimeographed flier said. \"Stop breaking your back.\"", "categories": [["World", "Obituaries"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/obituaries?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/is-100-the-new-life-expectancy-for-people-born-in-the-21st-century-11587041951", "title": "Is 100 the New Life Expectancy for People Born in the 21st Century?", "date": "2020-04-16 08:59", "summary": "Two scientists debate just how long the typical human lifespan has become. Is the first person who will live to 150 alive today?", "categories": [["Life & Work", "Journal Reports: Retirement"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-retirement?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/easy-escape-books-quarantine-11587041774", "title": "In These 10 Books, the Blissful Pleasure of an Escapist Read", "date": "2020-04-16 08:58", "summary": "Because reading the news is stressful enough right now, 10 books old and new you can read for pure pleasure. Congratulations to any reader right now with an attention span steady enough to enjoy the works of Tolstoy. Don't despair, however, if you're distracted by the headlines, the economy or the be-Zoomed whirl of school-less chaos in your home and just want something a little lighter to read. Here are some excellent books that don't require your whole brain to enjoy, but are still smart and well done.", "categories": [["Magazine - Culture"]], "category_links": ["https://www.wsj.com/news/types/magazine-culture?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/canadian-bankers-expect-a-bond-boom-11587041902", "title": "Canadian Bankers Expect a Bond Boom", "date": "2020-04-16 08:58", "summary": "Bank of Canada's promise to buy corporate debt is aimed at unfreezing markets hit by coronavirus concerns. TORONTO-Investors and bankers in Canada's corporate bond market are expecting a surge of new corporate borrowing, after the Bank of Canada said it would buy Canadian corporate bonds for the first time on Wednesday.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/best-books-author-recommendations-quarantine-11587040897", "title": "If Not Now, Then When? 23 Authors on the Best Books to Finally Read", "date": "2020-04-16 08:43", "summary": "Ready to climb your literary Mount Everest? We polled some of the world's top authors for the best challenging reads. WSJ. spoke to some of our favorite top-shelf writers, including Pulitzer- and Booker Prize-winning scribes like Ian McEwan, Anthony Doerr, Viet Thanh Nguyen, Ayad Akhtar and Stacy Schiff, to find out what they're reading under quarantine-particularly the longer, trickier books sure to take you out of yourself. (Counterpoint: Want to turn your brain off and take a break? Kick back with these 10 lighter alternatives.)", "categories": [["Magazine - Culture"]], "category_links": ["https://www.wsj.com/news/types/magazine-culture?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-mentor-who-made-dr-anthony-fauci-11587040520", "title": "The Mentor Who Made Dr. Fauci's Career", "date": "2020-04-16 08:39", "summary": "He met the right person at the right time in his career-and Dr. Sheldon Wolff changed Dr. Fauci's life.. The first meeting of the nation's top infectious disease expert and the man who would change his life was a job interview at the National Institutes of Health that ended with a curious question: \"Do you like crabs?\"", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/online-drugstores-look-healthier-in-the-time-of-coronavirus-11587040528", "title": "Online Drugstores Look Healthier in the Time of Coronavirus", "date": "2020-04-16 08:35", "summary": "Digital business models and health care are places to hide in a pandemic-induced recession. Europe's mail-order pharmacies offer a flavor of both.. Selling drugs by mail order should feature high up any list of businesses likely to benefit from a pandemic. The U.S. has no big independent online-only pharmacies, but Europe has two for investors to choose between.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-endorses-g-20-plan-on-debt-suspension-for-low-income-economies-11587040482", "title": "U.S. Endorses G-20 Plan on Debt Suspension for Low-Income Economies", "date": "2020-04-16 08:34", "summary": "Treasury Secretary Mnuchin says U.S. is exploring further options to relieve debt burden in these countries. WASHINGTON-Treasury Secretary Steven Mnuchin said the U.S. \"strongly supports\" a plan from the Group of 20 that allows low-income economies to suspend their debt payments to free up funds to fight the coronavirus pandemic in their nations, and added the U.S. was exploring further options to relieve the debt burden in these countries.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/stuck-at-home-4-old-fashioned-games-with-a-modern-twist-11587040241", "title": "Stuck at Home? Four Old-Fashioned Games With a Modern Twist.", "date": "2020-04-16 08:30", "summary": "To freshen up quarantine game night, we've updated 19th-century diversions from 'Bullet Pudding' to 'Tiddlywinks'. EVEN IF YOU'RE undertaking lockdown with a resolutely positive attitude, there comes a point when the game cabinet is spent. Monopoly just makes the day feel longer. Your 7-year-old son has gotten so dominant at iPad chess, it's no longer any fun. And the less said about Pandemic, the better. It's time to open the mind to older, quainter pastimes. Charades-the most popular of Victorian-era parlor games-fits the bill and lends itself exceedingly well to remote play over apps like Zoom. Games of that era did a great job of making use of imagination, or of items that excessively clothed humans already had lying around-from books to bullets. And, like charades, they can easily be updated to these strange, modern times. Some suggestions:", "categories": [["Life & Work", "Life & Style"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/life-style?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/after-italys-coronavirus-grief-come-anger-and-investigations-11587039296", "title": "After Italy's Coronavirus Grief Come Anger and Investigations", "date": "2020-04-16 08:14", "summary": "Italy is just getting over the worst of the crisis, but in Lombardy-the heartland of Europe's pandemic-the recriminations and judicial investigations have already started. When a close friend of Michela Rosalia Pedrini died of the new coronavirus last month, her grief was so deep she nearly fainted. Since then, her sorrow has turned into rage-and a desire to find out what went wrong and who is to blame.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fintech-lending-to-small-businesses-faces-coronavirus-obstacles-11587038400", "title": "Fintechs Said They Could Lend to Small Businesses Fast. It Hasn't Been Easy.", "date": "2020-04-16 08:00", "summary": "Silicon Valley struggles with structure of government programs and setup of SBA portal. The lending machines of Silicon Valley are running at half-speed.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/feds-coronavirus-stimulus-offers-taxpayer-cash-to-buyout-firm-companies-11586988495", "title": "Fed's Coronavirus Stimulus Offers Taxpayer Cash to Buyout Firm Companies", "date": "2020-04-16 07:44", "summary": "Private equity appears to have won access to federal stimulus funds through the Federal Reserve-with strings attached. Private-equity firms won a victory in getting access to stimulus funds intended to blunt the economic pain of the coronavirus, after missing out on their first effort to secure government cash for their businesses.", "categories": [["Pro PE Industry News"]], "category_links": ["https://www.wsj.com/news/types/pro-pe-industry-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/interpol-says-hospitals-targeted-with-array-of-ransomware-11587029402", "title": "Interpol Says Hospitals Targeted With Array of Ransomware", "date": "2020-04-16 07:40", "summary": "Medical facilities in multiple countries attacked by hacker gangs amid coronavirus pandemic. Hackers have used a number of ransomware variants to attack hospitals and health-care facilities in multiple countries, adding to medical providers' concerns as they confront the coronavirus pandemic, according to Interpol.", "categories": [["Pro Cyber News"]], "category_links": ["https://www.wsj.com/news/types/pro-cyber-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/iac-is-a-bit-of-a-fixer-upper-11587036600", "title": "IAC Is a Bit of a Fixer-Upper", "date": "2020-04-16 07:30", "summary": "Investors are betting on IAC's remodel, but just how quickly can the whole thing be fixed?. IAC/InterActiveCorp . 's ANGI Homeservices touts itself as the world's home-improvement leader, but its business model is hardly turnkey. In a pandemic, analysts widely predict that the home-improvement sector will suffer. But many also expect that business will recover quickly once lockdowns ease-a forecast that might be overly optimistic. The reality could surprise investors eager to invest in IAC's latest remodel.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/amazon-shuts-warehouses-in-france-11587036614", "title": "Amazon Shuts French Warehouses After Court Orders Coronavirus Restrictions", "date": "2020-04-16 07:30", "summary": "U.S. company to continue shipping to customers in France from other countries. PARIS- Amazon.com Inc. closed its warehouses in France after a court this week temporarily forbade the company from shipping nonessential goods because of the risk to workers from the coronavirus.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/washington-d-c-girds-for-its-coronavirus-peak-11587035516", "title": "Washington, D.C., Girds for Its Coronavirus Peak", "date": "2020-04-16 07:11", "summary": "District reports highest single-day death count; Mayor Bowser extends social-distancing measures. The nation's capital reported its highest single-day increase in coronavirus deaths this week, as officials braced for the peak in hospitalizations, which they said could come as late as the end of May.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/comfort-reads-why-valley-of-the-dolls-is-the-ultimate-guilty-pleasure-11587033031", "title": "Comfort Reads: Why 'Valley of the Dolls' Is the Ultimate Guilty Pleasure", "date": "2020-04-16 06:30", "summary": "Jacqueline Susann's 1966 soapy saga of love, fame and friendship won't win over literary snobs, but for over-the-top-escapism, few novels compare. A GOOD READ doesn't have to be in the Great Books canon, or even one you'd admit to reading if an erudite friend calls for a tip. When an antidote to reality is needed, few books commit to over-the-top escapism like Jacqueline Susann's 1966 \"Valley of the Dolls.\" With all the Dom Pérignon quaffed and caviar consumed, the book is a guilty pleasure, minus the hangover. For those not tempted just now by \"Finnegans Wake,\" that's a plus.", "categories": [["Life & Work", "Comfort Reads"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/comfort-reads?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/koreas-historic-election-opens-opportunity-to-break-corporate-strangleholds-11587031909", "title": "Korea's Historic Election Opens Opportunity to Break Corporate Strangleholds", "date": "2020-04-16 06:11", "summary": "Democratic Party's victory could revive efforts to wrestle control of major companies from the families that have controlled them for decades. Japanese Prime Minister Shinzo Abe and South Korean President Moon Jae-in haven't always been the best of friends. But investors can now hope the two will be remembered for something similar: reforming their countries' chronic corporate governance issues.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/with-sports-suspended-sabrina-ionescu-seizes-the-spotlight-11587031200", "title": "With Sports Suspended, Sabrina Ionescu Seizes the Spotlight", "date": "2020-04-16 06:00", "summary": "The WNBA draft will be broadcast on ESPN for the first time, and the league's largest-market team, the New York Liberty, is expected to land the game's biggest college star with the No. 1 pick. The WNBA draft, often marginalized in a crowded sports calendar, will take it over Friday night. And it's set to deliver something New Yorkers have long dreamed of: the game's biggest college star delivered to its biggest market.", "categories": [["Sports"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/say-cheese-but-keep-your-distance-how-a-wedding-photographer-manages-in-the-pandemic-11587029402", "title": "How a Wedding Photographer Manages Amid the Coronavirus", "date": "2020-04-16 05:30", "summary": "Alisha Crossley has shifted from big fêtes to front-porch portraits of couples and families at home; 'I can help them preserve this time'. In mid-March, the calls started coming and didn't stop. Brides-realizing the pandemic had dashed their spring wedding dreams-were scrambling to find alternatives.", "categories": [["U.S.", "Making It Work"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/small-business-aid-package-excludes-many-franchises-in-coronavirus-crisis-11587029401", "title": "Small-Business Aid Package Excludes Many Franchises in Coronavirus Crisis", "date": "2020-04-16 05:30", "summary": "SBA says commercial cleaners, home-repair firms and other businesses aren't eligible for the funds. WASHINGTON-Franchise companies that collectively provide jobs for hundreds of thousands of workers across the country are locked out of stimulus funding linked to the coronavirus pandemic because of how the Small Business Administration is interpreting the congressional relief package's rules.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-new-yorks-coronavirus-death-count-jumped-the-stories-of-patients-who-died-at-home-11587029400", "title": "Stories of New Yorkers Who Died of Coronavirus at Home", "date": "2020-04-16 05:30", "summary": "Thousands in the city weren't initially included in the official tally because they weren't tested or didn't get results before they died. Jarrod Sockwell spent the final days of his life in his Brooklyn home with a fever, cough and no appetite, fearing he had the novel coronavirus.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/companies-devote-shrinking-tech-budgets-to-cloud-ai-11587029400", "title": "Companies Devote Shrinking Tech Budgets to Cloud, AI", "date": "2020-04-16 05:30", "summary": "Coronavirus pandemic has put premium on technology that supports agility, according to IDC report. Companies world-wide are diverting capital spending from information-technology hardware to cloud services, artificial intelligence and other tools that hold the promise of cutting costs and boosting revenue, according to research group International Data Corp.", "categories": [["CIO Journal"]], "category_links": ["https://www.wsj.com/news/types/cio-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/defense-department-watchdog-finds-few-problems-in-awarding-jedi-contract-to-microsoft-over-amazon-11586960694", "title": "Watchdog Finds Few Problems in Pentagon Award of JEDI Contract to Microsoft Over Amazon", "date": "2020-04-16 03:03", "summary": "Report says evidence suggests Pentagon wasn't pressured by White House in awarding cloud-computing pact. WASHINGTON-A Pentagon watchdog concluded that few actual problems occurred in awarding the hotly-disputed JEDI cloud computing contract-in a victory for Microsoft Corp. , which won the pact.", "categories": [["Politics", "National Security"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/national-security?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-to-bond-with-colleagues-during-the-crisis-11587010080", "title": "How to Be a Good Colleague During the Coronavirus Crisis", "date": "2020-04-16 00:08", "summary": "Giving them a friendly shoulder-and opening up to them-can bring you closer together. If there has been one joyful revelation in the midst of the Covid-19 crisis, it is the way so many people have stepped forward to serve and support their communities.", "categories": [["Life & Work", "Journal Reports: Health Care"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-health-care?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/as-coronavirus-deaths-surge-new-york-city-allows-cremations-24-hours-a-day-11585929876", "title": "As Coronavirus Deaths Surge, New York City Allows Cremations 24 Hours a Day", "date": "2020-04-16 00:01", "summary": "Some crematory operators are handling triple the number of bodies they would on a typical day; a plea for cardboard caskets. New York City crematories are so overwhelmed with the death toll from coronavirus cases that regulators are letting them operate 24 hours a day, seven days a week.", "categories": [["U.S.", "Tri-State Area"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-region?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-masks-we-make-11587676077", "title": "The Masks We Make", "date": "2020-04-16 00:01", "summary": "We asked readers to send in pictures of the homemade creations they're wearing. Here's a sampling.. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11586977707", "title": "Pepper...and Salt", "date": "2020-04-16 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-threatens-to-adjourn-congress-11586992100", "title": "Trump Threatens to Adjourn Congress Over Nominees", "date": "2020-04-16 23:39", "summary": "President dismisses pro forma sessions as 'a sham,' wants them ended so he can make recess appointments. President Trump threatened to adjourn both chambers of Congress so he can appoint his nominees for key positions without confirmation by the Senate.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/airlines-have-the-cash-now-they-need-passengers-11586981976", "title": "Airlines Have the Cash. Now They Need Passengers.", "date": "2020-04-16 22:06", "summary": "Federal funds provide the coronavirus-stricken industry with breathing room until the fall. U.S. airlines succeeded in getting billions of dollars of federal aid, but it will only buy them a few months: Their survival depends on how quickly passengers return when coronavirus-driven restrictions ease.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/small-business-aid-program-set-to-run-out-of-money-later-today-11586971294", "title": "Small-Business Aid Funds Nearly Exhausted", "date": "2020-04-16 22:04", "summary": "Negotiations between Congress, White House over fresh funding resumed as initial $350 billion allocation nears depletion. WASHINGTON-A small-business loan program designed to back workers' paychecks has exhausted most of its funding, ramping up pressure on congressional Democrats and Republicans aligned with the White House to reach a deal on the next round of economic aid amid the coronavirus crisis.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/economics-vs-epidemiology-quantifying-the-trade-off-11586982855", "title": "Economics vs. Epidemiology: Quantifying the Trade-Off", "date": "2020-04-16 21:57", "summary": "Their estimates show the benefits of social distancing exceed the costs, but they will need to delve deeper. The rising economic toll of pandemic-induced shutdowns is fueling suspicions that government leaders are listening too much to epidemiologists and not enough to economists.", "categories": [["Economy", "Capital Account"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/capital-account?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/china-criticizes-trumps-who-defunding-as-coronavirus-infections-near-2-million-11586945317", "title": "New York State to Require Masks in Public Places", "date": "2020-04-16 20:49", "summary": "Executives tell Trump a lot more testing needed before Americans will go back to work. New York tightened its social-distancing measures, and business executives told President Trump that a dramatic bump in coronavirus testing was needed before Americans could resume their usual lives, as government and industry leaders weighed the logistics of reopening the economy.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}]