[{"link": "https://www.wsj.com/articles/the-sturgis-statistical-misfire-11599694411", "title": "The Sturgis Statistical Misfire", "date": "2020-09-09 19:33", "summary": "Blaming a South Dakota rally but giving protesters a Covid pass.. Holy Hell's Angels. Last month's motorcycle rally among the deplorables in Sturgis, South Dakota, contributed to 266,796 Covid-19 cases and $12.2 billion in public-health costs-or so claims a new study widely flogged by the media. Here is another example of how flawed statistical models can generate grossly exaggerated projections.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/west-virginias-drug-deal-11599694366", "title": "West Virginia's Drug Deal", "date": "2020-09-09 19:32", "summary": "A Republican AG teams up with trial lawyers to shake down business.. A vaccine might end the Covid-19 crisis, but there seems to be no cure for the pandemic of abusive litigation. In the latest spate of lawsuits, the plaintiff bar is teaming up with state and local officials in a shakedown of pharmacies and retailers despite little evidence of wrongdoing.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-releases-list-of-potential-supreme-court-nominees-11599682752", "title": "Trump Releases List of Potential Supreme Court Nominees", "date": "2020-09-09 19:30", "summary": "Shortlist to fill future vacancy in a possible second term includes Republican senators Ted Cruz, Tom Cotton and Josh Hawley. WASHINGTON-President Trump released a list of potential Supreme Court nominees that he said he would choose from in a second term if a vacancy occurs, in a bid to shore up support among conservative voters ahead of the November election.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/canadian-charity-ensnared-in-trudeau-ethics-scandal-to-shut-down-11599693456", "title": "Canadian Charity Ensnared in Trudeau Ethics Scandal to Shut Down", "date": "2020-09-09 19:17", "summary": "WE Charity, with ties to family of Prime Minister Justin Trudeau, cites political fallout from uproar for decision. OTTAWA-The Canadian charity at the center of a summer scandal engulfing Prime Minister Justin Trudeau and members of his Liberal administration is shutting down, attributing the decision partly to the ensuing political fallout.", "categories": [["World", "Canada"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/canada-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fintech-can-come-out-of-the-shadows-11599693184", "title": "Fintech Can Come Out of the Shadows", "date": "2020-09-09 19:13", "summary": "Firms that make loans and process payments should be chartered and regulated as national banks.. If it lends like a bank and processes payments like a bank, is it a bank? Maybe not, depending on the outcome of a case pending in the Second U.S. Circuit Court of Appeals. In the lawsuit, New York financial-services superintendent Linda Lacewell claims a company can't be a bank unless it accepts deposits, no matter that it offers other services-consumer loans, credit cards or payment processing-that banks have traditionally offered. This claim is legally and historically wrong, as well as risky. Consumer protection and the safety and soundness of our financial system are at risk if it succeeds.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/electric-car-startup-lucid-looks-to-challenge-tesla-with-new-air-sedan-11599679587", "title": "Electric-Car Startup Lucid Looks to Challenge Tesla With New Sedan", "date": "2020-09-09 19:12", "summary": "The company's first new model is set to go into production as competition intensifies in the electric-vehicle market. California-based Lucid Motors Inc. revealed a production-ready version of its first model as the battle to dominate the auto industry's future heats up between Silicon Valley and more-established car companies.", "categories": [["Business", "Autos & Transportation", "Autos Industry"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/transportation?mod=breadcrumb", "https://www.wsj.com/news/types/autos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-has-the-edge-as-the-final-stretch-begins-11599693153", "title": "Biden Has the Edge as the Final Stretch Begins", "date": "2020-09-09 19:12", "summary": "He can keep his lead by pitching unity and surviving the debates. But Trump has time.. Everything is a little off about this election, even its traditional fall kickoff. It isn't only because coronavirus wiped out gigantic Labor Day celebrations for candidates to attend.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/seoul-cracks-down-on-dissent-against-north-korea-11599693108", "title": "Seoul Cracks Down on Dissent Against North Korea", "date": "2020-09-09 19:11", "summary": "Seeking accommodation, the government audits human-rights groups and seeks to outlaw speech.. South Korea is the second-greatest threat to human rights on the Korean Peninsula. President Moon Jae-in ordered a crackdown in July on activists protesting North Korean dictator Kim Jong Un's crimes against humanity. South Korea's national police have undertaken politically driven audits of more than 100 human-rights organizations, and the president is pushing for new laws to criminalize speech.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/adventures-of-the-bad-boy-bowling-gang-11599693067", "title": "Adventures of the Bad Boy Bowling Gang", "date": "2020-09-09 19:11", "summary": "When I was in high school, I'd do anything to be with my pals. I'm sure kids feel the same way today.. Had there been a pandemic in the 1970s, when I was 16, a happy tragedy that happened during my junior year of high school might not have occurred at all.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-trump-biden-niagara-fall-11599693035", "title": "A Trump-Biden Niagara Fall", "date": "2020-09-09 19:10", "summary": "How the pandemic and protests are floating the U.S. into a political crisis.. Niagara Falls is a wonder of the world in part because when staring at its vast, churning expanse, what comes to mind is: I wouldn't want to be swept over those falls. Welcome to the 2020 presidential election. Some 120 million voters are in the same boat, heading for a political crackup on Nov. 3. But hey, we don't arrive at the top of the falls for two months. Why worry?", "categories": [["Opinion", "Wonder Land"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/wonder-land?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-great-secret-review-life-saving-toxicity-11599692999", "title": "'The Great Secret' Review: Life-Saving Toxicity", "date": "2020-09-09 19:10", "summary": "The story of how the poison gases of World War I led to midcentury breakthroughs in cancer treatment.. For any cancer patient who has experienced the gruesome side effects of chemotherapy, it may not be surprising to learn that anti-cancer drugs have their origins in the toxic chemical agents designed for warfare. In \"The Great Secret,\" Jennet Conant describes how researchers stumbled on the therapeutic value of the same compounds that wreaked havoc in two world wars. The discovery revolutionized cancer treatment, but in Ms. Conant's telling a story of scientific triumph is clouded by a parallel tale of official cover-ups and ethical quagmires.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/senior-officials-ordered-dhs-intelligence-office-to-stop-providing-assessments-on-russian-interference-in-u-s-whistleblower-complaint-says-11599680375", "title": "Whistleblower Says DHS Leadership Tried to Halt Reports on Russian Interference", "date": "2020-09-09 19:06", "summary": "The complaint alleged that acting DHS Secretary Chad Wolf said an intelligence notification on the subject should be 'held' because it 'made the president look bad'. A Trump administration official filed a whistleblower complaint alleging that he was instructed to stop disseminating intelligence memos on threats posed by Russia to the presidential election because doing so would be harmful to President Trump, according to records of the complaint released by the House Intelligence Committee.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hp-appoints-acting-cfo-as-finance-chief-heads-to-google-11599687128", "title": "HP Appoints Acting CFO as Finance Chief Heads to Google", "date": "2020-09-09 18:54", "summary": "Marie Myers, an HP veteran, is succeeding Steve Fieler, who is leaving for a job at Google. HP Inc.'s Chief Transformation Officer Marie Myers will become acting finance chief, succeeding Steve Fieler, who is joining Alphabet Inc.'s Google, the company said Wednesday.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/landlords-strike-deal-to-acquire-bankrupt-j-c-penney-11599676718", "title": "Mall Owners Simon and Brookfield to Rescue J.C. Penney", "date": "2020-09-09 18:19", "summary": "Penney's landlords will buy the department-store chain out of bankruptcy for $800 million. Mall owners Simon Property Group Inc. and Brookfield Property Partners LP agreed to acquire J.C. Penney Co. out of bankruptcy for $800 million, keeping the beleaguered department-store chain alive amid the coronavirus pandemic.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tiktok-u-s-discuss-ways-to-avoid-sale-11599680388", "title": "TikTok Owner, U.S. Examine Options to Sidestep a Full Sale", "date": "2020-09-09 17:39", "summary": "It isn't clear whether any alternative would satisfy President Trump's concerns about Chinese-owned video-sharing app. TikTok's Chinese parent, ByteDance Ltd., is discussing with the U.S. government possible arrangements that would allow the popular video-sharing app to avoid a full sale of its U.S. operations, according to people familiar with the matter.", "categories": [["WSJ News Exclusive", "Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/safety-experts-probe-event-pausing-astrazeneca-covid-19-study-11599674538", "title": "Safety Experts Probe Interruption of AstraZeneca's Covid-19 Study", "date": "2020-09-09 17:31", "summary": "Drugmaker suspended trials of its coronavirus vaccine candidate after a woman who received a shot in U.K. testing developed an illness. AstraZeneca PLC said Wednesday an independent committee is reviewing the potential safety concern that led to a pause in its clinical trials of an experimental Covid-19 vaccine, and the trials could restart depending on the outcome.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lvmh-pulls-out-of-tiffany-takeover-11599649473", "title": "LVMH Pulls Out of Tiffany Takeover", "date": "2020-09-09 17:12", "summary": "Tiffany is asking a Delaware court to either force LVMH to complete the merger or award damages. PARIS-Luxury-goods giant LVMH Moët Hennessy Louis Vuitton SE said Wednesday it was backing out of its $16.2 billion takeover of Tiffany & Co., in a sign of how trade tensions and the coronavirus pandemic have taken the air out of the highflying luxury industry.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/senate-republicans-unite-around-skinny-coronavirus-bill-ahead-of-tight-election-11599685955", "title": "Senate Republicans Unite Around 'Skinny' Coronavirus Bill", "date": "2020-09-09 17:12", "summary": "Democrats plan to block aid proposal, which they call too modest, as hopes fade for bipartisan deal. WASHINGTON-Senate Republicans were confident Wednesday that most GOP colleagues would vote to support a narrower coronavirus aid package, a move aimed to highlight party unity as lawmakers grew increasingly pessimistic about any deal with Democrats before the election.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/real-estate-giant-starwood-capital-loses-mall-portfolio-11599684081", "title": "Starwood Capital Loses Mall Portfolio", "date": "2020-09-09 17:11", "summary": "The real-estate investor has lost control of seven malls after a recent debt default, surrendering properties the firm acquired for $1.6 billion seven years ago. Real-estate investor Starwood Capital Group has lost control of seven malls after a recent debt default, surrendering properties the firm acquired for $1.6 billion seven years ago.", "categories": [["WSJ News Exclusive", "Real Estate"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/garage-clothing-chain-owner-seeks-protection-from-creditors-amid-coronavirus-struggles-11599685732", "title": "Garage Clothing Chain Owner Seeks Protection From Creditors", "date": "2020-09-09 17:08", "summary": "Canada's Groupe Dynamite plans to close a number of stores. The Canadian owner of 322 Garage and Dynamite women's clothing and accessories stores has filed for bankruptcy in the U.S. and plans to close some of its locations after struggling with fallout from the coronavirus pandemic.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/investors-shun-risky-assets-as-tech-trade-stalls-11599643801", "title": "Investors Shun Risky Assets as Tech Trade Stalls", "date": "2020-09-09 17:08", "summary": "'This is the kind of market where if you are going to be invested in equities, you have to be a long-term investor,' one investment adviser says. The recent selloff in highflying technology shares was accompanied by a broad retreat from other risky assets, raising questions about the foundation of the market recovery, as investors anticipate a potentially volatile autumn.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/serena-williams-still-here-in-a-very-strange-u-s-open-11599680460", "title": "Serena Williams, Still Here, in a Very Strange U.S. Open", "date": "2020-09-09 17:05", "summary": "The 38-year-old legend rallies from an early deficit to reach the semifinals-and give herself another shot at major No. 24. QUEENS, N.Y.-We've seen this film starring Serena Williams many times. Playing tennis versus a lesser-known opponent, Williams starts slow, almost sleepily, as if she didn't have a proper morning coffee, and isn't ready to break out the Full Serena. Quickly, the lesser-known opponent wins a few games, then another few, and finds herself up, playing free and fearlessly. Williams, meanwhile, looks irritated, at odds with herself, to the point we all start quietly thinking Uh-oh, Serena's gonna lose, because Williams has been vulnerable in recent years, and the lesser-knowns know this.", "categories": [["Sports"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-museum-that-rocks-11599679021", "title": "A Museum That Rocks", "date": "2020-09-09 16:57", "summary": "The newly reopened Maine Mineral & Gem Museum takes an enlightening, local approach to the story of deep time.. ", "categories": [["Books & Arts", "Exhibition Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/exhibition-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/microsoft-prices-xbox-series-x-at-499-11599668178", "title": "Microsoft Prices Xbox Series X at $499", "date": "2020-09-09 16:52", "summary": "Series X will feature enhanced graphics, increased processing power and storage. Microsoft Corp. has priced its Xbox Series X game console at $499, Xbox said on Twitter on Wednesday.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pactiv-evergreen-discloses-potential-fcpa-violations-in-ipo-filing-11599684691", "title": "Pactiv Evergreen Discloses Potential FCPA Violations in IPO Filing", "date": "2020-09-09 16:51", "summary": "The packaging maker says a China unit occasionally gave gift cards to Chinese regulators or employees of state-owned companies, a possible violation of U.S. anti-bribery laws. Pactiv Evergreen Inc., a packaging maker that is preparing for an initial public offering, said it identified practices in a China unit that may have violated the Foreign Corrupt Practices Act, a U.S. anti-bribery law.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/if-tiffany-gets-left-at-the-altar-it-will-need-a-web-strategy-11599684526", "title": "Tiffany Will Need a Bigger Web Strategy If It Gets Left at the Altar", "date": "2020-09-09 16:48", "summary": "Jeweler is playing catch-up on e-commerce and faces uncertain future for flagship stores. Tiffany & Co. bet on tourists flocking to its flagship city stores to pay a premium for its jewelry, making it an attractive takeover target to a luxury giant. Now, with tourism decimated due to the coronavirus pandemic and LVMH trying to back out of the deal, the jeweler faces the prospect of reinventing itself in a brave new retail world.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/vaping-falls-among-young-people-in-u-s-11599672664", "title": "Vaping Drops Among U.S. Youths", "date": "2020-09-09 16:47", "summary": "About 20% of high-school students said they used e-cigarettes, down from nearly 28% last year. Youth vaping fell significantly this year, according to new government data, after federal restrictions raised the legal purchase age for tobacco products to 21 and took fruity-flavored e-cigarette cartridges off the U.S. market.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-city-to-resume-indoor-dining-at-restaurants-11599672105", "title": "New York City to Resume Indoor Dining at Restaurants", "date": "2020-09-09 16:44", "summary": "Indoor service can resume Sept. 30 with capacity capped at 25%, following six-month ban aimed at curbing coronavirus. New York City will allow indoor dining at restaurants at a limited capacity starting Sept. 30, New York Gov. Andrew Cuomo said Wednesday, lifting a six-month ban aimed at stemming the spread of the new coronavirus.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/global-stock-markets-dow-update-09-09-2020-11599629144", "title": "U.S. Stocks Bounce Back After Tech Selloff", "date": "2020-09-09 16:37", "summary": "Oil prices edge up, a day after their biggest fall in months. U.S. stocks surged Wednesday, rebounding after a three-session selloff in big technology stocks that pushed the Nasdaq Composite Index into correction territory.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/myanmar-soldiers-confessions-to-killing-rohingya-to-be-part-of-genocide-case-11599681799", "title": "Myanmar Soldiers' Confessions to Killing Rohingya to Be Part of Genocide Case", "date": "2020-09-09 16:28", "summary": "'Shoot all you see,' army deserters say they were told regarding civilian members of Muslim minority group. ", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/earthquake-jostles-new-jersey-11599682924", "title": "Earthquake Jostles New Jersey", "date": "2020-09-09 16:22", "summary": "No reports of major damage or injuries from the 3.1-magnitude tremor that hit the central region of the state. An earthquake shook parts of New Jersey awake early Wednesday, sending a jolt that could be felt in New York City.", "categories": [["U.S.", "Tri-State Area"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-region?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/kansas-city-southern-rejects-20-billion-takeover-offer-from-investor-group-11599681465", "title": "Kansas City Southern Rejects $20 Billion Takeover Offer", "date": "2020-09-09 16:13", "summary": "Global Infrastructure Partners, infrastructure arm of Blackstone Group, had offered Kansas City Southern $208 a share. Kansas City Southern has rejected a roughly $20 billion takeover offer from a group of investors, arguing that the bid undervalues the railroad operator, according to people familiar with the matter.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/smartphones-transformed-everything-now-theres-more-disruption-to-come-11599681809", "title": "Smartphones Transformed Everything. Now, There's More Disruption to Come.", "date": "2020-09-09 16:03", "summary": "As WSJ's Off Duty section reported, smartphones upended every element of society during the last decade, from dating to dinner parties, travel to politics. This is just the beginning.. THE ADVENT of the smartphone marked the merging of man and machine. These devices might not be embedded into our forearms just yet, but they have so seismically changed how we operate and interact as humans over the past decade that we're all effectively cyborgs now. We're each wholly devoted to these tiny unknowable machines, rarely out of hand or at the very least rarely out of reach.", "categories": [["Tech", "Personal Tech", "Gear & Gadgets"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb", "https://www.wsj.com/news/types/personal-technology-joanna-stern?mod=breadcrumb", "https://www.wsj.com/news/types/gear?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/stamp-duty-holiday-real-estate-11599670933", "title": "The U.K.'s Stamp Duty Holiday Lifts London's Real-Estate Market", "date": "2020-09-09 16:00", "summary": "Resume Subscription. Mary Lee and Andrew Muir were in pessimistic mood when they put their two-bedroom ground floor apartment in the southeast London neighborhood of West Dulwich on the market. They were confident the apartment would sell but, with the U.K. still struggling to contend with Covid-19, not necessarily at its asking price of £525,000.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/bomb-targets-afghanistans-vice-president-as-kabul-taliban-prepare-for-historic-talks-11599661264", "title": "Bomb Targets Afghan Vice President as Kabul, Taliban Prepare for Talks", "date": "2020-09-09 15:57", "summary": "Outspoken Taliban enemy Vice President Amrullah Saleh suffered minor injuries ahead of the first direct negotiations between the Afghan government and the insurgent group. A bombing targeting the convoy of Afghanistan's first vice president killed at least 10 people in the country's capital, an indication of the high stakes in the U.S.-backed talks between Kabul and the Taliban to end nearly two decades of fighting.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/voting-for-the-czar-for-better-or-worse-11599681077", "title": "Voting for the Czar, for Better or Worse", "date": "2020-09-09 15:51", "summary": "For the majority of people immigrating from point A to point B, it is survival-not socialism-that usually makes them leave their land, their place of birth and their family's home.. Prof. Ruth Wisse skips over a fundamental detail about immigration in \"Vote for the Czar, It's Important\" (op-ed, Sept. 1): Most people usually try to leave places when life gets functionally intolerable, not because of some idealist political dream. For the majority of people immigrating from point A to point B, it is survival-not socialism-that usually makes them leave their land, their place of birth and their family's home.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/help-africas-contribution-to-global-health-11599680962", "title": "Help Africa's Contribution to Global Health", "date": "2020-09-09 15:49", "summary": "It's time we recognize that global health security is national security.. \"Sub-Saharan Africa Masks Scope of Crisis\" (Aug. 31) provides a powerful glimpse into the devastating impact of Covid-19. U.S. investments in Africa over the past several decades have saved millions of lives and created healthier communities. But the Global Fund to Fight AIDS, Tuberculosis and Malaria has warned that if such programs continue to be disrupted by the pandemic, deaths from these three diseases could as much as double.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nancy-pelosis-bad-and-shameful-hair-day-11599680914", "title": "Nancy Pelosi's Bad and Shameful Hair Day", "date": "2020-09-09 15:48", "summary": "She shouldn't have been there in the first place, as it was closed by government fiat, depriving the owner and stylists of needed income.. Regarding your editorial \"Madame Speaker Gets a Haircut\" (Sept. 3): It doesn't matter whether House Speaker Nancy Pelosi was set up when she got a haircut at a closed salon and was shown not wearing a face mask. It is the principle. Speaker Pelosi now looks like a hypocrite and should have known better. No one owes her an apology. It is she who owes the salon owner, as well as the American people, an apology for putting her own selfish needs above those of everyone else and for putting the hair salon in jeopardy.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-federal-role-in-anti-covid-19-supplies-11599680839", "title": "The Federal Role in Anti-Covid-19 Supplies", "date": "2020-09-09 15:47", "summary": "Can you imagine the chaos that would've resulted from the federal government's attempt to allocate supplies between the states?. \"'Try Getting It Yourselves': How Administration Sowed Supply Chaos\" (Page One, Sept. 1) includes this sentence: \"It isn't possible to know whether a more centralized federal response to the coronavirus pandemic would have worked better.\" Yet the article basically makes the case that centralized federal logistics support was needed and necessary but didn't happen. The stories that spawned from letting the states battle each other and the federal government for supplies are sad and, at the same time, fodder for \"Saturday Night Live\" skits. At the outset of this crunch, someone in the Trump administration must have had the idea to outsource to or federalize a logistics firm. That would've taken some guts and accountability, both of which are lacking in our federal government's response to the pandemic.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/any-real-craftsman-should-know-to-use-the-right-tool-11599680771", "title": "Any Real Craftsman Should Know to Use the Right Tool", "date": "2020-09-09 15:46", "summary": "A well-trained craftsperson would use a set of closed-end wrenches followed by a torque wrench.. The photo you selected to highlight David A. Shaywitz's review of Lee Vinsel and Andrew L. Russell's \"The innovation Delusion\" (Bookshelf, Sept. 2) is ironic. The photo features a mechanic tightening the flange for an industrial high-temperature expansion joint with a Crescent wrench (turned backward) and Channellock pliers. A well-trained craftsperson would use a set of closed-end wrenches followed by a torque wrench.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bankrupt-remington-gets-65-million-offer-for-ammunition-business-11599680366", "title": "Bankrupt Remington Gets $65 Million Offer for Ammunition Business", "date": "2020-09-09 15:39", "summary": "Firearms maker agrees to sell its ammunition business out of bankruptcy to investment firm JJE for $65 million, subject to better offers. Firearms maker Remington Outdoor Co. has agreed to sell its ammunition business out of bankruptcy to South Carolina-based investment firm JJE Capital Holdings LLC for $65 million plus the assumption of liabilities, subject to better offers.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/english-couple-files-suit-in-virginia-against-u-s-diplomats-wife-charged-with-killing-their-son-11599680111", "title": "English Couple Sue U.S. Diplomat's Wife Charged With Killing Their Son", "date": "2020-09-09 15:35", "summary": "Woman fled U.K. after accident in August 2019, claiming diplomatic immunity. The family of British teenager Harry Dunn, who was killed in a traffic accident allegedly involving the wife of a U.S. diplomat, has filed a civil suit in a Virginia federal court seeking financial damages, the family's spokesman said.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/10-food-trends-for-the-next-decade-family-dinners-less-booze-and-more-11599678489", "title": "10 Food Trends for the Next Decade: Family Dinners, Less Booze and More", "date": "2020-09-09 15:08", "summary": "Best bets on how we'll eat, drink, farm and find comfort at the table in the years to come. Plus: A look back at some of our food and drink obsessions in the 2010s.. Alcohol consumption has been falling in the U.S. for years (quarantine blips and binges notwithstanding). A more mindful, health-conscious generation of drinkers will continue to drive a shift away from Martinis and Manhattans toward low- and no-alcohol choices. Think aperitif culture, adaptogen-infused mocktails, non-alcoholic spirits, session beers and low-ABV wines.", "categories": [["Life & Work", "Food & Drink"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/food-cooking-drink?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/agnes-pelton-desert-transcendentalist-review-where-mystical-meets-magnificent-11599678474", "title": "'Agnes Pelton: Desert Transcendentalist' Review: Where Mystical Meets Magnificent", "date": "2020-09-09 15:07", "summary": "The quiet, otherworldly work of the long overlooked midcentury painter arrives at the Whitney.. New York", "categories": [["Books & Arts", "Art Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/art-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-job-openings-leveled-off-late-in-the-summer-11599664068", "title": "U.S. Job Openings Leveled Off Late in the Summer", "date": "2020-09-09 15:03", "summary": "The number of available jobs in the U.S. leveled off late this summer, the latest sign momentum in the labor market is easing six months after the coronavirus pandemic took hold in the U.S.. The number of available jobs in the U.S. leveled off late this summer, the latest sign momentum in the labor market is easing six months after the coronavirus pandemic took hold in the U.S.", "categories": [["WSJ News Exclusive", "Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/with-navalny-sidelined-russias-opposition-seeks-to-deal-a-blow-to-putin-11599666661", "title": "With Navalny Sidelined, Russia's Opposition Seeks to Deal a Blow to Putin", "date": "2020-09-09 14:58", "summary": "Local elections could show whether the attack on Kremlin critic Alexei Navalny has cowed the opposition or energized it. MOSCOW-Last year, Kremlin critic Alexei Navalny scored a rare win in his opposition to Russian President Vladimir Putin, stirring enough popular discontent with corruption, rising poverty and failing public services to defeat Putin loyalists in the Moscow city election.", "categories": [["World", "Europe", "Russia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb", "https://www.wsj.com/news/types/russia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/comcast-taps-pearlena-igbokwe-to-lead-nbcuniversals-content-production-arms-11599671636", "title": "NBCUniversal Names New Leader for Its Content-Production Arms", "date": "2020-09-09 14:52", "summary": "Fast-rising executive has been promoted to chairman of Universal Studio Group. NBCUniversal has overhauled its television-production units under Pearlena Igbokwe, a fast-rising executive who has been promoted to chairman, Universal Studio Group, the company said Wednesday.", "categories": [["Business", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lvmhs-tiffany-u-turn-shows-a-weak-hand-11599676834", "title": "LVMH's Tiffany U-Turn Shows a Weak Hand", "date": "2020-09-09 14:40", "summary": "The luxury group says an order from the French government forced it to back out of a $16 billion offer for the U.S. jeweler. As reasons to walk away from deals go, LVMH has chosen a risky one. Blaming politics for scuttling its $16 billion offer for U.S. jeweler Tiffany & Co. suggests the luxury-goods company had no better options.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-to-cut-its-force-in-iraq-to-about-3-000-troops-commander-says-11599653617", "title": "U.S. to Cut Its Force in Iraq to About 3,000 Troops", "date": "2020-09-09 14:39", "summary": "Reduction from around 5,200 comes as Iraqi security forces improve, U.S. general says. The Trump administration will cut the number of U.S. troops in Iraq to about 3,000 this month, a top military commander said in the country on Wednesday, a reduction from about 5,200 there now.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pandemic-disruptions-draw-investorattention-to-supply-chain-technology-11599649202", "title": "Pandemic Disruptions Draw Investor Attention to Supply-Chain Technology", "date": "2020-09-09 14:27", "summary": "Private investors have long been attracted to supply-chain technology deals due to changing societal trends, many of which intensified in the Covid-19 pandemic. The coronavirus pandemic stymied private-equity deal activity across almost every sector, particularly hospitality and restaurants, but investors predict that supply-chain technology will see its fortunes rise.", "categories": [["Pro PE Deals"]], "category_links": ["https://www.wsj.com/news/types/pro-pe-deals?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-first-casualty-of-an-outdoor-event-is-the-lawn-11599675527", "title": "The First Casualty of an Outdoor Event Is the Lawn", "date": "2020-09-09 14:18", "summary": "The Washington Post and other media outlets roll out new sod coverage.. Perhaps it's a measure of President Donald Trump's success that the same reporters who once promoted the idea that he was the agent of a hostile foreign power are now criticizing his record of yard maintenance. The Washington Post's Ashley Parker and Philip Rucker report:", "categories": [["Opinion", "Best of the Web"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/best-of-the-web-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-k-imposes-new-covid-19-restrictions-as-europes-infections-rise-11599674585", "title": "U.K. Imposes New Covid-19 Restrictions as Europe's Infections Rise", "date": "2020-09-09 14:03", "summary": "New cases haven't yet led to a surge in hospitalizations, but officials worry younger people are infecting the sick and elderly. LONDON-The U.K. placed new limits on social gatherings to stem the spread of coronavirus, becoming the latest country in Europe to reimpose restrictions on daily life amid a surge in cases there.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-campaign-raised-more-than-210-million-in-august-11599674574", "title": "Trump Campaign Raised More Than $210 Million in August", "date": "2020-09-09 14:02", "summary": "President's total significantly less than Democratic rival Biden's during same period. WASHINGTON-President Trump raised more than $210 million for his re-election bid in August, bringing in more than he did during the previous month, but still significantly less than Democratic rival Joe Biden during the same time period.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-accusers-lawsuit-would-likely-collapse-if-shifted-to-federal-court-11599673100", "title": "Trump Accuser's Lawsuit Faces Collapse in Shift to Federal Court", "date": "2020-09-09 13:38", "summary": "Justice Department, seeking shift for defamation suit, says Trump's rape denial was made in his official capacity. WASHINGTON-A Justice Department request this week to take over the defense of a defamation suit against President Trump would almost certainly bring an end to the case if granted, leaving the plaintiff E. Jean Carroll with no way to continue the suit.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/climate-change-poses-major-risk-to-financial-stability-report-finds-11599668612", "title": "Climate Change Poses Major Risk to Financial Stability, Report Finds", "date": "2020-09-09 13:34", "summary": "Study commissioned by commodity futures regulator calls for better pricing of carbon emissions. WASHINGTON-Climate change poses a major risk to the stability of the U.S. financial system and requires aggressive action from Washington policy makers, according to a report from an advisory panel to the top U.S. commodities regulator released on Wednesday.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ireland-to-order-facebook-to-stop-sending-user-data-to-u-s-11599671980", "title": "Ireland to Order Facebook to Stop Sending User Data to U.S.", "date": "2020-09-09 13:19", "summary": "Privacy regulator's order to suspend the company's data transfers to the U.S. cites concerns over American government surveillance practices. A European Union privacy regulator has sent Facebook Inc. a preliminary order to suspend data transfers to the U.S. about its EU users, according to people familiar with the matter, an operational and legal challenge for the company that could set a precedent for other tech giants.", "categories": [["WSJ News Exclusive", "Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hurricane-laura-spared-reinsurers-from-the-worst-but-storm-season-isnt-over-yet-11599663424", "title": "Hurricane Laura Spared Reinsurers From the Worst, but Storm Season Isn't Over Yet", "date": "2020-09-09 13:09", "summary": "Reinsurers have already seen loss capacity reduced by Covid-19, so even an average storm season could be a bad one. Reinsurance stocks have held up fairly well against the battering winds of Hurricane Laura. They might not fare as well if another big storm threatens.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-pace-gallery-plans-to-survive-the-great-art-world-collapse-11599670862", "title": "How Pace Gallery Plans to Survive the Great Art World Collapse", "date": "2020-09-09 13:01", "summary": "Sixty years after launching his now-international art gallery, Arne Glimcher isn't slowing down. His latest deal is a venture with two of his biggest rivals.. ", "categories": [["Feature"]], "category_links": ["https://www.wsj.com/news/types/magazine-feature?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-pace-gallery-plans-to-survive-the-great-art-world-collapse-11599670636", "title": "How Pace Gallery Plans To Survive The Great Art World Collapse", "date": "2020-09-09 12:57", "summary": "Sixty years after launching his now-international art gallery, Arne Glimcher isn't slowing down. His latest deal is a venture with two of his biggest rivals.. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/fire-destroys-europes-largest-migrant-camp-in-greece-11599666588", "title": "Fire Destroys Europe's Largest Migrant Camp, in Greece", "date": "2020-09-09 12:52", "summary": "Blaze started as refugees and migrants on the Greek island of Lesbos protested against a lockdown imposed to contain a coronavirus outbreak. ATHENS-Fire destroyed much of Europe's largest camp for asylum seekers early Wednesday, as refugees and migrants on the Greek island of Lesbos protested against a lockdown imposed to contain a coronavirus outbreak.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/covid-19-deaths-tick-lower-for-now-11599669843", "title": "Covid-19 Cases, Death Rates Are Declining Six Months Into Pandemic", "date": "2020-09-09 12:44", "summary": "Medical experts warn against complacency, with some forecasters saying the U.S. Covid-19 death toll could more than double by Jan. 1. The U.S. is catching its breath after a punishing six months of the coronavirus pandemic, with the daily death toll from Covid-19 declining in the wake of summertime outbreaks in Sunbelt states like Florida and Texas.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/former-nail-polish-exec-lists-beverly-hills-home-for-33-million-11599669064", "title": "Former Nail-Polish Exec Lists Beverly Hills Home for $33 Million", "date": "2020-09-09 12:31", "summary": "Miriam Schaeffer, a former executive at OPI, expanded the estate by 40% after purchasing it for $14 million in 2012. A former nail-polish brand executive is listing her Beverly Hills property for $33 million.", "categories": [["WSJ News Exclusive", "Private Properties"]], "category_links": ["https://www.wsj.com/news/types/private-properties?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/usps-campaign-aims-to-educate-public-about-mail-in-ballot-process-11599668856", "title": "USPS Campaign Aims to Educate Public About Mail-In Ballot Process", "date": "2020-09-09 12:27", "summary": "The campaign, which includes mailers being sent to homes across the U.S., comes amid an acrimonious debate over mail-in voting. The U.S. Postal Service has launched a broad marketing campaign, including TV ads and direct mail, to raise awareness of its mail-in voting system amid unprecedented scrutiny ahead of November's election.", "categories": [["CMO Today"]], "category_links": ["https://www.wsj.com/news/types/cmo-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-renovated-traditional-beverly-hills-home-11599668718", "title": "A Renovated Traditional Beverly Hills Home", "date": "2020-09-09 12:25", "summary": "Built in 1926, the house's architectural design is Mediterranean with Spanish and Italian elements.. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/never-trump-now-more-than-ever-11599668567", "title": "Never Trump, Now More Than Ever", "date": "2020-09-09 12:22", "summary": "Mr. Trump erodes public trust and embarrasses his office. Join me in not voting for him.. Four years ago I was a \"Never Trump\" voter. Now, I'm more set than ever in that view: No Trump, doubled. That's even though I far prefer his economic policies to those of the Democrats. I've written many times to defend his administration's policies against unfair attacks from the left, and I've applauded his judicial appointments. But I won't vote for him, for reasons of Constitution and character.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/dont-squander-our-victory-over-tyranny-11599668539", "title": "Don't Squander Our Victory Over Tyranny", "date": "2020-09-09 12:22", "summary": "As a World War II veteran, I'm worried by political violence and electoral chaos.. Those of us who served in World War II proudly took part in an American-led effort to save the world from tyranny and oppression. Once the Allies were victorious, America launched a postwar effort to export our values of freedom, democracy, the rule of law, due process, and free enterprise. The result was greater respect for human rights and more than 70 years of global stability and prosperity, which lifted countless millions out of poverty and despair.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/david-beckhams-sporting-success-bodes-ill-for-his-esports-company-11599666986", "title": "David Beckham's Sporting Success Bodes Ill for His Esports Company", "date": "2020-09-09 11:56", "summary": "Watching videogame competitions is increasingly popular, but real-life sports show that elite clubs rarely make much money. If you are a star making millions from sports, it is a good bet that the club employing you won't-even if that sport is playing videogames.", "categories": [["Markets", "Overheard"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/overheard?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-tesla-was-left-out-of-the-s-p-500-11599579707", "title": "Why Tesla Was Left Out of the S&P 500", "date": "2020-09-09 11:37", "summary": "The company was passed over for inclusion in the S&P 500 index, a move that put a halt to the parabolic run in the electric-car maker's shares. Tesla Inc. was passed over for inclusion in the S&P 500 index, a move that put a halt to the parabolic run in the electric-car maker's shares.", "categories": [["Markets", "Stocks"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/for-concerts-during-covid-unprecedented-legal-questions-11599665380", "title": "For Concerts During Covid-19, Unprecedented Legal Questions", "date": "2020-09-09 11:29", "summary": "Some musical performances are gearing up again, but promoters face uncertainty over liability and insurance that could make organizing a tour much trickier. As the music business starts to experiment with in-person concerts, it's facing a vexing question: If fans catch Covid-19 while seeing their favorite act at a socially distanced show, who's legally liable?", "categories": [["Books & Arts", "Arts", "Music"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/arts?mod=breadcrumb", "https://www.wsj.com/news/types/music?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/volkswagens-ex-ceo-is-ordered-to-stand-trial-over-emissions-scandal-11599654843", "title": "Volkswagen's Ex-CEO Is Ordered to Stand Trial Over Emissions Scandal", "date": "2020-09-09 11:25", "summary": "Case could cast new light on one of post-War Germany's biggest corporate lapses. BERLIN-Five years after Volkswagen AG admitted to rigging millions of diesel-powered vehicles to cheat emissions tests, the former CEO Martin Winterkorn was ordered Wednesday to face trial on charges of defrauding customers in a case that could shed new light on one of Germany's largest corporate scandals.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/etsys-run-could-go-extra-innings-11599663046", "title": "Etsy's Run Could Go Extra Innings", "date": "2020-09-09 10:50", "summary": "Recent share drop could fuel additional upside opportunity for online marketplace after surprise inclusion in S&P 500. Etsy is moving into the big leagues, but just how many innings can it last at the top?", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/parents-may-be-forced-to-quit-jobs-to-help-teach-their-kids-11599662930", "title": "Parents May Be Forced to Quit Jobs to Help Teach Their Kids", "date": "2020-09-09 10:48", "summary": "Remote learning is leaving parents who can't work from home with a hard choice. Parents who are forced to leave work to care for their kids as a result of virtual K-12 education could boost the unemployment rate by 2.6 percentage points if those parents are counted as unemployed, according to research from hedge fund Brevan Howard Asset Management. The research shows that 4.3 million workers may have to stay home if they cannot find childcare. The August unemployment rate was down to 8.4% but if many parents are unable to continue working it could impact the economic recovery in the U.S.", "categories": [["Jobs"]], "category_links": ["https://www.wsj.com/news/types/noted-jobs?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-new-doctors-appointment-11599662314", "title": "The Doctor Won't See You Now", "date": "2020-09-09 10:38", "summary": "Primary care is moving toward teams of health-care professionals that may not always include a physician. Author", "categories": [["", "Health"]], "category_links": ["https://www.wsj.com/news/tech/future-of-everything?mod=svg-breadcrumb"]}, {"link": "https://www.wsj.com/articles/wildenstein-family-homes-new-york-connecticut-11599661658", "title": "The Wildenstein Family Is Selling Not One but Two Opulent Estates", "date": "2020-09-09 10:30", "summary": "The billionaire art dealers have listed a sprawling family compound in Millbrook, N.Y., as well as an equestrian property just 30 minutes away in Connecticut. Margaret Carnegie Miller, the only daughter of industrialist Andrew Carnegie, completed a vast country estate for herself and her husband in 1927, in the quiet Hudson Valley retreat of Millbrook, N.Y. They named it Migdale, a play on her nickname, Midge.", "categories": [["Real Estate", "Homes"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/homes?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/inside-a-revived-carnegie-mansion-11599661252", "title": "Inside a Revived Carnegie Mansion", "date": "2020-09-09 10:20", "summary": "Migdale, in Millbrook, N.Y., is on the market for $14 million.. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/a-modern-horse-farm-in-connecticut-11599661088", "title": "A Modern Horse Farm in Connecticut", "date": "2020-09-09 10:18", "summary": "The newly built Buccellati-Wildenstein mansion is listed for $6.9 million.. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/trumps-balkan-deal-prompts-cautious-optimism-on-the-ground-11599660841", "title": "Trump's Balkan Deal Prompts Cautious Optimism on the Ground", "date": "2020-09-09 10:14", "summary": "Political and business leaders say outcome hinges on U.S. funding and support. A U.S.-sponsored pact signed last week to normalize economic relations between Serbia and its former province of Kosovo will only succeed if it is followed by significant U.S. funding and persistent American and European nurturing, say politicians and business people on the ground.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/covid-19-vaccine-setback-could-still-cause-a-nasty-market-reaction-11599660079", "title": "Covid-19 Vaccine Setback Could Still Cause a Nasty Market Reaction", "date": "2020-09-09 10:01", "summary": "AstraZeneca shareholders got over their initial anxiety about a coronavirus vaccine setback, but the risks to them and others are real and not fully appreciated by investors. A possible Covid-19 vaccine setback isn't cause for the public to be alarmed. Public investors in vaccine makers are a different matter.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/in-fighting-california-wildfires-hardscrabble-bulldozer-operators-are-secret-weapon-11599660000", "title": "In Fighting California Wildfires, Hardscrabble Bulldozer Operators Are Secret Weapon", "date": "2020-09-09 10:00", "summary": "Resume Subscription. NAPA COUNTY, Calif.-High on a ridge in Northern California, 68-year-old Ken Edwards finessed a bulldozer up a rocky slope to uproot a tree while, 10 feet away, a manzanita shrub went up in flames.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/brexit-worries-reassert-hold-over-british-pound-11599659520", "title": "Brexit Worries Reassert Hold Over British Pound", "date": "2020-09-09 09:52", "summary": "U.K. currency is on worst losing streak versus euro and dollar since March. The British pound fell against the euro and the dollar Wednesday, extending a seven-day losing streak that is the currency's worst percentage decline since the coronavirus market crisis in March.", "categories": [["Markets", "Currencies", "Foreign Exchange"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/currencies?mod=breadcrumb", "https://www.wsj.com/news/types/foreign-exchange?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/population-in-new-york-city-homeless-shelters-drops-in-pandemic-11599652800", "title": "Population in New York City Homeless Shelters Drops in Pandemic", "date": "2020-09-09 09:50", "summary": "Permanent housing, an eviction moratorium and fear of Covid-19 contributed to the decline; 'people left the shelters in droves'. The number of people living in homeless shelters in New York City has fallen to its lowest level in six years amid the coronavirus pandemic, even as the nation's largest city grapples with a housing crisis and high levels of unemployment.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-nfl-in-2020-is-a-mystery-on-and-off-the-field-11599657008", "title": "The NFL in 2020 Is a Mystery, On and Off the Field", "date": "2020-09-09 09:10", "summary": "With no preseason, the league begins play not knowing how its pandemic protocols will work-or how teams will look with Tom Brady as a Buc or Joe Burrow as a Bengal. Josh McCown lives in Texas. He's also a 41-year-old quarterback for the Philadelphia Eagles. He's spending this NFL season working from home.", "categories": [["Sports", "NFL"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/nfl?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-cult-of-usm-furniture-11599654786", "title": "The Cult of USM Furniture", "date": "2020-09-09 08:33", "summary": "Newly restored, the house Fritz Haller created for the family behind USM showcases his designs for the company's classic steel case goods.. Growing up near Bern, Switzerland, within sight of his family's metalworking business, Alex Schärer had an early introduction to the power of modern architecture. One day after kindergarten, some friends came over to play and wouldn't stop ribbing him: How can you live in a house like this? There are no walls, only windows!", "categories": [["Cult of"]], "category_links": ["https://www.wsj.com/news/types/magazine-cult-of?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tesla-nasdaq-apple-what-to-watch-when-the-stock-market-opens-today-11599650129", "title": "Tesla, Nasdaq Rebounds: What to Watch When the Stock Market Opens Today", "date": "2020-09-09 08:06", "summary": "Tech stocks found their footing in premarket trading, with Nasdaq futures up 1.8% after the previous day's fall. Here's what we are watching as markets kick into gear Wednesday.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-to-see-read-and-listen-to-this-fall-11599652823", "title": "What to See, Read and Listen to This Fall", "date": "2020-09-09 08:00", "summary": "Yes, the fall entertainment season is on. The WSJ distills the trends in books, TV, music, movies and art.. The fall season is weird this year. But that doesn't mean it's canceled. New stars have emerged since lockdown with a slew of projects, while creative leaders have used all kinds of workarounds to generate an entertainment season that will be unique. The Wall Street Journal brings you highlights in coming television, art, books, movies, music, games, podcasts and social media.", "categories": [["Books & Arts", "Arts", "Arts & Entertainment"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/arts?mod=breadcrumb", "https://www.wsj.com/news/types/arts-entertainment?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/business-vacancies-rise-on-new-york-citys-broadway-11599652800", "title": "Business Vacancies Rise on New York City's Broadway", "date": "2020-09-09 08:00", "summary": "Resume Subscription. ", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/the-milwaukee-bucks-are-out-is-giannis-antetokounmpo-next-11599652437", "title": "The Milwaukee Bucks Are Out. Is Giannis Antetokounmpo Next?", "date": "2020-09-09 07:53", "summary": "The team with the NBA's best record has been eliminated, and the league's attention turns to the MVP's future.. One awkward step can make a giant difference in the NBA.", "categories": [["Sports", "NBA"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/nba?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/star-wars-does-space-combat-call-of-duty-takes-on-cold-war-in-new-videogames-for-fall-11599649200", "title": "'Star Wars' Does Space Combat, 'Call of Duty' Takes On Cold War in New Videogames for Fall", "date": "2020-09-09 07:00", "summary": "The podcast season features Matthew McConaughey, Kirsten Dunst, UFOs and Sesame Street. Videogames have thrived this year as users stayed home-maker Electronic Arts reported its strongest June-quarter sales ever-and the fall will bring a spate of new devices along with some anticipated debut games. Among other new media, podcasts have held on to their audiences and will feature actors like Matthew McConaughey and Kirsten Dunst in new productions.", "categories": [["Books & Arts", "Arts", "Arts & Entertainment"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/arts?mod=breadcrumb", "https://www.wsj.com/news/types/arts-entertainment?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/zillow-nextdoor-and-other-companies-pledge-to-add-black-directors-11599649200", "title": "Zillow, Nextdoor and Other Companies Pledge to Add Black Directors", "date": "2020-09-09 07:00", "summary": "Public and private firms join the Board Challenge, an effort to improve diversity in corporate boardrooms. A new group of U.S. companies is pledging to add a Black director to their boards within the next year in a bid to diversify and help accelerate more inclusion in corporate America.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-n-gathering-will-be-virtual-hampering-informal-diplomacy-11599648970", "title": "U.N. Gathering Will Be Virtual, Hampering Informal Diplomacy", "date": "2020-09-09 06:56", "summary": "Trump has said he may attend annual General Assembly meeting in person. The United Nations is gearing up to hold its annual General Assembly in a mostly virtual format later this month, curtailing the informal diplomatic hobnobbing that occurs every year in New York but giving some leaders who rarely travel the chance to address the world, at least online.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trade-shows-limp-back-to-life-after-lockdowns-11599647871", "title": "Trade Shows Limp Back to Life After Lockdowns", "date": "2020-09-09 06:37", "summary": "Pandemic gives rise to hybrid fairs in Europe that pair real and digital worlds; 'we have to scale down and test what will work'. Trade shows and exhibitions that were shut down by the pandemic are now cautiously relaunching in Europe in a dress rehearsal for what show organizers hope will be a broader resumption of fairs next year.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tech-investors-should-worry-about-the-end-of-lockdown-11599646865", "title": "Tech Investors Should Worry About the End of Lockdown", "date": "2020-09-09 06:21", "summary": "Big Tech received a triple boost when the global economy went into lockdown. That could turn into a major drag.. Another day, another plunge in technology stocks. Is this the end of their incredible run? If not, what could trigger the end?", "categories": [["Markets", "Streetwise"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/streetwise?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/is-europe-the-new-faang-not-so-fast-11599646555", "title": "Is Europe the New FAANG? Not So Fast", "date": "2020-09-09 06:15", "summary": "European stock markets look more exposed than before to new-economy industries, but for better or worse it is a numerical mirage. European stock markets look a bit more like the technology-rich Nasdaq than they used to. Looks, though, can be deceptive.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/astrazeneca-pauses-covid-19-vaccine-trial-after-illness-in-a-u-k-subject-11599608962", "title": "AstraZeneca Pauses Covid-19 Vaccine Trial After Illness in a U.K. Subject", "date": "2020-09-09 06:13", "summary": "Pause affects study that began last week in the U.S. aiming to enroll 30,000 people, with federal funding. AstraZeneca PLC said Tuesday it paused clinical trials of an experimental Covid-19 vaccine after a participant in a U.K. study had an unexplained illness.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/short-selling-stocks-proves-costly-for-some-investors-11599645600", "title": "Short Selling Proves Costly for Some Investors", "date": "2020-09-09 06:00", "summary": "Traders who have given in to the temptation to bet against a stock have often paid a stiff price. U.S. tech shares have posted their largest three-day decline since the March rout, but investors who have tried to bet against hot stocks this year can tell you there is no sure thing.", "categories": [["Markets", "Stocks"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/private-equity-investment-values-sprinklr-at-2-7-billion-11599645600", "title": "Private-Equity Investment Values Sprinklr at $2.7 Billion", "date": "2020-09-09 06:00", "summary": "Customer experience management business has raised $200 million from private-equity firm Hellman & Friedman. Software provider Sprinklr Inc. has raised $200 million from private-equity firm Hellman & Friedman in a deal that values the customer experience management company at $2.7 billion.", "categories": [["Pro PE Deals"]], "category_links": ["https://www.wsj.com/news/types/pro-pe-deals?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-stock-selloff-without-sanctuaries-is-worth-preparing-for-11599645497", "title": "A Stock Selloff Without Sanctuaries Is Worth Preparing For", "date": "2020-09-09 05:58", "summary": "When haven hedges don't work as intended, tumbles in stocks will be more painful for investors with formerly balanced portfolios. U.S. stocks have dipped from their record highs, and while the fall has only erased a month's gains, there's an interesting-and worrying-trend that bears watching: Not much of anything is providing good downside protection these days.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nba-bubble-works-for-actors-and-utility-workers-too-11599643800", "title": "NBA Bubble Works for Actors and Utility Workers, Too", "date": "2020-09-09 05:30", "summary": "Companies across sectors are isolating workers using many of the strategies that have kept basketball players safe from coronavirus; 'Camp Quarantine'. Months before LeBron James entered a pandemic-safe bubble at Disney World to resume the NBA season, Detroit utility worker Teresa Emery spent two weeks sequestered with her co-workers as the new coronavirus spread around them.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-is-targeting-the-suburbs-but-theyre-not-all-alike-11599643801", "title": "Trump Is Targeting the Suburbs, but They're Not All Alike", "date": "2020-09-09 05:30", "summary": "The suburbs are an important battleground and comprise a range of communities accounting for half of all voters. President Trump has targeted one type of community consistently, as his campaign enters the home stretch toward November: He wants to talk to and about the suburbs.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11599586095", "title": "Pepper...and Salt", "date": "2020-09-09 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/netflix-names-bela-bajaria-as-new-head-of-global-tv-11599615773", "title": "Netflix TV Chief Exits in Shake-Up", "date": "2020-09-09 23:00", "summary": "Cindy Holland, key architect of the streaming giant's original-content strategy, is leaving. In a major overhaul at Netflix Inc., Bela Bajaria has been put in charge of global television and Cindy Holland, an architect of the streaming giant's original-content strategy, is leaving, the company said Tuesday.", "categories": [["Business", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/oscars-best-picture-contenders-required-to-meet-diversity-standards-11599612195", "title": "Oscars Best Picture Contenders Required to Meet Diversity Standards", "date": "2020-09-09 22:51", "summary": "Since #OscarsSoWhite campaign, Hollywood has engaged in efforts to become more inclusive. After years of facing criticism for lacking diversity among its Oscar nominees, the Academy of Motion Picture Arts and Sciences has decided it will require films competing for best picture to meet criteria aimed at fostering a more inclusive Hollywood.", "categories": [["Business", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/rochester-police-chief-resigns-following-the-death-of-daniel-prude-11599599004", "title": "Rochester Police Chief Resigns in Wake of Daniel Prude Probe", "date": "2020-09-09 21:44", "summary": "The chief faced criticism and protests in the death of Daniel Prude in police custody. The chief of the Rochester, N.Y., police department and two deputies resigned Tuesday after days of protests and mounting criticism over the death of Daniel Prude, a Black man who died in March after officers restrained him and placed a mesh hood over his head.", "categories": [["U.S.", "Tri-State Area"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-region?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nine-drug-company-ceos-sign-pledge-on-covid-19-vaccine-11599572714", "title": "Drug-Company CEOs Sign Pledge on Covid-19 Vaccine", "date": "2020-09-09 20:55", "summary": "Statement from nine firms aims to address concerns over a rush to mass vaccination. Nine drugmakers said Tuesday their chief executives signed a pledge promising not to file for regulatory approval or authorization of their experimental Covid-19 vaccines until the shots have been shown to work safely through late-stage clinical testing.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-city-sees-fewer-shootings-over-labor-day-weekend-11599606965", "title": "NYC Saw 22 Shootings Over Labor Day Weekend", "date": "2020-09-09 20:17", "summary": "NYPD has tried to tamp down on a surge in violence this summer by deploying more officers. New York City recorded nearly two dozen shootings over the Labor Day weekend as the New York Police Department dispatched additional officers to counter a surge in violent crime this summer.", "categories": [["U.S.", "Crime"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-crime?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/slack-boosts-outlook-as-pandemic-fuels-boom-in-remote-work-tools-11599596354", "title": "Slack's Pandemic Growth Takes Hit From Disappointing Billings", "date": "2020-09-09 20:15", "summary": "Workplace-collaboration app reports record sales and narrows outlook for full-year loss. Slack Technologies Inc. enjoyed strong customer growth even as some users cut back on use of the workplace-collaboration tool, showing how pandemic-driven changes have been both a boon and burden for business-software firms.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}]