[{"link": "https://www.wsj.com/articles/for-economy-worst-of-coronavirus-shutdowns-may-be-over-11590408000", "title": "For Economy, Worst of Coronavirus Shutdowns May Be Over", "date": "2020-05-25 19:29", "summary": "Recovering air travel, hotel bookings and mortgage applications are among the early signs the U.S. economy is slowly creeping back to life. Truck loads are growing again. Air travel and hotel bookings are up slightly. Mortgage applications are rising. And more people are applying to open new businesses.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-makes-first-public-appearance-since-mid-march-11590430614", "title": "Biden and Trump Show a Contrast in Style", "date": "2020-05-25 19:03", "summary": "The coronavirus's spread has prevented the men from holding campaign rallies since mid-March. President Trump and former Vice President Joe Biden made public appearances on Memorial Day, approaching the day differently amid the coronavirus pandemic.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/second-fuel-tanker-from-iran-arrives-in-venezuela-11590447706", "title": "Second Fuel Tanker From Iran Arrives in Venezuela", "date": "2020-05-25 19:01", "summary": "Cooperation with Iran is seen as lifeline for Venezuelan President Nicolás Maduro; Cuba also benefits. A second tanker dispatched by Iran was welcomed Monday by Venezuelan naval frigates and helicopters as it entered national waters, a lifeline for embattled Venezuelan President Nicolás Maduro that reflects the closer ties being forged between Tehran and U.S. adversaries in Latin America.", "categories": [["World", "Latin America"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/latin-america-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-blue-state-lockdown-blues-11590446582", "title": "The Blue State Lockdown Blues", "date": "2020-05-25 18:43", "summary": "The slow reopening in liberal states will hurt the national recovery.. The state lockdowns are starting to ease and the U.S. economy should slowly begin to recover. But it's worth noting that the states opening most slowly are big states run by Democrats that represent something like a third of the U.S. economy. This means a slower recovery for those states and the U.S.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/swastikas-are-carved-into-three-military-gravestones-a-veteran-wants-them-removed-11590415201", "title": "Three German POW Gravestones Bear Swastikas. A Veteran Wants Them Removed.", "date": "2020-05-25 16:49", "summary": "VA officials say they can't remove the Nazi symbol on the World War II-era gravestones because of historical preservation laws. The Department of Veterans Affairs maintains more than four million gravesites across the U.S. Three of them have Nazi swastikas carved into the headstones.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/photos-memorial-day-weekend-begins-as-restrictions-ease-11590172874", "title": "Photos: Memorial Day Comes as Restrictions Ease", "date": "2020-05-25 16:23", "summary": "Veterans and coronavirus victims are honored, and some beaches are back in action. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/germany-lufthansa-agree-on-9-8-billion-bailout-11590430966", "title": "Germany, Lufthansa Agree on $9.8 Billion Bailout", "date": "2020-05-25 16:08", "summary": "Government's plan to take 20% stake in airline still needs regulatory approval. BERLIN-The German government and Deutsche Lufthansa AG said Monday they have agreed on a €9 billion euro ($9.81 billion) bailout deal-one of the biggest aid packages by a single country hatched so far in the pandemic-hit air travel sector.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-threatens-to-pull-republican-convention-from-north-carolina-11590421486", "title": "Trump Threatens to Pull GOP Convention From North Carolina", "date": "2020-05-25 15:47", "summary": "President calls on governor to guarantee event can be held at full capacity, without coronavirus-related restrictions. WASHINGTON-President Trump threatened to move the Republican National Convention out of North Carolina if the state's governor can't guarantee that the event will take place at full capacity.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-ambassador-to-germany-to-step-down-11590435676", "title": "U.S. Ambassador to Germany to Step Down", "date": "2020-05-25 15:41", "summary": "Richard Grenell also set to leave office as acting Director of National Intelligence. WASHINGTON-Richard Grenell, who soon will step down as President Trump's acting intelligence chief, confirmed he also would relinquish his post as U.S. ambassador to Germany.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chinas-xi-moves-to-tighten-grip-on-hong-kong-with-new-laws-11590430670", "title": "Hong Kong in Shock as China's Xi Jinping Goes for 'Nuclear Option'", "date": "2020-05-25 15:39", "summary": "New security legislation reveals Chinese leader's willingness to alter the city's special status. HONG KONG-With his plan to impose sweeping antisedition legislation on Hong Kong, Chinese leader Xi Jinping has revealed a willingness to alter the onetime British colony's special status as a self-governing city with a speed and scope that has surprised many, from pro-democracy activists to diplomats to businesspeople.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hertz-was-already-in-terrible-shape-the-pandemic-finished-it-off-11590434631", "title": "Hertz Was Already in Terrible Shape. The Pandemic Finished It Off.", "date": "2020-05-25 15:23", "summary": "Resume Subscription. Years before it was forced into bankruptcy, Hertz Global Holdings Inc. decided to replace a fleet that was becoming a turnoff to customers.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/bank-of-canada-chief-says-significant-stimulus-needed-to-rebuild-economy-11590434358", "title": "Bank of Canada Chief Says Significant Stimulus Needed", "date": "2020-05-25 15:19", "summary": "Stephen Poloz says Canadian economy is in a position to 'shake off' the worst effects of pandemic. OTTAWA-The Bank of Canada anticipates providing the economy with sizable stimulus for the foreseeable future to help the country rebuild from the damage caused by the pandemic, Governor Stephen Poloz said Monday.", "categories": [["World", "Canada"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/canada-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/probe-of-pakistani-air-crash-to-examine-pilots-first-attempt-to-land-11590432432", "title": "Crash Probe to Assess if Pakistani Airliner Dragged Engines on Runway in Landing Attempt", "date": "2020-05-25 15:18", "summary": "Landing gear on Pakistan International Airlines jet may not have been deployed; 97 died in crash Friday. ISLAMABAD-A Pakistani-led investigation into a deadly air crash Friday will examine whether the jet's engines were damaged in an aborted first landing, causing a loss of power when the plane circled around for a second landing, officials familiar with the probe said.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/boris-johnson-faces-backlash-over-influential-adviser-dominic-cummingss-travels-during-lockdown-11590415978", "title": "U.K.'s Johnson Faces Backlash Over Aide's Travels During Lockdown", "date": "2020-05-25 14:50", "summary": "Critics including lawmakers from the ruling Conservative Party say the move contravened strict government instructions. LONDON-British Prime Minister Boris Johnson sought to face down a rebellion in his own party after he defended a top aide accused of sowing confusion over lockdown rules by driving his child and sick wife more than 250 miles from London to be near his family in northern England.", "categories": [["World", "Europe", "U.K."]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb", "https://www.wsj.com/news/types/u-k-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/zoellicks-china-isnt-the-one-we-deal-with-11590432043", "title": "Zoellick's China Isn't the One We Deal With", "date": "2020-05-25 14:40", "summary": "Robert Zoellick heaps scorn on those whom he accuses of pursuing a new cold war with China.. Regarding Robert Zoellick's \"The U.S. Doesn't Need A New Cold War\" (op-ed, May 19): The past diplomatic successes Mr. Zoellick points out should not justify a continuation of close U.S. ties to today's increasingly aggressive and noncooperative China. During the last decade under Xi Jinping, the Chinese government has made clear that its decisions are made solely to benefit Chinese interests. The hidden-debt diplomacy of the Belt and Road Initiative and the militarization of the South China Sea are two recent examples in which China has acted to assert its global dominance while undercutting American-led Western institutions and norms. The obvious grip of China on such organizations as the WHO has rightly set off alarm bells in Washington.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pg-e-isnt-the-only-player-in-loss-of-paradise-11590431966", "title": "PG&E Isn't the Only Player in Loss of Paradise", "date": "2020-05-25 14:39", "summary": "Mr. Crouch chronicles the long summers and late summer high winds in California, as well as the brainless forest management in the state.. In \"Paradise Lost,\" Gregory Crouch's review of Alastair Gee and Dani Anguiano's \"Fire in Paradise\" (Bookshelf, May 12), what is also lost is a fair handling of PG&E . Few will defend the utility in the rush to burrow into a deep pocket, so I will. Mr. Crouch chronicles the long summers and late summer high winds in California, as well as the brainless forest management in the state. He praises the town of Paradise for its evacuation plan from its wooded location with difficult egress. Yet when a simple metal hook holding a power line snaps, all of the liability falls on PG&E. A lefty governor with a built-in animus toward large businesses takes no responsibility for the state's mismanagement of the woods as he browbeats the utility into an extended, expensive bankruptcy. PG&E is given no cover for the contributions of a prolonged hot, dry summer. And the people of Paradise accept no responsibility for residing deep in the kindling. At some point we have to consider the immense challenge and risks of delivering power to people living in every conceivable circumstance. I have great empathy for those who lost their lives and their families, but setting the utility on fire to subsidize bad decisions by many parties won't lead a society to safety.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/politics-security-and-the-unmasking-of-gen-flynn-11590431904", "title": "Politics, Security and the Unmasking of Gen. Flynn", "date": "2020-05-25 14:38", "summary": "U.S. intelligence agencies were \"listening in on Mr. Flynn from the start.\" That's false. They were listening in on Russian Ambassador Sergey Kislyak when they first heard Gen. Michael Flynn's voice.. Kimberley Strassel (\"Barr vs. the Beltway,\" Potomac Watch, May 15) says that U.S. intelligence agencies were \"listening in on Mr. Flynn from the start.\" They were listening in on Russian Ambassador Sergey Kislyak when they first heard Gen. Michael Flynn's voice and were instantly alerted to maneuverings that were going on behind the current administration's back. Does a national security adviser to the president really need a Miranda warning before talking to the FBI?", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/dont-try-this-at-home-just-reopen-my-hairdresser-11590431851", "title": "Don't Try This at Home, Just Reopen My Hairdresser", "date": "2020-05-25 14:37", "summary": "I respectfully disagree with \"Give Yourself A Haircut.\". Much as I enjoy Lance Morrow's articles, I respectfully disagree with \"Give Yourself A Haircut\" (op-ed, May 20). Contrary to his disappointment with Frank, his barber until his retirement, I plan on doubling my cut and tip to my barber Paula (is there such a word as barberess?) for several months of hair growth. That is the least I can do on my part to support a small business that has been crippled for several months by closure. Unfortunately, these employees don't have the luxury of collecting a paycheck like those who can sit in front of a computer remotely from home.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mortgage-credit-tightens-creating-drag-on-any-economic-recovery-11590431459", "title": "Mortgage Credit Tightens, Creating Drag on Any Economic Recovery", "date": "2020-05-25 14:31", "summary": "Resume Subscription. With interest rates falling to the lowest level on record, this should be a banner time for households in search of a new mortgage.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/the-liberal-leaning-media-has-passed-its-tipping-point-11590430876", "title": "The 'Liberal Leaning' Media Has Passed Its Tipping Point", "date": "2020-05-25 14:21", "summary": "A return to balance would be commercially unviable. The best solution may be an honest embrace of bias.. About 35 years ago I was sitting at lunch next to Jeane Kirkpatrick, a onetime Democrat who became a foreign-policy adviser to President Reagan and later U.S. ambassador to the United Nations. She was lamenting what she called the \"liberal leaning\" media. As the president of CBS News, I assured her it was only a \"liberal tilt\" and could be corrected.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/imported-chips-make-americas-security-vulnerable-11590430851", "title": "Imported Chips Make America's Security Vulnerable", "date": "2020-05-25 14:20", "summary": "In response, the U.S. needs better engineering to detect sabotage and a move to more domestic production.. America's digital infrastructure has been a crucial part of the response to the Covid-19 crisis. But what if it becomes a problem? Semiconductors underlie many things we take for granted and desperately need: telecommunications, remote industrial controls, emergency services, and transportation and fleet-management networks. If a digital catastrophe hit, Americans could lose access to electricity, water and banking. The military could be exposed. The continuity of government could be broken. The basic fabric of modern life would take years to recover.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cattle-ranchers-are-essential-too-11590430678", "title": "Cattle Ranchers Are Essential, Too", "date": "2020-05-25 14:18", "summary": "Why have steaks become so expensive? Ask a meat packer.. Even before the nation's first stay-at-home orders, Americans were panic-buying at the store. Grocery aisles across the country still see some empty shelves, and families are worried about having enough food during the Covid-19 pandemic.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-disruptive-president-in-a-storm-of-crisis-11590430628", "title": "A Disruptive President in a Storm of Crisis", "date": "2020-05-25 14:17", "summary": "Trump thrives on conflict but may pay a price for alienating America's allies.. With less than six months until the November elections, the Trump administration faces a concatenation of catastrophes, crises and critics. The most dangerous pandemic in a century has kicked off an economic crisis more serious than the Great Depression, and it's happening against the backdrop of a toxic political atmosphere, a global crisis of confidence among America's leading allies, and the possible start of a cold war with China. We've never seen anything like it.", "categories": [["Opinion", "Global View"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/global-view?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/together-review-all-the-lonely-people-11590430598", "title": "'Together' Review: All the Lonely People", "date": "2020-05-25 14:16", "summary": "An absence of social bonds and relationships of trust can affect our conduct and our health. Facebook 'friendships' are no substitute.. In recent years, surveys have shown that a large percentage of Americans feel lonely or socially isolated. (One such survey, published in January, put the figure at 61%.) The restrictions prompted by Covid-19 have surely triggered even more such feelings. At a time when technology supposedly fosters new levels of interpersonal connectivity, how did we get to this place? What are the broader effects? What should we do?", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/notable-quotable-black-voters-and-biden-11590430547", "title": "Notable & Quotable: Black Voters and Biden", "date": "2020-05-25 14:15", "summary": "'The Democratic party holds black people in an abusive relationship but says you cannot leave because the other option is more abusive.'. Derecka Purnell writing for the Guardian, May 22:", "categories": [["Opinion", "Commentary", "Notable & Quotable"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb", "https://www.wsj.com/news/types/notable-quotable?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/quarantine-breakouts-acne-facemask-lockdown-skin-zits-pimples-home-remedies-11590429894", "title": "When Your Skin Breaks Out in Lockdown", "date": "2020-05-25 14:06", "summary": "Resume Subscription. Alex Gnibus thought one perk of working from home during the coronavirus pandemic would be glowing skin, because she planned to stop wearing makeup.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/trump-pays-tribute-to-veterans-coronavirus-victims-at-baltimores-fort-mchenry-11590429784", "title": "Trump Pays Tribute to Veterans, Coronavirus Victims at Baltimore's Fort McHenry", "date": "2020-05-25 14:03", "summary": "With city still on lockdown, Democratic mayor and Maryland's Republican governor not in attendance. BALTIMORE-President Trump paid tribute Monday to veterans and victims of the coronavirus pandemic as the U.S. death tally neared 100,000, ignoring calls by the city's mayor to reconsider making an appearance here.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/planning-to-use-your-home-as-a-retirement-nest-egg-no-so-fast-11590328800", "title": "Planning to Use Your Home as a Retirement Nest Egg? Not So Fast.", "date": "2020-05-25 13:21", "summary": "The economic uncertainty casts doubt on the home-as-a-piggy-bank approach. Like many people, my nest egg has taken a beating of late. My home, though, is paid off, and I like to think of this as my safety net in retirement. Is this a reasonable expectation? What are your thoughts?", "categories": [["Markets", "Journal Reports: Wealth Management", "Ask Encore"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-wealth-management?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/german-court-orders-vw-to-pay-diesel-compensation-11590425731", "title": "German Court Orders VW to Compensate Customers Over Emissions Scandal", "date": "2020-05-25 12:55", "summary": "Landmark ruling could herald further litigation against the car maker and some competitors. BERLIN-Germany's highest civil court ruled against Volkswagen AG in the first case brought by customers seeking damages in connection with the car maker's emissions-cheating scandal, a landmark ruling that could herald further litigation against Volkswagen and some competitors.", "categories": [["Business", "Autos & Transportation", "Autos Industry"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/transportation?mod=breadcrumb", "https://www.wsj.com/news/types/autos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/netanyahu-goes-on-offensive-day-after-his-corruption-trial-opens-11590424764", "title": "Netanyahu Goes on Offensive Day After His Corruption Trial Opens", "date": "2020-05-25 12:39", "summary": "The Israeli prime minister cites 'wolves' who are after him; critics, supporters both rally outside his home. A day after he appeared in court on corruption charges, Israeli Prime Minister Benjamin Netanyahu maintained a fiery public defense that risked deepening divisions in Israel's fractured politics.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-recovery-needs-a-supply-side-push-11590424415", "title": "The Recovery Needs a Supply-Side Push", "date": "2020-05-25 12:33", "summary": "The status quo before the pandemic won't return. New investment for new opportunities is crucial.. Unexpected shocks have become unexpectedly common. The pandemic of 2020 is the third economic shock to strike the U.S. in the 21st century, following 9/11 and the financial crisis of 2008. In each case, policy makers were caught off-guard. Yet while the precise nature and timing of major shocks are unpredictable, their occurrence is foreseeable.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-clusters-of-infections-complicate-european-efforts-to-reopen-economies-11590424429", "title": "New Clusters of Infections Complicate European Efforts to Reopen Economies", "date": "2020-05-25 12:33", "summary": "Fresh coronavirus hot spots ignite a heated debate about how to lift restrictions safely. BERLIN-The emergence of a string of fresh coronavirus outbreaks in Europe has prompted a debate about the speed of lifting lockdowns, with some politicians calling for selected restrictions to remain in place as governments reopen their economies.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/is-the-sat-really-the-problem-11590424365", "title": "Is the SAT Really the Problem?", "date": "2020-05-25 12:32", "summary": "Family breakdown causes serious disadvantages when it comes to college.. When the University of California announced it will stop using the SAT and ACT for admissions, it sent tremors through the world of higher education. If only because of its sheer size-the UC system covers 285,000 students over several campuses-others are bound to follow.", "categories": [["Opinion", "Main Street"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/main-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/need-a-lockdown-lift-meet-the-kettlebell-guy-of-new-york-city-11590424021", "title": "Need a Lockdown Lift? Meet the Kettlebell Guy of New York City", "date": "2020-05-25 12:27", "summary": "A trainer's gym business shuts in the pandemic. That's when he loaded up his car and started selling heavy metal.. I first heard about The Kettlebell Guy of New York City on the internet, of course. Apparently, The Kettlebell Guy had kettlebells. He had dumbbells, too. And he delivered. It sounded magical, like hearing somebody was driving around with a truck full of baby unicorns and Pappy Van Winkle bourbon.", "categories": [["Sports"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chinas-plan-to-make-permanent-health-tracking-on-smartphones-stirs-concern-11590422497", "title": "China's Plan to Make Health Tracking on Phones Permanent Stirs Concerns", "date": "2020-05-25 12:01", "summary": "Some internet users fear the government could be exploiting the pandemic to expand state monitoring of residents. China created a smartphone tool to trace and track the movement of potential coronavirus patients. Now, plans to make that kind of health tracking permanent are stirring concerns in a country where personal privacy was once said to be an afterthought.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/poor-countries-weigh-easing-lockdowns-as-coronavirus-cases-continue-to-rise-11590422400", "title": "Poor Countries Weigh Easing Lockdowns With Rising Coronavirus Cases", "date": "2020-05-25 12:00", "summary": "Resume Subscription. Car factories are starting back up in Brazil and Mexico. Train service is restarting across much of India. Mining companies are reopening in Peru.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/global-markets-dow-update-0525-11590380984", "title": "Global Stocks Drift Up on Thin Trading Volumes", "date": "2020-05-25 11:48", "summary": "S&P 500 futures advance with U.S. markets closed for Memorial Day. Stocks ticked up in Europe and Asia Monday in a session with light trading volumes as markets in the U.S. and U.K. remained closed.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/regulator-says-europes-banks-are-stronger-but-some-may-not-weather-crisis-11590421692", "title": "Regulator Says Europe's Banks Are Stronger, but Some May Not Weather Crisis", "date": "2020-05-25 11:48", "summary": "European Banking Authority says lenders are more exposed to smaller companies and consumer credit-areas hit hard by coronavirus pandemic. Europe's banks have built enough buffers to face the effects of the coronavirus pandemic, but not all will be able to weather a sharp fall in profitability as loans turn sour and the cost of raising funds rises, a banking regulator said Monday.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/frances-arnault-gives-financial-lifeline-to-indebted-lagardere-ceo-11590421372", "title": "France's Arnault Gives Financial Lifeline to Indebted Lagardère CEO", "date": "2020-05-25 11:43", "summary": "Controlling shareholder of LVMH to buy a stake in the holdings of Arnaud Lagardère. PARIS-French billionaire Bernard Arnault agreed to take a stake in the holdings of the controlling shareholder of media conglomerate Lagardère SCA, giving a financial lifeline to a longtime friend whose debts were undermining his control of the company.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trumps-withdrawal-temptation-11590421056", "title": "Trump's Withdrawal Temptation", "date": "2020-05-25 11:37", "summary": "Going to zero troops by October in Afghanistan would repeat the Obama-Biden mistake in Iraq.. President Trump was unhappy with us the other day for suggesting the Taliban in Afghanistan might try to goad him into an impulsive withdrawal of all U.S. troops. Mr. Trump tweeted that the U.S. has been there 19 years and there's nothing impulsive about it. That doesn't ease the concern as the President heads into an election campaign looking for foreign-policy victories to tout.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/taking-care-of-small-business-11590420978", "title": "Taking Care of Small Business", "date": "2020-05-25 11:36", "summary": "Congress can fix Treasury's mistakes on paycheck protection.. Speaker Nancy Pelosi has committed to holding a vote this week on a bipartisan bill that would give small businesses receiving Paycheck Protection Program loans more flexibility. Senate Republicans have also proposed fixes. So let's hope they can put aside political differences and take care of small business.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/italian-leaders-threaten-to-reimpose-restrictions-after-sunshine-draws-out-crowds-11590419828", "title": "Italian Leaders Threaten to Reimpose Restrictions After Sunshine Draws Out Crowds", "date": "2020-05-25 11:17", "summary": "Italy to recruit 60,000 volunteers to oversee social distancing as thousands celebrate the end of lockdown. Italian politicians threatened to reinstate restrictions on people's movements and announced plans to recruit 60,000 unemployed volunteers to help oversee social distancing, after thousands of Italians celebrated the end of the country's lockdown by going out for a drink.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/saratoga-a-horse-racing-mecca-braces-for-a-fanless-summer-11590418800", "title": "Saratoga, a Horse-Racing Mecca, Braces for a Fanless Summer", "date": "2020-05-25 11:00", "summary": "Businesses and officials in the 'Spa City' are hopeful some of the crowds that sustain their town will still come despite the coronavirus pandemic. SARATOGA SPRINGS, N.Y.-This city sells itself as \"the summer place to be,\" welcoming more than a million people to the thoroughbred track that operates in July and August and thousands more to an outdoor concert venue that brings fans of music from Beethoven to the Grateful Dead.", "categories": [["U.S.", "Tri-State Area"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-region?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bert-hewitt-was-dying-of-coronavirus-in-bhutan-then-his-family-asked-for-u-s-help-11590416973", "title": "Bert Hewitt Was Dying of Coronavirus in Bhutan. Then His Family Asked for U.S. Help.", "date": "2020-05-25 10:29", "summary": "Repatriation of more than 90,000 Americans stretched an effort by the State Department to rescue travelers stranded abroad. WASHINGTON-Bert Hewitt lay back in bed and closed his eyes for what he thought might be the last time. He was stranded in a foreign land, Bhutan, wedged in the Himalayas between India and Tibet, where he thought he would die from the new coronavirus.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/steep-drop-in-trade-flows-shows-pitfalls-of-cross-border-supply-chains-11590416983", "title": "Steep Drop in Trade Flows Shows Pitfalls of Cross-Border Supply Chains", "date": "2020-05-25 10:29", "summary": "Largest decline since financial crisis comes as multinationals strain to bridge new gaps in production. Global trade flows tumbled in the first quarter, a preview of what could be the largest contraction in international commerce in decades, as the coronavirus pandemic causes policy makers and multinationals to reconsider globe-spanning supply chains that have become a defining feature of the world economy.", "categories": [["Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/japan-declares-coronavirus-under-control-lifts-state-of-emergency-11590413785", "title": "Declaring Virus Under Control, Japan Lifts State of Emergency", "date": "2020-05-25 09:36", "summary": "'We have showed the power of the Japanese model' in slowing infections, Prime Minister Abe says. TOKYO-Japan on Monday fully lifted a state of emergency and declared success in checking the new coronavirus, despite bucking much of the consensus about best practices for governments in the pandemic fight.", "categories": [["World", "Asia", "Japan"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/japan-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-faces-coronavirus-tax-revenue-hit-11590411600", "title": "New York Faces Coronavirus Tax-Revenue Hit", "date": "2020-05-25 09:00", "summary": "The state and city risk losses as wealthy residents spend months in second homes out of state and others work from home. Tax revenues for New York City and the state are on the line as some of the region's wealthiest residents flee to the suburbs or beyond while employers keep out-of-state commuters in their homes.", "categories": [["U.S.", "Tri-State Area"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-region?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/more-people-are-taking-drugs-for-anxiety-and-insomnia-and-doctors-are-worried-11590411600", "title": "More People Are Taking Drugs for Anxiety and Insomnia, and Doctors Are Worried", "date": "2020-05-25 09:00", "summary": "As coronavirus health concerns, social isolation and job-loss stress take a toll, people turn to medications; 'It can very quickly become a habit'. Prescriptions for anti-anxiety medications and sleep aids have risen during the pandemic, prompting doctors to warn about the possibility of long-term addiction and abuse of the drugs.", "categories": [["Life & Work", "Health & Wellness"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/health-wellness?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-the-sports-comeback-has-begun-11590411601", "title": "Why the Sports Comeback Has Begun", "date": "2020-05-25 09:00", "summary": "There is now real momentum behind the return of American sports. The leagues have decided that games must go on-and that means learning to live with risk.. One positive test of one athlete in one league was all it took for American sports to stop.", "categories": [["Sports"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/inside-a-dreamy-catskills-retreat-surrounded-by-wildflowers-11590410426", "title": "Inside a Dreamy Catskills Retreat Surrounded by Wildflowers", "date": "2020-05-25 08:40", "summary": "In a 1929 house near a bohemian arts colony, photographer Martyn Thompson has fashioned a moody refuge showcasing his eclectic, homemade style. What is it about the woods that seems to unlock creativity? Ask a camp counselor or an artist-maybe ask one of the residents of the Woodstock Byrdcliffe Guild, a utopian arts colony turned arts-and-crafts center in the foothills of New York's Catskill Mountains. Founded in 1902, just outside the village of Woodstock, Byrdcliffe has a history of sheltering free spirits in a cluster of alpine-style cottages along the bosky slopes of Mount Guardian. Isadora Duncan danced in the living room of White Pines, the founders' dwelling, and Bob Dylan squirreled himself away at Hi Lo Ha, shunning performances after a 1966 motorcycle accident nearby.", "categories": [["Feature"]], "category_links": ["https://www.wsj.com/news/types/magazine-feature?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/graydon-carter-on-writing-a-memoir-in-lockdown-11590409834", "title": "Graydon Carter on Writing a Memoir in Lockdown", "date": "2020-05-25 08:30", "summary": "\"I drink a lot of coffee. In the house here in France, we have a 1975 coffee maker. It's the oldest coffee maker I've seen operating today; it should go in the Smithsonian.\". In our series My Monday Morning, self-motivated people tell WSJ. how they start off the week.", "categories": [["My Monday Morning"]], "category_links": ["https://www.wsj.com/news/types/my-monday-morning?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/in-coronavirus-fight-uncertainty-emerges-as-the-new-enemy-11590409645", "title": "In Coronavirus Fight, Uncertainty Emerges as New Enemy", "date": "2020-05-25 08:27", "summary": "Nobel Prize-winning economist Paul Romer offers some thoughts about how to deal with the insidious force of simple uncertainty. When it comes to economic recovery, the coronavirus remains Public Enemy No. 1. But not far behind is an equally insidious force: uncertainty.", "categories": [["Politics", "Capital Journal"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/capital-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/wuhan-tests-nine-million-people-for-coronavirus-in-10-days-11590408910", "title": "Wuhan Tests Nine Million People for Coronavirus in 10 Days", "date": "2020-05-25 08:15", "summary": "City uses 'sample pooling' for mass-testing regimen after a handful of fresh cases spark concern. HONG KONG-The central Chinese city of Wuhan said early Monday that it had collected coronavirus swab tests from more than nine million of its 11 million people over the past 10 days, an ambitious response to the re-emergence of a handful of fresh cases this month at the initial center of the pandemic.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/compliance-layoffs-budget-cuts-raise-prospect-of-looser-internal-oversight-11590404400", "title": "Compliance Layoffs, Budget Cuts Raise Prospect of Looser Internal Oversight", "date": "2020-05-25 07:00", "summary": "Compliance officers may have to reprioritize to accommodate smaller budgets, experts say. Corporate compliance departments are finding themselves in the crosshairs of corporate cost-cutters, raising concerns about the potential for mistakes or misbehavior to go undetected.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nyses-floor-to-reopen-with-masks-coronavirus-waivers-and-handshake-ban-11590404400", "title": "NYSE's Floor to Reopen With Masks, Waivers and Handshake Ban", "date": "2020-05-25 07:00", "summary": "Splashy bell ringings, IPO celebrations and media broadcasts from the floor will remain absent. The New York Stock Exchange is set to reopen its famed trading floor Tuesday, but it won't be going back to normal.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/in-16-billion-push-to-expand-broadband-america-is-flying-through-a-fog-11590399000", "title": "U.S. Flying Through Fog in $16 Billion Broadband Push", "date": "2020-05-25 05:30", "summary": "Under FCC's latest plan to fund to internet providers' service expansions, many rural customers who lack broadband could be counted as already having it. WASHINGTON-Spurred by the coronavirus pandemic, federal policy makers are pushing to spend billions of dollars to close gaps in America's high-speed internet network.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-schools-will-be-reopening-in-the-fall-11590399000", "title": "How Schools Will Be Reopening in the Fall", "date": "2020-05-25 05:30", "summary": "Schools are making plans based on CDC guidelines and what works for them; sitting inside hula hoops to enforce distance. Students wearing masks, eating lunch in classrooms and attending school in person only two days a week are among the scenarios being looked at in school districts throughout the U.S. planning to reopen in the fall.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/covid-19-tests-come-to-work-11590399001", "title": "Bosses Begin Testing Workers for Covid-19", "date": "2020-05-25 05:30", "summary": "Companies are asking more workers to take coronavirus tests, but the logistics are complicated. Covid-19 testing regimes are taking hold at big companies as they try to get back to business and prevent outbreaks on the job.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cyclical-stocks-are-staging-comeback-11590399001", "title": "Cyclical Stocks Are Staging a Rebound", "date": "2020-05-25 05:30", "summary": "Industrials and energy sectors logged biggest gains in S&P 500 last week; financials group also rallied. Shares of economically sensitive companies like manufacturers, energy companies and banks are powering the latest leg of the stock market's rebound.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chinese-companies-fleeing-new-york-will-find-warm-welcome-at-home-11590393040", "title": "Chinese Companies Fleeing New York Will Find Warm Welcome at Home", "date": "2020-05-25 03:50", "summary": "With Hong Kong in turmoil, Shenzhen and Shanghai could also be beneficiaries. Tensions between the U.S. and China have spilled into the capital markets. Many U.S.-listed Chinese companies will start to plan their trips back home.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/billions-recap-season-5-episode-4-bobby-axelrod-wants-to-do-some-goodbut-who-does-he-really-want-to-help-11590372060", "title": "'Billions' Recap, Season 5, Episode 4: Help the Poor, Help the Planet, Help Yourself", "date": "2020-05-25 22:01", "summary": "This week, Axe wants to invest in an opportunity zone. We unpack what that really means. And how realistic are Taylor's efforts to greenwash an oil company?. It all started with a shovel.", "categories": [["Books & Arts", "Arts", "Television"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/arts?mod=breadcrumb", "https://www.wsj.com/news/types/television?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/florida-law-declared-unconstitutional-paving-way-for-felons-to-vote-11590366054", "title": "Florida Law Declared Unconstitutional, Paving Way for Felons to Vote", "date": "2020-05-25 21:17", "summary": "In his decision, U.S. District Judge Robert Hinkle ruled that Florida's procedures amounted to an 'unconstitutional pay-to-vote system'. A federal judge declared unconstitutional parts of a Florida law that would require people with felony convictions to pay off financial obligations before regaining their right to vote, paving the way for hundreds of thousands of Floridians to register to vote.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}]