[{"link": "https://www.wsj.com/articles/tech-antitrust-hearing-puts-big-data-on-hot-seat-11596067130", "title": "Tech Antitrust Hearing Puts Big Data on Hot Seat", "date": "2020-07-29 19:58", "summary": "Lawmakers probed whether mass data collection hurts users and competitors. The antitrust hearing on Capitol Hill Wednesday zeroed in on a key gray area for lawmakers and regulators probing Big Tech's power: how the companies use all the data they collect from billions of collective users.", "categories": [["CIO Journal"]], "category_links": ["https://www.wsj.com/news/types/cio-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tech-ceos-defend-operations-ahead-of-congressional-hearing-11596027626", "title": "Big Tech's Power Comes Under Fire at Congressional Antitrust Hearing", "date": "2020-07-29 19:29", "summary": "The CEOs of Amazon, Facebook, Apple and Google faced criticism at the hearing from Democrats and Republicans alike. WASHINGTON-The chief executives of Amazon.com Inc., Facebook Inc., Apple Inc. and Alphabet Inc.'s Google faced relentless criticism at a congressional hearing Wednesday, with Democrats and Republicans alike challenging their business practices over more than five contentious hours.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-imposes-new-sanctions-targeting-assad-family-syrian-military-unit-11596064932", "title": "U.S. Imposes New Sanctions Targeting Assad Family, Syrian Military Unit", "date": "2020-07-29 19:22", "summary": "The 18-year-old son of Syrian President Bashar al-Assad is among the targets. The U.S. placed sanctions on a son of Syrian President Bashar al-Assad and a Syrian military unit in the latest move in an effort by the Trump administration to pressure the country's regime to end a civil war.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tupperware-shares-surge-as-company-pushes-turnaround-effort-11596064859", "title": "Tupperware Shares Surge as Company Pushes Turnaround Effort", "date": "2020-07-29 19:21", "summary": "Container maker's bonds also rise as it says it weathered coronavirus pandemic. Tupperware Brands Corp. shares jumped 68% Wednesday after the company said that it weathered coronavirus-related shutdowns in the second quarter and that it was looking for ways to deal with about $500 million in debt obligations coming due next year.", "categories": [["Pro Bankruptcy Distress"]], "category_links": ["https://www.wsj.com/news/types/pro-bankruptcy-distress?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/big-techs-antitrust-paradox-11596064516", "title": "Big Tech's Antitrust Paradox", "date": "2020-07-29 19:15", "summary": "The legal test for antitrust is consumer benefit, not size.. Everyone seems to hate America's giant tech companies these days-except the hundreds of millions of people who use their products. Amid the new political and antitrust scrutiny of Big Tech, this not-so-small matter of consumer benefit should be the legal and policy watchword.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pandemic-education-scholarships-11596064420", "title": "Pandemic Education Scholarships", "date": "2020-07-29 19:13", "summary": "The Senate GOP bill includes cash for private schools that reopen.. Most of the GOP Senate's $1 trillion pandemic spending proposal unveiled Monday isn't money well spent. But it does have at least one useful idea: scholarships for children to attend the schools of their choice in the fall.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/restoring-order-in-portland-11596064275", "title": "Restoring Order in Portland", "date": "2020-07-29 19:11", "summary": "The feds agree to leave if the state police can control the rioters.. Good news at last in Portlandia, where Oregon's Governor and the federal Department of Homeland Security have struck a truce to restore some order in the streets.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-bureau-of-pandemic-investigation-11596064306", "title": "The Bureau of Pandemic Investigation", "date": "2020-07-29 19:11", "summary": "The White House idea of virus relief includes a new FBI building.. Republicans lambasted Nancy Pelosi's bailout of Washington's Kennedy Center for the Performing Arts in a previous virus relief bill, but now they're countering with their own boondoggle. The Senate GOP proposal unveiled Monday includes $1.75 billion for \"the design and construction of a Washington, DC headquarters facility for the Federal Bureau of Investigation.\"", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/amazon-continues-to-probe-employee-use-of-third-party-vendor-data-jeff-bezos-says-11596063680", "title": "Amazon Continues to Probe Employee Use of Third-Party Vendor Data, Jeff Bezos Says", "date": "2020-07-29 19:01", "summary": "Lawmakers question Mr. Bezos about Wall Street Journal stories on data, Amazon investments. Amazon . com Inc. Chief Executive Jeff Bezos said the company continues to investigate the allegations behind a Wall Street Journal article in April that detailed how Amazon employees used individual third-party seller data to develop Amazon-branded products.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/covid-19-prompted-purdue-university-to-shut-its-m-b-a-program-more-closures-are-expected-11596027600", "title": "Covid-19 Prompted Purdue to Shut Its M.B.A. Program. More Closures Are Expected.", "date": "2020-07-29 18:58", "summary": "The coronavirus pandemic appears to be accelerating fallout; business schools 'outside of the top 20 or 30 will struggle to keep afloat'. Several U.S. business schools have closed their struggling full-time M.B.A. programs in recent months, and the coronavirus outbreak may endanger more.", "categories": [["Business", "Management", "Business Education"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/management?mod=breadcrumb", "https://www.wsj.com/news/types/business-schools?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-administration-oregon-reach-deal-for-drawdown-of-federal-agents-in-portland-11596044448", "title": "Trump Administration, Oregon Agree to Reduce Federal Agents in Portland", "date": "2020-07-29 18:56", "summary": "Move comes after public officials, activists criticized agents' presence as inflaming violence; federal officers to deploy in Midwestern cities in separate anticrime effort. Oregon and the Trump administration said they had reached a deal Wednesday for a potential drawdown in Portland of federal agents whose controversial presence has been at the heart of recent violent protests in the city.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tweets-and-articles-sent-kodak-shares-surging-before-official-announcement-11596056729", "title": "Tweets and Articles Sent Kodak Shares Surging Before Official Announcement", "date": "2020-07-29 18:50", "summary": "Kodak sent a news advisory to media outlets without indicating the information wasn't intended to be released publicly. A day before Eastman Kodak Co. received a $765 million loan from the U.S. government, shares of the onetime photography giant were already on the move.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bill-hornbuckle-named-mgm-resorts-ceo-11596062750", "title": "Bill Hornbuckle Named MGM Resorts CEO", "date": "2020-07-29 18:45", "summary": "Executive has steered company through pandemic as acting chief. MGM Resorts International named Bill Hornbuckle as its new chief executive, handing the reins to the acting CEO who has led the global casino operator through the Covid-19 pandemic and ensuing furloughs, shutdowns and reopenings.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/qualcomm-inks-licensing-deal-with-huawei-despite-u-s-china-tensions-11596059709", "title": "Qualcomm Inks Deal With Huawei Despite U.S., China Tensions", "date": "2020-07-29 18:33", "summary": "Qualcomm also saw third-quarter sales almost halve from the year prior to $4.89 billion, weighed down by the coronavirus pandemic. U.S. mobile-phone chip maker Qualcomm Inc. said it resolved a protracted licensing dispute with China's Huawei Technologies Co. and signed a long-term deal with the smartphone maker despite heightened tensions between the U.S. and China.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/rioters-attack-more-than-a-courthouse-11596061930", "title": "Rioters Attack More Than a Courthouse", "date": "2020-07-29 18:32", "summary": "They target federal buildings that honor American heroes and the rule of law.. Tuesday's House Judiciary Committee hearing featuring Attorney General William Barr was farce masquerading as oversight. Mr. Barr sat stoically as Democrats spat insults, hurled accusations, and asked long, loaded questions. When the attorney general tried answering, they screamed \"I reclaim my time!\" to cut him off. Bile, anger and disdain were evident in almost every one of their interrogatories. Chairman Jerrold Nadler led a show trial.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/moonlighting-could-lift-a-threat-to-uber-11596061893", "title": "Moonlighting Could Lift a Threat to Uber", "date": "2020-07-29 18:31", "summary": "Letting drivers work for competitors demonstrates that they're contractors and not employees.. If you use Uber regularly, you've probably climbed into a car that displays a sticker for its rival Lyft -and vice-versa. That's good for drivers because it increases their opportunities to make money and set their own schedule. Permitting drivers to work for competitors may be a smart move by those \"gig economy\" companies, too. It may prove crucial in allowing them to retain their preferred business model.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/take-a-hike-and-get-lost-11596061872", "title": "Take a Hike and Get Lost", "date": "2020-07-29 18:31", "summary": "Going for an aimless walk in the woods is the best way to meet the truth.. Most people look at getting lost as the worst possible outcome of going into the woods. You hit a trail to observe nature, work off a few pounds, spot your favorite kind of bird-not to find yourself behind some brambles asking, \"Is this the way out?\"", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/uncrowned-queen-review-the-making-of-monarchs-11596061837", "title": "'Uncrowned Queen' Review: The Making of Monarchs", "date": "2020-07-29 18:30", "summary": "We have all met Henry VIII. It is long past time that we came to know his formidable grandmother, the matriarch of the Tudor dynasty.. Margaret Beaufort was never queen, even uncrowned, but her only child became Henry VII when he defeated Richard III at Bosworth Field in 1485, and Nicola Tallis, a British scholar and the author of a book on Lady Jane Grey, may reasonably style Margaret the mother of the Tudor dynasty. Margaret was married to Edmund Tudor when she was only 12. She was both a mother and a widow at 13.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/reading-the-trump-biden-inkblots-11596061771", "title": "Reading the Trump-Biden Inkblots", "date": "2020-07-29 18:29", "summary": "Voters can't pretend a Biden presidency will help the black children trapped in failing inner-city schools.. It was always a question whether Donald Trump's front-loading of his larger-than-life personality could last across four years as a winning political strategy, overwhelming his opposition and rolling past whomever the Democrats nominated to win a second term.", "categories": [["Opinion", "Wonder Land"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/wonder-land?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-mideast-pudding-loses-its-theme-11596061729", "title": "The Mideast Pudding Loses Its Theme", "date": "2020-07-29 18:28", "summary": "Shapeless and chaotic, the geopolitical situation looks little like it did at the end of the 20th century.. \"Take away this pudding! It has no theme,\" Winston Churchill is said to have exclaimed when confronted with an undistinguished dessert. The Middle East today resembles one of those puddings, but Uncle Sam may not send it back. A themeless pudding is better than a poisoned one.", "categories": [["Opinion", "Global View"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/global-view?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-legislation-would-aid-cash-strapped-commercial-property-owners-11596015001", "title": "New Legislation Would Aid Cash-Strapped Commercial-Property Owners", "date": "2020-07-29 18:18", "summary": "Bill would create funding vehicle to help CMBS borrowers make their mortgage payments. Lawmakers introduced a bill Wednesday to provide cash to struggling hotels and shopping centers that weren't able to pause mortgage payments after the coronavirus shut down the U.S. economy.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-backs-short-term-aid-deal-to-prevent-evictions-11596035705", "title": "Democrats Reject Trump's Push for Short-Term Aid Deal", "date": "2020-07-29 18:01", "summary": "President says Democrats and Republicans remain far apart on broader talks. WASHINGTON-Democrats rejected a last-minute push from President Trump to pass a short-term coronavirus relief bill as bipartisan talks faltered ahead of the expiration of enhanced jobless benefits this week.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/russia-seeks-to-register-first-coronavirus-vaccine-in-august-11596047326", "title": "Russia Seeks to Register First Covid-19 Vaccine in August", "date": "2020-07-29 18:01", "summary": "Country has tested soldiers, shortened trial times to be first to create a vaccine. MOSCOW-Russia seeks to become the first country to produce a vaccine for widespread use against the novel coronavirus, as a Moscow-based research institute plans to register its candidate within the first two weeks of August.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pentagon-to-detail-plans-for-u-s-troop-cuts-in-germany-11596026413", "title": "Pentagon to Move Nearly 12,000 U.S. Troops From Germany", "date": "2020-07-29 17:58", "summary": "Military also plans to relocate its major European headquarters to Belgium and send F-16 fighters to Italy, in an overhaul that some say could hamper deterrence against Russia. The U.S. military plans to move nearly 12,000 troops from Germany, relocate its major European headquarters to Belgium and send F-16 fighters to Italy to implement President Trump's decision to shrink the U.S. military footprint in the NATO ally, Defense Secretary Mark Esper said Wednesday.", "categories": [["Politics", "National Security"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/national-security?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fed-maintains-stimulus-commitment-as-economic-outlook-dims-11596045601", "title": "Fed Maintains Stimulus Commitment as Economic Outlook Dims", "date": "2020-07-29 17:52", "summary": "Jerome Powell reiterates pledge to support eventual recovery, says vigilance in combating coronavirus is key. Federal Reserve Chairman Jerome Powell said on Wednesday the U.S. economy faces a long road to recovery that will require greater public vigilance to prevent the spread of the coronavirus pandemic and more spending from Congress and the White House.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/jeff-bezos-and-america-11596059096", "title": "Jeff Bezos and America", "date": "2020-07-29 17:44", "summary": "Congressional testimony brings a welcome surprise.. There's so much anti-American vitriol in current news coverage that it's especially refreshing to find an unexpected argument for liberty floating along in the flood of contemporary events. Amazon founder Jeff Bezos shared an inspiring message about this great land and its infinite possibilities as he appeared remotely before a subcommittee of the House Judiciary Committee on Wednesday. It's no exaggeration to say that it was easily the most powerful and compelling testimony offered in the halls of Congress since Tuesday.", "categories": [["Opinion", "Best of the Web"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/best-of-the-web-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/theaters-about-to-get-more-hooked-on-blockbusters-11596039746", "title": "Theaters About to Get More Hooked on Blockbusters", "date": "2020-07-29 17:44", "summary": "Shortened release window will eventually mean fewer, bigger movies still able to draw a crowd. If nothing else, movie-theater operators will soon find out who their true fans really are.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/abroad-at-home-gardens-of-earthy-delights-11596058534", "title": "Abroad at Home: Gardens of Earthy Delights", "date": "2020-07-29 17:35", "summary": "Around the world, artists' gardens have served as refuge, inspiration and subject matter for painters; many welcome visitors both digitally and in person.. Since ancient days, artists have portrayed gardens as their main subject or as a setting; for close observation or as metaphor; as a prism to study light or seasonal change. Many had their own little Edens. Leonardo da Vinci drew botanicals during his years at the Château du Clos Lucé and garden in Amboise, France, and when he died there, in 1519, he still owned the vineyard in Milan that had been given to him by Duke Ludovico Il Moro. Gustave Caillebotte created an impressive garden in the Paris suburbs, where he entertained Pierre Renoir and Claude Monet, the latter of whom obsessively painted his own gardens at Giverny, 45 miles northwest of Paris.", "categories": [["Books & Arts", "Art Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/art-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/global-stock-markets-dow-update-7-29-2020-11596013279", "title": "U.S. Stocks Climb as Fed Reiterates Support", "date": "2020-07-29 17:24", "summary": "The Fed left rates near-zero at the end of Wednesday's policy meeting, saying it would continue increasing holdings of Treasurys. U.S. stocks climbed Wednesday as Federal Reserve officials reiterated their support for an economy battered by the coronavirus pandemic.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/saudi-arabia-holds-modest-hajj-in-mecca-amid-coronavirus-worries-11596043731", "title": "Saudi Arabia Holds Modest Hajj Amid Coronavirus Worries", "date": "2020-07-29 17:23", "summary": "World's biggest gathering of Muslims is limited to fewer than 10,000 people, compared to the more than two million that normally attend the pilgrimage. Jeddah, Saudi Arabia-A dramatically scaled-down hajj pilgrimage got under way in Saudi Arabia on Wednesday, with Muslim worshipers confined to small groups to prevent the spread of coronavirus, a contrast to the millions that normally attend one of Islam's most important religious rituals.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/stimulus-money-for-airline-contractors-comes-under-scrutiny-11596044969", "title": "Stimulus Money for Airline Contractors Comes Under Scrutiny", "date": "2020-07-29 17:21", "summary": "Lawmakers say catering firms and others laid off workers despite federal jobs aid. Lawmakers are launching an investigation into whether companies that provide catering and other services to airlines and airports received federal funding for payroll expenses despite laying off thousands of workers.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/germany-asks-russia-to-help-find-former-wirecard-executive-11596056696", "title": "Germany Asks Russia to Help Find Former Wirecard Executive", "date": "2020-07-29 17:20", "summary": "Jan Marsalek is wanted in connection with the unraveling of the payments giant. German authorities have asked Russian officials if Jan Marsalek, the former Wirecard AG executive who ran operations for the disgraced fintech company, had entered Russia and requested they act on an Interpol notice issued for his arrest.", "categories": [["WSJ News Exclusive", "Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/silicon-valley-parent-sentenced-to-six-months-in-prison-in-college-admissions-scandal-11596057614", "title": "Parent Sentenced to Six Months in Prison in College Admissions Scandal", "date": "2020-07-29 17:20", "summary": "Manuel Henriquez admitted to helping daughters cheat on standardized tests five times and working with college counselor to bribe a Georgetown coach. A federal judge in Boston sentenced Manuel Henriquez, the founder and former chief executive of specialty finance company Hercules Capital Inc., on Wednesday to six months in prison for his role in the Varsity Blues college-admissions cheating scandal.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/treasury-bond-yields-fall-ahead-of-fed-comment-11596035987", "title": "Treasury Bond Yields Approach Record Low After Fed Statement", "date": "2020-07-29 17:09", "summary": "Powell stands by commitment to aggressive stimulus. Treasury bond yields slipped after the Federal Reserve held interest rates steady Wednesday afternoon and said the U.S. economy still faced economic challenges from the coronavirus pandemic.", "categories": [["Markets", "Credit Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/credit-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fda-nears-decision-authorizing-covid-19-treatment-with-convalescent-plasma-11596055376", "title": "FDA Nears Decision Authorizing Covid-19 Treatment With Convalescent Plasma", "date": "2020-07-29 17:03", "summary": "Antibody-rich blood plasma would be one of the first coronavirus treatments to receive approval, which could pave way for wider use. The Food and Drug Administration is nearing a decision to authorize emergency use of antibody-rich blood plasma from recovered Covid-19 patients for treating those infected with the coronavirus, people familiar with the matter said.", "categories": [["WSJ News Exclusive", "Health"]], "category_links": ["https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fed-cant-fix-the-economy-alone-11596056165", "title": "Fed Can't Fix the Economy Alone", "date": "2020-07-29 16:56", "summary": "Federal Reserve is ready to keep pulling out the stops, but the economy's fate rests with others. The Federal Reserve is ready to do whatever it can to help the economy, but the Fed alone can't counteract the effects of the Covid-19 crisis.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/republicans-say-600-jobless-benefits-discourage-people-from-working-economists-disagree-11596050181", "title": "Republicans Say $600 Unemployment Benefits Discourage People From Working. Economists Disagree.", "date": "2020-07-29 16:51", "summary": "Factors such as lack of child care or concern about health risks were generally cited by workers who decided not to return to their jobs. Republicans and Democrats are debating whether to extend an extra $600 weekly federal benefit for people out of work during the coronavirus pandemic. While Democrats want to keep payments the same until January, Republicans want to cut the payments to $200 through September because they believe a larger amount deters people from returning to work.", "categories": [["Money"]], "category_links": ["https://www.wsj.com/news/types/noted-money?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/heres-where-the-democrats-stand-on-police-funding-marijuana-and-medicare-11596052231", "title": "Here's Where the Democrats Stand on Police Funding, Marijuana and Medicare", "date": "2020-07-29 16:51", "summary": "A committee has approved the party's platform document, but delegates must still vote on it. Presumptive Democratic presidential nominee Joe Biden and the Democratic Party platform committee do not support defunding police and shifting the money to public service programs. Black Lives Matter organizer Patrisse Cullors, who is pushing for funding to be shifted from police departments to organizations that help marginalized communities, said Monday: \"The Democratic Party of today will be remembered as the party of complicity.\"", "categories": [["Ideas"]], "category_links": ["https://www.wsj.com/news/types/noted-ideas?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/should-anyone-except-rihanna-wear-yellow-a-debate-11596055734", "title": "Should Anyone Except Rihanna Wear Yellow? A Debate", "date": "2020-07-29 16:48", "summary": "Fans find that it's cheery and evokes the pop star's 2015 Met Gala gown. Detractors bemoan its irksome challenges. We argue both sides.. We can't forget Michelle Williams's saffron-colored Vera Wang Oscars look from 2006. Or Rihanna's studio-apartment-sized golden Guo Pei cape at the 2015 Met Gala. Kate Hudson's yellow gown from 2003's rom-com classic \"How to Lose A Guy In 10 Days\" inspired uncountable lemon-colored prom dresses. Arguably uplifting, yellow makes a memorable statement.", "categories": [["Life & Work", "Style & Fashion", "Fashion"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/fashion?mod=breadcrumb", "https://www.wsj.com/news/types/fashion?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-new-twilight-book-is-finally-coming-years-after-fans-wrote-theirs-11596055396", "title": "A New 'Twilight' Book Is Finally Coming, Years After Fans Wrote Theirs", "date": "2020-07-29 16:43", "summary": "Twelve years ago the new 'Twilight' was leaked online and abandoned by its bestselling author. Fanfiction writers filled in the gaps.. Bestselling \"Twilight\" author Stephenie Meyer waited until now to release \"Midnight Sun.\" Fanfiction writers beat her to it.", "categories": [["Books & Arts", "Books"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/blue-apron-swings-to-profit-amid-pandemic-11596034442", "title": "Blue Apron Swings to Profit Amid Pandemic", "date": "2020-07-29 16:26", "summary": "Meal-kit company says it is seeking to capitalize on consumers' stronger appetite for cooking at home. Blue Apron Holdings Inc. reported its first profitable quarter since going public three years ago, buoyed by higher demand for cooking at home during the coronavirus pandemic.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/journal-readers-react-to-a-note-to-readers-11596053480", "title": "Journal Readers React to 'A Note to Readers'", "date": "2020-07-29 16:11", "summary": "I am very disheartened to see staffers at the Journal demanding that the opinion section be reformed.. Regarding your editorial \"A Note to Readers\" (July 24): I have been a loyal customer of all versions of the Journal for many years. I enjoy being able to get news coverage that at least attempts to be fair and at the same time is very reputable. This is something I cherish in this day and age with other publications only presenting one viewpoint (that of the political left).", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/boeing-plans-deeper-job-and-production-cuts-11596024925", "title": "Boeing Plans Deeper Job, Production Cuts", "date": "2020-07-29 15:57", "summary": "Collapse in jetliner sales prompts reliance on defense business as coronavirus pandemic ravages airline industry. Boeing Co. on Wednesday outlined plans to slash more production and jobs and look for other ways to conserve cash as the coronavirus pandemic deepens its toll on the global aviation industry.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/total-takes-8-billion-write-down-as-coronavirus-undercuts-oil-price-forecast-11596051239", "title": "Total Takes $8 Billion Write-Down on Weak Oil Outlook", "date": "2020-07-29 15:34", "summary": "French energy giant reduces value of Canadian oil-sands assets. French energy giant Total SA is writing down the value of its oil-and-gas assets by $8.1 billion after lowering its oil-price expectations in the wake of the coronavirus pandemic.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/deutsche-bank-posts-small-profit-as-it-boosts-bad-loan-provisions-11596002631", "title": "Europe's Banks Take Hefty Charges as Coronavirus Impact Emerges", "date": "2020-07-29 15:33", "summary": "Deutsche Bank, Barclays and Santander take loan-loss hit from the pandemic, but investment banking offers some support. Some of Europe's biggest lenders reported hefty coronavirus-related charges in the second quarter as the pandemic's impact on their businesses became clearer.", "categories": [["Markets", "Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-to-watch-the-muppets-and-the-fugitive-are-rebooted-for-streaming-11596051012", "title": "What to Watch: 'The Muppets' and 'The Fugitive' Are Rebooted for Streaming", "date": "2020-07-29 15:30", "summary": "Plus, Hulu goes on a British binge, 'Wimpy Kid's' Jeff Kinney tips his hat to 'Avatar: The Last Airbender' and the Emmys celebrate streamers. Streamers continue to make history at the Emmys. When the 2020 nominees were announced this week, HBO's \"Watchmen\" led among titles with 26 nominations while Netflix set a record among services with a total of 160.", "categories": [["Books & Arts", "Arts", "Arts & Entertainment"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/arts?mod=breadcrumb", "https://www.wsj.com/news/types/arts-entertainment?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/kurt-yaeger-wants-to-see-more-characters-who-arent-defined-by-their-disabilities-11596041796", "title": "Kurt Yaeger Wants to See More Characters Who Aren't Defined by Their Disabilities", "date": "2020-07-29 15:29", "summary": "The 'Sons of Anarchy' actor, who is a below-the-knee amputee, also wonders why Hollywood doesn't use special effects to cast actors like himself in able-bodied roles. \"\"I've played a dad who was missing a leg. I've played a homeless guy with one leg. But how come I've never played a dad? Or just a homeless guy?\" \"", "categories": [["Culture"]], "category_links": ["https://www.wsj.com/news/types/noted-culture?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/is-your-college-constantly-changing-its-coronavirus-plans-youre-not-alone-11596042596", "title": "Is Your College Constantly Changing Its Coronavirus Plans? You're Not Alone.", "date": "2020-07-29 15:26", "summary": "Some schools are asking students to sign a pledge saying they won't socialize in large groups or leave campus. Many college students are still unsure of what their lives will look like as the fall semester approaches. Colleges across the U.S. are announcing new plans just weeks ahead of classes. At the start of July, for instance, Spelman College in Atlanta said it would be reopening its campus, but last week it reversed course and said classes would only be online. Duke plans to limit its campus to freshmen and sophomores. Other colleges, like Bowdoin and Harvard, are opening their campus primarily for first-year students.", "categories": [["Education"]], "category_links": ["https://www.wsj.com/news/types/noted-education?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/singapores-pil-gets-110-millionlifeline-from-temasek-fund-11596048364", "title": "Singapore's PIL Gets $110 Million Lifeline From Temasek Fund", "date": "2020-07-29 14:46", "summary": "Embattled container line still is looking for up to $450 million from the Singapore sovereign-wealth fund to maintain its business. Pacific International Lines Pte. Ltd. is getting $110 million in funding from an affiliate of Singapore's sovereign-wealth fund that will keep the debt-ridden container ship operator in business while talks continue to secure a bigger lifeline of $450 million.", "categories": [["Logistics Report"]], "category_links": ["https://www.wsj.com/news/types/logistics-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/thoughts-on-a-yuge-trump-election-agenda-11596047840", "title": "Thoughts on a 'Yuge' Trump Election Agenda", "date": "2020-07-29 14:37", "summary": "In three states already, attorneys general have issued opinions calling for the protection of public employees' Janus rights.. Andy Kessler's recommendation to \"provide some backbone to the 2018 Janus decision on union dues so most workers can opt out\" in \"A 'Yuge' Re-Election Agenda\" (Inside View, July 20) is a good one. But it isn't as \"yuge\" as the author maintains. In three states already, attorneys general have issued opinions calling for the protection of public employees' Janus rights. Kevin Clarkson of Alaska, Ken Paxton of Texas and Curtis Hill of Indiana agree on the implications of the Supreme Court's decision in Janus v. Afscme. Not only do public employees have a First Amendment right to choose to pay a union or not, but also the right to have this choice protected.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/feds-unlikely-to-make-good-reformation-of-academia-11596047752", "title": "Feds Unlikely to Make Good Reformation of Academia", "date": "2020-07-29 14:35", "summary": "Can anyone see the House of Representatives coming to the rescue?. I appreciate former Sen. Orrin Hatch's views on the need for \"reformation\" in academia, including his initial comparative reference to both astrophysical theories and historical analogies (\"Higher Ed and the Fragmentation of America,\" op-ed, July 28). His description of the problem, and its seriousness, is on target. His major proffered solution, however, is weak. He would rely primarily on the government to use money to motivate change in our universities. Can anyone see the House of Representatives coming to the rescue? And if the Senate and the White House go the way of the House this fall, which isn't unlikely, the government will be full of \"elites\" who are the product of the problem.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nypd-criticized-for-using-plainclothes-officers-unmarked-van-for-protest-arrest-11596046901", "title": "NYPD Criticized as Plainclothes Officers Make Protest Arrest", "date": "2020-07-29 14:21", "summary": "Video from demonstration showed officers tackling a woman sought on several warrants. Plainclothes New York Police Department officers arrested a protester and put her in an unmarked van at a demonstration against police brutality in Manhattan Tuesday, drawing criticism from New York City Mayor Bill de Blasio and Gov. Andrew Cuomo after videos of the incident were widely shared on social media.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hong-kong-police-arrest-activists-over-secessionist-social-media-posts-11596044387", "title": "Hong Kong Police Arrest Activists Over Social-Media Posts", "date": "2020-07-29 13:39", "summary": "Four students arrested under national-security law over allegations of promoting independence. HONG KONG-A newly formed national-security police squad arrested four students on Wednesday for alleged secessionist activities on social media, the first such swoop on opposition activists since China imposed the controversial national-security legislation four weeks ago.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/belarus-detains-alleged-russian-military-contractors-ahead-of-presidential-vote-11596043981", "title": "Belarus Detains Alleged Russian Military Contractors Ahead of Presidential Vote", "date": "2020-07-29 13:33", "summary": "Incident reflects increasingly strained relations between Minsk and Moscow. MOSCOW-Authorities in Belarus detained almost three dozen Russian nationals they say are military contractors who intended to destabilize the country ahead of the coming presidential election, in an incident that reflects increasingly strained relations between Minsk and Moscow.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/treasury-to-make-tiktok-recommendations-to-trump-this-week-11596043389", "title": "Treasury to Make TikTok Recommendations to Trump This Week", "date": "2020-07-29 13:23", "summary": "Department to brief president on continuing national-security review of Chinese app, says Treasury chief Steven Mnuchin. WASHINGTON-Treasury Secretary Steven Mnuchin said Wednesday that a Treasury Department-led review into whether popular Chinese video-sharing app TikTok poses threats to U.S. national security will present its recommendations to President Trump this week.", "categories": [["Politics", "National Security"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/national-security?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/china-hacked-vatican-ahead-of-negotiations-u-s-cybersecurity-firm-says-11596039765", "title": "China Hacked Vatican Ahead of Negotiations, U.S. Cybersecurity Firm Says", "date": "2020-07-29 13:21", "summary": "The alleged breaches come ahead of negotiations regarding the appointment of bishops in China. A Chinese-state-backed group recently hacked into Vatican computers on the eve of important negotiations with Beijing, according to a U.S. cybersecurity firm.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/gm-makes-the-most-of-a-bad-business-11596043304", "title": "GM Makes the Most of a Bad Business", "date": "2020-07-29 13:21", "summary": "Aggressive cost control helped Detroit's largest car maker keep second-quarter losses to a minimum, but Ford might have more scope to surprise investors. The second quarter could have been much worse for General Motors . Yet the Detroit car maker most likely to give investors a lift this earnings season is, surprisingly, Ford .", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pfizer-sales-fall-as-company-races-toward-covid-19-vaccine-11595936314", "title": "Pfizer Foresees Lasting Demand for Covid-19 Vaccine", "date": "2020-07-29 13:07", "summary": "Drugmaker says new coronavirus may be seasonal or long-term concern, with potential need for vaccinations beyond 2022. Pfizer Inc. said it expects global demand for vaccinations against coronavirus illnesses to last at least several years, sharpening a long-term forecast for its experimental Covid-19 vaccine as the company moves forward with the final-stage of clinical testing.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/treasury-u-s-postal-service-reach-agreement-on-10-billion-coronavirus-relief-loan-11596035448", "title": "Postal Service Reaches Agreement on $10 Billion Coronavirus-Relief Loan", "date": "2020-07-29 13:02", "summary": "Postmaster General DeJoy says USPS 'remains on an unsustainable path' and that the funding 'will delay the approaching liquidity crisis'. WASHINGTON-The U.S. Postal Service, struggling with fallout from the coronavirus pandemic, reached an agreement for a $10 billion loan from the Treasury Department.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/roche-arthritis-drug-fails-covid-19-testing-11596042128", "title": "Roche Arthritis Drug Fails Covid-19 Testing", "date": "2020-07-29 13:02", "summary": "Anti-inflammatory Actemra fails to help hospitalized patients with Covid-19, a setback for researchers looking at haywire immune response. Roche Holding AG said its anti-inflammatory drug Actemra failed to help Covid-19 patients in a late-stage clinical trial, the latest setback for a class of drugs that doctors hope can halt a haywire immune reaction linked to the new coronavirus.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/shopifys-business-sells-itself-for-now-11596041071", "title": "Shopify's Business Sells Itself, for Now", "date": "2020-07-29 12:44", "summary": "E-commerce rush rockets Shopify shares amid coronavirus, but all good sales can eventually come to an end. Overall U.S. retail sales were down in the second quarter, according to Census Bureau data. You would never know it from Shopify 's results.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/iran-fires-missiles-in-drill-prompting-u-s-bases-to-go-on-alert-11596040841", "title": "Iran Fires Missiles in Drill, Prompting Alerts at U.S. Bases", "date": "2020-07-29 12:40", "summary": "Revolutionary Guard practices attacks on targets in the Persian Gulf. Iran attacked a replica aircraft carrier with ballistic missiles and drones as part of a drill in the Persian Gulf, prompting two nearby U.S. military bases to briefly go on alert Tuesday amid fresh tensions between the two countries.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/dropping-pettus-is-a-bridge-too-far-11596040679", "title": "Dropping 'Pettus' Is a Bridge Too Far", "date": "2020-07-29 12:38", "summary": "John Lewis's case for keeping the name of a white supremacist.. Edmund Pettus was a white supremacist who served as a general in the Confederate army and a leader of the Ku Klux Klan. John Lewis was a civil-rights warrior who almost died on the Edmund Pettus Bridge in Selma, Ala., where state troopers assaulted Lewis during a 1965 protest march.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-virus-may-strike-teachers-unions-11596040702", "title": "The Virus May Strike Teachers Unions", "date": "2020-07-29 12:38", "summary": "What happens when they refuse to do their jobs and it turns out home-schoolers are better at it anyway?. If you have school-age children, you may be wondering if they'll ever get an education. On Tuesday the American Federation of Teachers, the second-largest education union, threatened \"safety strikes\" if reopening plans aren't to its liking. Some state and local governments are insisting that public K-12 schooling this fall be conducted online three to five days a week and imposing stringent conditions on those students who actually make it to the classroom.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/index-giant-s-p-faces-potential-sec-lawsuit-over-volatility-gauges-11596037650", "title": "S&P Faces Potential SEC Lawsuit Over Volatility Gauges", "date": "2020-07-29 12:33", "summary": "SEC says S&P failed to provide sufficient disclosures on certain volatility-linked indexes in 2018. The Securities and Exchange Commission plans to bring an enforcement action against S&P Dow Jones Indices, one of the world's biggest index providers for exchange-traded funds, for failing to provide sufficient disclosures on certain volatility-linked indexes in 2018.", "categories": [["Markets", "Financial Regulation"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/financial-regulation?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/canada-warns-residents-receiving-mystery-seeds-11596036296", "title": "Canada, U.K. Warn Residents Receiving Mystery Seeds", "date": "2020-07-29 12:23", "summary": "Officials in the U.S. are investigating similar cases of people getting seeds they didn't order. TORONTO-British and Canadian government agencies are investigating reports that people in their countries are receiving mystery packages of seeds.", "categories": [["World", "Canada"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/canada-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-jersey-coronavirus-relief-program-to-help-illegal-immigrants-11596035605", "title": "New Jersey Pandemic Relief Program to Help Illegal Immigrants", "date": "2020-07-29 12:20", "summary": "Cash payments to go to families and workers excluded from jobless benefits and other pandemic relief efforts. The New Jersey Pandemic Relief Fund is providing $4.5 million in direct-cash assistance to illegal immigrants who have lost work because of the coronavirus and been excluded from other pandemic relief efforts.", "categories": [["U.S.", "Tri-State Area"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-region?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/elite-new-york-private-schools-to-test-preschoolers-over-zoom-11596039395", "title": "Elite Private Schools to Test Preschoolers Over Zoom", "date": "2020-07-29 12:16", "summary": "Schools such as Marymount, Dalton and Brearley will use videoconferencing platform for kindergarten assessments. Parents hoping their preschoolers will score admission to one of New York City's elite private schools face another hurdle this year: Zoom tests.", "categories": [["U.S.", "Schools"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-schools?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/interpublic-is-latest-ad-giant-to-report-drop-in-revenue-11596038864", "title": "Interpublic Is Latest Ad Giant to Report Drop in Revenue", "date": "2020-07-29 12:07", "summary": "Ad-agency owner says it is too soon to tell whether the second quarter will mark the worst of pandemic effects. Interpublic Group of Cos. reported a decrease in organic revenue, a key industry metric, further demonstrating the impact of the coronavirus pandemic on the ad industry.", "categories": [["CMO Today"]], "category_links": ["https://www.wsj.com/news/types/cmo-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/gm-posts-quarterly-loss-but-beats-analyst-estimates-11596025031", "title": "GM Posts Quarterly Loss but Beats Analyst Estimates", "date": "2020-07-29 12:03", "summary": "Factory shutdowns in the U.S. took a bite, although resilient sales of pricey pickup trucks lifted results. General Motors Co. posted a $758 million second-quarter net loss mostly due to factory shutdowns in its home U.S. market, although resilient sales of pricey pickup trucks propelled results beyond analysts' forecasts.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-city-woman-identified-in-shark-attack-off-maine-coast-11595972005", "title": "New York City Woman Identified in Shark Attack Off Maine Coast", "date": "2020-07-29 12:02", "summary": "Death comes as some Long Island beaches prohibit swimming after shark sightings. A New York City woman died Monday from a rare shark attack off the coast of Bailey Island in Harpswell, Maine, according to the Maine Department of Marine Resources.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/congress-seeks-to-fix-120-billion-tax-snafu-in-ppp-loans-11596037094", "title": "Congress Seeks to Fix $120 Billion Tax Snafu", "date": "2020-07-29 11:38", "summary": "Lawmakers want to allow deductions tied to small-business loans despite IRS decision. WASHINGTON-Congress left a loose end in March's economic-relief law that could end up costing small businesses $120 billion in taxes, and lawmakers are still struggling to tie it up.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/shrinking-will-be-a-painful-business-for-boeing-11596036841", "title": "Shrinking Will Be a Painful Business for Boeing", "date": "2020-07-29 11:34", "summary": "The result of cutting its workforce and production rates will be lower profit margins. The worst crisis in aviation history is forcing aerospace manufacturers to downsize rapidly. Investors might still be underestimating how painful this will be for Boeing .", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/senate-gop-coronavirus-package-omits-additional-elections-funding-11596036853", "title": "Senate GOP Package Omits Additional Elections Funding", "date": "2020-07-29 11:34", "summary": "House Democrats in May proposed sending $3.6 billion to state and local officials to help them hold elections during the pandemic. Senate Republicans didn't include any new funding to help states and local governments to administer elections in their latest coronavirus aid package, setting up a fight over the issue in coming negotiations with Democrats.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-shifts-pricing-power-to-ups-and-fedexand-they-are-using-it-11596026588", "title": "Coronavirus Shifts Pricing Power to UPS and FedEx", "date": "2020-07-29 11:23", "summary": "Amid surge of online deliveries, large shippers are hit with higher rates; 'a carrier market'. Online orders poured into Foot Locker Inc. in March, propping up business after the coronavirus pandemic forced the sneaker seller to close nearly all of its 3,000-plus stores.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/this-recipe-is-the-superstar-of-zucchini-season-11596035998", "title": "This Recipe Is the Superstar of Zucchini Season", "date": "2020-07-29 11:19", "summary": "Just when you thought the bumper crop might bury you, this simple vegetarian 'carpaccio' offers an exciting interplay of cool and warm, snappy and succulent. THIS RECIPE takes Michael Tusk right back to a particular place. \"Years ago, I had a zucchini carpaccio in the Tuscan countryside that stirred my imagination,\" the chef said. \"I remember it as so simple and fresh.\"", "categories": [["Life & Work", "Food & Drink", "Slow Food Fast"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/food-cooking-drink?mod=breadcrumb", "https://www.wsj.com/news/types/slow-food-fast?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-two-sanctioned-russian-billionaire-brothers-bought-art-anyway-11596035186", "title": "How Art World 'Secrecy' Aided Two Sanctioned Brothers", "date": "2020-07-29 11:06", "summary": "Senate investigation says art collectors circumvent U.S. laws to buy, sell and launder millions through art; Rotenbergs deny the claims. Two months after the U.S. imposed sanctions on Russian construction billionaires Arkady and Boris Rotenberg in March 2014, the brothers sent their art adviser on a shopping spree, according to a Senate investigation report released Wednesday. At a Sotheby's auction that month in New York, the Rotenbergs, who are lifelong friends of Russian President Vladimir Putin, paid $6.8 million for 10 works of art, including a cubist still life by Georges Braque and a swirling tableau by Marc Chagall, the report said.", "categories": [["Books & Arts", "Arts", "Art"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/arts?mod=breadcrumb", "https://www.wsj.com/news/types/art?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/connecticut-lawmakers-pass-package-of-police-reforms-11596034655", "title": "Connecticut Lawmakers Pass Package of Police Reforms", "date": "2020-07-29 10:57", "summary": "Governor expected to sign bill limiting the qualified immunity of law-enforcement officers. Connecticut lawmakers approved a wide-ranging police-reform bill that faced strong opposition from the state's police chiefs and unions representing law-enforcement officers.", "categories": [["U.S.", "Politics"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/covid-spoiled-your-plans-get-a-planner-say-devotees-11596034169", "title": "Covid Spoiled Your Plans? Get a Planner, Say Devotees", "date": "2020-07-29 10:49", "summary": "Users of the paper appointment books find that filling the pages with to-do lists-things to read, friends to call, resolutions to keep-helps them feel in control in a scary time.. After Dawn Paoletta crossed out pages of appointments, social gatherings and trips she had carefully written into her 2020 planner, she decided she needed a new approach to staying home during the pandemic. She bought a dozen more planners.", "categories": [["A-hed"]], "category_links": ["https://www.wsj.com/news/types/a-hed?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/turkey-adopts-new-law-to-police-dissent-on-the-web-11596034015", "title": "Turkey Adopts New Law to Police Dissent on the Web", "date": "2020-07-29 10:46", "summary": "If social media companies fail to comply, they risk penalties ranging from fines to losing advertising or being blocked. ISTANBUL-Turkey's parliament has approved new laws on social media that give the government more power to police content on Twitter, YouTube, Facebook and other networks, sending a chill through the country's human-rights activists.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/at-deutsche-bank-and-barclays-european-banking-goes-national-11596033384", "title": "At Deutsche Bank and Barclays, European Banking Goes National", "date": "2020-07-29 10:36", "summary": "Country risk is increasingly important as European countries craft different responses to the coronavirus crisis. The main European banking story in recent years has been how to restructure businesses to drive returns. That still matters, but so too does something new: government responses to the coronavirus crisis.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/investors-dont-look-away-from-this-kodak-moment-11596033085", "title": "Investors, Don't Look Away From This Kodak Moment", "date": "2020-07-29 10:31", "summary": "Bemusement or regret aren't the only emotions pros should feel-Kodak is a timely reminder of what can happen to 'must-own' stocks. Investors had various reactions when they heard that shares of Eastman Kodak more than tripled on Tuesday after receiving a U.S. government loan to produce pharmaceutical ingredients. Regret was one, though the micro-cap was hardly on many investors' radar. Greed was another. Robintrack, which reports positions held by traders on retail brokerage Robinhood, says it was by far the stock added to the most portfolios on Tuesday.", "categories": [["Markets", "Overheard"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/overheard?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chinese-law-professor-who-criticized-xi-jinping-to-fight-charge-and-dismissal-11596032995", "title": "Chinese Professor Who Criticized Xi Jinping to Fight Charge and Dismissal", "date": "2020-07-29 10:29", "summary": "Lawyer for Xu Zhangrun says charge was trumped up to justify his dismissal from top Beijing university. HONG KONG-A Chinese legal scholar, known for his outspoken criticism of Chinese leader Xi Jinping, is seeking to overturn a prostitution charge that he says was trumped up to justify his dismissal as a professor, one of his lawyers said Wednesday.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/china-corruption-president-xi-communist-party-fugitives-california-lawsuits-us-courts-11596032112", "title": "China's New Tool to Chase Down Fugitives: American Courts", "date": "2020-07-29 10:29", "summary": "Resume Subscription. After Peng Xufeng, head of a Chinese state-owned infrastructure and transportation company, left China around the time a corruption probe against him began, investigators there used well-tested tactics to try forcing him to return.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/a-36-000-acre-property-in-new-yorks-adirondacks-asks-180-million-11596032719", "title": "A 36,000-Acre Property in New York's Adirondacks Asks $180 Million", "date": "2020-07-29 10:25", "summary": "The estate was the longtime home of Marylou Whitney, a socialite and horse racing enthusiast who died last year. Whitney Park, a 36,000-acre property in the Adirondacks that has belonged to the prominent Whitney family for more than a century, is hitting the market for $180 million.", "categories": [["WSJ News Exclusive", "Private Properties"]], "category_links": ["https://www.wsj.com/news/types/private-properties?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fast-food-chains-see-shifts-made-during-pandemic-paying-off-11596032316", "title": "Fast-Food Chains See Shifts Made During Pandemic Paying Off", "date": "2020-07-29 10:18", "summary": "Restaurant operators deepen their focus on takeout, drive-through and delivery services as coronavirus cases rise. Fast-food restaurants are responding to changing consumer tastes during the coronavirus pandemic in ways that have boosted profits at some chains to where they were before the health crisis or even higher.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nfl-playersand-a-lot-of-new-england-patriotsare-opting-out-of-the-2020-season-11596030916", "title": "NFL Players-and a Lot of Patriots-Are Opting Out", "date": "2020-07-29 09:55", "summary": "More than two dozen players across the league have already said they're sitting out, with more expected in the coming days. They have pre-existing conditions, newborn children and at-risk family members. They're not ready to return to a job that's incompatible with social distancing. They're the NFL players choosing not to play football during a pandemic.", "categories": [["Sports", "NFL"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/nfl?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-names-arctic-policy-czar-to-keep-tabs-on-china-russia-11596030013", "title": "U.S. Names Arctic Policy Czar to Keep Tabs on China, Russia", "date": "2020-07-29 09:40", "summary": "Career diplomat James DeHart tapped to bolster the U.S. position in the Arctic, including repelling Beijing's advances. WASHINGTON-The State Department has tapped a career diplomat to coordinate efforts to bolster the U.S. position in the Arctic, including repelling China's advances and capitalizing on commercial opportunities there.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cant-travel-to-italy-this-summer-read-this-book-instead-11596030002", "title": "Can't Travel to Italy This Summer? Read This Book Instead", "date": "2020-07-29 09:40", "summary": "'I, Claudius,' Robert Graves's enduring 1934 historical novel, imagines an Ancient Rome with all the drama and back-biting of HBO's 'Succession'. THINK LOCKDOWN IS bad? Imagine being surrounded by unimaginable luxury, knowing that one wrong word or glance means your death. That's the situation in which British author Robert Graves plunks Claudius, fourth emperor of ancient Rome and protagonist of \"I, Claudius,\" the enduring 1934 historical novel.", "categories": [["Life & Work", "Comfort Reads"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/comfort-reads?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/senate-proposal-would-ease-state-tax-burdens-for-remote-workers-11596029436", "title": "Senate Proposal Would Ease State-Tax Burdens for Remote Workers", "date": "2020-07-29 09:30", "summary": "Pay would often continue to be taxed by states as it was at the beginning of the pandemic. Millions of remote workers potentially facing higher state-tax burdens for 2020 due to the coronavirus pandemic would get relief from a Senate Republican proposal.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/learning-to-live-with-coronavirus-risk-11596027601", "title": "Learning to Live With Coronavirus Risk", "date": "2020-07-29 09:00", "summary": "Covid-19 isn't going away, so Americans must rationally assess how much risk to accept. The pandemic's resurgence, including in places where it had been contained, makes it clear that for the foreseeable future the risk of Covid-19 can't be eliminated, only managed.", "categories": [["Economy", "Capital Account"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/capital-account?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nasa-to-launch-its-most-ambitious-mars-rover-yet-11596027106", "title": "NASA to Launch Its Most Ambitious Mars Rover Yet", "date": "2020-07-29 08:51", "summary": "Amid international space race, the $2.7 billion effort will seek signs of ancient life on the Red Planet. NASA is poised to launch its most ambitious robotic rover to Mars on Thursday, opening the next phase of exploration on the Red Planet.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/justin-trudeau-faces-questions-after-contract-awarded-to-charity-with-links-to-family-11596026897", "title": "Trudeau and Family Engulfed in Uproar Over Youth Charity", "date": "2020-07-29 08:48", "summary": "Canadian prime minister under scrutiny over a contract awarded to WE Charity, which paid members of his family for speaking appearances. OTTAWA-Canadian Prime Minister Justin Trudeau has again found himself in a position that has become all too familiar to his supporters and rivals: defending himself against accusations of an ethical breach.", "categories": [["World", "Canada"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/canada-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-travel-will-look-like-after-coronavirus-11596026858", "title": "What Travel Will Look Like After Coronavirus", "date": "2020-07-29 08:47", "summary": "Eight airline and hotel industry veterans make their predictions about what will change about safety and pricing and whether business travelers will ever return to the road. When will we be traveling again in large numbers? And what will travel be like in the future?", "categories": [["Life & Work", "Travel", "The Middle Seat"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/magazine/travel?mod=breadcrumb", "https://www.wsj.com/news/types/the-middle-seat?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/vc-fund-boomers-primetime-partners-alan-11596024247", "title": "No More Shuffleboard. New VC Firm Targets Aging Boomers.", "date": "2020-07-29 08:35", "summary": "Alan Patricof, the 85-year old chairman emeritus of Greycroft, has co-founded Primetime Partners, a fund aimed at products and services for older people, and sees himself as a \"poster boy\" for September entrepreneurs: \"I felt I had another round ahead of me-a third act.\". \"Stephen Talkhouse has closed down!\" Alan Patricof is lamenting one of the unfortunate consequences of Covid out by his house in East Hampton, where he's currently stuck. Patricof is one of the founding fathers of venture capital-you could make a case that the creation of Alan Patricof Associates in 1970 was venture capital's big bang, even if it was a very small bang at the time. He's 85 years old now, and Stephen Talkhouse in Amagansett is the nightclub where he likes to go dancing. \"I'm a habitué. I get treated very well,\" says Patricof. This is not surprising, and not just because, as he says with quiet pride, \"I'm always the oldest guy there.\" In certain New York circles, up where the highest-flying pigeons roost, everybody knows Patricof.", "categories": [["Feature"]], "category_links": ["https://www.wsj.com/news/types/magazine-feature?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ge-hit-by-steep-decline-in-jet-engine-business-11596019976", "title": "GE Hit by Steep Decline in Jet-Engine Business", "date": "2020-07-29 08:28", "summary": "Conglomerate posts roughly $2 billion quarterly loss, but executives predict profits and cash will improve in second half of year. General Electric Co. posted a roughly $2 billion quarterly loss as revenue tumbled 24%, hurt by a steep decline in a jet-engine business that has been hobbled by the coronavirus pandemic.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fedex-pilots-seek-to-halt-hong-kong-operations-over-tighter-covid-19-rules-11596024351", "title": "FedEx Pilots Seek to Halt Hong Kong Flights Over Tighter Covid-19 Rules", "date": "2020-07-29 08:05", "summary": "Union says city's hospitalization and quarantine requirements are unacceptable, highlighting complexities for businesses navigating different rules worldwide. Pilots for FedEx have asked the U.S. courier to suspend Hong Kong operations, saying the city's tightened measures to contain its biggest outbreak of coronavirus infections are unacceptable for the company's pilots.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-and-ebola-together-test-a-beleaguered-congo-11596019700", "title": "Coronavirus, Ebola Together Test Beleaguered Congo", "date": "2020-07-29 08:03", "summary": "Ebola returns along with a surge in Covid-19 cases, straining the vast country's health-care capacity and resources. For nearly two years, health workers in the Democratic Republic of Congo struggled to surmount an unprecedented medical emergency: the world's first Ebola outbreak inside an active war zone. Now they are facing another unparalleled challenge: a renewed Ebola outbreak inside a coronavirus pandemic.", "categories": [["World", "Africa"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/africa-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-wont-some-people-wear-face-masks-11596024001", "title": "Why Won't Some People Wear Face Masks?", "date": "2020-07-29 08:00", "summary": "Personal freedom, distrust of science or plain old discomfort are some reasons people cite for eschewing face coverings during the pandemic. Wearing a face mask is a simple and effective way individuals can help slow the spread of the novel coronavirus, scientists say.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-nbas-nightmare-year-started-in-china-its-ending-in-a-bubble-11596024000", "title": "The NBA's Nightmare Year Started in China. It's Ending in a Bubble.", "date": "2020-07-29 08:00", "summary": "The NBA is back nearly five months after basketball stopped. It's been the most tumultuous season in the league's history.. The wildest season in NBA history began last October halfway around the world, on the streets of Hong Kong, where demonstrators protesting China's crackdown on civil liberties were outraged by a law that now sounds ominous: a ban on masks.", "categories": [["Sports", "NBA"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/nba?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-latest-covid-era-trend-timeless-clothing-11596019031", "title": "The Latest Covid-Era Trend? Timeless Clothing", "date": "2020-07-29 06:37", "summary": "As lockdown reordered his priorities, one writer found he gravitated toward simple classics such as Levi's 501 jeans and a Rolex Submariner watch instead of faddish pieces. He's not alone. IN FEBRUARY, I spotted a bright cobalt suit while shopping for boxers at Marshalls in Los Angeles. Part of Brooks Brothers's 1818 collection, it was cut slim from lightweight Italian fabric-and 85% off its original price. The color was loud without shouting, ideal, I thought, for work events and summer weddings. But 2020 had other plans. Everything work-related now happens over Zoom; nuptials have been canceled or postponed. Brooks Brothers filed for bankruptcy in July. The suit's still at my tailor's.", "categories": [["Life & Work", "Style & Fashion", "Fashion"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/fashion?mod=breadcrumb", "https://www.wsj.com/news/types/fashion?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/softbank-saw-opportunity-in-wirecard-before-it-unraveled-11596015040", "title": "SoftBank Saw Opportunity in Wirecard Before It Unraveled", "date": "2020-07-29 05:30", "summary": "Nearly half of Wirecard's debt, raised months before its collapse, came as a result of SoftBank's involvement. When influential tech investor SoftBank Group Corp. backed Wirecard AG last year, it gave a $1 billion jolt to the German fintech, and temporarily quieted questions about the legitimacy of its profits.", "categories": [["WSJ News Exclusive", "Finance"]], "category_links": ["https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/temperature-checks-raise-privacy-concerns-as-europeans-return-to-offices-11596015001", "title": "Temperature Checks Raise Privacy Concerns as Europeans Return to Offices", "date": "2020-07-29 05:30", "summary": "European regulators are investigating companies for checking body temperatures. European authorities are investigating some companies for potential privacy violations for taking employees' temperatures as they return to work during the coronavirus pandemic.", "categories": [["Pro Cyber News"]], "category_links": ["https://www.wsj.com/news/types/pro-cyber-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/is-600-a-week-in-extra-unemployment-aid-deterring-people-from-seeking-work-11596015000", "title": "Is $600 a Week in Extra Jobless Aid Keeping Workers on the Sidelines?", "date": "2020-07-29 05:30", "summary": "While many economists say no, the question is spurring a debate in Congress as it considers the extension of Covid-19 benefits. WASHINGTON-Disagreement in Congress over whether to scale back unemployment aid for workers laid off during the coronavirus pandemic centers on a key question: Are the extra weekly payments of $600 keeping people from returning to work?", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fed-meeting-to-deliberate-on-how-when-to-roll-out-policy-details-11596015001", "title": "Fed Deliberates on How, When to Roll Out Policy Details", "date": "2020-07-29 05:30", "summary": "Big announcements aren't expected, but Chairman Jerome Powell could explain officials' latest thinking at a news conference. Federal Reserve officials are likely to continue their debate Wednesday about how to provide more support to the economy now that interest rates are pinned near zero, but are unlikely to announce major policy changes.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/barclays-profit-falls-as-covid-19-hits-u-k-unit-11596008579", "title": "Barclays Profit Falls as Covid-19 Hits U.K. Unit", "date": "2020-07-29 05:03", "summary": "London-based bank set aside £1.62 billion in provisions for losses from loans during the quarter. LONDON- Barclays PLC's net profit fell 91% to £90 million ($116 million) in the second quarter after its U.K. unit swung to a loss because of the impact of the coronavirus pandemic.", "categories": [["Markets", "Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/riskiest-bonds-are-on-the-rise-in-europe-11596011945", "title": "Riskiest Bonds Are On the Rise in Europe", "date": "2020-07-29 04:39", "summary": "High-yield bond issuance to finance acquisitions has picked up in recent weeks in Europe, ending a nearly five-month lull. Investors are channeling more money into the riskiest companies' bonds in Europe and spurring an uptick in deal making in the region.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/rio-tinto-digs-deep-for-investor-payout-despite-profit-drop-11596008721", "title": "Rio Tinto Digs Deep for Investor Payout Despite Profit Drop", "date": "2020-07-29 03:45", "summary": "The mining giant's iron-ore business has recently benefited from elevated prices, strengthening Chinese demand.. SYDNEY- Rio Tinto PLC increased its midyear dividend payout despite a 20% fall in net profit, as it balanced high iron-ore prices with an uncertain outlook for the global economy.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/spotify-loss-deepens-despite-subscriber-podcast-growth-11596016801", "title": "Spotify's Listening Audience Increases After Pandemic Slump", "date": "2020-07-29 00:01", "summary": "Quarterly loss widens, though, as higher-than-expected payroll taxes offset user growth. Spotify Technology SA said customers' overall time spent listening to the music-streaming service returned to prepandemic levels and its advertising business is showing signs of recovery as habits began to normalize in the second quarter after an initial upset brought on by Covid-19.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11595977511", "title": "Pepper...and Salt", "date": "2020-07-29 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/senate-republicans-split-on-coronavirus-stimulus-plan-11595937238", "title": "Coronavirus Stimulus Plan Splits Senate Republicans", "date": "2020-07-29 23:35", "summary": "Vulnerable lawmakers don't want to return to campaign trail empty-handed, while some conservatives want to curb more government spending. WASHINGTON-Republican senators splintered into factions over their party's proposal for the next coronavirus-aid package, as GOP lawmakers' antipathy toward government spending ran into the turbulence of election-year politics.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chinese-hedge-funds-shine-in-volatile-year-11595932858", "title": "Chinese Hedge Funds Shine in Volatile Year", "date": "2020-07-29 21:46", "summary": "Agile investors responding to cues in China and the U.S. have seen significant returns. Chinese hedge-fund managers are having a banner year, outperforming rivals elsewhere.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/big-tech-to-appear-before-congress-on-wednesday-11595962801", "title": "CEOs of Amazon, Apple, Facebook, Google Set for High-Stakes Hearing", "date": "2020-07-29 21:35", "summary": "In rare joint appearance, the CEOs of Amazon, Apple, Google and Facebook are to testify by video at a House antitrust hearing. Big Tech will come under the glare of a national spotlight Wednesday, as four of its leaders face questions from members of Congress aiming to rein in what they believe is excessive power in the hands of a few giant companies.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/va-hospital-faulted-in-suicide-of-patient-who-sought-care-11595975872", "title": "VA Hospital Faulted in Suicide of Patient Who Sought Care", "date": "2020-07-29 21:08", "summary": "Patient was denied admittance, didn't get outpatient care and died a week later by suicide, inspector general's report says. An internal report released Tuesday faulted the Department of Veterans Affairs for the suicide last year of a veteran who had sought treatment through the VA's medical center in Washington.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/small-business-disaster-relief-program-target-of-fraud-watchdog-says-11595983660", "title": "Small-Business Disaster Relief Program Target of Fraud, Watchdog Says", "date": "2020-07-29 20:47", "summary": "Lenders report thousands of suspicious requests to tap SBA's Economic Injury Disaster Loan, or EIDL, program. WASHINGTON-The federal government's disaster loan and grant program for small businesses has been subject to more than 5,000 complaints of suspected fraud from lenders, a watchdog agency warned Tuesday as it called for closer oversight of the program.", "categories": [["Business", "Small Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/small-business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/remington-bankruptcy-could-endanger-sandy-hook-gun-litigation-11595982775", "title": "Remington Bankruptcy Could Endanger Sandy Hook Gun Litigation", "date": "2020-07-29 20:32", "summary": "The manufacturer of guns and ammunition doesn't have much money or time in its second bankruptcy. Remington Outdoor Co.'s second chapter 11 filing since the 2012 Sandy Hook school shooting puts a long-running lawsuit by victims' families at risk, threatening to bury details of how the company's popular assault rifles were marketed.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/amc-universal-agree-to-trim-theatrical-window-before-movies-go-online-11595968517", "title": "AMC, Universal Agree to Trim Theatrical Window Before Movies Go Online", "date": "2020-07-29 20:24", "summary": "Deal reduces period from months to weeks during which films appear in cinemas before being released for home viewing. Movies will play in theaters for much less time before moving to home video under a new agreement between theater chain AMC Entertainment Holdings Inc. and Universal Pictures, upending the way Hollywood has done business for decades.", "categories": [["Business", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-latest-news-07-28-2020-11595926927", "title": "U.S. Coronavirus Infections Fall Below 60,000 for Second Straight Day", "date": "2020-07-29 20:22", "summary": "The drop in new cases coincides with a drop in testing over the past week, as Covid-19 infections rose by more than 56,000. Some U.S. hot spots appeared to be getting a respite from skyrocketing coronavirus case counts as the number of confirmed infections in the U.S. dropped below 60,000 for the second day in a row.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}]