[{"link": "https://www.wsj.com/articles/u-s-taliban-start-weeklong-partial-truce-in-effort-to-end-afghan-war-11582368636", "title": "U.S., Taliban Start Weeklong Partial Truce in Effort to End Afghan War", "date": "2020-02-22 16:58", "summary": "U.N. says more than 10,000 civilians killed and injured in Afghanistan last year. KABUL-As the U.S. and the Afghan Taliban started Saturday a seven-day partial truce ahead of a possible peace deal to end more than 18 years of war, the United Nations provided evidence of the conflict's massive toll on civilians.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/twitter-suspends-some-accounts-backing-michael-bloomberg-11582404989", "title": "Twitter Suspends Some Accounts Backing Michael Bloomberg", "date": "2020-02-22 16:54", "summary": "Social-media site says users violated rules against manipulation and spam. Twitter Inc. has removed some accounts supportive of Democratic presidential candidate Michael Bloomberg for possible content manipulation, in a potential setback for his expansive social-media strategy.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/south-sudans-fragile-power-sharing-government-formalized-11582398458", "title": "South Sudan's Fragile Power-Sharing Government Formalized", "date": "2020-02-22 14:07", "summary": "U.S. welcomed the development, called for more efforts to restore order for a population facing widespread food insecurity. South Sudan President Salva Kiir swore-in opposition leader Riek Machar as his deputy on Saturday, marking a tentative start of a power-sharing government between two longtime enemies and the latest effort to end the devastating six-year conflict that has plagued the world's youngest nation.", "categories": [["World", "Africa"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/africa-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-era-challenges-maine-voters-loyalty-to-susan-collins-11582390309", "title": "Trump Era Challenges Maine Voters' Loyalty to Susan Collins", "date": "2020-02-22 11:51", "summary": "Democrats see Maine race as pivotal in bid to win Senate control. SOUTH PORTLAND, Maine-In the state's largest shopping mall, where photos of Republican Sen. Susan Collins hang on the optometrist's wall, local residents who arrive early to walk the corridors or get morning coffee tick off the ways they say the veteran lawmaker has done the state proud.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/vale-dam-report-faults-conflict-of-interest-compensation-structure-11582389292", "title": "Vale Dam Report Faults Conflict of Interest, Compensation Structure", "date": "2020-02-22 11:34", "summary": "Corporate culture and practices contributed to last year's dam disaster, according to a report commissioned by the Brazilian iron-ore miner. An independent report commissioned by Vale SA into last year's deadly mine-dam failure found conflicts of interest between the mining giant and its auditors, faulty information-sharing inside the company and a compensation structure that prioritized financial returns. The committee that wrote the report said all these factors contributed to the disaster, which killed 270.", "categories": [["World", "Latin America"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/latin-america-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/berkshire-hathaway-posts-29-2-billion-in-quarterly-earnings-11582379630", "title": "Buffett's Berkshire Hathaway Stock Underperforms the Most Since 2009", "date": "2020-02-22 10:56", "summary": "The conglomerate's stock rose 11% in 2019 compared with a 31.5% total return in the S&P 500. Warren Buffett sought to reassure investors about Berkshire Hathaway Inc.'s long-term future following an underwhelming year for the conglomerate's performance.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/google-plots-course-to-overtake-cloud-rivals-11582383601", "title": "Google Plots Course to Overtake Cloud Rivals", "date": "2020-02-22 10:00", "summary": "Job cuts are part of yearlong push to shake up unit and focus on delivering growth to Alphabet. Google's decision to cut jobs at its cloud-computing division is the latest move in a yearlong effort by Thomas Kurian to shake up the unit and put greater focus on delivering growth to parent Alphabet Inc.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/dropbox-finally-doesnt-drop-11582383600", "title": "Dropbox Finally Doesn't Drop", "date": "2020-02-22 10:00", "summary": "Lowly valued cloud player boosts profitability target and drops in a buyback plan. Having struggled to convince investors of its growth prospects, it was high time for Dropbox to try something new.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/to-kill-a-mockingbird-gets-a-bigger-stagefor-a-day-11582383600", "title": "'To Kill a Mockingbird' Gets a Bigger Stage-for a Day", "date": "2020-02-22 10:00", "summary": "In rare occasion, production will be put on in Madison Square Garden for New York City teens. Madison Square Garden has long been a marquee destination for sporting events and concerts. But on Feb. 26, the New York City venue will play host to a different sort of program: A play.", "categories": [["U.S.", "Culture"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-culture?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/one-last-shot-for-a-historic-manhattan-bar-11582381962", "title": "One Last Shot for a Historic Manhattan Bar", "date": "2020-02-22 09:32", "summary": "Resume Subscription. Standing inside a 226-year-old building at the edge of cobblestoned Water Street in Manhattan's South Street Seaport, Adam Weprin conjured up a plan to awaken old ghosts.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/astros-owner-jim-crane-sign-stealing-past-11582342202", "title": "The Controversial Past of the Tycoon Behind the Astros", "date": "2020-02-22 08:00", "summary": "When Jim Crane bought Houston's baseball team in 2011, the league had concerns about his business history. Then the Astros became the epicenter of baseball's biggest scandal.. Nine years ago, Major League Baseball owners and executives privately wrestled with a difficult question: Should they allow Jim Crane to buy the Houston Astros?", "categories": [["Sports", "MLB"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/mlb?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/singapore-isnt-kidding-when-it-comes-to-fostering-fertility-11582376400", "title": "Singapore Isn't Kidding When It Comes to Fostering Fertility", "date": "2020-02-22 08:00", "summary": "Government offers cash grants and public housing, but birthrates remain stubbornly low. SINGAPORE-For years, this prosperous city-state has encouraged its citizens to have more children, offering cash grants for new parents, providing public housing for young couples and even passing along relationship advice.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/moira-dryer-back-in-business-review-a-semi-open-secret-more-fully-revealed-11582372801", "title": "'Moira Dryer: Back in Business' Review: A Semi-Open Secret More Fully Revealed", "date": "2020-02-22 07:00", "summary": "In Washington, the first survey in nearly two decades of the short-lived artist's quirkily engaging and inventive abstract work.. Washington", "categories": [["Books & Arts", "Art Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/art-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/democrats-seek-delegate-edge-in-nevadas-vast-hinterland-11582372800", "title": "Democrats Seek Delegate Edge in Nevada's Vast Hinterland", "date": "2020-02-22 07:00", "summary": "'The Rurals,' Nevadans' term for sparsely populated regions, can pay off disproportionately for candidates. LAS VEGAS-In their hunt for delegates who could secure them the Democratic presidential nomination, candidates competing in Saturday's Nevada caucuses have been looking toward the state's vast, sparsely populated regions, known locally as The Rurals.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nevada-caucuses-2020-what-time-does-voting-start-and-when-to-expect-results-11582369200", "title": "Nevada Caucuses: Guide to Race and Planned Coverage", "date": "2020-02-22 06:00", "summary": "State is more racially diverse than New Hampshire or Iowa, posing test for Democratic hopefuls. Voters head to the caucuses Saturday in Nevada, where the few recent polls show Sen. Bernie Sanders as the favorite, followed by other top candidates vying for second place.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/can-sporty-sedans-still-thrive-in-an-suvs-world-11582347687", "title": "Can Sporty Sedans Still Thrive in an SUVs' World?", "date": "2020-02-22 00:01", "summary": "Alfa Romeo's tasty Giulia has lovely curves, a powerful engine and an updated UX inside. So why are sales plummeting? Dan Neil explores how this immortal beauty fits into the current auto landscape. OF THE SEVERAL thousand lines in John Milton's poem \"Paradise Lost,\" I've only ever remembered the sexy bits. \"Now let us play,\" says Adam to Eve in Book 9. \"For never did thy beauty since the day/I saw thee first and wedded thee, adorned/with all perfections, so inflame my sense/With ardor to enjoy thee, fairer now/Than ever...\"", "categories": [["Life & Work", "Cars", "Rumble Seat"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/automotive?mod=breadcrumb", "https://www.wsj.com/news/types/rumble-seat?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/wall-to-wall-carpet-is-back-why-design-pros-love-and-hate-it-11582347685", "title": "Wall-to-Wall Carpet Is Back: Why Design Pros Love (and Hate) It", "date": "2020-02-22 00:01", "summary": "The memory of icky midcentury shag and synthetic cut pile has left many skeptical of broadloom carpet. But advances in technology are changing some minds. SOMETIME AROUND the end of the last century, our attitude toward wall-to-wall carpet grew jaundiced. The culprit: inexpensive nylon broadloom that had given rise to tacky bicolor shags and multishaded, sculpted cut pile. These overshadowed the legitimately chic use of wall-to-wall by arbiters of style, like interior designer Madeleine Castaing, who swathed her 1940s country-home living room with leopard-spot wool, and Yves Saint Laurent, whose 1971 Left Bank apartment featured a sea of cut pile in white silk. Today, wall-to-wall carpeting is taking back the narrative.", "categories": [["Real Estate", "Design"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/design?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-pleasure-of-defying-food-fashions-11582347660", "title": "The Pleasure of Defying Food Fashions", "date": "2020-02-22 00:01", "summary": "Fads like avocado toast are bad for farmers and make menus duller. It's time to cultivate unfashionable tastes.. \"You can't be vegan if you eat avocados,\" said a teenage brother to his sister in a family that I know. \"Avocados are violent.\" His point was that her supposedly ethical decision to replace the butter on her toast with avocado was hypocritical: The avocado trend has made life much more dangerous for many Mexican avocado farmers, thanks to the rise of violent cartels that control the business. The boy crowed that his sister's topping of choice was little better than \"blood guacamole.\"", "categories": [["Life & Work", "Table Talk"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/table-talk?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11582318802", "title": "Pepper...and Salt", "date": "2020-02-22 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/carlos-ghosns-new-life-in-exile-11582347707", "title": "Carlos Ghosn's New Life in Exile", "date": "2020-02-22 00:01", "summary": "Resume Subscription. As dusk settled over the capital of Lebanon, Carlos Ghosn took a seat in the back corner of a dimly lit restaurant a short walk from his house. A waiter approached. In Arabic, Mr. Ghosn ordered an espresso.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/democrats-tussle-while-trump-inches-upward-11582347661", "title": "Democrats Tussle While Trump Inches Upward", "date": "2020-02-22 00:01", "summary": "Party front-runner Bernie Sanders skated around Democratic debate scrum with little damage. Democrats just had perhaps the most dramatic and consequential week of the presidential campaign-though not necessarily the week many party leaders had hoped for.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/legacy-preference-gets-fresh-look-following-college-admissions-scandal-11582387200", "title": "Legacy Preference Gets Fresh Look Following College-Admissions Scandal", "date": "2020-02-22 00:01", "summary": "Universities have defended custom as needed to encourage donations from alumni. Some elite universities are walking back the practice of giving the children of alumni preferential treatment in admissions, in some cases reacting to the public distrust of college admissions that was laid bare last year in the nationwide cheating scandal.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-invisible-king-of-broadway-11582347601", "title": "The Invisible King of Broadway", "date": "2020-02-22 00:00", "summary": "John Gore has quietly built an empire with a stake in everything from funding to touring to ticket sales, while staying out of the spotlight. ", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/boeing-finds-fuel-tank-debris-in-two-thirds-of-undelivered-737-max-jets-inspected-so-far-11582336382", "title": "Boeing Finds Fuel-Tank Debris in Two-Thirds of Undelivered 737 MAX Jets Inspected So Far", "date": "2020-02-22 22:03", "summary": "The scale of the problem, previously unreported, points to wider quality issues that have bedeviled the aerospace giant. Boeing Co. has found debris inside the fuel tanks of about two-thirds of undelivered 737 MAX jets inspected so far, according to federal and aviation-industry officials, indicating a bigger production-related problem than the company previously suggested.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-cases-surge-in-south-korea-tied-mainly-to-megachurch-11582292351", "title": "Coronavirus Cases Surge in South Korea, Tied Mainly to Megachurch", "date": "2020-02-22 21:05", "summary": "Cluster is traced to one woman who is member of Shincheonji Church, considered a cult by many Koreans. SEOUL-South Korea, now the most virus-hit country outside of China, reported a jump in new coronavirus cases, with most of the incidents linked to a megachurch viewed as a cult by many Koreans.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bernie-sanders-was-warned-russia-is-trying-to-boost-his-presidential-campaign-11582330668", "title": "Bernie Sanders Was Warned Russia Is Trying to Boost His Presidential Campaign", "date": "2020-02-22 20:43", "summary": "U.S. officials briefed candidate about a month ago, in reaction to intelligence said to be considered compelling. WASHINGTON-U.S. officials have informed Sen. Bernie Sanders that Russia is actively trying to support his campaign for the Democratic nomination as part of Moscow's broader efforts to interfere in the 2020 election, according to two people familiar with the matter.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cfos-adapt-to-workers-negotiating-for-higher-pay-11582331433", "title": "CFOs Adapt to Workers Negotiating for Higher Pay", "date": "2020-02-22 19:30", "summary": "Finance chiefs are realizing they must increase salary offers, staffing firm says. Finance chiefs are shelling out more than they expected in wages as job candidates press for higher salaries amid a tight labor market.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/wells-fargo-nears-settlement-with-government-over-fake-account-scandal-11582299041", "title": "Wells Fargo Settles With Government Over Fake-Accounts Scandal", "date": "2020-02-22 19:20", "summary": "Bank to pay $3 billion to settle investigations by the Justice Department and SEC. Wells Fargo & Co. will pay $3 billion to settle investigations by the Justice Department and the Securities and Exchange Commission into its long-running fake accounts scandal, closing the door on a major portion of the legal problems that for years have beset one of the country's largest banks.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/greyhound-to-stop-allowing-border-patrol-on-its-buses-without-warrant-11582329982", "title": "Greyhound to Stop Allowing Border Patrol on Its Buses Without Warrant", "date": "2020-02-22 19:06", "summary": "Friday's policy change followed a government memo saying agents couldn't board buses to question passengers without a warrant or company consent. Greyhound Lines, Inc. said Friday it would stop allowing U.S. Border Patrol to conduct searches on its buses without a warrant.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}]