[{"link": "https://www.wsj.com/articles/on-day-off-from-impeachment-trial-senators-campaign-frantically-in-iowa-11580068902", "title": "On Day Off From Trial, Senators Campaign Frantically in Iowa", "date": "2020-01-26 18:37", "summary": "Trial has kept the 2020 Democratic senators off the campaign trail at a pivotal time. Jody Dvorak worried Elizabeth Warren might cancel on her.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/state-attorneys-general-to-meet-with-justice-officials-to-coordinate-on-google-probe-11580050801", "title": "State Attorneys General to Meet With Justice Officials to Coordinate on Google Probe", "date": "2020-01-26 18:32", "summary": "Investigations center on Google's dominance in advertising, online search. WASHINGTON-State attorneys general will meet with U.S. Justice Department attorneys next week to share information on their respective probes of Alphabet Inc.'s Google unit, a step that could eventually lead to both groups joining forces, according to people familiar with the matter.", "categories": [["WSJ News Exclusive", "U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/dems-iowa-caucus-voting-app-stirs-security-concerns-11580063221", "title": "Democrats' Iowa Caucus Voting App Stirs Security Concerns", "date": "2020-01-26 18:17", "summary": "Caucus workers will use the app on their personal smartphones, prompting questions of possible vulnerability. Democrats will record the votes from the Iowa presidential caucuses in just over a week using a smartphone app, a procedure that has stirred questions about security.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/remembering-nba-superstar-kobe-bryant-11580079095", "title": "Photos: Remembering Kobe Bryant", "date": "2020-01-26 17:51", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/israeli-prime-ministers-political-rival-to-meet-with-trump-on-plan-for-peace-with-palestinians-11579982342", "title": "Israeli Prime Minister and His Political Rival to Meet With Trump on Peace Plan", "date": "2020-01-26 17:20", "summary": "Benny Gantz said he would meet with Trump separately from Prime Minister Netanyahu, in a move to cultivate constructive ties with the U.S. president. TEL AVIV-Israeli Prime Minister Benjamin Netanyahu and his main political rival Benny Gantz were expected to meet separately with President Trump this week to discuss the administration's plan for peace between Israel and the Palestinians.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/kobe-bryant-was-a-precocious-pioneer-five-time-nba-champion-11580077109", "title": "Bryant Was a Precocious Pioneer, Five-Time Champion", "date": "2020-01-26 17:18", "summary": "Entering the NBA out of high school in 1996, the Lakers star stood out as a ferocious competitor. Kobe Bryant, the former Los Angeles Lakers star who leapt from high school to the National Basketball Association and became one of the league's greatest players of all time, died in a helicopter crash outside of Calabasas, Calif., on Sunday. He was 41.", "categories": [["World", "Obituaries"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/obituaries?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-tax-increases-to-come-11580075160", "title": "The Tax Increases to Come", "date": "2020-01-26 16:46", "summary": "Even Joe Biden would raise the top marginal rate on work to over 50%.. The brawl in President Obama's second term over raising the top income-tax rate to 39.6% from 35% was centuries ago in political time. One way to tell is that even moderate Democratic 2020 presidential candidates have quietly proposed to raise the tax rate on labor by double digits and it's received almost no attention. Unlike single-payer health care and wealth taxes, this tax increase could command majority support in a Democratic Congress on day one.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/he-is-a-dictator-11580075066", "title": "'He Is a Dictator'", "date": "2020-01-26 16:44", "summary": "Nadler sums up the Democratic case for impeachment.. Rep. Jerrold Nadler rarely disappoints, and the always over-the-top impeachment manager came through again Friday as he summed up the Democratic case to remove President Trump from office: \"This is a determination by President Trump that he wants to be all powerful. He does not have to respect the Congress-he does not have to respect the representatives of the people. Only his will goes. He is a dictator. This must not stand. That is another reason he must be moved from office.\"", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mayor-pete-and-the-purdue-charter-11580074911", "title": "Mayor Pete and the Purdue Charter", "date": "2020-01-26 16:41", "summary": "Buttigieg is silent on an innovative school for poor kids in South Bend.. The exciting news in South Bend, Indiana, these days is that Purdue University is working to open an innovative charter school in the city. The goal of Purdue President Mitch Daniels is to provide South Bend's minority and low-income children with the STEM-based (science, technology, engineering and math) education that would help them qualify to enter and succeed at Purdue in West Lafayette.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/iraqis-head-to-streets-after-security-forces-move-to-quash-protests-11580051047", "title": "Iraqis Hit Streets After Bid to End Protests", "date": "2020-01-26 16:36", "summary": "Twelve killed in demonstrations since populist cleric Moqtada al-Sadr withdrew support from them. BAGHDAD-Iraqis flocked to join antigovernment protests after an influential cleric withdrew his support and security forces moved to quash the four-month-old uprising.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-davos-crowd-embraces-big-global-government-11580072029", "title": "The Davos Crowd Embraces Big Global Government", "date": "2020-01-26 15:53", "summary": "'Stakeholder capitalism' empowers unaccountable elites at the expense of free-market nationalism.. These are difficult days for the elites caricatured as \"Davos men.\" But one might not know it reading the strident remarks coming out of the World Economic Forum last week. Perhaps the globe-trotters in Switzerland ought to ponder what has run amok with today's version of \"globalism,\" and there are lessons from history that may help them.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chinas-censorship-helps-spread-the-virus-11580071968", "title": "China's Censorship Helps Spread the Virus", "date": "2020-01-26 15:52", "summary": "Consider the Spanish flu, which killed 50 million in 1918-19 as governments at war suppressed the news.. Xi Jinping has acknowledged that the \"accelerating spread\" of a new coronavirus from the central Chinese city of Wuhan is a \"grave situation.\" To stop the virus's spread, the Chinese government has barred residents of Wuhan and nearby cities from traveling and blocked outbound flights, trains, buses and ferries. But if this develops into a catastrophe, the cult of personality around Mr. Xi and the Communist regime's efforts to control information will deserve much of the blame.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/is-baseball-turning-into-pro-wrestling-11580071916", "title": "Is Baseball Turning Into Pro Wrestling?", "date": "2020-01-26 15:51", "summary": "Vacating titles goes too far, but the commissioner is right to take a tough approach to cheating.. Major League Baseball rules allow some stealing but not all. It's OK to steal second or third base, but not first. And a runner on second can decode the catcher's signs to the pitcher. But a major scandal erupted when the 2017 Houston Astros used television-camera transmissions to steal signs.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/phones-that-can-read-your-mind-11580071868", "title": "Phones That Can Read Your Mind", "date": "2020-01-26 15:51", "summary": "Targeted ads may soon show you what you really want before you knew you did.. When I first met Larry Page and Sergey Brin around 1999, Google's accidental billionaire founders (they couldn't even sell their technology to Yahoo for $1 million) gave a talk about the future of search. Mr. Page rambled for a while, then stopped, grinned and said, \"what we really want to do is know what you want before you even think it.\" The audience laughed nervously, but that's been a driving force of technology ever since.", "categories": [["Opinion", "Inside View"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/inside-view?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-u-n-and-human-trafficking-11580071750", "title": "The U.N. and Human Trafficking", "date": "2020-01-26 15:49", "summary": "Four victims of Cuba's medical missions sue the Pan American Health Organization.. Cuba's military dictatorship sent Ramona Matos Rodriguez to Brazil in September 2013 as part of its foreign \"medical missions.\" Posted to the Amazonian state of Pará, Dr. Matos Rodriguez was to be paid by Brazil for her services. But she says she received only about 10% of the salary Brazil allocated.", "categories": [["Opinion", "The Americas"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/the-americas?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/immortality-inc-review-birthdays-without-end-11580071684", "title": "'Immortality, Inc.' Review: Birthdays Without End", "date": "2020-01-26 15:48", "summary": "The efforts of scientists and investors to defy the aging process-and extend the human life span-are still in their infancy.. Amid today's technological wizardry, it's easy to forget that several decades have passed since a single innovation has dramatically raised the quality of life for millions of people. Summoning a car with one's phone is nifty, but it pales in comparison with discovering penicillin or electrifying cities. Artificial intelligence is being heralded as the next big thing, but a cluster of scientists, technologists and investors are aiming higher. In the vernacular of Silicon Valley, where many of them are based, their goal is nothing less than disrupting death, and their story is at the center of \"Immortality, Inc.\" by science journalist Chip Walter.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/phony-service-dogs-hurt-veterans-11580071621", "title": "Phony Service Dogs Hurt Veterans", "date": "2020-01-26 15:47", "summary": "A new federal rule will keep untrained 'emotional support animals' off planes.. We've all seen the news stories. United Airlines blocks a New York woman from a flight out of Newark Liberty when she tries to board with her peacock. An Ohio man smuggles a marmoset past the gate at Columbus's John Glenn International, only to be discovered midflight. These and other passengers claim to need \"emotional support animals.\"", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/economy-week-ahead-durable-goods-inflation-fed-policy-11580068801", "title": "Economy Week Ahead: Durable Goods, Inflation, Fed Policy", "date": "2020-01-26 15:00", "summary": "Jerome Powell to hold a press conference on Wednesday. ", "categories": [["Economy", "Economy Week Ahead"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/economy-week-ahead?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-so-many-midcareer-doctors-burn-out-11580068328", "title": "Why So Many Midcareer Doctors Burn Out", "date": "2020-01-26 14:52", "summary": "The physician and patient need to take back control of the doctor-patient relationship.. As a boomer physician on a slow glide path to ultimate retirement, I found \"Burnout Strikes Midcareer Physicians Hard\" (U.S. News, Jan. 16) timely and relevant. Having graduated from medical school in 1980, I am old enough to recall when a physician was judged by his demeanor, compassion and fund of knowledge. Now he is judged by his skills as an IT drone whose worth is judged by the amount of data he can import to an electronic medical record. Not helping matters are demanding patients who have already consulted \"Dr. Google\" before a clinical encounter, and hospital administrators who were brainwashed by the mantra of \"the customer is always right\" during their time acquiring an M.B.A. Finally, politicians have done their best to degrade the doctor-patient relationship. These politicians brag about how legislation such as ObamaCare has reduced the number of uninsured citizens in America. What they don't brag about is that in so doing they have forced hospital emergency rooms to become \"24/7 Medicaid convenience clinics with the occasional emergency\" rooms. For the life of me, I cannot recall a single instance where such a legislator showed up at midnight during a busy ER shift and asked me how he could lend a hand.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/boeings-fatal-error-was-single-data-input-11580068266", "title": "Boeing's Fatal Error Was Single Data Input", "date": "2020-01-26 14:51", "summary": "Who made the decision to limit the input to one source? What design processes and procedures will prevent such a grievous decision to be made in the future?. Holman Jenkins's \"Boeing Emails Explain Nothing\" (Business World, Jan. 15) on the irrelevance of the Boeing emails does a fine job of dismissing the media reporting of the 737 Max scandal. The most significant point he makes is: \"Where are the emails referring to the last-minute changes that disastrously increased its scope of action, that allowed it to intervene during low-speed maneuvers right after takeoff, that made it repeatedly triggerable by a single, fallible data input?\" Yes, a single fallible data input.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/no-vape-disease-from-legal-marijuana-in-california-11580068169", "title": "No Vape Disease From Legal Marijuana in California", "date": "2020-01-26 14:49", "summary": "Were the U.S. to legally regulate cannabis vapes as the U.K. does nicotine e-cigs, the vape crisis would evaporate.. Kevin Sabet has it backward in \"How Legal Weed Shops Feed the Vaping Crisis\" (op-ed, Jan 21). Here in California, not a single case of vape disease has been traced to a legal, state-regulated source, according to the state Bureau of Cannabis Control. Rather, the source of the problem is illicit manufacturers of contaminated goods on the underground market.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/finally-a-president-who-stands-up-to-chinas-abuse-11580068109", "title": "Finally, a President Who Stands Up to China's Abuse", "date": "2020-01-26 14:48", "summary": "What previous administration has had the courage and national interest to publicly confront the China issue with all its negative elements?. Regarding your editorial \"A China Trade Relief\" (Jan. 16): It's getting old. For every success effected by the Trump administration, some editorialists, pols and vested interests spend time dramatically listing the reasons why historic events like the China deal are marginal and not a positive start to solving an old problem. I'd expect this deal to be compared with previous China deals for consideration of its efficacy.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/liverpool-is-throwing-load-management-out-the-window-11580066855", "title": "Liverpool Is Throwing Load Management Out the Window", "date": "2020-01-26 14:27", "summary": "In the middle of their greatest season in decades, English soccer's top team can't give its best players a rest. The most remarkable part of Mohamed Salah's 93rd-minute goal against Manchester United on Jan. 19 wasn't the blazing speed at which he broke downfield. Nor was it the long-range assist from his own goalkeeper. It wasn't even the chiseled torso he revealed after driving home Liverpool's second of the night.", "categories": [["Sports", "Soccer"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/soccer?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/you-thought-brexit-was-hard-try-starting-a-museum-in-its-honor-11580064421", "title": "You Thought Brexit Was Hard. Try Starting a Museum in Its Honor.", "date": "2020-01-26 13:47", "summary": "An edifice to the historic divorce has suffered from the political chaos brought on by Brexit; in search of Margaret Thatcher's handbag. On Friday, after multiple false dawns, Brexit will finally happen. There will be a street party outside Britain's parliament. Prime Minister Boris Johnson will address the nation. A commemorative coin will be issued to mark the date of Britain's breakaway from the European Union.", "categories": [["A-hed"]], "category_links": ["https://www.wsj.com/news/types/a-hed?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/california-regulators-a-potential-obstacle-to-t-mobile-sprint-merger-11580063967", "title": "The Next Obstacle to T-Mobile, Sprint Merger: California Regulators", "date": "2020-01-26 13:39", "summary": "The state's utilities commission is reviewing the $26 billion deal; no vote is scheduled. T-Mobile US Inc. and Sprint Corp. are waiting for a federal judge to rule on whether they can merge, but the companies face another hurdle even if they overcome that legal challenge: the California Public Utilities Commission.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/banks-build-new-tools-to-shift-short-term-borrowing-11580040000", "title": "Banks Build New Tools to Shift Short-Term Borrowing", "date": "2020-01-26 12:20", "summary": "Increased trading in derivatives tied to SOFR has eased some worries about the transition away from Libor. Investors are starting to trade complex derivatives tied to the Federal Reserve's preferred replacement for the London interbank offered rate, a sign the financial industry is coalescing around a new benchmark for short-term interest rates.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/canadian-health-authorities-report-presumptive-case-of-coronavirus-11579998212", "title": "Canadian Health Authorities Report 'Presumptive' Case of Coronavirus", "date": "2020-01-26 12:08", "summary": "Case involves man in 50s in Toronto said to be in stable condition. Canadian health authorities said the country has its first \"presumptive positive\" case of the coronavirus, involving a man who was in the epicenter of the epidemic before landing in Toronto this past week.", "categories": [["World", "Canada"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/canada-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fed-officials-weigh-new-recession-fighting-tool-capping-treasury-yields-11580050800", "title": "Fed Officials Weigh New Recession-Fighting Tool: Capping Treasury Yields", "date": "2020-01-26 10:00", "summary": "Yield caps would be a cousin to quantitative easing. As part of their contingency planning for the next recession, Federal Reserve officials are looking at a stimulus scheme the U.S. last used during and after World War II.", "categories": [["Economy", "The Outlook"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/the-outlook?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bail-bond-companies-retrench-under-criminal-justice-changes-11580050800", "title": "Bail-Bond Companies Retrench Under Criminal-Justice Changes", "date": "2020-01-26 10:00", "summary": "New York law eliminating cash bail for most crimes could put most of the state's bail-bond companies out of business, industry says. A new law eliminating cash bail for most crimes in New York could put more than half of the state's bail-bond companies out of business, industry leaders said.", "categories": [["U.S.", "Politics"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/deadly-infection-keeps-chinese-consumers-from-spending-11580048219", "title": "Deadly Infection Keeps Chinese Consumers From Spending", "date": "2020-01-26 09:17", "summary": "Resume Subscription. SHANGHAI-China was counting on consumers to underpin its already slowing economy. Now, authorities are advising people to stay home, and many residents are too frightened anyway to eat out, shop, see movies or travel as a deadly virus passes person to person.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/kraft-heinz-ceo-pushing-for-growth-separates-winners-from-losers-11580047201", "title": "Kraft Heinz CEO, Pushing for Growth, Separates Winners From Losers", "date": "2020-01-26 09:00", "summary": "Miguel Patricio's aim is fewer, bolder bets to boost sales: 'We are building a strategy for the future'. Kraft Heinz Co. 's chief executive wants to create the kind of hit new products that have eluded the company for years, leading to a sales drought and multibillion-dollar markdown on the value of some top brands.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tech-focused-private-equity-firms-pursue-billions-as-sector-deals-rise-11580047202", "title": "Tech-Focused Firms Pursue Billions as Sector Deals Rise", "date": "2020-01-26 09:00", "summary": "Hg and Francisco Partners are prospecting for new capital after raising record sums in recent years. The amount of money chasing technology buyouts is set to get even bigger.", "categories": [["Pro PE Fund News"]], "category_links": ["https://www.wsj.com/news/types/pro-pe-fund-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-big-a-hit-is-the-witcher-new-netflix-show-stirs-debate-11580047202", "title": "How Big a Hit Is 'The Witcher'? New Netflix Show Stirs Debate.", "date": "2020-01-26 09:00", "summary": "Netflix says 'The Witcher' is its most popular debut series ever. Fans applaud. Others scratch their heads.. Is it the biggest new TV series, or a niche hit buoyed by questionable statistics? Is the show a confusing jumble that only a predisposed fan could love, or a bold new serving of fantasy that conjures a realm on par with Middle-earth or Westeros?", "categories": [["Books & Arts", "Arts", "Television"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/arts?mod=breadcrumb", "https://www.wsj.com/news/types/television?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fiat-chrysler-faces-rough-road-before-psa-merger-11580043601", "title": "Fiat Chrysler Faces Rough Road Before PSA Merger", "date": "2020-01-26 08:00", "summary": "Once-steady cash cow Jeep is stumbling, Maserati is cratering, Alfa Romeo relaunch is falling flat. Fiat Chrysler Automobiles NV is banking on a planned $50 billion merger with Peugeot maker PSA Group to help it catch up with rival car companies. But in the year or so until the deal gets done, the Italian-American car maker risks falling farther behind.", "categories": [["Business", "Autos & Transportation", "Autos Industry"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/transportation?mod=breadcrumb", "https://www.wsj.com/news/types/autos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-hidden-factor-making-junk-bonds-less-risky-11580043601", "title": "The Hidden Factor Making Junk Bonds Less Risky", "date": "2020-01-26 08:00", "summary": "Near record-low yields in riskier corporate bonds look more attractive to investors after accounting for shrinking expected life spans. Yields on junk bonds are near record lows. But their expected lifespans are shrinking fast, causing some investors to see a surprising amount of value in the lower-rated debt.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/shes-75-and-a-step-ahead-of-her-competition-11580041800", "title": "She's 75, And a Step Ahead of Her Competition", "date": "2020-01-26 07:30", "summary": "Resume Subscription. When Marsha O'Loughlin goes to Paris this March, she won't be snapping photos of the Eiffel Tower. She'll be too busy running up its stairs.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/alabama-has-the-deadliest-prisons-in-the-country-it-says-its-looking-for-reforms-11580040000", "title": "Alabama Looks for Reforms to Its Troubled Prison System", "date": "2020-01-26 07:00", "summary": "Governor's panel to release suggested fixes; lawmakers to consider bills addressing corrections system. MONTGOMERY, Ala.-One afternoon in October, the warden at the prison where Sandy Ray's son was serving time called to say he was hospitalized in critical condition, she recalled. He had fought with correctional officers who accused him of rushing at them with handmade weapons, according to the Alabama Department of Corrections.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/europes-banking-regulator-paves-the-way-for-bank-mergers-11580037924", "title": "Europe's Banking Regulator Paves the Way for Bank Mergers", "date": "2020-01-26 06:39", "summary": "Softer stance toward tie-ups comes as sector struggles to make money against backdrop of low rates. Europe's main banking regulator is trying to clear the path for mergers between the continent's lenders as the belief grows that scale is the key to reviving the struggling sector, people familiar with the matter said.", "categories": [["WSJ News Exclusive", "Finance"]], "category_links": ["https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/state-department-confirms-evacuation-flight-from-wuhan-11580012055", "title": "U.S. Sets Evacuation Plan From Coronavirus-Infected Wuhan", "date": "2020-01-26 06:07", "summary": "The State Department is organizing a flight out of the Chinese city to extricate diplomats and a limited number of private U.S. citizens. SHANGHAI-The U.S. State Department said Sunday that it is organizing a single flight out of the central Chinese city of Wuhan, confirming efforts to extricate diplomats and a limited number of private U.S. citizens from the virus-hit city.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/australia-days-reckoning-this-is-our-day-of-mourning-11580035003", "title": "Australia Day's Reckoning: 'This Is Our Day of Mourning'", "date": "2020-01-26 05:58", "summary": "The holiday marks when British settlers landed in 1788. Some municipalities have canceled festivities out of respect for indigenous Australians.. SYDNEY-Tens of thousands of people skipped the usual picnics and barbecues during Australia's national holiday on Sunday and marched in solidarity with indigenous Australians, as the country wrestles with whether it is doing enough to recognize the nation's colonial past.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/momentum-indicators-help-preserve-stock-market-rally-11580034601", "title": "Momentum Indicators Help Preserve Stock-Market Rally", "date": "2020-01-26 05:30", "summary": "Central-bank actions to stabilize growth and an initial U.S.-China trade accord are driving steady advance that has been hard to bet against. Indicators of market momentum are coalescing with improving economic data to support the recent stock-market rally, creating a promising backdrop that some investors expect to help major indexes rebound from last week's declines.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/apple-was-headed-for-a-slump-then-it-had-one-of-the-biggest-rallies-ever-11580034601", "title": "Apple Was Headed for a Slump. Then It Had One of the Biggest Surges Ever.", "date": "2020-01-26 05:30", "summary": "Shares of the iPhone maker have more than doubled over the past year, and investors are divided on whether they can keep climbing. A year ago, Apple Inc. looked to be headed for a prolonged slump. Chief Executive Tim Cook slashed guidance because of sluggish iPhone sales and analysts fretted over slowing demand in China.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/three-more-cases-of-coronavirus-confirmed-in-u-s-11580072396", "title": "Three More Cases of Coronavirus Confirmed in U.S.", "date": "2020-01-26 00:01", "summary": "Authorities in California and Arizona confirmed cases of the virus. Three people in California and Arizona were diagnosed Sunday with the coronavirus that has led to the lockdown of several cities in China, bringing the total U.S. cases of the illness to five.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/doctor-at-wuhan-hospital-dies-as-coronavirus-outbreak-spreads-11579944323", "title": "China Orders Centralized Response to Virus Outbreak as Alert Level Rises", "date": "2020-01-26 20:23", "summary": "Doctor at Wuhan hospital is among more than 50 deaths, as coronavirus spreads. BEIJING-Xi Jinping established a new, high-level party committee to take control of the Chinese government's response to a deadly new virus that has quickly spread across the country and around the world, as Beijing halted overseas departures of Chinese tour groups and Hong Kong raised its epidemic alert to the highest level.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}]