[{"link": "https://www.wsj.com/articles/coronavirus-latest-news-05-14-2020-11589447546", "title": "Global Coronavirus Deaths Top 300,000 as U.S. States Further Ease Restrictions", "date": "2020-05-14 19:52", "summary": "Protests revive in states where stay-home orders remain; U.S. jobless-benefits applications hit 36.5 million in two months since coronavirus led to business shutdowns. The confirmed global death toll from the coronavirus pandemic passed 301,000 as tensions flared over reopenings in the U.S. and some Asian countries rolled out large-scale testing to contain resurgent clusters of infections.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/unemployment-claims-keep-piling-up-in-tri-state-area-11589471382", "title": "Unemployment Claims Keep Piling Up in Tri-State Area", "date": "2020-05-14 19:41", "summary": "New York says it has processed 1.7 million applications, including 200,000 added in latest week. ", "categories": [["U.S.", "Tri-State Area"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-region?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pelosis-presidential-platform-11589499163", "title": "Pelosi's Presidential Platform", "date": "2020-05-14 19:32", "summary": "Her latest $3 trillion House bill is Joe Biden's real agenda for 2021.. House Democrats introduced their latest coronavirus relief bill on Tuesday, and the way to understand its breadth and $3 trillion cost is that it has little to do with fighting Covid-19. This is Speaker Nancy Pelosi's agenda for 2021 when she expects that Democrats will run the entire government and she'll be the de facto President.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/judge-sullivan-vs-justice-ginsburg-11589498942", "title": "Judge Sullivan vs. Justice Ginsburg", "date": "2020-05-14 19:29", "summary": "By inviting outside help, the Flynn jurist is acting 'beyond the pale.'. In his zeal to convict Michael Flynn of something, federal Judge Emmet Sullivan is harming his own reputation. He's also violating the law, as he'd know if he had read Supreme Court Justice Ruth Bader Ginsburg's opinion last week overturning the Ninth Circuit Court of Appeals.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/democracy-lives-in-wisconsin-11589498820", "title": "Democracy Lives in Wisconsin", "date": "2020-05-14 19:27", "summary": "Even in a pandemic, the state Supreme Court says shutdowns must follow the law.. The pandemic has brought out the bully in many governors who act as if there are no limits on their emergency powers. A 4-3 majority on Wisconsin's Supreme Court disagreed Wednesday, and the ruling underlines the importance of democratic safeguards even during emergencies.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/barr-vs-the-beltway-11589498654", "title": "Barr vs. the Beltway", "date": "2020-05-14 19:24", "summary": "Swamp creatures heap abuse on him for exposing abuse at the Justice Department.. In the Bible, we are told that the truth will set us free. In the Beltway, we find that the truth-tellers get hammered.", "categories": [["Opinion", "Potomac Watch"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/potomac-watch?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/germanys-new-coronavirus-thinking-11589498695", "title": "Germany's New Coronavirus Thinking", "date": "2020-05-14 19:24", "summary": "Berlin tolerates more Covid-19 spread for the sake of reopening its economy.. A strange thing happened in Germany this week: Covid-19 started spreading a bit faster and officials and the public managed to cope. It's an important benchmark for other governments as they allow their own economies to emerge from viral hibernation.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pope-john-paul-iis-soviet-spy-11589498606", "title": "Pope John Paul II's Soviet Spy", "date": "2020-05-14 19:23", "summary": "Even to a hardened nonbeliever, the Polish pontiff could be 'a source of light.'. Students of the Cold War's dark arts know that Communist intelligence services deeply penetrated the Vatican in the 1970s. Yet few know that Pope John Paul II, whose centenary will be marked on May 18, had his own secret agent in the Soviet Union during the 1980s. That relationship led to a remarkable personal encounter that helps explain what made the pope the man he was.", "categories": [["Opinion", "Commentary", "Houses of Worship"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb", "https://www.wsj.com/news/types/houses-of-worship?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lou-gehrig-the-lost-memoir-review-a-yankee-hero-tells-his-story-11589498575", "title": "'Lou Gehrig: The Lost Memoir' Review: A Yankee Hero Tells His Story", "date": "2020-05-14 19:22", "summary": "Gehrig comes across as expected-bashful despite his oaklike physique, straining to be seen not as a star but as an ordinary person.. Trivia nugget for weary baseball fans: The New York Yankees acquired Babe Ruth (from the financially hard-up Boston Red Sox) a century ago. That kicked off a new era in baseball, not to mention the Roaring Twenties. Ruth had the high and lusty lifestyle to go with his home runs, but the Yankees didn't start regularly winning World Series until they signed a shy, unassuming mama's boy, Lou Gehrig.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/scenes-from-the-class-struggle-in-lockdown-11589498276", "title": "Scenes From the Class Struggle in Lockdown", "date": "2020-05-14 19:17", "summary": "Those who are anxious to open up the economy have led harder lives than those holding out for safety.. I think there's a growing sense that we have to find a way to live with this thing, manage it the best we can, and muddle through. Covid-19 is not going away anytime soon. Summer may give us a break, late fall probably not. Vaccines are likely far off, new therapies and treatments might help a lot, but keeping things closed up tight until there are enough tests isn't a viable plan. There will never be enough tests, it was botched from the beginning, if we ever catch up it will probably be at the point tests are no longer urgently needed.", "categories": [["Opinion", "Declarations"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/declarations?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/on-coronavirus-debt-heed-the-wisdom-of-scarlett-ohara-11589498243", "title": "On Coronavirus Debt, Heed the Wisdom of Scarlett O'Hara", "date": "2020-05-14 19:17", "summary": "'I won't think about that now. I'll think about that tomorrow.' The crisis is today's urgent priority.. Ever since the Federal Reserve and Congress embarked on their extraordinary monetary and fiscal responses to the pandemic, I have been asked two sorts of questions repeatedly. First, is running such a massive federal budget deficit wise? Is it even sustainable? Aren't there limits? Second, what about the Fed's massive balance-sheet expansion? Can the central bank keep creating money without limit? Won't that be inflationary?", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-to-keep-your-glasses-clear-when-wearing-a-mask-11589497957", "title": "Keep Your Glasses Clear When Wearing a Mask", "date": "2020-05-14 19:12", "summary": "An easy trick with a facial tissue or napkin can solve the problem. Everybody who wears glasses knows the problem: They fog up when you're also wearing a mask. That's not only an inconvenience, but it can also be a safety hazard.", "categories": [["Life & Work", "Journal Reports: Coronavirus"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-coronavirus?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/five-common-gardening-mistakesand-how-to-avoid-them-11589497918", "title": "Five Common Gardening Mistakes-and How to Avoid Them", "date": "2020-05-14 19:11", "summary": "Novices should start slowly, for one thing, and believe those plant labels-for the most part. Gardening can be frustrating for beginners. There are confusing instructions, indecipherable botanical names and contradictory pieces of advice, even from experts.", "categories": [["Life & Work", "Journal Reports: Coronavirus"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-coronavirus?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-covid-19-is-changing-the-language-in-emails-11589497847", "title": "How Covid-19 Is Changing the Language in Emails", "date": "2020-05-14 19:10", "summary": "Work emails during the coronavirus pandemic must walk a fine line between being sensitive and oversharing. When Benjamin Schmerler sends an email, his words speak volumes about the current state of the world. Gone are the exclamation points or occasional emojis. The public-relations firm owner replaces his usual \"hope you're well\" with something more heartfelt. And when he signs off, his new go-to is: \"I wish you vigorous health and a robust mind-set.\"", "categories": [["Life & Work", "Journal Reports: Coronavirus"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-coronavirus?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-stock-exchange-to-reopen-trading-floor-11589495486", "title": "New York Stock Exchange to Reopen Trading Floor", "date": "2020-05-14 19:00", "summary": "Traders will be required to wear masks and abide by social-distancing rules to limit the spread of coronavirus. The New York Stock Exchange will reopen its iconic trading floor later this month, two months after the coronavirus pandemic forced its closure.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/senate-approves-measure-to-renew-some-lapsed-domestic-spying-powers-11589482308", "title": "Senate Approves Measure to Renew Some Domestic Spying Powers", "date": "2020-05-14 18:54", "summary": "Bill extends protections to surveillance targets beyond version passed by House. WASHINGTON-The Senate voted to renew a set of domestic surveillance powers that lapsed two months ago, approving a package that goes further in extending some legal protections to targets of court-approved surveillance than a version passed by the House.", "categories": [["Politics", "National Security"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/national-security?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-administration-details-plans-to-overhaul-strategic-national-stockpile-11589475628", "title": "Trump Administration Details Plans to Overhaul Medical Stockpile", "date": "2020-05-14 18:50", "summary": "President authorizes International Development Finance Corp. to invoke Defense Production Act. WASHINGTON-The Trump administration is working to overhaul the nation's safety net of medical equipment to prepare for potential viral outbreaks, with the aim of expanding the stockpile to include 90 days of supplies, senior administration officials said.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/appeals-court-revives-maryland-d-c-emoluments-lawsuit-against-trump-11589461986", "title": "Appeals Court Revives Maryland, D.C. Emoluments Lawsuit Against Trump", "date": "2020-05-14 18:42", "summary": "Ruling clears the way for attorneys general to begin gathering evidence about the president's businesses. A divided federal appeals court Thursday revived a lawsuit by Maryland and the District of Columbia alleging President Trump is illegally profiting from his office.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/settlement-reached-in-landmark-detroit-public-school-lawsuit-11589495193", "title": "Settlement Reached in Landmark Detroit Public-School Lawsuit", "date": "2020-05-14 18:26", "summary": "Detroit school district is now expected to receive $94.4 million in additional literacy funding. A settlement has been reached in a landmark case brought by a group of Detroit students who alleged their constitutional right to literacy had been violated while attending the city's worst-performing public schools.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ron-shurer-awarded-medal-of-honor-dies-of-cancer-at-41-11589495097", "title": "Ron Shurer, Awarded Medal of Honor, Dies of Cancer at 41", "date": "2020-05-14 18:24", "summary": "Green Beret was profiled in Wall Street Journal article on the mixed blessing of receiving the military's highest honor. WASHINGTON-Green Beret Ron Shurer, who earned the Medal of Honor during a chaotic firefight on an Afghan mountain, died Thursday at the age of 41 after a long struggle with cancer.", "categories": [["Politics", "National Security"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/national-security?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cracks-are-emerging-again-in-the-stock-market-11589494965", "title": "Cracks Emerge Again in Stock Market", "date": "2020-05-14 18:22", "summary": "S&P 500's financial, utilities and real-estate sectors are down more than 10% from recent highs. Stocks climbed in a wild session Thursday but have pulled back this week, as policy makers have reiterated that a quick economic recovery isn't a given.", "categories": [["Markets", "Stocks"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/an-unmasking-q-a-11589481210", "title": "The 'Unmasking' of Michael Flynn Explained", "date": "2020-05-14 18:19", "summary": "U.S. intelligence gathering and the case of Trump's former national security adviser. WASHINGTON-Republican senators on Wednesday released the names of Obama administration officials who had requested and received the identity of a U.S. citizen mentioned in classified foreign intelligence reports collected during the 2016 presidential transition.", "categories": [["Politics", "National Security"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/national-security?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-new-role-for-indias-most-enduring-garment-11589493757", "title": "A New Role for India's Most Enduring Garment", "date": "2020-05-14 18:02", "summary": "The humble gamchha serves millions of men as a scarf, a pillow, a towel-and now, a face mask.. Last month, when India's prime minister Narendra Modi delivered a televised address extending the country's coronavirus lockdown, he began by lowering the piece of red-and-white cloth wrapped around his nose and mouth. This seemed like a gesture of solidarity with the millions of poor Indians who, unable to find or afford a mask, have had to improvise one. What he had around his face was the checked cotton towel-long as a scarf, thin as a napkin, cheap as a bag of potatoes-known as a gamchha.", "categories": [["Life & Work", "Ideas", "Essay"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/essay?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-did-he-just-say-boeing-ceos-prediction-irks-airlines-11589472539", "title": "'What Did He Just Say?': Boeing CEO's Prediction Irks Airlines", "date": "2020-05-14 17:59", "summary": "David Calhoun's comment that a major U.S. airline might collapse upset some of plane maker's top customers. Boeing Co. Chief Executive David Calhoun's prediction of a major U.S. airline's demise has prompted complaints from some of the plane maker's biggest customers as they grapple with fallout from the coronavirus pandemic, people familiar with the matter said.", "categories": [["WSJ News Exclusive", "Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/legislators-urge-justice-department-to-watch-post-covid-ticket-prices-11589486730", "title": "Legislators Urge Justice Department to Watch Post-Covid Ticket Prices", "date": "2020-05-14 17:59", "summary": "Senators say industry giant Live Nation and its Ticketmaster unit could become more powerful if independent promoters and venues can't weather sustained shutdowns. The coronavirus pandemic could push prices for concert tickets even higher, a group of senators warned Thursday in a letter urging the Justice Department to ensure competition in live events.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/feds-neel-kashkari-calls-chance-of-quick-economic-rebound-from-coronavirus-very-unlikely-11589485284", "title": "Fed's Kashkari Calls Quick Economic Rebound Very Unlikely", "date": "2020-05-14 17:49", "summary": "Minneapolis Fed president worries parts of nation are reopening too quickly, suggests 'direct financial assistance' for families. ", "categories": [["Economy", "Central Banks"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/central-banks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/congress-debates-push-to-end-surprise-medical-billing-11589448603", "title": "Congress Debates Push to End Surprise Medical Billing", "date": "2020-05-14 17:46", "summary": "Coronavirus-relief talks pit patient advocates against some who say a change would hurt hospitals. WASHINGTON-Negotiations on Capitol Hill over the next package of coronavirus economic relief have revived discussions about ending surprise medical billing, an effort to bolster patient protections that has sparked heavy spending by opponents who warn of damage to the health-care system.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-big-investors-arent-betting-it-all-on-a-coronavirus-cure-11589481346", "title": "Why Big Investors Aren't Betting It All on a Coronavirus Cure", "date": "2020-05-14 17:44", "summary": "Successful efforts that could help billions of people might not result in big profits for shareholders. As drug companies race to discover treatments for the new coronavirus, big investment firms are placing cautious bets on likely winners.", "categories": [["Markets", "Financial Services", "Hedge Funds"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/business/financial-services?mod=breadcrumb", "https://www.wsj.com/news/types/hedge-funds?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/unemployment-benefits-weekly-jobless-claims-coronavirus-05-14-2020-11589410374", "title": "Nearly Three Million Sought Jobless Benefits Last Week", "date": "2020-05-14 17:30", "summary": "Number seeking unemployment claims has subsided since initial layoffs surge but is still at historically high levels. An additional three million workers applied for unemployment benefits last week, continuing a two-month trend of historically high claims as the coronavirus pandemic rippled through the U.S. economy.", "categories": [["Economy", "Economic Data"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/economic-data?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/wisconsin-court-is-first-to-block-statewide-coronavirus-lockdown-11589480845", "title": "Wisconsin Governor Urges Social Distancing After Court Blocks Statewide Lockdown", "date": "2020-05-14 17:26", "summary": "Divided court found state illegally launched extensive restrictions without input from legislature. Local governments across Wisconsin moved to implement new public health guidelines Thursday after the state's highest court overturned a statewide stay-at-home order, prompting the governor to warn of \"massive confusion.\"", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/iac-scouts-for-targets-in-hope-that-valuations-will-come-down-11589491414", "title": "IAC Scouts for Targets in Hope That Valuations Will Come Down", "date": "2020-05-14 17:23", "summary": "'There are more opportunities available to us now, as companies need a new home,' CFO says. The coronavirus lockdown has upended the market for mergers and acquisitions, with some companies walking away from deals. But others, such as IAC/InterActiveCorp . , a conglomerate known for its acquisitive bent, continue on the hunt as potentially lower valuations could make some assets more attractive.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ford-tries-to-soothe-weary-shareholders-11589472858", "title": "Ford Tries to Soothe Weary Shareholders", "date": "2020-05-14 17:09", "summary": "Auto maker's shares have been pounded and its dividend nixed amid the coronavirus pandemic. Ford Motor Co. executives tried to reassure investors Thursday the auto maker was on track with a plan to lift its beaten-down stock price, as a halting restructuring effort that began nearly two years ago has been complicated by the Covid-19 pandemic.", "categories": [["Business", "Autos & Transportation", "Autos Industry"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/transportation?mod=breadcrumb", "https://www.wsj.com/news/types/autos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sen-rubio-chinese-official-spreads-virus-propaganda-11589490481", "title": "Sen. Rubio: Chinese Official Spreads Coronavirus Propaganda", "date": "2020-05-14 17:08", "summary": "The truth is that China covered up the outbreak of the virus, forcefully silenced medical professionals like the late Dr. Li Wenliang, lied about the number of infections and withheld information about the virus from the global community.. \"China Wants to Help the World Fight Coronavirus\" (op-ed, May 13) by China's Foreign Ministry Commissioner Xie Feng is the latest attempt in the Communist Party's blatant effort to sow chaos through conspiracy theories, spread propaganda and rewrite history amid a global crisis. Mr. Xie writes that Beijing made \"tremendous sacrifice against all the odds, it created a strong first line of defense for China and the world.\" These lies may work within China, where the Communist Party's authoritarian grip on the media and censorship of social media gives the party full control of the narrative, but the world knows better.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sen-scott-buyer-beware-isnt-enough-for-chinese-stock-11589490336", "title": "Sen. Scott: 'Buyer Beware' Isn't Enough for Chinese Stock", "date": "2020-05-14 17:05", "summary": "For too long we have allowed Chinese companies into U.S. financial markets while not holding them to the same set of rules as American companies.. Regarding Michael D. Mann and Arthur Levitt Jr.'s \"The SEC's China Evasion\" (May 7): As government leaders and elected officials, we have a responsibility to protect Americans from our country's adversaries. For too long we have allowed Chinese companies into U.S. financial markets while not holding them to the same set of rules as American companies.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/inside-the-homes-of-architects-11589490256", "title": "Inside the Homes of Architects", "date": "2020-05-14 17:04", "summary": "The designers are getting a chance to test their own designs.. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/hong-kong-anthem-bill-perfectly-reasonable-11589490223", "title": "Hong Kong Anthem Bill Perfectly Reasonable", "date": "2020-05-14 17:03", "summary": "The bill does not aim to limit the rights and freedoms of people, but rather to provide guidance on the use of the national anthem.. Your editorial \"More Trouble Looms for Hong Kong\" (May 11) might indicate a misunderstanding of the National Anthem Bill introduced by the Hong Kong Special Administrative Region Government.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-outbreak-hits-michigan-teens-in-welfare-facility-11589457600", "title": "Coronavirus Outbreak Hits Michigan Teens in Welfare Facility", "date": "2020-05-14 17:02", "summary": "State agency struggled for six weeks to get testing for its young clients and staff. One of Michigan's largest child-welfare agencies reported a Covid-19 outbreak at a facility in Vassar, where 25 teenage girls and four staff members tested positive for the illness.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pelosis-power-grab-and-the-peoples-house-abandoned-11589490130", "title": "Pelosi's Power Grab and the People's House Abandoned", "date": "2020-05-14 17:02", "summary": "The response has been to close the House and dismiss our elected representatives as if they were deemed nonessential workers, albeit with trillion-dollar decisions.. It would seem that Speaker Nancy Pelosi has managed to lock down the legislative process by supplanting the Capitol building with her home office, as related by Rep. Bradley Byrne in \"Pelosi's Coronavirus Power Grab\" (op-ed, May 4). What is really astounding is the ease by which the absence of Congress has been accepted by the electorate. During the Cold War the U.S. made huge investments in continuity-of-government programs (think tunneling into mountains to build shelters) because there was the expectation that the government would continue to function even after the mass death and destruction of a nuclear attack.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/dont-let-lawsuits-compound-virus-damage-11589490178", "title": "Don't Let Lawsuits Compound Virus Damage", "date": "2020-05-14 17:02", "summary": "I receive emails on a regular basis which promote seminars on how to litigate Covid-19 lawsuits.. Your editorial \"Stay Shut down Or We'll Sue\" (May 7) struck a sensitive chord. As managing partner of a small boutique law firm, I receive emails on a regular basis that promote seminars on how to litigate Covid-19 lawsuits. Our firm doesn't engage in that type of litigation, not just because it's outside of our specialty but also because it's aggravating an economic meltdown caused by the Covid-19 pandemic. The legal profession doesn't serve the public's best interest by engaging in vexatious litigation when our economy is most vulnerable.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/global-stock-markets-dow-update-05-14-2020-11589431247", "title": "Dow Closes Higher as Jobless Claims Remain Elevated", "date": "2020-05-14 16:59", "summary": "Nearly 3 million new applications for unemployment benefits were filed last week. U.S. stocks rallied Thursday in a volatile trading session marked by dramatic swings, as investors weighed weak economic data and rising tensions with China against broad pushes to reopen the economy.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bestselling-books-week-ended-may-9-11589489986", "title": "Bestselling Books Week Ended May 9", "date": "2020-05-14 16:59", "summary": "With data from NPD BookScan. ", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/best-selling-books?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sec-charges-two-companies-over-statements-about-coronavirus-testing-products-11589489685", "title": "SEC Charges Two Companies Over Statements About Coronavirus Testing Products", "date": "2020-05-14 16:54", "summary": "The companies are the latest targeted by regulators for allegedly fraudulent claims. U.S. regulators have brought charges against two publicly traded companies for allegedly misleading investors about products intended to help combat the novel coronavirus.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/syrias-assad-defeated-his-foes-now-he-targets-his-enemies-11589473618", "title": "Syria's Assad Defeated His Foes. Now He Targets His Friends.", "date": "2020-05-14 16:36", "summary": "President attempts to halt his country's economic slide and solidify his position by turning the screws on allies. For nine years, Syrian President Bashar al-Assad has waged a brutal civil war against his enemies and allowed his friends to profit from it. Now, he is squeezing those same allies to solidify power and ensure the economy stays afloat as the costs of rebuilding from the conflict pile up.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-city-says-100-children-have-rare-syndrome-tied-to-covid-19-11589478084", "title": "NYC Says 100 Children Have Rare Syndrome Tied to Covid-19", "date": "2020-05-14 16:35", "summary": "Mayor urges parents to contact doctors immediately if children show symptoms. New York officials have identified 110 cases of children and young adults afflicted by an inflammatory syndrome that has killed three and is believed to be linked to Covid-19.", "categories": [["U.S.", "Tri-State Area"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-region?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-new-york-review-spike-lees-right-thing-11589488519", "title": "'New York New York' Review: Spike Lee's Right Thing", "date": "2020-05-14 16:35", "summary": "A brief but haunting tribute to a shuttered city, shot on Super 8 film. The most stirring film I've seen in a very long time popped up out of nowhere a few days ago.", "categories": [["Books & Arts", "Film Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/film-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/oil-demand-to-face-further-pressure-but-iea-sees-signs-of-recovery-11589445695", "title": "Oil Demand Mounts Comeback as Coronavirus Restrictions Ease", "date": "2020-05-14 16:29", "summary": "Some consumers are buying more gasoline as they shun mass transit and opt for the isolation of cars. Oil consumption is rising again in those parts of the world emerging from coronavirus lockdowns, helping to alleviate a global glut and rebalance a market stymied by months of low demand and a devastating rout that saw prices drop as much as two-thirds this year.", "categories": [["Markets", "Commodities"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/amd-is-chipping-away-at-data-centers-11589487977", "title": "AMD Is Chipping Away at Data Centers", "date": "2020-05-14 16:26", "summary": "The chip maker's shares rise as it wins a slot in rival Nvidia's new server device. When you are Advanced Micro Devices, sometimes you have to accept help from surprising places.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sanofi-irks-france-by-saying-u-s-would-get-any-covid-19-vaccine-first-11589487379", "title": "Sanofi Irks France by Saying U.S. Would Get Any Covid-19 Vaccine First", "date": "2020-05-14 16:24", "summary": "French pharmaceutical company offers assurances a treatment breakthrough would be 'available to all'. PARIS-The office of President Emmanuel Macron summoned the management of Sanofi SA to a meeting next week, according to a French official, after the French pharmaceutical company's chief executive said the U.S. was first in line to receive any coronavirus vaccine it develops.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-nyse-will-reopen-the-trading-floor-11589487300", "title": "The NYSE Will Reopen the Trading Floor", "date": "2020-05-14 16:15", "summary": "I hear every day from companies eager to return. We'll do so this month, slowly and carefully.. New York", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ad-verification-firm-integral-ad-science-laying-off-nearly-10-of-workforce-11589481652", "title": "Ad-Verification Firm Integral Ad Science Laying Off Nearly 10% of Workforce", "date": "2020-05-14 16:11", "summary": "The effects of the coronavirus pandemic continue to batter the ad industry. Advertising-verification firm Integral Ad Science Inc. is laying off close to 10% of its workforce, a spokeswoman for the company said, as the ad-technology industry continues to reel from the impact of the coronavirus pandemic.", "categories": [["CMO Today"]], "category_links": ["https://www.wsj.com/news/types/cmo-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/penance-review-temptation-in-a-wet-t-shirt-11589486645", "title": "'Penance' Review: Temptation in a Wet T-Shirt", "date": "2020-05-14 16:04", "summary": "A middle-aged mother grieving the loss of her son is drawn to a much younger man.. 'Penance\" (Thursday, May 21, Sundance Now), a somber three-part British miniseries that comes on the heels of Acorn TV's \"Gold Digger,\" should stand as assurance, if any were needed, that the subject of middle-aged women besotted with men young enough to be their sons, or younger, isn't about to lose its fascination for filmmakers anytime soon.", "categories": [["Books & Arts", "Television Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/television-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/economic-shock-of-virus-hit-lower-income-households-harder-fed-finds-11589472735", "title": "Economic Shock of Virus Hit Lower-Income Households Harder, Fed Finds", "date": "2020-05-14 16:03", "summary": "About a third of those who had lost a job or had their hours cut said they couldn't cover their expenses for the month. The economic shock stemming from the coronavirus pandemic hit lower-income households first and immediately left them much worse off, according to a new survey from the Federal Reserve.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/staying-happily-married-when-youre-both-working-at-home-11589486409", "title": "Staying Happily Married When You're Both Working at Home", "date": "2020-05-14 16:00", "summary": "The lockdown is forcing many spouses to work in close quarters. Here's how to do it and keep your marriage strong at the same time.. How can you stay happily married when you and your partner are together around the clock?", "categories": [["Life & Work", "Journal Reports: Coronavirus"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-coronavirus?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/capone-review-a-gangsters-last-gasps-11589486357", "title": "'Capone': A Gangster's Last Gasps", "date": "2020-05-14 15:59", "summary": "Tom Hardy stars as the notorious mobster in the twilight of his life. If watching a shuffling, scrofulous, incontinent and delusional gangster in terminal decline is your idea of entertainment, \"Capone\" is what you've been waiting for.", "categories": [["Books & Arts", "Film Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/film-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hhs-vaccine-expert-to-detail-complaint-in-house-testimony-11589450402", "title": "HHS Vaccine Expert Details Complaint in House Testimony", "date": "2020-05-14 15:55", "summary": "Rick Bright says a lack of preparation by the Trump administration is causing the U.S. to face 'unprecedented illness and fatalities' and a resurgence of coronavirus as early as this fall. A government vaccine specialist who was moved out of his job last month testified Thursday that the lack of a comprehensive, national strategy to address coronavirus may impede efforts to distribute a future vaccine and is causing current problems such as a lack of testing supplies.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/negative-u-s-interest-rates-dont-bet-on-it-11589470114", "title": "Negative U.S. Interest Rates? Don't Bet On It", "date": "2020-05-14 15:46", "summary": "One market shows a chance of negative rates in 2021. Many are calling the signal a distortion caused by technical factors.. Federal Reserve officials say the central bank isn't considering cutting interest rates below zero. One market still isn't ruling it out.", "categories": [["Markets", "Treasurys"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/treasurys?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-forces-new-york-city-to-rethink-admissions-to-elite-schools-11589485405", "title": "Coronavirus Forces New York City to Rethink Admissions to Elite Schools", "date": "2020-05-14 15:43", "summary": "Education officials weigh ideas for how to evaluate students who apply for selective public schools for fall 2021. The new coronavirus has upended the complex system for getting a seat at New York City's selective public schools, injecting extra anxiety into an already fraught competition.", "categories": [["U.S.", "Schools"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-schools?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/colorado-and-cnn-11589484312", "title": "Colorado and CNN", "date": "2020-05-14 15:25", "summary": "A refreshing challenge to conventional media wisdom.. It's not easy for a Democratic governor to attract aggressive questioning from CNN. But Colorado's Jared Polis seems to have annoyed the network with his reluctance to politicize every aspect of virus response.", "categories": [["Opinion", "Best of the Web"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/best-of-the-web-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-may-push-for-chinese-companies-to-follow-u-s-accounting-rules-for-stock-listings-11589459803", "title": "Trump May Push for Chinese Firms to Follow U.S. Accounting Rules for Stock Listings", "date": "2020-05-14 15:12", "summary": "President says he and China's Xi Jinping have good relationship, but 'right now, I just don't want to speak to him'. WASHINGTON-President Trump said he was considering whether to require Chinese companies to follow U.S. accounting rules to be listed on U.S. stock exchanges, though he expressed concern that such a move could prompt companies to take their listings elsewhere.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/california-chardonnays-ripe-for-rediscovery-or-just-overripe-11589483460", "title": "California Chardonnays: Ripe for Rediscovery or Just Overripe?", "date": "2020-05-14 15:11", "summary": "It's time to take another look at a wine both popular and maligned. Our wine columnist did and found a few crisp, bright, affordable bottles.. \"THERE IS NOTHING wrong with California Chardonnay-it's just what some people do to it that's wrong.\" This quote came from a winemaker who happens to be getting it right: Chris Brockway of Broc Cellars, based in Berkeley, Calif. I'd called him after tasting a group of California Chardonnays, of which at least half had been disappointing or worse.", "categories": [["Life & Work", "Food & Drink", "On Wine"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/food-cooking-drink?mod=breadcrumb", "https://www.wsj.com/news/types/on-wine-lettie-teague?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/richard-bransons-virgin-atlantic-in-talks-to-raise-more-than-900-million-11589482336", "title": "Branson's Virgin Atlantic in Talks to Raise More Than $900 Million", "date": "2020-05-14 14:52", "summary": "Airline is talking to Deutsche Bank and private-equity firms for cash to weather the coronavirus pandemic. LONDON-Virgin Atlantic, the U.K.-based trans-Atlantic airline, is talking to Deutsche Bank AG , among other institutions, about raising some £750 million ($916 million) to help it weather the drop in demand brought on by the coronavirus pandemic, according to a person familiar with the matter.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hazard-from-medieval-dice-to-the-risks-faced-by-frontline-workers-11589481761", "title": "'Hazard': From Medieval Dice to the Risks Faced by Frontline Workers", "date": "2020-05-14 14:42", "summary": "A historic term for gambling now figures in debates over extra pay for heroic work amid the pandemic. As part of their latest coronavirus relief bill, House Democrats have proposed establishing a $200 billion \"Heroes Fund\" to ensure that essential workers who have been on the job during the pandemic will be properly compensated. In the Senate, meanwhile, Mitt Romney has put forward his own plan for giving frontline workers a temporary pay raise, which he calls \"Patriot Pay.\"", "categories": [["Life & Work", "Ideas", "Word on the Street"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/word-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/families-begin-to-emerge-from-their-quarantine-bubbles-carefully-11589481749", "title": "How to Expand Your Quarantine Bubble", "date": "2020-05-14 14:42", "summary": "Tired of isolation, more people are seeing friends and extended family. There are ways to manage the risk.. With some businesses across the country welcoming customers again, the Hecker family of Grosse Pointe, Mich., is planning its own reopening.", "categories": [["Life & Work", "Journal Reports: Coronavirus"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-coronavirus?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/insurers-are-giving-consumers-a-break-amid-pandemic-11589481642", "title": "Insurers Are Giving Consumers a Break Amid Pandemic", "date": "2020-05-14 14:40", "summary": "Policy perks include grace periods, refunds and waivers of in-person medical exams. Many insurance companies are providing some needed assistance to consumers amid the coronavirus pandemic.", "categories": [["Life & Work", "Journal Reports: Coronavirus"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-coronavirus?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/israel-set-to-swear-in-netanyahus-new-unity-government-11589459456", "title": "Israel Set to Swear In Netanyahu's New Unity Government", "date": "2020-05-14 14:39", "summary": "Prime minister returns to task of distributing top appointments before facing confidence vote. TEL AVIV-Israeli Prime Minister Benjamin Netanyahu delayed the swearing in of his new unity government until at least Sunday because of a last-minute dispute within his Likud party over the allotment of ministries, extending political uncertainty in the country.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mexicos-cartels-distribute-coronavirus-aid-to-win-popular-support-11589480979", "title": "Mexico's Cartels Distribute Coronavirus Aid to Win Support", "date": "2020-05-14 14:29", "summary": "Videos on social media show armed men handing out food packages marked with logos of criminal groups. MEXICO CITY-Mexico's drug cartels are in a war for the hearts and minds of poor Mexicans, providing them with food and supplies as they struggle to survive the economic meltdown caused by the coronavirus pandemic.", "categories": [["World", "Latin America"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/latin-america-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/covid-19-builds-teams-that-are-ford-tough-11589479465", "title": "Covid-19 Builds Teams That Are Ford Tough", "date": "2020-05-14 14:04", "summary": "What I learned from our improvised effort to distribute face shields quickly.. I knew I could help, but I wasn't sure how. Ford Motor Co., where I work, announced in March that it would build face shields for health-care workers. Our designers and engineers spent a sleepless weekend figuring out how to assemble millions of pieces of personal protective equipment with stuff we already had or could get quickly. Employees volunteered to get started.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/can-indian-manufacturing-capitalize-on-the-flight-from-china-11589479402", "title": "Can Indian Manufacturing Capitalize on the Flight From China?", "date": "2020-05-14 14:03", "summary": "Maybe, but New Delhi will have to get serious about reforms. Currently it lags far behind Vietnam.. In the wake of the Covid-19 pandemic, can India benefit from a global effort to become less dependent on supply chains rooted in China? The geopolitical moment may look auspicious, but without overhauling its economic policies India will struggle to keep pace with nimbler rivals like Vietnam and Thailand.", "categories": [["Opinion", "East is East"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/east-is-east?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/kkr-backed-mobile-game-company-applovin-acquires-machine-zone-11589412852", "title": "KKR-Backed Mobile Game Company AppLovin Acquires Machine Zone", "date": "2020-05-14 13:51", "summary": "AppLovin is adding players by acquiring the maker of 'Final Fantasy XV: A New Empire' and 'Mobile Strike'. ", "categories": [["Pro PE Deals"]], "category_links": ["https://www.wsj.com/news/types/pro-pe-deals?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-city-restaurants-push-forward-with-grand-openings-amid-coronavirus-11589476220", "title": "NYC Restaurants Push Forward With Grand Openings Amid Coronavirus", "date": "2020-05-14 13:40", "summary": "Some businesses are tweaking their concepts and operations because of the pandemic. Todd Irwin has spent the last couple of years developing Bel-Fries, a dining concept dedicated to Belgian-style fried potatoes. He is so convinced it will prove popular with spud-loving New Yorkers that he is taking a daring move during these difficult times.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-drives-75-of-small-businesses-to-seek-federal-aid-11589476452", "title": "Coronavirus Drives 75% of Small Businesses to Seek Federal Aid", "date": "2020-05-14 13:27", "summary": "Just 38% of survey respondents have received funds through the Paycheck Protection Program. WASHINGTON-Three out of four U.S. small businesses have sought federal aid to cope with fallout from the new coronavirus, according to a Census Bureau survey released Thursday, in another indication of the widespread damage caused by the pandemic.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/delta-to-retire-boeing-777-fleet-to-cut-costs-amid-coronavirus-11589462948", "title": "Delta to Retire Boeing 777 Fleet to Cut Costs Amid Pandemic", "date": "2020-05-14 13:20", "summary": "The company is also accelerating its retirement plan for the MD-88 and MD-90s, which will exit the fleet in June. Delta Air Lines Inc. said it would remove Boeing Co. 777 aircraft from its fleet by the end of the year, a sign the airline believes international travel will recover slowly from the coronavirus pandemic.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/wto-chief-to-step-down-one-year-early-11589473128", "title": "WTO Chief to Step Down One Year Early", "date": "2020-05-14 13:02", "summary": "Roberto Azevedo to exit as World Trade Organization faces global economic slump and discord between members. The head of the World Trade Organization said he would leave his post in August, a year earlier than scheduled, adding pressure on the body as it faces fundamental challenges including a slumping world economy and deep rifts among its members.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/in-this-age-of-self-isolation-architects-see-their-homes-from-a-different-angle-11589475617", "title": "In This Age of Self-Isolation, Architects See Their Homes From a Different Angle", "date": "2020-05-14 13:00", "summary": "These designers are rethinking the configuration of their own houses for a post-pandemic world. Architect William Duff designed his own house to include big, open, transitional living spaces that allow maximum human connection-the same philosophy he recommends to his clients.", "categories": [["Real Estate", "Homes"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/homes?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/keeping-germs-at-the-front-door-11589475644", "title": "Keeping Germs at the Front Door", "date": "2020-05-14 13:00", "summary": "Designers say these home trends will take priority after the pandemic. Le Corbusier's fixation on modernity and cleanliness is trending as designers reimagine residential life post-Covid. His maxim \"A house is a machine for living in,\" is particularly apt now.", "categories": [["Real Estate", "Homes"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/homes?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/comcasts-peacock-will-have-some-original-content-ready-for-july-launch-11589475600", "title": "Comcast's Peacock Will Have Some Original Content by July Launch", "date": "2020-05-14 13:00", "summary": "'Brave New World' set to be available July 15; launch dates uncertain for other originals, including 'Battlestar Galactica' and 'Girls5Eva'. Comcast Corp.'s NBCUniversal said some original shows would be ready for the July launch of its streaming service, Peacock, although the status of some series anticipated for the platform remains uncertain because of production delays caused by the pandemic.", "categories": [["Business", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-a-nursing-home-and-a-clock-merchant-got-masks-out-of-china-11589448601", "title": "How 400,000 Masks Were Shipped From China to a U.S. Nursing Home", "date": "2020-05-14 12:54", "summary": "Health-care executives and entrepreneurs are wading into the murky market for badly needed protective gear. Nursing homes, many at the center of outbreaks of the new coronavirus, are struggling to find masks and other supplies their workers need to confront the pandemic.", "categories": [["WSJ News Exclusive", "Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/time-for-ge-to-bring-good-things-back-to-life-11589475090", "title": "Time for GE to Bring Good Things Back to Life", "date": "2020-05-14 12:51", "summary": "Conglomerate's retro market value, the lowest in almost 30 years, should be matched with slogan fit for the times. One of America's most storied corporations is going with a retro look as the coronavirus pandemic takes hold.", "categories": [["Markets", "Overheard"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/overheard?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-espns-michael-jordan-series-started-with-a-corkboard-11589474875", "title": "How ESPN's Michael Jordan Series Started With a Corkboard", "date": "2020-05-14 12:47", "summary": "Jason Hehir, director of the ESPN documentary series 'The Last Dance,' on old-school creativity and why he's racing through his podcasts in quarantine. Stylistically, a big inspiration for \"The Last Dance\" was \"The Defiant Ones,\" an HBO documentary series about Jimmy Iovine and Dr. Dre. It used their unlikely friendship as the lens to examine their musical careers and the evolution of rock and hip-hop music during their lifetimes. The production value is A+. The storytelling is A+. I've watched it end-to-end several times. I can't get enough of it.", "categories": [["Tech", "Personal Tech", "Gear & Gadgets"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb", "https://www.wsj.com/news/types/personal-technology-joanna-stern?mod=breadcrumb", "https://www.wsj.com/news/types/gear?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-republican-upset-in-california-11589473462", "title": "A Republican Upset in California", "date": "2020-05-14 12:24", "summary": "The GOP flips a Congressional seat in the Golden State for the first time in 22 years.. Well, that was unexpected. While Nancy Pelosi and Democrats were busy plumping up a $3 trillion coronavirus spending bill on Tuesday, GOP Navy veteran Mike Garcia ran away with a Democratic-leaning California House district in a special election. It's the first district in the state that Republicans have flipped since 1998.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/costar-on-verge-of-purchasing-ten-x-in-190-million-deal-11589405076", "title": "CoStar Acquires Ten-X in $190 Million Deal", "date": "2020-05-14 12:12", "summary": "Data giant is purchasing commercial real estate division of Ten-X, seeing potential in distressed property market following pandemic. Data giant CoStar Group Inc. is buying the commercial real estate division of Ten-X LLC for $190 million in a deal designed to increase CoStar's role in the huge distressed commercial-property market that the coronavirus pandemic is expected to fuel, CoStar announced Wednesday evening.", "categories": [["WSJ News Exclusive", "Deals"]], "category_links": ["https://www.wsj.com/news/types/deals-deal-makers?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-finishes-the-retail-reckoning-that-amazon-started-11589459920", "title": "Coronavirus Finishes the Retail Reckoning That Amazon Started", "date": "2020-05-14 12:07", "summary": "Thousands of stores will close permanently as the Covid-19 pandemic turbocharges a shift to e-commerce. Amazon . com hurt many retailers. Coronavirus will finish some of them off.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mcdonalds-sets-conditions-for-restaurant-reopenings-11589466556", "title": "No Soda Fountains, More Cleaning: McDonald's Sets Conditions for Reopenings", "date": "2020-05-14 12:02", "summary": "To ease coronavirus concerns, fast-food chain suggests closing public soda fountains and issues cleaning instructions in 59-page guide. McDonald's Corp. is asking restaurant owners in the U.S. to make dozens of changes to ease coronavirus concerns before reopening their dining rooms, including commitments to clean bathrooms every half-hour and digital kiosks after each order.", "categories": [["WSJ News Exclusive", "Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/when-epidemics-give-a-voice-to-the-forgotten-11589471833", "title": "When Epidemics Give a Voice to the Forgotten", "date": "2020-05-14 11:57", "summary": "During London's 1849 cholera outbreak, an unlikely chronicler let the city's poor speak out-in ways now echoed on social media during the coronavirus crisis. Even as city streets have fallen silent in many parts of the Western world, the sound of urban voices has been growing louder. Usage of Facebook , Instagram and Twitter has grown dramatically, and much of that traffic has been devoted to sharing ordinary people's intimate stories of devotion, courage and tragedy. Through social media, cities seem to be talking to themselves, and discovering themselves, in a new way. Yet history reminds us that this is not so new.", "categories": [["Life & Work", "Ideas", "Essay"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/essay?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/if-saving-during-a-pandemic-is-hard-heres-how-to-stay-motivated-11589454000", "title": "If Saving During a Pandemic Is Hard, Here's How to Stay Motivated", "date": "2020-05-14 11:48", "summary": "Maintaining a savings mind-set, even if on a small scale, could help keep your focus on the long-term. Saving feels good. Watching the amount in the rainy-day fund, savings jar or retirement account grow can encourage savers to stick with healthy financial habits.", "categories": [["Markets", "Personal Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/personal-finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cerberus-to-acquire-apex-parks-for-45-million-11589471238", "title": "Cerberus to Acquire Apex Parks for $45 Million", "date": "2020-05-14 11:47", "summary": "Only serious offer for amusement-centers operator came from its key lender. Apex Parks Group LLC, a bankrupt amusement-park company whose operations have been closed due to the coronavirus pandemic, is being taken over by a lender group led by Cerberus Capital Management LP for $45 million.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-sent-recovering-coronavirus-patients-to-nursing-homes-it-was-a-fatal-error-11589470773", "title": "New York Sent Recovering Coronavirus Patients to Nursing Homes: 'It Was a Fatal Error'", "date": "2020-05-14 11:39", "summary": "The state reversed its policy after mounting criticism and deaths. The mandate is part of broader scrutiny of weaknesses at long-term care facilities that have made them hot spots for Covid-19.. In late March, Dottie Hickey got a call from Luxor Nursing & Rehabilitation at Mills Pond, the nursing home where her sister lived. The 79-year-old was being moved to make space for incoming hospital patients recovering from coronavirus. Ms. Hickey was told the St. James, N.Y., facility had no choice but to take in these patients under a new state policy.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lululemons-surge-could-have-long-legs-11589470142", "title": "Lululemon's Surge Could Have Long Legs", "date": "2020-05-14 11:29", "summary": "Shares of the athleisure retailer should continue to be a relatively accessible beneficiary of the at-home fitness trend amid the pandemic. The coronavirus crisis has transformed athleisure wear into everyday wear, obviating the need for most other clothing for many consumers. Not surprisingly, shares of Lululemon Athletica are hitting new highs. Unlike consumers' backsides, they may not face meaningful compression soon.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tiktok-targeted-by-advocacy-groups-over-childrens-privacy-11589469011", "title": "TikTok Targeted by Advocacy Groups Over Children's Privacy", "date": "2020-05-14 11:10", "summary": "Social-media powerhouse settled with FTC in 2019 over related concerns about users under 13. A group of consumer-advocacy groups filed a complaint against TikTok with U.S. regulators Thursday, alleging the social-media powerhouse is flouting a children's privacy law and breaking a previous settlement agreement over allegations that it illegally collected personal data from users under 13.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/japan-largely-lifts-coronavirus-state-of-emergency-11589468018", "title": "Japan Largely Lifts Coronavirus State of Emergency", "date": "2020-05-14 11:00", "summary": "Reopening most areas outside Tokyo and Osaka, Prime Minister Abe touts success relative to U.S., Western Europe. TOKYO-Prime Minister Shinzo Abe lifted a state of emergency in much of Japan outside of the capital and credited voluntary restrictions for bringing down new coronavirus infections sharply.", "categories": [["World", "Asia", "Japan"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/japan-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/highway-regulators-shift-work-rules-for-truck-drivers-11589468434", "title": "Highway Regulators Shift Work Rules for Truck Drivers", "date": "2020-05-14 11:00", "summary": "New flexibility on breaks, rest time will loosen restrictions some companies and drivers say are too rigid. Highway safety regulators are changing work rules that limit truck drivers' time behind the wheel, shifts they said would give drivers more flexibility without increasing overall daily driving time.", "categories": [["Logistics Report"]], "category_links": ["https://www.wsj.com/news/types/logistics-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/find-the-russian-spyand-other-worldy-board-games-11589468281", "title": "Find the Russian Spy-and Other Worldly Board Games", "date": "2020-05-14 10:58", "summary": "Scrabble too snoozy? Try one of these addictive alternatives popular in Germany, Japan, Russia and other equally competitive countries. CHESS, SCRABBLE, and Monopoly are the international heavyweight champions of board games. But what are people playing in the living rooms of Vladivostok these days? A look at what's spread out across card tables around the globe.", "categories": [["Life & Work", "Reading & Retreating"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/reading-retreating?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/customer-support-call-animal-noises-rooster-coronavirus-11589465454", "title": "Is That a Rooster on My Customer-Support Call? Yes, Blame Coronavirus.", "date": "2020-05-14 10:13", "summary": "When overseas call-center employees have to work from home, neighborhood animals chime in; 'the crowing was so close'. When Robin Frost called Verizon Communications Inc.'s customer support last month, she was connected with a rooster. At least that's what it sounded like.", "categories": [["A-hed"]], "category_links": ["https://www.wsj.com/news/types/a-hed?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/insurers-brace-for-more-pain-as-coronavirus-claims-pile-up-11589462261", "title": "Insurers Brace for More Pain as Coronavirus Claims Pile Up", "date": "2020-05-14 10:09", "summary": "Effects of the pandemic are seeping into insurers' bottom lines as event-cancellation claims pile up. LONDON-Global insurers are feeling the pain from the coronavirus pandemic and warning their results are likely to worsen as the year progresses, raising the prospect of consolidation in the industry.", "categories": [["Markets", "Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/experts-arent-enough-11589465220", "title": "The Coronavirus Crisis Shows Experts Aren't Enough", "date": "2020-05-14 10:07", "summary": "As the pandemic shows, there are no purely technical solutions for problems that demand political leadership.. The U.S. government's response to Covid-19 has forced us to ask what role scientific and technical experts should play in making policy. We have become used to the spectacle of President Trump standing before reporters surrounded by a gaggle of doctors and scientific advisers-sometimes deferring to them, sometimes questioning them, sometimes berating them. Many governors have held similar briefings with their own panels of experts. This week, a Senate committee called in three of the government's top public-health officials for testimony, and a House committee is looking to hold its own expert briefing later this month. The pronouncements of these specialists frequently drive key decisions and shape public views.", "categories": [["Life & Work", "Ideas", "Essay"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/essay?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/facebook-investment-in-africa-to-expand-internet-capacity-moves-ahead-11589465142", "title": "Facebook Investment in Africa on Internet Expansion Moves Ahead", "date": "2020-05-14 10:05", "summary": "The 2Africa project, formerly Simba, promises to more than double continent's internet capacity with partners in China, Saudi Arabia and Europe. Facebook Inc.'s investment in an enormous underwater internet cable circling Africa will move forward with help from partners in China, Saudi Arabia and Europe, the companies said Thursday.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/states-were-prudent-heres-why-they-need-a-bailout-anyway-11589462541", "title": "States Were Prudent; Here's Why They Need a Bailout Anyway", "date": "2020-05-14 10:03", "summary": "Without federal help, frugal and profligate states alike will have to tighten their belts, deepening the recession and slowing the recovery. The debate over the next federal stimulus package is taking on the trappings of a morality play, pitting Democrats who want $1 trillion in aid for cash-strapped states against Republicans, including President Trump, who say that's a bailout for fiscal mismanagement.", "categories": [["Economy", "Capital Account"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/capital-account?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/quiet-please-im-pitching-sports-in-the-age-of-no-fans-11589464027", "title": "Quiet Please, I'm Pitching! Sports in the Age of No Fans", "date": "2020-05-14 09:47", "summary": "For now, the return of games means empty stadiums. It's going to be weirder than you think.. Sports are starting to come back without fans in the stadium, and I fully support this idea-it's a way to get the games we love to return faster, and more safely, and allow everyone to make the same joke about this being business as usual for the Miami Marlins.", "categories": [["Sports"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hackers-change-ransomware-tactics-to-exploit-coronavirus-crisis-11589448602", "title": "Hackers Change Ransomware Tactics to Exploit Coronavirus Crisis", "date": "2020-05-14 09:27", "summary": "Attackers unleash encryption and ransom demands more quickly at hospitals dealing with urgent patient care, according to Europol. Cyber criminals have adapted their ransomware tactics during the coronavirus pandemic, setting their malware to launch more quickly once inside the networks of health-care providers and other companies, according to security experts.", "categories": [["Pro Cyber News"]], "category_links": ["https://www.wsj.com/news/types/pro-cyber-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chinese-iranian-hacking-may-be-hampering-search-for-coronavirus-vaccine-officials-say-11589362205", "title": "U.S.: Chinese, Iranian Hackers Seek to Steal Virus Research", "date": "2020-05-14 09:27", "summary": "In a possible escalation, U.S. accuses China of actions some officials consider attacks on American public health. WASHINGTON-Chinese hackers are targeting American universities, pharmaceutical and other health-care firms in a bid to steal intellectual property related to coronavirus treatments and vaccines and the intrusions may be jeopardizing progress on medical research, U.S. officials said in an alert Wednesday.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-hot-ipo-trend-of-2020-pay-up-now-acquire-something-later-11589461200", "title": "The Hot Trend in IPOs: Writing a Blank Check", "date": "2020-05-14 09:00", "summary": "In April, 80% of money raised by U.S. IPOs was for companies whose purpose is to fund acquisitions. ", "categories": [["Markets", "Stocks", "IPOs"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb", "https://www.wsj.com/news/types/ipos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-new-wave-of-london-homebuyers-is-purchasing-property-from-afar-11589459745", "title": "A New Wave of London Homebuyers is Purchasing Property From Afar", "date": "2020-05-14 08:35", "summary": "Buyers from Asia have long embraced the practice of shopping for London homes without physically seeing them, but remote sales to U.K. natives are becoming more common amid the coronavirus pandemic. While the pandemic was starting to work its way across the world, London buying agent Thea Carroll was helping a Middle Eastern family who wanted an apartment in the British capital.", "categories": [["Real Estate", "Homes"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/homes?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-has-some-buyers-purchasing-homes-without-setting-foot-inside-them-11589459471", "title": "Coronavirus Has Some Buyers Purchasing Homes Without Setting Foot Inside Them", "date": "2020-05-14 08:31", "summary": "The growing trend of using Facetime and Zoom to make home-buying decisions may continue after the pandemic. In March, Lester and Janet Knispel paid $1.55 million for a white-columned house on the second fairway at Isleworth Golf & Country Club in Windermere, Fla. Now their televisions are mounted on the walls and their Porsche is parked in the garage.", "categories": [["Real Estate", "Homes"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/homes?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/insurance-firms-plan-to-fight-federal-pandemic-liability-proposal-11589459400", "title": "Insurance Firms Plan to Fight Federal Pandemic Liability Proposal", "date": "2020-05-14 08:30", "summary": "A public-private program is opposed by two trade groups representing most of the nation's property insurers. A legislative proposal in Washington, D.C., for a public-private program to insure against future pandemic-related business losses is facing growing opposition, as insurers begin a push to put responsibility for claims on the government.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/jessica-simpson-book-popular-11589436103", "title": "For Jessica Simpson, Redemption Means Sales. Again.", "date": "2020-05-14 08:30", "summary": "After defying critics to build a billion-dollar fashion line, the pop star is finding that her memoir, released in February, is resonating during quarantine. \"I hope to be that escape and a friend to those who need it right now,\" she says.. Stuck inside like everybody else, Jessica Simpson has found peace in doing a lot of \"mom stuff,\" as she calls it.", "categories": [["Magazine - Culture"]], "category_links": ["https://www.wsj.com/news/types/magazine-culture?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/with-graduations-cancelled-thoughtful-gifts-go-a-longer-way-11589459304", "title": "With Graduations Canceled, Thoughtful Gifts Go a Longer Way", "date": "2020-05-14 08:28", "summary": "Disappointed grads are stuck at home instead of tossing caps. But that doesn't mean they don't deserve a special gift. 13 ways to cheer their achievement. 1. The ultimate gift for former students who loved color-coding their notes, Smythson's crossgrain leather writing folder features clever details like a pen loop, organizational pockets and a refillable spiral bound notebook. Smythson, $545, smythson.com/us/", "categories": [["Fashion"]], "category_links": ["https://www.wsj.com/news/types/magazine-fashion?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/frequent-tests-and-no-spitting-how-baseball-plans-to-keep-players-healthy-11589458976", "title": "How Baseball Plans to Keep Players Healthy", "date": "2020-05-14 08:22", "summary": "MLB thinks its plan strikes the right balance, with the goal to quickly spot and interrupt any contagion, and mitigate how many people get sick. As Major League Baseball contemplates how to stage a season amid the coronavirus pandemic, it must reckon with the question that all American businesses hoping to reopen are currently grappling with: What constitutes an acceptable level of risk?", "categories": [["Sports", "MLB"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/mlb?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chinas-clout-loses-punch-as-trading-partners-push-back-over-coronavirus-11589448604", "title": "China's Clout Loses Punch as Trading Partners Push Back Over Coronavirus", "date": "2020-05-14 08:18", "summary": "Australia and other countries spar with Beijing over its handling of the pandemic. SYDNEY-For years Australia tried to balance diplomatic concerns with China against the importance of their bilateral trade relationship. Now, the two countries are openly sparring over China's handling of the coronavirus outbreak, in a sign of how Beijing's efforts to extend its global influence are backfiring even in places where it is an economic lifeline.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/national-study-finds-convalescent-plasma-to-treat-covid-19-is-safe-11589453869", "title": "Convalescent Plasma Is Safe to Treat Covid-19, National Study Shows", "date": "2020-05-14 08:03", "summary": "First large-scale analysis of patients receiving experimental treatment for coronavirus is expected to lead to more trials to test effectiveness of therapy. A study of thousands of Covid-19 patients who received blood plasma transfusions from recovered patients indicates the experimental therapy appears to be safe, paving the way for future studies and clinical trials.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/is-it-safe-to-reopen-schools-europe-is-about-to-find-out-11589278169", "title": "Is It Safe to Reopen Schools During Covid-19 Pandemic? Europe Is About to Find Out", "date": "2020-05-14 07:48", "summary": "Resume Subscription. Governments in the U.S. and across the world are trying to figure out how to reopen schools during a coronavirus pandemic. In Europe, millions of children are returning to classrooms, turning the continent into a giant lab for what works and what doesn't.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/ending-coronavirus-lockdowns-without-a-how-to-guide-11589456778", "title": "Ending Coronavirus Lockdowns Without a How-To Guide", "date": "2020-05-14 07:46", "summary": "Some good news: scientists are relying more on real-world observations than computer models. If locking down entire populations is an unparalleled global experiment in disease control, so is releasing them.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/doctors-fret-over-lower-er-attendance-during-pandemic-11589454002", "title": "Doctors Fret as Coronavirus Keeps Heart, Stroke Patients Away From ER", "date": "2020-05-14 07:00", "summary": "Fewer patients seeking help for emergency treatments and regular conditions raises concerns about long-term health. Andrea Gleason feels lucky to be alive. A few weeks ago, she started feeling pains in her chest but didn't go to the hospital because she was worried about catching Covid-19, or needlessly burdening doctors.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tv-shopping-avoids-medias-and-retailers-woes-11589454015", "title": "TV Shopping Avoids Media's and Retailers' Woes", "date": "2020-05-14 07:00", "summary": "Playing in both TV and retail has allowed QVC and HSN to sidestep the worst challenges facing both industries. Neither retailers nor television networks are thriving during the pandemic. The former has trouble drawing in customers and the latter, while attracting people in droves, has trouble monetizing their viewing. A hybrid of the two is booming, though, and may register lasting gains.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fedex-strained-by-coronavirus-caps-how-much-retailers-can-ship-from-stores-11589454006", "title": "FedEx, Strained by Coronavirus, Caps How Much Retailers Can Ship From Stores", "date": "2020-05-14 07:00", "summary": "Kohl's, Abercrombie & Fitch among two dozen companies asked to limit shipments to ease strain on delivery giant. FedEx Corp. has limited the number of items that Kohl's Corp. and about two dozen other retailers can ship from certain locations, as the delivery company tries to prevent its network from being overwhelmed during the coronavirus pandemic.", "categories": [["WSJ News Exclusive", "Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/italys-political-rivals-reignite-feud-after-coronavirus-hiatus-11589454000", "title": "Italy's Politicians Are Feuding Again After Coronavirus Hiatus", "date": "2020-05-14 07:00", "summary": "Unwieldy governing coalition has been squabbling over next steps, its disunity raising doubts about its ability to avert economic depression. ", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fiat-chrysler-peugeot-scrap-billion-dollar-dividends-as-merger-faces-pressure-11589450545", "title": "Fiat Chrysler, Peugeot Scrap Billion-Dollar Dividends as Merger Faces Pressure", "date": "2020-05-14 06:02", "summary": "Car makers say merger is still on track, but pressure has mounted on cash payouts tied to the deal. Fiat Chrysler Automobiles NV and Peugeot maker PSA Group canceled dividend payments they promised their shareholders that were part of a broader agreement to merge, but said the deal remains on track.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-no-bake-dessert-that-doubles-as-a-cocktail-11589450414", "title": "The No-Bake Dessert That Doubles As a Cocktail", "date": "2020-05-14 06:00", "summary": "Boozy, chocolaty, easy to whip up, bourbon balls are a Kentucky classic. They've never tasted better.. THE KENTUCKY DERBY may be delayed until September, but the demand for bourbon, chocolate and quick, easy, no-bake desserts using pantry staples has probably never been higher. Bourbon balls have it all: the booze, the chocolate, the ease, plus the crunch of a sanding-sugar exterior and a luscious center. They are also adaptable, so keep reading even if you currently lack some of the ingredients listed in the recipe at right. The point here is to have fun.", "categories": [["Life & Work", "Food & Drink", "A Little Something Sweet"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/food-cooking-drink?mod=breadcrumb", "https://www.wsj.com/news/types/a-little-something-sweet?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nato-and-russia-flex-their-muscles-but-coronavirus-is-a-common-foe-11589450022", "title": "NATO and Russia Flex Their Muscles but Coronavirus Is a Common Foe", "date": "2020-05-14 05:53", "summary": "Exercises and parades have been curtailed or scale down, but stopping the infection from spreading is a new challenge. On NATO's eastern flank, the alliance and Russia are both looking for ways to flex their muscles and show they are ready for action while also boosting vigilance against a new, invisible foe-the coronavirus pandemic.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/banks-are-only-as-sound-as-their-models-11589449375", "title": "Banks Are Only as Sound as Their Models", "date": "2020-05-14 05:42", "summary": "The unprecedented nature of today's economic shutdowns make it hard for lenders to update the complex models at the core of their business. Unprecedented is an overused word of late, but it does precisely capture a key challenge for banks: How to update the models at the heart of their businesses, given widespread economic uncertainty and a dearth of relevant historical data.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/millions-are-calling-about-unemployment-claims-what-its-like-to-be-on-the-other-end-of-the-call-11589448601", "title": "Millions Are Calling About Unemployment Claims: What It's Like to Be on the Other End of the Call", "date": "2020-05-14 05:30", "summary": "Claims staffs juggle emails, calls, online chats with newly jobless; 'I just keep going'. It takes 41 days for Pennsylvania's unemployment compensation office to respond to emails. When the answer finally comes, it may well be written by Angela Lowe.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-looks-to-salvage-summer-campaign-season-11589448600", "title": "Trump Looks to Salvage Summer Campaign Season", "date": "2020-05-14 05:30", "summary": "Amid the coronavirus pandemic, the president's re-election team is plotting how to adjust a strategy that was dependent on massive rallies. WASHINGTON-The mega rallies are on ice. A flashy convention is in question. Battleground states are harder to visit.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/intelsat-files-for-bankruptcy-ahead-of-spectrum-auction-11589431543", "title": "Intelsat Files for Bankruptcy Ahead of Spectrum Auction", "date": "2020-05-14 00:45", "summary": "Indebted satellite company is one of several planning to participate in a coming wireless-spectrum auction. Satellite operator Intelsat SA filed for bankruptcy protection after falling short of the cash it needed to make airwaves available to be sold to wireless operators in a coming government auction.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/democrats-progressive-wing-adds-drama-to-coronavirus-vote-11589473304", "title": "Democrats' Progressive Wing Adds Drama to Coronavirus Vote", "date": "2020-05-14 00:01", "summary": "Party leaders in House move to rally support for $3 trillion package on Friday despite objections on left. WASHINGTON-House Democratic leaders moved to rally support for their $3 trillion coronavirus relief package after objections from progressives and some lawmakers in swing districts exposed rifts within the party ahead of a key vote.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cooking-in-quarantine-cashew-chicken-11589395233", "title": "Cashew Chicken Recipe: What to Cook in Quarantine", "date": "2020-05-14 00:01", "summary": "You can get this version of the takeout classic on the table in half the time it would take to have it delivered. This cashew chicken nods nostalgically to the Chinese-American takeout classic, and you can get it on the table in half the time it would take to have it delivered. For a vegetarian version, swap in baked tofu or tempeh for the chicken. Whether or not you opt for a meatless version, vegetables with some bite-think string beans, broccoli florets or celery slices-make a welcome addition to the dish. Toss them in at the end along with the chicken or other protein and let the vegetables cook, undisturbed, just until they char slightly. The recipe moves quickly so make sure all the ingredients are lined up and ready to go by the stove.", "categories": [["Life & Work", "Food & Drink"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/food-cooking-drink?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11589391258", "title": "Pepper...and Salt", "date": "2020-05-14 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/more-than-one-dozen-obama-officials-may-have-requested-unmasking-that-revealed-michael-flynn-in-intelligence-reports-11589396531", "title": "Obama-Era Officials Requested 'Unmasking' That Identified Flynn in Intelligence Reports", "date": "2020-05-14 21:18", "summary": "The list includes then-Vice President Joe Biden and former CIA Director John Brennan; the requests came after Russian interference in U.S. election. The National Security Agency received and approved requests on behalf of more than three dozen Obama administration officials, including then-Vice President Joe Biden, to \"unmask\" a U.S. citizen mentioned in classified foreign intelligence reports during the presidential transition, revealing the identity of Michael Flynn.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-latest-news-05-13-2020-11589357373", "title": "Officials Weigh Long-Term Coronavirus Plans as Restrictions Are Lifted", "date": "2020-05-14 20:37", "summary": "Federal Reserve chief Jerome Powell says White House, Congress must spend more to avoid long-term economic damage. Governments across the world looked toward longer-term responses to the coronavirus pandemic as they reopened larger portions of their societies, while the economic picture darkened.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/judge-appoints-lawyer-to-argue-against-dismissal-of-charges-in-flynn-case-11589411013", "title": "Judge Appoints Lawyer to Argue Against Dismissal of Charges in Flynn Case", "date": "2020-05-14 20:23", "summary": "Retired judge to explore criminal contempt charges and present arguments against the government's motion to dismiss the case. WASHINGTON-The judge overseeing the government's case against former national security adviser Michael Flynn appointed a retired judge to argue against the government's motion to dismiss the case, and opened the door to holding Mr. Flynn in contempt of court for pleading guilty under oath twice only to later change his mind.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}]