[{"link": "https://www.wsj.com/articles/coronavirus-tests-arent-hard-to-find-everywhere-11585738800", "title": "Coronavirus Tests Aren't Hard to Find Everywhere", "date": "2020-04-01 19:50", "summary": "In some communities, coronavirus tests are easy to access thanks to new methods developed by local universities and hospitals. While many Americans with coronavirus symptoms struggle to get tested due to restrictive criteria and limited availability, June Bivins found it surprisingly simple.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/l-a-times-owners-foundation-wins-ok-on-leading-bid-for-closed-hospital-11585784670", "title": "L.A. Times Owner's Foundation Wins OK on Leading Bid for Closed Hospital", "date": "2020-04-01 19:44", "summary": "The proposed acquisition comes as California turns to hospitals to fight the Covid-19 pandemic and ramp up health-care access. The bankrupt owner of St. Vincent Medical Center in Los Angeles won permission to take steps toward a planned $135 million sale to a foundation run by the billionaire owner of the Los Angeles Times and his wife, who want to reopen the facility for coronavirus patients.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fed-temporarily-eases-capital-requirements-for-big-banks-11585774838", "title": "Fed Temporarily Eases Capital Requirements for Big Banks", "date": "2020-04-01 19:38", "summary": "Central bank aims to address strained conditions in Treasury market. The Federal Reserve on Wednesday eased rules around how banks account for their supersafe assets, a move meant to boost the flow of credit to cash-strapped consumers and businesses during the coronavirus slowdown.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-survivors-keep-up-the-fight-donate-blood-plasma-to-others-11585733401", "title": "Coronavirus Survivors Keep Up the Fight, Donate Blood Plasma", "date": "2020-04-01 19:35", "summary": "National Covid-19 project seeks volunteers to aid the seriously ill; 'I feel obligated to help'. Andrew Sherman, a Covid-19 survivor, is finally starting to feel better. One of the first things he did during his recovery: volunteer to donate blood plasma to help seriously ill patients fight the disease.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/transcript-wsj-interview-with-boston-fed-president-ericrosengren-11585783663", "title": "Transcript: WSJ Interview With Boston Fed President Eric Rosengren", "date": "2020-04-01 19:27", "summary": "For economy to recover, public-health responses will be critical; Americans will need to 'feel comfortable holding the subway pole'. Boston Fed President Eric Rosengren spoke with Wall Street Journal reporter Nick Timiraos on Wednesday. He discussed the Federal Reserve's response to the coronavirus shock and how a robust public-health response will be urgently needed to restore economic activity. Here is a partial transcript of the interview, lightly edited for clarity and length.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/spillthetea-11583521878", "title": "Spill the tea", "date": "2020-04-01 19:23", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/some-nations-look-to-mass-testing-for-faster-way-out-of-coronavirus-crisis-11585758518", "title": "Some Nations Look to Mass Testing for Coronavirus", "date": "2020-04-01 19:15", "summary": "As quarantine fatigue sets in, several countries ramp up test capacity. Some Western governments are turning to mass testing for the new coronavirus, hoping that quickly isolating more new carriers could halt its spread and allow the gradual reopening of stores, offices and factories.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/democrats-push-to-address-infrastructure-in-fourth-coronavirus-stimulus-package-11585782914", "title": "Democrats Push to Address Infrastructure in Fourth Coronavirus Stimulus Package", "date": "2020-04-01 19:15", "summary": "Five-year $760 billion infrastructure plan unveiled earlier this year fits with President Trump's new $2 trillion infrastructure proposal, Democrats say. WASHINGTON-House Democratic leaders said they would push for a five-year $760 billion infrastructure plan that they unveiled earlier this year to be part of the next coronavirus stimulus package, saying that a broad plan would provide jobs and spur economic activity.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/got-coronavirus-antibodies-11585782003", "title": "Got Coronavirus Antibodies?", "date": "2020-04-01 19:00", "summary": "Tests that show immunity are crucial to beating Covid-19.. One of the great uncertainties in the coronavirus pandemic is how many people have been infected without knowing it or showing symptoms. Fortunately, there are now tests for that, and broadly deploying them will be critical to saving lives and getting Americans back to work.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-accuses-iran-or-its-proxies-of-planning-attack-on-u-s-troops-in-iraq-11585763334", "title": "Iran or Allies Are Plotting Against U.S. Forces, U.S. Intelligence Suggests", "date": "2020-04-01 18:58", "summary": "Trump warns of consequences if Iran or proxies try to attack American troops. U.S. intelligence out of the Middle East suggests that Iran or Iran-backed forces are planning a potentially serious attack against U.S. military personnel in Iraq, said officials monitoring the information.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/welcome-to-uncle-sam-airways-11585781864", "title": "Welcome to Uncle Sam Airways", "date": "2020-04-01 18:57", "summary": "The $50 billion in aid for airlines comes with a real long-term danger.. America's beleaguered passenger airlines are allocated roughly $50 billion in the coronavirus relief bill that passed last week. Loans represent half of the amount. The rest is grants to backfill wages and benefits, offered on the condition that the airlines won't cut compensation or furlough anyone before Sept. 30.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-sunny-days-before-the-virus-11585781613", "title": "The Sunny Days Before the Virus", "date": "2020-04-01 18:53", "summary": "Last month small businesses were hiring and giving out raises.. The latest data from a monthly survey of small businesses comes as a jarring reminder of what life was like back in the halcyon days of . . . March. On Thursday the National Federation of Independent Business will release last month's polling of 627 of its members. A majority of the responses, the NFIB says, arrived before the coronavirus clampdown.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-federal-bureau-of-inaccuracy-11585781462", "title": "The Federal Bureau of Inaccuracy", "date": "2020-04-01 18:51", "summary": "The Justice IG finds even more abuses of wiretap applications.. Congress recently put off its reform of surveillance laws until summer amid the pandemic. Justice Department Inspector General Michael Horowitz has now provided more support for action with a report this week finding even more FBI surveillance abuses.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/booming-interest-in-zoom-cocktail-hours-comes-with-a-corporate-hangover-11585763811", "title": "Booming Interest in Zoom Cocktail Hour Comes With Corporate Hangover", "date": "2020-04-01 18:46", "summary": "Videoconferencing site is stretched to the limits by mass popularity during coronavirus pandemic. Zoom Video Communications Inc.'s newfound popularity amid the coronavirus pandemic is proving both a boon and a burden.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/flight-attendants-urge-government-not-to-take-airline-stakes-11585738923", "title": "Flight Attendants Urge Government Not to Take Airline Stakes", "date": "2020-04-01 18:43", "summary": "Workers say mandated public stake could dissuade carriers from accepting aid to mitigate coronavirus effects. Flight attendants urged federal officials not to make grants to airlines contingent on government stakes, saying they believe executives would refuse-costing jobs in an industry hard hit by the novel coronavirus pandemic.", "categories": [["WSJ News Exclusive", "Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-high-cost-of-low-interest-rates-11585780683", "title": "The High Cost of Low Interest Rates", "date": "2020-04-01 18:38", "summary": "Irresponsible policy from the Federal Reserve made the coronavirus crisis worse than it had to be.. It took a viral invasion to unmask the weakness of American finance. Distortion in the cost of credit is the not-so-remote cause of the raging fires at which the Federal Reserve continues to train its gushing liquidity hoses.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/virus-grounds-a-u-s-aircraft-carrier-as-crew-quarantined-in-guam-11585736476", "title": "Virus Grounds a U.S. Aircraft Carrier as Crew Quarantined in Guam", "date": "2020-04-01 18:34", "summary": "Most of the USS Theodore Roosevelt's 5,000 crew members will leave the ship to spend 14 days in hotel rooms. Most of the 5,000 crew members aboard a coronavirus-stricken American aircraft carrier will be allowed to disembark onto the U.S. island territory of Guam, where they will be quarantined in hotel rooms, government officials said Wednesday.", "categories": [["Politics", "National Security"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/national-security?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-lessons-from-the-asteroid-that-didnt-hit-earth-11585780465", "title": "Coronavirus Lessons From the Asteroid That Didn't Hit Earth", "date": "2020-04-01 18:34", "summary": "Scary projections based on faulty data can put policy makers under pressure to adopt draconian measures.. London", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bidens-weak-election-strategy-11585780418", "title": "Biden's Weak Election Strategy", "date": "2020-04-01 18:33", "summary": "Instead of leading, he panders to Bernie Sanders and criticizes President Trump.. The fantasy of some Democrats that New York Gov. Andrew Cuomo would replace former Vice President Joe Biden as their party's presidential nominee was short-lived. Mr. Cuomo was clear on Monday that he isn't interested. Only catastrophe would keep Mr. Biden from leading the Democratic ticket.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-coronavirus-medal-of-freedom-11585780369", "title": "A Coronavirus Medal of Freedom", "date": "2020-04-01 18:32", "summary": "China suppressed Li Wenliang. Trump should honor him.. President Trump has drawn fire for referring to the novel coronavirus as the \"Chinese virus.\" Critics accuse him of racism, and they are right that Americans should bear no ill will toward people of Chinese ethnicity. But the Chinese Communist regime is culpable in the pandemic. It worked to suppress news about the virus, persecuted medical workers who told the truth, expelled reporters from American outlets (including the Journal), and has attempted to deflect blame by falsely asserting that the U.S. created the virus.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lower-the-rent-during-the-coronavirus-pandemic-11585780232", "title": "Lower the Rent During the Coronavirus Pandemic", "date": "2020-04-01 18:30", "summary": "Keep landlords and tenants together with a one-page lease addendum.. April's rent is due, and the great majority of small businesses will have trouble making their payments. The situation is unprecedented. And just as the health-care system has been overwhelmed by Covid-19, the legal system will buckle without a simple means for commercial tenants and their landlords to renegotiate leases.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-coronavirus-threat-hasnt-stopped-me-from-walking-11585780196", "title": "The Coronavirus Threat Hasn't Stopped Me From Walking", "date": "2020-04-01 18:29", "summary": "I have only one lung, and even one day of physical inactivity impairs my ability to breathe.. San Diego", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-next-coronavirus-war-11585780097", "title": "The Next Coronavirus War", "date": "2020-04-01 18:28", "summary": "For Trump, Phase 4 is about infrastructure. For Pelosi, it's about a great battle for power.. This has been a national crisis of unanswerables. How little we know was made clear in an anecdote passed on during the past stay-at-home weekend about a young friend who works in an elder-care facility in the Midwest. My friend was visiting with an isolated resident, a lady of 100, and asked her view of the crisis compared with others she had experienced. \"I was a nurse in World War II,\" the centenarian replied, \"and we knew exactly what we were doing and why. What makes this so different is the constant uncertainty.\" It's nice to know the wisdom of age still lives.", "categories": [["Opinion", "Wonder Land"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/wonder-land?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/after-shock-review-the-future-of-forecasting-11585780073", "title": "'After Shock' Review: The Future of Forecasting", "date": "2020-04-01 18:27", "summary": "Futurists have tended to focus on trends in technology and less on pandemics and health care. That will now change.. The future looks very different today than it did before Jan. 31, the day President Trump closed travel with China in reaction to the Covid-19 outbreak. As the world struggles through this crisis, one thing that will follow is a massive reset in how businesses and governments plan and forecast. For those without a role on the front lines of the immediate battle, thinking about the future starts now.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/democrats-push-for-voting-by-mail-amid-coronavirus-pandemic-11585778099", "title": "Democrats Push for Voting by Mail Amid Coronavirus Pandemic", "date": "2020-04-01 18:18", "summary": "Pelosi seeking billions of dollars to prepare states in time for November. WASHINGTON-Democrats are pushing for billions of dollars in federal funds to pay for expanded voting by mail this November, as presidential and congressional election deadlines approach and concerns heighten for the health of workers and voters at traditional polling places.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/grand-canyon-stays-open-during-coronavirus-pandemic-despite-pleas-to-close-11585749362", "title": "Grand Canyon Closes After Criticism Over Coronavirus Risk", "date": "2020-04-01 18:17", "summary": "Iconic destination had been the last major national park open despite support for its closure by park officials and a local tribe. The Grand Canyon National Park, one of the last major national parks to stay open during the coronavirus pandemic, was ordered closed Wednesday after calls for it to shutter by local officials and a native tribe that were supported by the park's superintendent and the director of the National Park Service.", "categories": [["WSJ News Exclusive", "U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-to-meet-with-oil-ceos-about-helping-industry-11585763413", "title": "Trump to Meet With Oil CEOs About Helping Industry", "date": "2020-04-01 18:16", "summary": "Options limited for Washington to help oil-and-gas producers reeling from steep price drop. President Trump is set to meet Friday with the heads of some of the largest U.S. oil companies to discuss measures to help the industry weather an unprecedented oil crash, people familiar with the matter said.", "categories": [["WSJ News Exclusive", "Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-citys-coronavirus-death-toll-passes-1-000-11585758644", "title": "New York City Playgrounds Closed as Coronavirus Death Toll Passes 1,000", "date": "2020-04-01 18:09", "summary": "Health officials warn of overloaded hospitals, sicker patients. Gov. Andrew Cuomo shut down New York City playgrounds Wednesday to stop the spread of the novel coronavirus, as total deaths in the city topped more than 1,000 this week.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/oil-prices-drop-as-saudi-arabia-boosts-supply-11585749616", "title": "Oil Prices Drop on Increasing Stockpiles, Demand Fears", "date": "2020-04-01 17:41", "summary": "The de-facto OPEC leader lifts production above 12 million barrels a day. U.S. oil prices retreated Wednesday, erasing gains from the previous session in a move that underscored how traders are bracing themselves for further declines ahead.", "categories": [["Markets", "Commodities"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-airlines-making-refunds-more-difficult-11585747737", "title": "The Airlines Making Refunds More Difficult", "date": "2020-04-01 17:39", "summary": "Travelers are finding roadblocks to getting their money back from trips canceled by the coronavirus pandemic-even when the law requires it. Travelers have run into huge hassles with airlines refusing to refund canceled flights, pocketing millions owed to consumers, and charging some fees even when they publicly announce they are waiving fees.", "categories": [["Life & Work", "Travel", "The Middle Seat"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/magazine/travel?mod=breadcrumb", "https://www.wsj.com/news/types/the-middle-seat?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-shale-driller-whiting-petroleum-to-file-for-bankruptcy-11585746800", "title": "Whiting Petroleum Becomes First Major Shale Bankruptcy as Oil Prices Drop", "date": "2020-04-01 17:38", "summary": "The filing comes as many U.S. oil drillers face pressure to meet hefty debt obligations. U.S. shale driller Whiting Petroleum Corp. filed for bankruptcy protection on Wednesday, becoming the first sizable fracking company to succumb to the crash in oil prices.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/one-family-two-very-different-funerals-its-incredible-how-our-lives-changed-in-such-a-short-period-11585776226", "title": "One Family, Two Very Different Funerals: 'It's Incredible How Our Lives Changed in Such a Short Period'", "date": "2020-04-01 17:23", "summary": "Mourning rituals for beloved grandparents who died just weeks apart are transformed by pandemic, leaving bereft siblings adrift. This article is part of \"Life in Quarantine,\" a global look at the human condition in the age of coronavirus.", "categories": [["Life & Work", "Life & Style", "Life in Quarantine"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/life-style?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-deadly-is-covid-19-its-deadly-enough-11585775523", "title": "How Deadly Is Covid-19? It's Deadly Enough", "date": "2020-04-01 17:12", "summary": "When health-care systems run over capacity, people die from treatable causes.. In \"Is Covid-19 as Deadly as They Say?\" (op-ed, March 25), Drs. Eran Bendavid and Jay Bhattacharya argue that Covid-19 isn't as deadly as the early evidence suggests and imply that \"extraordinary measures\" may not be justified to slow its spread. However, the mortality rate isn't what we need to focus on to understand why the coronavirus has paralyzed our country. Mortality rate is calculated by dividing the number of total deaths related to coronavirus (the numerator) by the total number of coronavirus infections (the denominator). Their argument is that the total number of coronavirus infections is much higher than we think, which mathematically means the mortality rate is much lower.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-great-markets-unwind-might-be-pausing-but-traders-arent-relaxed-11585739841", "title": "The Great Markets Unwind Might Be Pausing, but Traders Aren't Relaxed", "date": "2020-04-01 17:11", "summary": "Behind a drop in market tensions: Fed's actions, and a sense that a clear-out of leveraged trades built up over years has mostly played out. Beneath the surface of Wednesday's tumultuous trading are signs that several influential types of investors have worked through a pile of money-losing bets, something that analysts say should eventually bring more stability back to markets.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/londons-transport-policy-is-quite-rational-11585775483", "title": "London's Transport Policy Is Quite Rational", "date": "2020-04-01 17:11", "summary": "There is a ban on nonessential travel and Transport for London is focused on ensuring critical workers can get around.. Regarding your editorial \"Coronavirus Goes Underground\" (March 30): Talk to pretty much anyone in the world right now and they will tell you about restrictions placed upon their movement because of the coronavirus. London is no different.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/entrepreneur-hunkers-down-with-four-high-school-seniors-and-a-business-dont-eat-the-granola-yet-11585775463", "title": "Entrepreneur Hunkers Down With Four High School Seniors and a Business: 'Don't Eat the Granola Yet'", "date": "2020-04-01 17:11", "summary": "Erin Condren and family juggle priorities with time management and lots of communication as college departures loom large. This article is part of \"Life in Quarantine,\" a global look at the human condition in the age of coronavirus.", "categories": [["Life & Work", "Life & Style", "Life in Quarantine"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/life-style?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/triage-is-the-moral-choice-in-an-emergency-11585775434", "title": "Triage Is the Moral Choice in an Emergency", "date": "2020-04-01 17:10", "summary": "No one wants to make them, but the choice to provide a ventilator to a patient with a poor prognosis is simultaneously a choice to deny it to someone else who might benefit more.. Everyone I know on the front lines of the Covid-19 pandemic has approached the inevitable ethical dilemmas with reason and integrity, as well as caution and humility. Allen C. Guelzo's strident opinions rest solely on the invocation of an alternate reality, which he then lobs as a criticism of hardworking and morally thoughtful ethicists and clinicians who have to live in trenches of real-world scarcity (\"Rationing Care Is a Surrender to Death,\" op-ed, March 27).", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-plant-workplaces-emerge-as-coronavirus-battlegrounds-11585775230", "title": "U.S. Plant Workplaces Emerge as Coronavirus Battlegrounds", "date": "2020-04-01 17:07", "summary": "Workers walk off, seek health protections; companies try balancing act. Tensions are breaking out between employers and workers across the U.S. as some companies push to keep producing during the coronavirus pandemic and some employees push back over health concerns and other issues.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/small-town-baker-goes-solo-with-takeout-menu-every-day-could-be-the-last-day-11585775101", "title": "Small-Town Baker Goes Solo With Takeout Menu: 'Every Day Could Be the Last Day'", "date": "2020-04-01 17:05", "summary": "Dawn Nygren's biggest disappointment is having to lay off all nine of her employees, and now she worries about her longtime customers, too. This article is part of \"Life in Quarantine,\" a global look at the human condition in the age of coronavirus.", "categories": [["Life & Work", "Life & Style", "Life in Quarantine"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/life-style?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/amc-entertainment-lenders-hire-lawyers-for-restructuring-talks-11585770293", "title": "AMC Entertainment Lenders Hire Lawyers for Restructuring Talks", "date": "2020-04-01 16:59", "summary": "World's largest movie-theater chain faces default risk after shutting down its 1,000-plus theaters world-wide due to coronavirus pandemic. Lenders for AMC Entertainment Holdings Inc. have hired restructuring lawyers, according to people familiar with the matter, after the world's largest movie theater-chain shut down its cinemas due to the coronavirus pandemic.", "categories": [["Pro Bankruptcy Distress"]], "category_links": ["https://www.wsj.com/news/types/pro-bankruptcy-distress?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/illinois-retiree-misses-the-birth-of-first-grandchild-and-fathers-funeral-in-initial-weeks-of-lockdown-11585774479", "title": "Illinois Retiree Misses the Birth of First Grandchild and Father's Funeral in Initial Weeks of Lockdown", "date": "2020-04-01 16:54", "summary": "Pamela Andrew normally juggles caretaking and volunteering, and now grapples with constraints of quarantine: a kidney transplant on hold, feeding local families with limited supplies and a 92-year-old mother. This article is part of \"Life in Quarantine,\" a global look at the human condition in the age of coronavirus.", "categories": [["Life & Work", "Life & Style", "Life in Quarantine"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/life-style?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/at-t-names-founding-hulu-chief-jason-kilar-as-warnermedia-ceo-11585760849", "title": "AT&T Names Former Hulu Boss as WarnerMedia CEO", "date": "2020-04-01 16:47", "summary": "Move comes as WarnerMedia plans to launch HBO Max next month after more than a year of development. AT&T Inc. tapped former Hulu boss Jason Kilar as chief executive of its WarnerMedia unit, which houses HBO, CNN and the soon-to-launch streaming service HBO Max.", "categories": [["Business", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/global-markets-dow-update-11585713815", "title": "Stocks Fall 4% in Bleak Start to Second Quarter", "date": "2020-04-01 16:38", "summary": "U.S. stocks decline a day after the Dow industrials closed out their worst quarter since 1987. Stocks opened the second quarter with a bruising selloff on Wednesday after President Trump issued a stark warning on the coronavirus pandemic, raising fears about its impact on the U.S. economy.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-wyoming-ranch-where-social-distancing-is-unavoidable-asks-19-95-million-11585773297", "title": "A Wyoming Ranch Where Social-Distancing is Unavoidable Asks $19.95 Million", "date": "2020-04-01 16:34", "summary": "Former baby products entrepreneur Bob Kaplan and his wife Laurence Kaplan are selling their nearly 29,000-acre property where the closest town has a population of about 260. Living on a vast Wyoming ranch, where the closest sign of civilization is a town with a population of about 260, is a lot of natural social-distancing.", "categories": [["WSJ News Exclusive", "Private Properties"]], "category_links": ["https://www.wsj.com/news/types/private-properties?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-massive-wyoming-ranch-with-its-own-airplane-hangar-11585772363", "title": "A Massive Wyoming Ranch with Its Own Airplane Hangar", "date": "2020-04-01 16:19", "summary": "The nearly 29,000-acre property is located near Ten Sleep, a town with a population of roughly 260.. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/logan-ledger-review-planting-his-place-in-roots-history-11585771674", "title": "'Logan Ledger' Review: Planting His Place in Roots History", "date": "2020-04-01 16:07", "summary": "Logan Ledger's self-titled debut album nods to the genre's rich past while looking to its future.. ", "categories": [["Books & Arts", "Music Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/music-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fed-s-rosengren-says-nobody-should-be-left-behind-in-stimulus-efforts-11585764001", "title": "Fed's Rosengren Says Americans' Confidence in Coronavirus Measures Will Determine Economic Damage", "date": "2020-04-01 16:06", "summary": "Central banker says unemployment set for steep rise, current crisis upends economic models. Boston Fed President Eric Rosengren said the central bank had been working aggressively to limit financial damage from the coronavirus shock, but that the scale of economic disruption would ultimately be driven by when Americans were confident that public-health measures had halted the spread of the virus.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-city-coronavirus-patients-transferred-to-upstate-hospital-11585757957", "title": "New York City Coronavirus Patients Transferred to Upstate Hospital", "date": "2020-04-01 15:46", "summary": "As of Wednesday, there were 47,439 infections in New York City compared with 240 in Albany County,. ALBANY, N.Y.-Patients infected with the new coronavirus have been transferred from the New York City area to a hospital in the state's capital city as health officials work to manage an outbreak that is concentrated in downstate counties.", "categories": [["U.S.", "Politics"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/out-of-work-in-new-orleans-bartender-takes-on-repair-jobs-and-builds-community-11585770327", "title": "Out of Work in New Orleans, Bartender Takes on Repair Jobs and Builds Community", "date": "2020-04-01 15:45", "summary": "Christy Bradley makes ends meet with side projects and visit to a produce giveaway for restaurant industry workers. This article is part of \"Life in Quarantine,\" a global look at the human condition in the age of coronavirus.", "categories": [["Life & Work", "Life & Style", "Life in Quarantine"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/life-style?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/maintenance-worker-makes-fewer-housecalls-worries-about-family-contact-11585770210", "title": "Maintenance Worker Makes Fewer Housecalls, Worries About Family Contact", "date": "2020-04-01 15:43", "summary": "Jacinto Loya of Colorado is grateful for the work after his wife loses her job; only visits his grandchildren from the porch. This article is part of \"Life in Quarantine,\" a global look at the human condition in the age of coronavirus.", "categories": [["Life & Work", "Life & Style", "Life in Quarantine"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/life-style?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/road-warrior-at-home-renews-family-time-joins-a-community-project-11585770028", "title": "Road Warrior at Home Renews Family Time, Joins a Community Project", "date": "2020-04-01 15:40", "summary": "Greg Ng reflects on having many more hours with his three teenagers, sharing board games and movies: 'I love spending this quality time with them. It's intoxicating.'. This article is part of \"Life in Quarantine,\" a global look at the human condition in the age of coronavirus.", "categories": [["Life & Work", "Life & Style", "Life in Quarantine"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/life-style?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/are-you-sick-or-recovering-11585762993", "title": "Are you sick with or recovered from Covid-19?", "date": "2020-04-01 15:40", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/young-singaporean-doctor-feels-caught-between-parents-fears-and-his-professions-call-to-serve-11585769957", "title": "Young Singaporean Doctor Feels Caught Between Parents' Fears and His Profession's Call to Serve", "date": "2020-04-01 15:39", "summary": "Krishanth Ganesan, 26, is isolating at home after medical school but plotting to return to his new job in the U.K.: 'No point to alarm them as they just worry.'. This article is part of \"Life in Quarantine,\" a global look at the human condition in the age of coronavirus.", "categories": [["Life & Work", "Life & Style", "Life in Quarantine"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/life-style?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-stimulus-package-fuels-boom-for-lobbyists-11585761148", "title": "Coronavirus Stimulus Package Fuels Boom for Lobbyists", "date": "2020-04-01 15:32", "summary": "Companies, interest groups seek help to win a piece of $2 trillion bill, helpful policy tweaks. WASHINGTON-The coronavirus outbreak has leveled a devastating blow to the American economy, decimating industries large and small and wiping out millions of jobs.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/for-a-supreme-court-justice-on-lockdown-debates-now-focus-on-video-night-11585769494", "title": "For a Supreme Court Justice on Lockdown, Debates Now Focus on Video Night", "date": "2020-04-01 15:31", "summary": "At home in Cambridge, Mass., Justice Stephen Breyer continues deliberations with fellow judges by phone, jogs and makes pot roast. This article is part of \"Life in Quarantine,\" a global look at the human condition in the age of coronavirus.", "categories": [["Life & Work", "Life & Style", "Life in Quarantine"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/life-style?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-city-teachers-union-supports-order-to-work-during-spring-break-11585768948", "title": "New York City Teachers' Union Supports Order to Work During Spring Break", "date": "2020-04-01 15:22", "summary": "During the coronavirus shutdown, schools must continue to provide remote instruction for students. The head of New York City's teacher's union is backing a recent order by state officials requiring educators to work through April's previously scheduled spring break, help in the effort to ensure the coronavirus pandemic doesn't spread.", "categories": [["U.S.", "Schools"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-schools?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hospitals-doctors-feel-financial-squeeze-as-coronavirus-sweeps-u-s-11585768706", "title": "Busy Hospitals, Doctors Caught in Financial Vise", "date": "2020-04-01 15:18", "summary": "Despite a flood of Covid-19 patients in some cities, systems are losing money from canceled visits and reducing staff, straining their ability to provide care. HCA Healthcare Inc., one of the nation's largest hospital operators, has closed clinics and outpatient facilities and cut employees' hours. A family-medicine practice in Dallas furloughed a third of its staff. A major 48-hospital nonprofit system will put 700 workers on temporary leave.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-auto-sales-tumble-in-first-quarter-due-to-coronavirus-11585764070", "title": "Coronavirus Outbreak Takes Toll On U.S. Auto Sales", "date": "2020-04-01 15:18", "summary": "Buyers began steering clear of showrooms in mid-March to avoid interactions with others and possible exposure to the virus. A collapse of showroom traffic in March led to a big drop in U.S. sales for major car companies in the first quarter, illustrating how quickly the coronavirus outbreak has dented business for one of the nation's largest industries.", "categories": [["Business", "Autos & Transportation", "Autos Industry"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/transportation?mod=breadcrumb", "https://www.wsj.com/news/types/autos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-to-watch-ignored-movie-scientists-who-predict-doom-tiger-king-and-the-amazon-series-tales-from-the-loop-11585768360", "title": "What to Watch: Ignored (Movie) Scientists Who Predict Doom, 'Tiger King' and the Amazon Series 'Tales from the Loop'", "date": "2020-04-01 15:12", "summary": "In our weekly guide, we dig into the hard lessons of big-action disaster flicks; plus the show everyone is buzzing about, and a 'bizarre' sketch comedy. Between existing streaming platforms ( Netflix , Amazon, Apple TV) and dozens of new ones (what's Pluto?) there has never been so much to see and so little time-even in quarantine. There aren't just new movies and shows, but an array of old (and oldish) classics. What's actually worth your time? The Wall Street Journal is distilling the most compelling movies and series, from across time and platforms. Each week we identify a trend in entertainment. Then we will recommend what to watch based on a rotating series of sources. Ahead, our guide:", "categories": [["Books & Arts", "Arts", "Screen Time"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/arts?mod=breadcrumb", "https://www.wsj.com/news/types/screen-time?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/top-occidental-petroleum-exec-out-as-company-grapples-with-oil-rout-11585764736", "title": "A Top Occidental Executive Is Out as Company Grapples With Oil Rout", "date": "2020-04-01 15:08", "summary": "Oscar Brown, a key lieutenant of CEO Vicki Hollub, played a substantial role in last year's acquisition of Anadarko Petroleum. A top Occidental Petroleum Corp. executive has been forced out of the company as it deals with the repercussions of an ill-timed acquisition, a precipitous decline in crude prices and hefty debt, according to people familiar with the matter.", "categories": [["WSJ News Exclusive", "Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/luxury-developers-are-curating-their-condos-with-in-house-artists-11585768000", "title": "Luxury Developers Are Curating Their Condos With In-House Artists", "date": "2020-04-01 15:06", "summary": "Art lessons, artist residency programs and exclusive partnerships with academies and galleries are helping these developers paint a new picture of high-end living. Aubrey Rosenhaus lives at the Ritz-Carlton Residences, Miami Beach, in a four-bedroom duplex that her parents bought for $2.81 million in September. The 13-year-old's new home has lots of fun features, including a rooftop pool deck, a movie theater and a 33-foot motorboat reserved for residents. But her favorite amenity is the Ritz-Carlton's gleaming art studio and its artist-in-residence, painter Magnus Sodamin.", "categories": [["Real Estate", "Homes"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/homes?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/artists-in-residence-set-up-shop-in-luxury-buildings-11585767830", "title": "Artists-in-Residence Set Up Shop in Luxury Buildings", "date": "2020-04-01 15:03", "summary": "Developers are luring home buyers with art and artists.. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/home-from-a-london-hospital-and-isolating-a-newborn-daughter-11585767795", "title": "Home From a London Hospital and Isolating a Newborn Daughter", "date": "2020-04-01 15:03", "summary": "Rachel Coathup, an anaesthetist and new mother, gets creative with shortage of baby supplies, holds the line on visitors and feels guilty about the need for medical workers. This article is part of \"Life in Quarantine,\" a global look at the human condition in the age of coronavirus.", "categories": [["Life & Work", "Life & Style", "Life in Quarantine"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/life-style?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-berlin-woman-struggles-with-isolation-the-dog-gives-me-a-reason-to-go-out-11585767739", "title": "A Berlin Woman Struggles With Isolation: 'The Dog Gives Me a Reason to Go Out'", "date": "2020-04-01 15:02", "summary": "After two weeks in her apartment, Julia Schössler is thankful for her German shepherd-and eager to get back to the office. This article is part of \"Life in Quarantine,\" a global look at the human condition in the age of coronavirus.", "categories": [["Life & Work", "Life & Style", "Life in Quarantine"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/life-style?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-shocking-development-for-a-new-yorker-he-can-cook-in-his-tiny-apartment-11585767610", "title": "A 'Shocking Development' for a New Yorker: He Can Cook in His Tiny Apartment", "date": "2020-04-01 15:00", "summary": "In Manhattan, Greg Schlotthauer experiments with meal preparations and marvels at the city's beauty as he cycles the empty streets at night.. This article is part of \"Life in Quarantine,\" a global look at the human condition in the age of coronavirus.", "categories": [["Life & Work", "Life & Style", "Life in Quarantine"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/life-style?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/battling-covid-19-in-the-bedroom-a-father-practices-parenting-by-snippets-11585767653", "title": "Battling Covid-19 in the Bedroom, a Father Practices 'Parenting by Snippets'", "date": "2020-04-01 15:00", "summary": "Darrin Podeschi turns to Gatorade and God, while his wife monitors his symptoms and a daughter seeks school advice from the patio.. This article is part of \"Life in Quarantine,\" a global look at the human condition in the age of coronavirus.", "categories": [["Life & Work", "Life & Style", "Life in Quarantine"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/life-style?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cystic-fibrosis-intensifies-pandemic-for-33-year-old-australian-11585767193", "title": "Cystic Fibrosis Intensifies Pandemic for 33-Year-Old Australian", "date": "2020-04-01 14:53", "summary": "Jonathan Despinidic is mentally preparing to stay in isolation for six months; 'I'm trying to suppress the anxiety and not worry about it.'. This article is part of \"Life in Quarantine,\" a global look at the human condition in the age of coronavirus.", "categories": [["Life & Work", "Life & Style", "Life in Quarantine"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/life-style?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/italys-coronavirus-death-toll-is-far-higher-than-reported-11585767179", "title": "Italy's Coronavirus Death Toll Is Far Higher Than Reported", "date": "2020-04-01 14:52", "summary": "Many are dying uncounted as nation's stretched health-care system struggles to save the living and accurately gauge human cost. MILAN-In the town of Coccaglio, an hour's drive east of here, the local nursing home lost over a third of its residents in March. None of the 24 people who died there were tested for the new coronavirus. Nor were the 38 people who died in another nursing home in the nearby town of Lodi.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/faucis-inconvenient-policy-11585767119", "title": "Fauci's 'Inconvenient' Policy", "date": "2020-04-01 14:52", "summary": "If public-health officials are calling the shots they should understand the costs.. President Donald Trump unfortunately continues to present our anti-viral options as doing nothing or a massive government response which disrupts American society and sends federal debt surging. This is especially concerning because the infectious-disease experts on whom he is relying for advice cannot reasonably be expected to also forecast the economic results of their policies.", "categories": [["Opinion", "Best of the Web"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/best-of-the-web-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/eighty-one-and-living-alone-longing-again-for-social-interaction-11585767129", "title": "Eighty-One and Living Alone, Longing Again for Social Interaction", "date": "2020-04-01 14:52", "summary": "Widower Vern Zander relied on exercise for daily contact with friends; 'People in the neighborhood text so I don't feel forgotten'. This article is part of \"Life in Quarantine,\" a global look at the human condition in the age of coronavirus.", "categories": [["Life & Work", "Life & Style", "Life in Quarantine"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/life-style?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/university-of-california-suspends-standardized-test-requirements-for-a-year-11585766608", "title": "University of California Suspends Standardized Test Requirements", "date": "2020-04-01 14:43", "summary": "System cites 'unprecedented moment' of coronavirus pandemic; regents are still expected to make long-term decision on SAT and ACT in May. The University of California will suspend its requirement that next year's applicants submit standardized test scores for consideration, as the new coronavirus pandemic has upended the college admission process and scrambled operations at high schools.", "categories": [["U.S.", "Education"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/education?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/four-stylish-guys-divulge-their-grooming-must-haves-11585766285", "title": "Four Stylish Guys Divulge Their Grooming Must-Haves", "date": "2020-04-01 14:38", "summary": "A CEO, NBA star, actor and fashion designer share the self-care safeguards they refuse to live without. Name: D.J. Augustin, basketball player, the Orlando Magic", "categories": [["Life & Work", "Style & Fashion", "Fashion"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/fashion?mod=breadcrumb", "https://www.wsj.com/news/types/fashion?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-puts-private-equity-backed-restaurants-and-their-workers-in-limbo-11585765999", "title": "Coronavirus Puts Private-Equity-Backed Restaurants and Their Workers in Limbo", "date": "2020-04-01 14:33", "summary": "Heavy debt loads can make chains owned by PE firms more vulnerable as the economic fallout hits the restaurant industry. Elizabeth Mejia was at home after a long shift at Ford's Filling Station, a restaurant in Los Angeles International Airport, when she got a text message from her manager: Ford's was closing indefinitely.", "categories": [["Pro PE Industry News"]], "category_links": ["https://www.wsj.com/news/types/pro-pe-industry-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-soccer-match-that-kicked-off-italys-coronavirus-disaster-11585752012", "title": "The Soccer Match That Kicked Off Italy's Coronavirus Disaster", "date": "2020-04-01 14:32", "summary": "Decision to hold Atalanta-Valencia Champions League match in February accelerated spread of pandemic. On the afternoon of Feb. 19, Andrea Pontiggia was heading from Bergamo, Italy, to the biggest soccer match of his life-along with 40,000 of his closest friends.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-jersey-postpones-tax-and-budget-deadlines-11585764935", "title": "New Jersey Postpones Tax and Budget Deadlines", "date": "2020-04-01 14:15", "summary": "Coronavirus outbreak has thrown state's fiscal and economic conditions into uncertainty, governor says. New Jersey will extend its current state budget by three months and push its tax-filing deadline to July 15, as lawmakers focus their attention on the state's growing coronavirus crisis.", "categories": [["U.S.", "Tri-State Area"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-region?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fcc-moves-to-boost-wi-fi-speed-11585763721", "title": "FCC Moves to Boost Wi-Fi Speed", "date": "2020-04-01 14:02", "summary": "Proposal backed by Silicon Valley but opposed by broadcasters and others that would have to share radio-frequency spectrum. WASHINGTON-Federal regulators are moving to make changes in the allocation of public airwaves to boost the speed of Wi-Fi networks, but at the possible expense of broadcasters, telecommunications firms and others who want the bandwidth for their business.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/march-factory-activity-gauge-just-a-preview-of-april-stall-11585763934", "title": "March Factory Activity Gauge Just a Preview of April Stall", "date": "2020-04-01 13:58", "summary": "U.S. manufacturing stalled last month. It is, of course, only the start. U.S. manufacturing stalled last month. It is, of course, only the start.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/d-wave-opens-quantum-computing-resources-to-coronavirus-research-11585763422", "title": "D-Wave Opens Quantum-Computing Resources to Coronavirus Research", "date": "2020-04-01 13:50", "summary": "Still years away from large-scale commercial use, the company's technology will be tested on combating the pandemic. Quantum-computing vendor D-Wave Systems Inc. said Tuesday it is giving researchers and companies studying the novel coronavirus free access to its early-stage, experimental machines over the cloud.", "categories": [["CIO Journal"]], "category_links": ["https://www.wsj.com/news/types/undefined?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-your-next-shirt-jacket-or-pants-should-be-recommerced-11585763381", "title": "Why Your Next Shirt, Jacket or Pants Should be 'Recommerced'", "date": "2020-04-01 13:49", "summary": "As part of the hot 'recommerce' trend, brands like A.P.C. and Patagonia are updating the responsible and thrifty custom of mending. Here's what's in it for you. COKE CANS get recycled. Houses get flipped. And today, clothing gets recommerced. Recommerce is the practice by which a brand or store buys or takes back a used garment from a customer, repairs it to like-new condition and resells it at a sliver of the original cost. Labels and stores including the North Face, Nordstrom and Patagonia have all lately trotted out their own micro-sites devoted to the phenomenon. It's a concept rooted in L.L. Bean's legendary, decades-old policy of mending items however decrepit-but this very old idea has caught on as more eco-minded customers opt for a spruced-up secondhand shirt rather than a brand-spanking-new one.", "categories": [["Life & Work", "Style & Fashion", "Fashion"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/fashion?mod=breadcrumb", "https://www.wsj.com/news/types/fashion?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/wimbledons-off-is-everything-in-sports-headed-in-the-same-direction-11585762453", "title": "Wimbledon's Off. Is Everything in Sports Headed in the Same Direction?", "date": "2020-04-01 13:34", "summary": "Tennis at the All England Lawn Tennis Club won't return until 2021. It might be time to recalibrate our expectations for other sports.. Wimbledon is canceled, and it feels like a hammer. Canceled. Not postponed. Canceled. They're not holding out hope of getting this under way in August or October. That's that, friends. It isn' t an April Fool's gag. They're going to let the grass grow across the pond, and they'll see everyone in late June 2021.", "categories": [["Sports"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/waterfront-property-becomes-the-priciest-ever-home-to-sell-in-cape-cod-11585761950", "title": "Waterfront Property Becomes the Priciest-Ever Home to Sell on Cape Cod", "date": "2020-04-01 13:25", "summary": "Originally asking $25 million, the 9.6-acre estate on the Penzance Point peninsula sold for a record-breaking $20 million. A well-known estate on Cape Cod has sold for roughly $20 million, setting a price record for the popular coastal summer destination.", "categories": [["WSJ News Exclusive", "Private Properties"]], "category_links": ["https://www.wsj.com/news/types/private-properties?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hans-stoll-vanderbilt-professor-explored-pricing-of-financial-risks-11585761281", "title": "Hans Stoll, Vanderbilt Professor, Explored Pricing of Financial Risks", "date": "2020-04-01 13:14", "summary": "German immigrant helped explain varying gaps between bid and ask prices for securities. ", "categories": [["World", "Obituaries"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/obituaries?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fda-orders-zantac-similar-heartburn-medicines-off-the-market-11585758976", "title": "FDA Calls for Removal of Zantac", "date": "2020-04-01 13:06", "summary": "The agency last year had found elevated levels of a possible cancer-causing chemical in medications. U.S. health regulators ordered that the popular heartburn drug Zantac and other ranitidine generics be pulled from the market immediately, citing a potential public-health risk.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-vaccine-wildcard-from-big-tobacco-11585760118", "title": "A Vaccine Wildcard From Big Tobacco", "date": "2020-04-01 12:55", "summary": "British American Tobacco is the most unlikely contender yet in the race to find a vaccine against the new coronavirus. Adversity makes strange bedfellows and the Covid-19 pandemic is no exception: Big tobacco has joined the race to contain the new coronavirus.", "categories": [["Markets", "Overheard"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/overheard?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/workers-return-to-chinas-factories-but-coronavirus-hurts-global-demand-11585724711", "title": "Workers Return to China's Factories, but Coronavirus Hurts Global Demand", "date": "2020-04-01 12:33", "summary": "Factory activity expands after sharp contractions, though hopes for a speedy recovery dim. BEIJING-Chinese workers returned to factory floors in March, but operations remained slow because of sluggish demand, damping hopes for a speedy recovery as the coronavirus pandemic continues to paralyze the global economy.", "categories": [["Economy", "Asia Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/asia-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/inaudible-chatter-closed-captioning-becomes-hit-with-tv-viewers-11585757918", "title": "[Inaudible Chatter] Closed Captioning Becomes Hit With TV Viewers", "date": "2020-04-01 12:18", "summary": "Many fans hear just fine but prefer to read along with everything they watch; 'It's gone mainstream'. As he recently dug into an unfamiliar drama, California native Adan Franco relied on the closed captioning at the bottom of his TV screen to help make sense of the characters and their foreign argot.", "categories": [["A-hed"]], "category_links": ["https://www.wsj.com/news/types/a-hed?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/wars-arent-won-by-government-alone-11585757653", "title": "Wars Aren't Won by Government Alone", "date": "2020-04-01 12:14", "summary": "Since the American Revolution, private philanthropists have been crucial to U.S. national security.. 'This is a time of war.\"", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-trump-russia-showdown-over-oil-11585757688", "title": "The Trump-Russia Showdown Over Oil", "date": "2020-04-01 12:14", "summary": "Putin sacrifices Iran and Venezuela to hit back at the U.S. president. Democrats may end up giving Moscow the advantage.. The bitter competition between the Trump administration and Vladimir Putin's Russia may be the most underreported geopolitical news story of our time. While many American Democrats remain firmly convinced that President Trump is in Mr. Putin's pocket, the Kremlin has embraced a costly and risky strategy aimed at undercutting what it sees as a dangerous growth of U.S. power. In recent weeks, the struggle has grown more intense as Russia has sacrificed longtime allies Venezuela and Iran in a no-holds-barred attempt to counter the Trump administration's efforts to reshape world energy markets and undercut Moscow's power.", "categories": [["Opinion", "Global View"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/global-view?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/t-mobile-absorbs-sprint-after-two-year-battle-11585749352", "title": "T-Mobile Absorbs Sprint After Two-Year Battle", "date": "2020-04-01 12:10", "summary": "Cellphone carriers close long-planned transaction after sidestepping California regulatory review; Sievert replaces Legere as CEO. T-Mobile US Inc. closed its takeover of Sprint Corp. Wednesday after a nearly two-year battle with federal and state authorities.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bankrupt-hospital-in-washington-state-allowed-to-reopen-11585757012", "title": "Bankrupt Hospital in Washington State Allowed to Reopen", "date": "2020-04-01 12:03", "summary": "Astria Regional Medical Center, which closed because it couldn't cover costs, will be used for coronavirus patients. A bankruptcy judge Tuesday approved an emergency deal that allows the state of Washington to reopen Astria Regional Medical Center in Yakima to serve coronavirus patients.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/top-colleges-in-the-northeast-for-student-engagement-11585756999", "title": "Top Colleges in the Northeast for Student Engagement", "date": "2020-04-01 12:03", "summary": "Harvard and Carnegie Mellon are the region's top schools for engagement in the WSJ/THE College Rankings. Two of the top 25 schools in the Wall Street Journal /Times Higher Education College Rankings are tied as the highest-ranked schools in the Northeast for student engagement.", "categories": [["Life & Work", "Journal Reports: College Rankings"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-college-rankings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/factories-cut-output-jobs-as-coronavirus-lockdown-bites-11585736047", "title": "U.S. Manufacturing Activity Contracts as Virus Hits Factories", "date": "2020-04-01 11:48", "summary": "A series of business surveys paint an almost uniform picture of sharply declining production, falling new orders and contracting payrolls. Factories across the U.S., Asia and Europe cut output and jobs at the fastest pace since the global financial crisis, a sign the global economy has entered a deep freeze as governments lock down their populations in an effort to contain the novel coronavirus and minimize mortality.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-makes-new-orleans-a-little-more-soberbut-not-totally-dry-11585755307", "title": "Coronavirus Makes New Orleans a Little More Sober, but Not Totally Dry", "date": "2020-04-01 11:35", "summary": "Residents of the city where food and drink are a sacred ritual find a way to keep traditions going, if only from a takeout container. NEW ORLEANS-A handful of loyal patrons at the Kingpin found a new way to drink through the pandemic.", "categories": [["A-hed"]], "category_links": ["https://www.wsj.com/news/types/a-hed?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/remote-work-coronavirus-disruption-pose-hurdles-for-auditors-11585755110", "title": "Remote Work, Coronavirus Disruption Pose Hurdles for Auditors", "date": "2020-04-01 11:31", "summary": "Accounting firms are dealing with new complications involving inventory, valuations, changes in internal controls and tracking down evidence. Independent auditors are tussling with two major challenges during the coronavirus pandemic: conducting audits in a world gone remote. And doing so in a business environment beset with uncertainty.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-doubts-democratic-convention-can-be-held-as-planned-due-to-coronavirus-11585749570", "title": "Biden Doubts Democratic Convention Can Be Held as Planned Due to Coronavirus", "date": "2020-04-01 11:23", "summary": "Democratic National Committee has been exploring contingency plans for July 13-16 gathering in Milwaukee. Former Vice President Joe Biden expressed significant doubt that his party will be able to hold its national convention as planned, saying the mid-July gathering in Milwaukee is likely to be delayed or altered because of the coronavirus pandemic.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/wimbledon-is-canceled-amid-the-coronavirus-pandemic-11585754477", "title": "Wimbledon Is Canceled Amid the Coronavirus Pandemic", "date": "2020-04-01 11:21", "summary": "The Grand Slam tennis tournament is the latest major sporting event to be struck off the 2020 calendar. When Roger Federer scheduled his knee surgery for February, he thought he had timed it perfectly. The plan was to skip the clay-court tennis season and focus on preparing his 38-year-old body for the grass. With four full months of work, he was giving himself a shot at winning a 21st Grand Slam tournament on the lawns of southwest London.", "categories": [["Sports", "Tennis"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/tennis?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-you-can-help-food-banks-serve-people-in-need-amid-coronavirus-crisis-11585754273", "title": "How You Can Help Food Banks", "date": "2020-04-01 11:17", "summary": "Food banks are struggling with a surge in demand and a decline in resources and volunteers. Food banks are strained, as the economic shutdown caused by the pandemic threatens to overwhelm cities' social safety nets.", "categories": [["Life & Work", "How You Can Help"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/how-you-can-help?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/china-asserts-claim-to-global-leadership-mask-by-mask-11585752077", "title": "China Asserts Claim to Global Leadership, Mask by Mask", "date": "2020-04-01 10:41", "summary": "Beijing is providing equipment to hard-hit nations such as Italy, drawing a contrast with the U.S. and making sure everyone knows about it. New York City's Times Square stands empty, a testament to the threat the coronavirus poses to the biggest U.S. city.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/who-should-you-let-into-your-coronavirus-quarantine-orbit-11585751753", "title": "Who Should You Let Into Your Quarantine Orbit?", "date": "2020-04-01 10:35", "summary": "People struggle with maintaining infection-free closed circles of parents, relatives and old friends for safe socializing. When it comes to socializing in the coronavirus age, Charlotte Guy and a friend are in the same boat. Literally.", "categories": [["Life & Work", "Life & Style"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/life-style?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/private-equity-valuations-stressed-by-coronavirus-crash-11585685039", "title": "Private-Equity Valuations Stressed by Coronavirus Crash", "date": "2020-04-01 10:15", "summary": "Buyout firms must write down most investments-but how far and how fast remains tricky. The coronavirus-driven stock-market rout is forcing private-equity firms to make tough calls about how much their investments are actually worth.", "categories": [["Pro PE Commentary Analysis"]], "category_links": ["https://www.wsj.com/news/types/pro-pe-commentary-analysis?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pg-e-fire-victims-agitate-against-deal-to-exit-bankruptcy-11585750224", "title": "PG&E Fire Victims Agitate Against Deal to Exit Bankruptcy", "date": "2020-04-01 10:10", "summary": "Some are campaigning to vote down the utility's exit plan over concerns it pays them half their settlement in shares, exposing them to higher risks than hedge funds, other creditors. Victims of wildfires caused by PG&E Corp. are seeking to upend its deal to exit bankruptcy.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/as-saudi-arabia-boosts-oil-output-some-tankers-have-nowhere-to-go-11585742271", "title": "As Saudi Arabia Boosts Oil Output, Some Tankers Have Nowhere to Go", "date": "2020-04-01 10:07", "summary": "World's largest oil exporter hits snags following its declaration of market war with Russia. Saudi Arabia is ramping up its oil output, boosting production capacity and hiring new tankers to fight its price war with Russia, despite the coronavirus pandemic's erosion of demand for crude.", "categories": [["Markets", "Commodities"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/spotify-strikes-new-deal-for-warner-music-catalog-11585750007", "title": "Spotify Strikes New Deal for Warner Music Catalog", "date": "2020-04-01 10:06", "summary": "Long-term licensing agreement covers existing territories and Spotify's expansion into new markets. Spotify Technology SA and Warner Music Group have reached a new global licensing agreement, the companies said, ending a contentious yearslong negotiation between the streaming giant and the third-largest music label.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-brings-business-networking-to-a-standstill-11585748773", "title": "Coronavirus Brings Business Networking to a Standstill", "date": "2020-04-01 09:46", "summary": "Job seekers and small businesses are stuck in place as pandemic halts conferences, interviews and other face-to-face meetings. In January, Magenta Freeman started a new life. Then came the new coronavirus.", "categories": [["Life & Work", "Journal Reports: Health Care"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-health-care?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-yorkers-get-error-message-when-filing-unemployment-claims-11585746472", "title": "New Yorkers Get Error Message When Filing Unemployment Claims", "date": "2020-04-01 09:07", "summary": "Coronavirus layoffs strain state labor department's website and hotline; 'the site is so deluged that it keeps crashing'. Jennifer Hickey sometimes calls the New York State Department of Labor dozens of times a day without getting through.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/doctors-prepare-for-coronavirus-surge-in-west-virginia-where-patients-are-older-sicker-11585746266", "title": "Doctors Prepare for Coronavirus Surge in West Virginia, Where Patients Are Older, Sicker", "date": "2020-04-01 09:04", "summary": "Years of hospital closures leave state with fewer resources to slow pandemic. ", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/stephen-curry-had-to-build-a-hoop-to-keep-playing-basketball-11585746024", "title": "Stephen Curry Had to Build a Hoop to Keep Playing Basketball", "date": "2020-04-01 09:00", "summary": "The best shooter in the world needed a place to shoot. So he made it himself.. The best shooter in the history of basketball didn't have a place to shoot. So he built one for himself.", "categories": [["Sports", "NBA"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/nba?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-nonfarm-private-sector-lost-27-000-jobs-amid-coronavirus-11585745336", "title": "U.S. Nonfarm Private Sector Lost 27,000 Jobs Amid Coronavirus", "date": "2020-04-01 08:48", "summary": "Small businesses lost 90,000 jobs through March 12 while large businesses, or those with at least 500 employees, added 56,000 jobs. The nonfarm private sector in the U.S. lost 27,000 jobs in March as businesses, particularly smaller firms, felt the impacts from the Covid-19 pandemic.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chunky-sunglasses-chains-are-back-11585745046", "title": "Chunky Sunglasses Chains Are Back", "date": "2020-04-01 08:44", "summary": "And the bolder, the better. Six ways to wear the trend.. Link up with these cool blue shades. Gucci sunglasses, $505, and chain, $340, gucci.com", "categories": [["What's News"]], "category_links": ["https://www.wsj.com/news/types/magazine-what-s-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-six-best-designed-items-of-the-month-11585744953", "title": "The Six Best-Designed Items of the Month", "date": "2020-04-01 08:42", "summary": "From a Louis Vuitton watch to a remote Slovenian restaurant's new book, the best newly designed items and offerings as curated by WSJ.'s editors. In a remote corner of Slovenia, chef Ana Roš runs Hiša Franko, a restaurant that despite its obscure location has been named one of the world's top 50. Among this elite group, it's also one of only a handful run by women. In Sun and Rain, the self-taught Roš describes how she came to cooking and shares the recipes-including a wild duck salad and boar with brown beans and plums-that have put Hiša Franko on the map. The book's photography also reveals the restaurant's dramatic backdrop of green mountains and rushing streams. $60, phaidon.com", "categories": [["WSJ. Magazine"]], "category_links": ["https://www.wsj.com/news/types/magazine-wsj-magazine?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-one-of-the-art-worlds-biggest-galleries-is-breaking-new-ground-11585744613", "title": "How One of the Art World's Biggest Galleries Is Breaking New Ground", "date": "2020-04-01 08:36", "summary": "The genre-busting art gallery is set to open a five-story New York outpost this fall. Before Covid-19 brought the art world, and just about everything else, to a standstill, Hauser & Wirth was preparing for a very big year, as detailed in the feature below, reported just weeks before shutdowns went global. Recently the mega-gallery shifted the tentative opening of its new Chelsea headquarters forward a few months to September and began moving its exhibitions online, with its artists and gallerists all sheltered in place. This week they're unveiling a philanthropic response to the pandemic, their #artforbetter initiative, pledging 10 percent of profits from all online shows to the World Health Organization's COVID-19 Solidarity Response Fund until further notice. The campaign kicks off with a series of solo exhibitions from gallery artists featuring work made in isolation in recent weeks, starting with George Condo's Drawings for Distanced Figures, followed by new work from Lorna Simpson and Rashid Johnson (with many more artists in the pipeline through the rest of the year).", "categories": [["Feature"]], "category_links": ["https://www.wsj.com/news/types/magazine-feature?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-couples-quarantine-together-corona-dating-11585743901", "title": "For New Couples, \"Want to Quarantine Together?\" Is a Relationship Milestone", "date": "2020-04-01 08:30", "summary": "Forget waiting months-or even years-to give someone your house key. For some young couples, shacking up after weeks of dating is akin to a trial honeymoon. When Eliza Wallace first met John Fatum at an art party in Los Angeles, the pair didn't get together right away. But there was a connection. \"When I first met him,\" Wallace says. \"I thought, who is this slouchy, sleepy-eyed cowboy?\" Three weeks later, they had their first date-and before long, the couple took turns staying over at each other's places. Mr. Fatum, a musician, had planned to crash at Ms. Wallace's apartment in Silver Lake for a few days in early March before heading out on tour.", "categories": [["Magazine - Culture"]], "category_links": ["https://www.wsj.com/news/types/magazine-culture?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-one-of-the-art-worlds-biggest-galleries-is-breaking-new-ground-11585744243", "title": "How One of the Art World's Biggest Galleries Is Breaking New Ground", "date": "2020-04-01 08:30", "summary": "The genre-busting art gallery is set to open a five-story New York outpost this fall. Next up is a repurposed 18th-century compound in Menorca, Spain, complete with a restaurant. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/souvenir-blankets-for-shut-ins-11585743022", "title": "'Souvenir' Blankets for Shut-Ins", "date": "2020-04-01 08:10", "summary": "Restlessly hunkering down at home? Here, four blankets you can order online to evoke travel-and support far-flung artisans while you're at it. Since 1723, the Irish company Avoca has been proffering throws woven from the wool spun at a mill in County Wicklow. These days, its shops across the country sell all things cozy, from teapots to Christmas cake, but the brand's handwoven blankets-in mohair, lamb's wool, cashmere and Donagel wool-remain its signature ware. Order online until you make it over to tour the mills in scenic Wicklow, known for its wildflower-dotted scenery and abundant gardens (from about $85, avoca.com).", "categories": [["Life & Work", "Travel", "Off Duty Travel"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/magazine/travel?mod=breadcrumb", "https://www.wsj.com/news/types/off-duty-travel?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/one-year-m-b-a-s-gain-ground-as-applications-drop-11585742401", "title": "One-Year M.B.A.s Gain Ground as Applications Drop", "date": "2020-04-01 08:00", "summary": "Most Popular News. As young professionals become less willing to pause their careers to get a two-year M.B.A., business schools are making another pitch: the same degree in about half the time.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/top-biden-surrogate-obama-delayed-by-pandemicand-sanders-11585742405", "title": "Top Biden Surrogate Obama Delayed by Pandemic-and Sanders", "date": "2020-04-01 08:00", "summary": "Former president has made clear he won't get involved in any major way until the race between Biden and Bernie Sanders is settled. Under normal circumstances, Joe Biden might be preparing to wrap up his primary fight against Bernie Sanders in April and then deploy his most powerful campaign surrogate: Barack Obama.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/micron-ceos-plan-to-stay-ahead-of-coronavirus-started-coming-together-in-january-11585742403", "title": "Micron CEO's Plan to Stay Ahead of Coronavirus Started Coming Together in January", "date": "2020-04-01 08:00", "summary": "Sanjay Mehrotra stocked up on raw materials and devised a 'Red Team, Blue Team' approach to keep the chip maker's production lines humming. March probably felt like the longest month ever for many chief executives. In a matter of weeks, the new coronavirus went from a major disruption in Asia to a full-blown global pandemic that shoved business-as-usual out the window.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-the-nurses-see-bronx-hospital-reels-as-coronavirus-swamps-new-york-11585702641", "title": "What the Nurses See: Bronx Hospital Reels as Coronavirus Swamps New York", "date": "2020-04-01 07:59", "summary": "The pandemic has hit the borough hard, and Christina Norstein has witnessed things she never has before. Christina Norstein was hoarse, her nose swollen by mask marks. She wasn't sleeping much, and woke up crying one morning after a day at work. \"I feel like we're being sent to slaughter,\" she said.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-the-richest-country-on-earth-cant-get-you-a-face-mask-11585741254", "title": "Why the Richest Country Can't Get You a Face Mask", "date": "2020-04-01 07:40", "summary": "The U.S. spends more on health care than any other nation, but missteps and vulnerable global supply chains have left it without the equipment necessary to protect its citizens from the coronavirus. In yet another challenge to the wisdom of globalization, the U.S. scramble for surgical masks, N95 respirators and ventilators is highlighting the downsides of relying on today's intricate supply chains for critical medical goods.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/blackrock-and-neuberger-berman-seeking-to-offer-mutual-funds-in-china-11585734279", "title": "BlackRock and Neuberger Berman Seeking to Offer Mutual Funds in China", "date": "2020-04-01 07:35", "summary": "The U.S. investment managers could be one of the first few foreign companies to manage and sell mutual funds in China. BlackRock Inc. and Neuberger Berman are applying to manage and sell mutual funds in China, in what could be a watershed moment for a global investment industry eager to access the country's huge pool of individual investors.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-sends-outsource-workers-home-causing-a-ripple-effect-11585738803", "title": "Coronavirus Sends Outsource Workers Home", "date": "2020-04-01 07:00", "summary": "The shift to home employment has introduced complications that are hurting many multinational companies. Millions of workers in India and the Philippines do everything from writing computer code to fielding customer calls for companies across the globe. Now, with the new coronavirus hitting, they have been sent home to work.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/companies-avoid-advertising-next-to-coronavirus-news-11585738804", "title": "Companies Avoid Advertising Next to Coronavirus News", "date": "2020-04-01 07:00", "summary": "The name of the virus overtakes 'Trump' as the keyword blocked by the most brands, a problem for digital news publishers. Advertisers are increasingly steering clear of online content related to the coronavirus, a problem for digital news publishers churning out articles about the pandemic.", "categories": [["Business", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/simone-biles-will-push-on-to-2021probably-11585738819", "title": "Simone Biles Says She's Playing Tokyo 2021 'By Ear'", "date": "2020-04-01 07:00", "summary": "The world's best gymnast was planning to retire after the Olympics. With the Games now delayed, it's a long 16-month road to Tokyo.. After the postponement of the 2020 Tokyo Olympic Games, many of the gymnasts likely to make up the gold-medal-favorite U.S. women's squad quickly signaled they planned to press ahead. The superstar of the team, Simone Biles, stayed quiet.", "categories": [["Sports"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/investors-are-all-amateur-epidemiologists-now-11585737355", "title": "Investors Are All Amateur Epidemiologists Now", "date": "2020-04-01 06:35", "summary": "Alternative is to assume the worst and find investments that can ride out the pandemic. Here is a short list of things we don't know about the new coronavirus: the mortality rate, the rate of spread, the number of ventilators we need, when it will peak, whether there will be a second or third wave of infections, and what proportion of people are infected without symptoms. In short, we don't know how long the global lockdown needs to last, so we don't know how bad the economic and financial damage will be.", "categories": [["Markets", "Streetwise"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/streetwise?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/higher-wage-bills-will-eat-into-grocers-gains-11585736657", "title": "Higher Wage Bills Will Eat Into Grocers' Gains", "date": "2020-04-01 06:24", "summary": "Booming sales at supermarkets, as well as e-commerce companies such as Amazon, will be partially offset by demands for pay rises and safer workplaces. Supermarkets and e-commerce retailers are doing a roaring trade during the Covid-19 pandemic. But the cost of keeping staff safe and properly paid for the risks they are taking is also rising.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-emails-columbia-craig-smith-11585711804", "title": "The Pandemic's Most Powerful Writer Is a Surgeon", "date": "2020-04-01 06:00", "summary": "Dr. Craig Smith started writing a daily update to his colleagues. They're no longer his only readers. His emails have become essential dispatches from the front lines.. Dr. Craig Smith sits down at his computer each day in a hospital under siege and starts typing.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/telemedicine-once-a-hard-sell-cant-keep-up-with-demand-11585734425", "title": "Telemedicine, Once a Hard Sell, Can't Keep Up With Demand", "date": "2020-04-01 05:47", "summary": "The new coronavirus outbreak is testing the industry's capacity, sending companies scrambling for doctors and new services. The coronavirus pandemic is pushing the once-niche telemedicine industry into the mainstream, testing its ability to keep up with soaring demand and forcing innovation on the fly.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-wuhan-writer-rages-against-chinas-communist-machine-and-becomes-an-online-star-11585733403", "title": "A Wuhan Writer Takes On China's Communist Machine and Becomes an Online Star", "date": "2020-04-01 05:30", "summary": "Debate rages over allowing independent voices after Wang Fang-known to millions as Fang Fang-documented life and death in locked-down city ravaged by coronavirus. Soon after the top official in China's coronavirus-ravaged metropolis of Wuhan urged residents to show gratitude to the Communist Party for containing the contagion, a local literary star penned a stinging rebuke.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/in-the-coronavirus-economy-the-only-safe-mortgage-is-a-government-backed-one-11585733400", "title": "In the Coronavirus Economy, the Only Safe Mortgage Is a Government-Backed One", "date": "2020-04-01 05:30", "summary": "Market for loans in which the government doesn't shoulder risk is coming undone. The Federal Reserve rescued the mortgage market. Part of it.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-exacts-a-toll-from-business-winners-too-11585733403", "title": "Coronavirus Exacts Toll From Business Winners, Too", "date": "2020-04-01 05:30", "summary": "Gains are coming mostly in lower-margin products, while surge in demand requires more workers, higher pay. Companies from FedEx Corp. to Facebook Inc. are finding that more business isn't always good for business when it comes to coronavirus.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-pandemic-widens-divide-between-online-traditional-businesses-11585733402", "title": "Pandemic Widens Divide Between Online, Traditional Businesses", "date": "2020-04-01 05:30", "summary": "Long-term trend toward online purchases gains momentum that could last after the health crisis is over. The new coronavirus pandemic is deepening a national digital divide, amplifying gains for businesses that cater to customers online, while businesses reliant on more traditional models fight for survival.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/now-is-not-the-time-for-coronabonds-11585732314", "title": "Now Is Not the Time for 'Coronabonds'", "date": "2020-04-01 05:11", "summary": "The ECB gives crisis-struck Southern Europe all the flexibility it needs to fight Covid-19. Directly sharing debt with Germany could take some of it away.. As Western nations rip up their policy textbooks and embrace fiscal stimulus, many officials and investors see an opening for Europe to ditch its ultimate economic taboo: sharing debt between countries. They are getting ahead of themselves.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-fed-is-settling-into-its-role-as-the-worlds-central-bank-11585732095", "title": "The Fed Is Settling Into Its Role as the World's Central Bank", "date": "2020-04-01 05:08", "summary": "Allowing foreign central banks to access its repo facilities is effectively cost-free, benefits American lenders and borrowers, and cements the dollar's dominance. \"They must lend to merchants, to minor bankers, to 'this man and that man,' whenever the security is good. In wild periods of alarm, one failure makes many, and the best way to prevent the derivative failures is to arrest the primary failure which causes them,\" said British journalist Walter Bagehot in 1873, illustrating how central banks should behave during periods of financial panic.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chinas-coronavirus-count-excluded-infected-people-with-no-symptoms-11585650226", "title": "White House Projects 100,000 to 240,000 U.S. Coronavirus Deaths", "date": "2020-04-01 03:26", "summary": "'This could be a hell of a bad two weeks,' Trump warns, urging Americans to continue social-distancing measures. The White House projected the U.S. could face 100,000 to 240,000 deaths from the coronavirus pandemic, as President Trump warned Americans to brace for an unprecedented crisis in the days ahead.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/xerox-to-end-hostile-takeover-bid-for-hp-11585684800", "title": "Xerox Is Ending Hostile Takeover Bid for HP", "date": "2020-04-01 01:52", "summary": "Coronavirus pandemic prompts copier maker to walk away from challenging merger attempt. Xerox Holdings Corp. is pulling the plug on its hostile bid to buy larger rival HP Inc. after the coronavirus pandemic undermined the copier maker's ability to pull off the debt-laden merger.", "categories": [["WSJ News Exclusive", "Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11585687870", "title": "Pepper...and Salt", "date": "2020-04-01 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-soothing-soup-made-from-just-a-few-ingredients-11585750354", "title": "A Soothing Soup Made From Just a Few Ingredients", "date": "2020-04-01 00:01", "summary": "This recipe for a quick and creamy cauliflower soup is as easy to make as it is to love. \"I THINK WE ALL appreciate where our food comes from right now,\" said chef Sohui Kim , chef and owner of three Brooklyn restaurants that have closed due to the coronavirus crisis (though one, Insa, is reopening for takeout business this week). \"As a chef, that's always been my job. Now everybody's more tuned into the logistics.\" Ms. Kim's second Slow Food Fast recipe calls for mercifully few ingredients, which keeps shopping to a minimum. The quick and nourishing cauliflower soup, creamy and full of flavor, really makes the most of every element. \"This is about celebrating the good stuff,\" Ms. Kim said.", "categories": [["Life & Work", "Food & Drink"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/food-cooking-drink?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/companies-hit-hard-by-coronavirus-look-to-cut-401-k-contributions-11585746000", "title": "Companies Hit Hard by Coronavirus Look to Cut 401(k) Contributions", "date": "2020-04-01 00:01", "summary": "Some businesses suspend their contributions to employees' 401(k) plans rather than reduce health benefits in pandemic. The market's decline has already damaged retirement account balances. Now, more companies are cutting the contributions they make to employees' 401(k) plans to save cash in the economic crisis sparked by the coronavirus.", "categories": [["Markets", "Personal Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/personal-finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/senator-reports-1-4-million-in-stock-trades-during-coronavirus-panic-11585710022", "title": "Senator Reports $1.4 Million in Stock Trades During Coronavirus Panic", "date": "2020-04-01 23:00", "summary": "Georgia Republican Kelly Loeffler and her husband, New York Stock Exchange Chairman Jeffrey Sprecher, suffered losses but limited damage. Sen. Kelly Loeffler and her husband purchased and sold about $1.4 million in stocks in the past month amid the coronavirus market panic. They suffered losses but limited the investment damage through some timely trades, according to a summary provided by the Georgia Republican's re-election campaign.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/guatemala-asks-u-s-to-halt-deportations-of-guatemalans-to-prevent-spreading-coronavirus-11585694116", "title": "Guatemala Asks U.S. to Halt Deportations of Guatemalans to Prevent Spread of Coronavirus", "date": "2020-04-01 21:50", "summary": "Guatemala fears deportations from the U.S. could be a major source of infection in the country. Guatemala's government has asked the U.S. to stop all deportations of Guatemalans to prevent the spread of the coronavirus in the impoverished Central American country, days after local authorities reported the first case of an infected deportee, a senior Guatemalan official said.", "categories": [["WSJ News Exclusive", "World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bankrupt-restaurant-operator-craftworks-fires-nearly-all-its-18-000-workers-11585702531", "title": "Bankrupt Restaurant Operator CraftWorks Fires Nearly All Its 18,000 Workers", "date": "2020-04-01 20:55", "summary": "Company behind Logan's Roadhouse and other casual-dining chains made the decision after the coronavirus pandemic derailed restructuring plans. The bankrupt company behind the Logan's Roadhouse and Old Chicago restaurant chains has fired most of its 18,000 employees, adding to the swelling ranks of unemployed in the U.S. as the economic fallout from the coronavirus pandemic continues.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/democrats-call-on-mnuchin-to-uphold-oversight-provisions-in-coronavirus-stimulus-11585699103", "title": "Democrats Call on Mnuchin to Uphold Oversight Provisions in Coronavirus Stimulus", "date": "2020-04-01 20:54", "summary": "Lawmakers demand Treasury secretary preserve authority of watchdog agreed to as key condition of relief measure's passage. WASHINGTON-Days after President Trump signed a roughly $2 trillion economic rescue package, the White House and congressional Democrats are at odds over a key provision of the bill.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/dozens-of-whole-foods-workers-skip-work-but-stores-are-unaffected-11585693838", "title": "Dozens of Whole Foods Workers Skip Work but Stores Are Unaffected", "date": "2020-04-01 20:48", "summary": "Employees wanted more protection against coronavirus; business continued at the chain, which employs more than 95,000 people. Dozens of workers at Whole Foods Market stores across the U.S. skipped their shifts to call attention to demands for better pay and more safety measures to protect them during the coronavirus pandemic, according to a group that organized the action. Business continued as usual at the chain, which employs more than 95,000 people.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-city-investigates-amazon-over-firing-of-worker-11585698505", "title": "New York City Investigates Amazon Over Firing", "date": "2020-04-01 20:45", "summary": "Employee allegedly dismissed for helping to organize walkout over conditions during coronavirus pandemic. New York City's human-rights watchdog is investigating Amazon.com Inc. over allegations an employee at a Staten Island warehouse was fired for helping to organize a walkout over work conditions in the midst of the new coronavirus pandemic, city officials said Tuesday.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-stops-separating-immigrant-children-at-border-under-coronavirus-emergency-powers-11585701887", "title": "Border Agents Change Practice on Immigrant Child Separation Over Coronavirus", "date": "2020-04-01 20:44", "summary": "Previously, border agents would have separated many of these children from family members if they weren't parents or guardians. WASHINGTON-The Trump administration is turning back immigrant children caught crossing the border illegally with their relatives, in a break from past practice, under emergency powers being invoked during the new coronavirus pandemic, three administration officials familiar with the matter said.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-reviews-guidance-on-masks-to-fight-coronavirus-as-europe-embraces-their-use-11585676543", "title": "U.S. Reviews Face-Mask Guidance as Europe Embraces Their Use", "date": "2020-04-01 20:39", "summary": "New evidence of asymptomatic transmission supports Asian practice: To make infected people wear masks, make everybody wear one. U.S. public-health authorities are reviewing recommendations for wearing face masks and a wave of European governments have ordered citizens to use them outside the home, signaling a shift among Western governments on a contentious issue in the coronavirus pandemic.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/captain-of-virus-stricken-carrier-asks-navy-for-more-help-11585669825", "title": "Captain of Virus-Stricken Navy Aircraft Carrier Asks for More Help", "date": "2020-04-01 20:26", "summary": "USS Theodore Roosevelt's commander said the current coronavirus strategy will merely slow the spread of the disease. The captain of a U.S. aircraft carrier in the midst of a novel coronavirus outbreak at sea exhorted Navy leaders in a memorandum this week to let the vessel dock for a sufficient time to quarantine the roughly 5,000 crew members on board, saying sailors' lives were at stake.", "categories": [["Politics", "National Security"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/national-security?mod=breadcrumb"]}]