[{"link": "https://www.wsj.com/articles/nypd-fbi-investigate-attack-on-officers-as-possible-terrorist-attack-11591473233", "title": "NYPD, FBI Investigate Attack on Officers as Possible Terrorist Attack", "date": "2020-06-06 17:00", "summary": "Police official says suspect in ambush stabbing attack shouted 'Allahu akbar'. The New York Police Department and the FBI are investigating the stabbing attack of a police officer last week as a possible terrorist attack, NYPD officials said Saturday.", "categories": [["U.S.", "Crime"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-crime?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/vaccine-giant-promises-a-billion-covid-shots-for-poor-countries-11591476699", "title": "Indian Vaccine Giant Promises a Billion Covid Shots for Poor Countries", "date": "2020-06-06 16:51", "summary": "Serum Institute of India, a key supplier to the developing world, is making a big bet on an unproven vaccine. An Indian drug giant, little-known outside the vaccine world, has agreed to make and distribute a billion doses of a yet-to-be approved coronavirus vaccine-a move aimed at providing pandemic protection to the world's poorest.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/opec-finalizes-deal-to-extend-oil-output-cuts-11591456992", "title": "OPEC, Allies Finalize Deal to Extend Oil-Output Cuts", "date": "2020-06-06 15:03", "summary": "New pact comes as Libya's largest oil field reopens, presenting challenges to output restraint. OPEC and its allies finalized on Saturday an extension of their record oil-production curbs through July, delegates said, after Iraq and Nigeria agreed to slightly deeper cuts to compensate for their failure to adhere to recent agreements.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/buffalo-police-officers-plead-not-guilty-over-charges-of-assaulting-75-year-old-protester-11591467052", "title": "Buffalo Police Plead Not Guilty Over Charges of Assaulting Protester", "date": "2020-06-06 14:11", "summary": "Aaron Torgalski, Robert McCabe were arraigned virtually Saturday; protester remains in serious condition in hospital. Two Buffalo, N.Y., police officers were charged with felony assault Saturday in connection with a Thursday night altercation that injured a 75-year-old protester, Erie County District Attorney John J. Flynn said.", "categories": [["U.S.", "Tri-State Area"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-region?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/france-says-it-killed-a-top-al-qaeda-chief-in-africa-11591464388", "title": "France Says It Killed a Top al Qaeda Chief in Africa", "date": "2020-06-06 13:26", "summary": "The Algerian-born militant led one of the many jihadist factions that hopscotch borders between Mali, Niger, Algeria and Burkina Faso. French military forces deployed in Mali killed a senior al Qaeda commander in Africa, French government officials said, ending a decadeslong manhunt for an Islamic militant that Paris and other capitals blamed for scores of terrorist attacks and kidnappings.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/libyan-warlord-facing-setbacks-proposes-cease-fire-11591459206", "title": "Libyan Warlord, Facing Setbacks, Proposes Cease Fire", "date": "2020-06-06 12:00", "summary": "Militia leader Khalifa Haftar urges an Egyptian-backed process to end the war, but his foes in Tripoli reject the initiative and vow to fight on. Libyan militia leader Khalifa Haftar proposed a cease fire and an Egyptian-backed process to end the war in a bid to retain areas still under his control as the warlord loses swaths of territory gained in a 14-month offensive on the internationally-recognized government capital of Tripoli.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/viral-videos-from-protests-fuel-broader-debate-over-policing-11591398962", "title": "Viral Videos From Protests Fuel Broader Debate Over Policing", "date": "2020-06-06 11:58", "summary": "Incident recorded in Buffalo is latest to spark criticism of police behavior-and in this case a backlash from officers. The Buffalo Police Department suspended without pay two officers seen on camera knocking down a 75-year-old man during a protest, in what was the latest in a string of videos from recent demonstrations that have inflamed the debate over law-enforcement tactics.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/taiwan-voters-throw-china-friendly-mayor-out-of-office-11591442733", "title": "Taiwan Voters Throw China-Friendly Mayor Out of Office", "date": "2020-06-06 11:44", "summary": "Leader of third-largest city, the main opposition party's candidate in January's presidential election, loses recall vote. One of Taiwan's most prominent China-friendly politicians was recalled as mayor of the self-ruled island's third-largest city-the second electoral setback in five months for Taiwanese advocates of a more accommodating posture toward Beijing.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/who-needs-cities-when-we-all-work-from-home-11591394516", "title": "Who Needs Cities When We All Work From Home?", "date": "2020-06-06 10:10", "summary": "Urban areas will survive a surge in working from home but may have to reinvent themselves. For decades people have predicted technology would level America's geographic playing field, allowing areas outside of knowledge-industry hubs such as the San Francisco Bay and New York metropolitan areas to attract more high earners. It hasn't happened, but Covid-19 could change that.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-trip-to-antarctica-transformed-my-life-11591452001", "title": "A Trip to Antarctica Transformed My Life", "date": "2020-06-06 10:00", "summary": "The two-week journey triggered a long-lasting 'quantum change' affecting family, work and more. The author set out to understand why that happened.. When I left New York at the end of 2018 for a two-week reporting trip to Antarctica, I had no idea I would never go back to my old life.", "categories": [["Life & Work", "Journal Reports: Health Care"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-health-care?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/oakland-as-will-pay-minor-leaguers-through-end-of-season-11591452000", "title": "The A's Will Pay Minor Leaguers Through the End of Season After All", "date": "2020-06-06 10:00", "summary": "The team announced that it will continue to pay prospects their weekly $400 stipend through August. About a week after facing ferocious criticism for their decision to stop compensating their minor-league players during baseball's pandemic-related shutdown, the Oakland Athletics have reversed course.", "categories": [["Sports", "MLB"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/mlb?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/taking-cover-tents-are-hot-item-as-businesses-reopen-outdoors-11591452003", "title": "Tents Are Hot Item as Businesses Reopen Outdoors", "date": "2020-06-06 10:00", "summary": "Restaurants, retailers and even Amherst College are looking to move activity outside to allay infection fears. Tent suppliers across the country say they are inundated with calls from restaurants and retailers that hope moving business outside will lure customers as pandemic lockdowns ease.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-shift-to-remote-work-could-be-a-big-swing-and-a-miss-11591452000", "title": "The Shift to Remote Work Could Be a Big Swing and a Miss", "date": "2020-06-06 10:00", "summary": "Companies rushing to make remote work permanent may come to regret those decisions once lockdowns ease. Marissa Mayer may have been onto something when she banned remote work at Yahoo seven years ago.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-outbreak-pushes-rural-mississippi-hospital-to-brink-11591452001", "title": "Coronavirus Outbreak Pushes Rural Mississippi Hospital to Brink", "date": "2020-06-06 10:00", "summary": "As state allows all business to reopen, flare up in cases linked to social gatherings. The coronavirus pandemic is challenging Mississippi's rural health-care system as outbreaks worsen in far-flung areas at the same time state officials allow all businesses to reopen.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/may-jobs-report-coronavirus-2020-11591310177", "title": "U.S. Unemployment Rate Fell to 13.3% in May", "date": "2020-06-06 09:33", "summary": "Payrolls rose by 2.5 million, suggesting jobs are returning. The U.S. labor market snapped back to life in May, restoring a chunk of the jobs it lost in the first two months of the coronavirus pandemic, although big obstacles lie ahead.", "categories": [["Economy", "Economic Data"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/economic-data?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/saudi-arabias-secret-plans-to-unveil-its-hidden-da-vinciand-become-an-art-world-heavyweight-11591448400", "title": "Saudi Arabia's Secret Plans to Unveil Its Hidden da Vinci-and Become an Art-World Heavyweight", "date": "2020-06-06 09:00", "summary": "Resume Subscription. Riyadh", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/ikea-cant-reopen-stores-fast-enough-after-flubbing-online-orders-11591448401", "title": "IKEA Can't Reopen Stores Fast Enough After Flubbing Online Orders", "date": "2020-06-06 09:00", "summary": "Customers complain of delayed orders, no curbside slots, undelivered furniture after coronavirus pandemic confronted retailer with e-commerce surge. IKEA has long frustrated some shoppers by selling furniture designed to be assembled with a tiny wrench. But the company's struggles during the coronavirus pandemic to complete online orders have brought customers a whole new kind of misery.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/police-killed-their-sons-these-mothers-are-fighting-for-reform-11591448401", "title": "Police Killed Their Sons. These Mothers Are Fighting for Change", "date": "2020-06-06 09:00", "summary": "Women such as Gwen Carr and Kadiatou Diallo struggle to ensure the deaths weren't in vain. In May, Kadiatou Diallo sat in her home and watched an early version of \"41 Shots,\" an episode of a Netflix true-crime series about the 1999 killing of her son, Amadou, by four white police officers in New York's Bronx borough.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/black-technologists-hope-new-conversations-about-race-spark-overdue-change-11591448400", "title": "Black Technologists Hope New Conversations About Race Spark Overdue Change", "date": "2020-06-06 09:00", "summary": "Despite yearslong efforts by companies to diversify their tech workforces, black people account for less than 8% of core IT workers in the U.S.. Protests around the country in the wake of the killing of George Floyd while in police custody are reigniting discussion of black representation in the technology sector.", "categories": [["CIO Journal"]], "category_links": ["https://www.wsj.com/news/types/cio-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/china-warns-citizens-not-to-travel-to-australia-11591446223", "title": "China Warns Citizens Not to Travel to Australia", "date": "2020-06-06 08:23", "summary": "Claims of an increase in discrimination and violence against Asians steps up tensions between the two countries over coronavirus pandemic. SYDNEY-China has warned its citizens not to travel to Australia due to what it says is a rise in racial discrimination and violence toward Chinese and Asian people there during the coronavirus pandemic.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/german-soccers-lockdown-pastime-re-learning-how-to-shoot-11591444801", "title": "German Soccer's Lockdown Pastime: Re-Learning How to Shoot", "date": "2020-06-06 08:00", "summary": "After weeks of socially distanced practice and individual drills, conversion rates are up across the Bundesliga's best teams. Joshua Kimmich normally never tries his luck from such long range. Outside the penalty area, drifting away from goal, defenders closing in. To the Bayern Munich midfielder, it was the kind of shooting opportunity that barely registers as a shooting opportunity.", "categories": [["Sports", "Soccer"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/soccer?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/putins-global-ambitions-are-upended-by-coronaviruss-heavy-toll-in-russia-11591444801", "title": "Putin's Global Ambitions Are Upended by Coronavirus's Heavy Toll in Russia", "date": "2020-06-06 08:00", "summary": "Russian president's efforts to showcase the country's strength abroad backfired amid virus troubles at home. MOSCOW-President Vladimir Putin's carefully nurtured image as a master strategist has suffered at home and abroad as the country grapples with the world's third-largest coronavirus caseload and an economic contraction that could curtail Moscow's global ambitions.", "categories": [["World", "Europe", "Russia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb", "https://www.wsj.com/news/types/russia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/masks-get-fashion-makeover-as-u-s-reopens-amid-coronavirus-11591444800", "title": "Face Masks Get a Fashion Makeover as U.S. Reopens Amid Coronavirus", "date": "2020-06-06 08:00", "summary": "Labels from Madewell to Givenchy add face masks to product lines; 'These things are art projects'. Yael Aflalo dedicated her high-end fashion company Reformation to making masks during the coronavirus pandemic, to help meet what she thought would be a temporary need.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/after-cranking-out-267-billion-in-stimulus-payments-irs-faces-fresh-challenges-11591444801", "title": "After Cranking Out $267 Billion in Stimulus Payments, IRS Faces Fresh Challenges", "date": "2020-06-06 08:00", "summary": "With 10 million pieces of unopened mail, taxpayers shouldn't expect quick responses to correspondence. WASHINGTON-The Internal Revenue Service cranked out $267 billion in stimulus payments in about two months, faster than many analysts expected. But challenging work lies ahead, such as opening 10 million pieces of piled-up mail and resuming a semblance of normal taxpayer service.", "categories": [["Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/george-floyds-killing-sparks-protests-in-europe-soul-searching-in-france-11591392604", "title": "George Floyd's Killing Sparks Protests in Europe, Soul-Searching in France", "date": "2020-06-06 07:11", "summary": "French protesters draw a parallel with the 2016 death in custody of Adama Traoré, who was of African descent. PARIS-The killing of George Floyd has sparked marches and sporadic vandalism in Europe. In France, it has rekindled controversies over institutional racism and police violence in a society divided after the monthslong yellow-vest protests.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/george-floyd-protests-prompt-europe-to-reckon-with-racist-legacies-of-colonial-past-11591441201", "title": "Protests Prompt Europe to Reckon With Racist Legacies of Colonial Past", "date": "2020-06-06 07:00", "summary": "Statues of Belgium's King Leopold II have been defaced, street names questioned and historic pageants like 'Black Pete' denounced. BRUSSELS-Global protests over the killing of George Floyd are prompting some Europeans to confront their colonial past and rethink racist traditions.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-u-s-decision-could-hurt-hong-kong-as-trading-hub-11591441200", "title": "How U.S. Decision Could Hurt Hong Kong as Trading Hub", "date": "2020-06-06 07:00", "summary": "President Trump has said he plans to remove trading privileges, jeopardizing a sizable partnership. The U.S. decision to rescind Hong Kong's status as a largely autonomous Chinese territory opens the way for a range of punitive measures from Washington that may damage Hong Kong's status as a trading and finance hub.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-staying-inside-guide-waltz-of-the-zoom-screens-11591441200", "title": "The Staying Inside Guide: Waltz of the Zoom Screens", "date": "2020-06-06 07:00", "summary": "Mark Morris Dance Group's lively 'Dance On!' debuts four digitally assembled works alongside commentary from the choreographer.. ", "categories": [["Books & Arts", "Dance Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/dance-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pandemic-as-urban-planner-11591441201", "title": "Pandemic as Urban Planner", "date": "2020-06-06 07:00", "summary": "From cholera outbreaks to yellow fever, disease has had a profound impact on the shape of our cities.. Historically, disease and the fear of it have shaped our cities as radically as any visionary architect. Even Le Corbusier, who dreamed of replacing the historic center of Paris with a matrix of high-rises, could not accomplish what cholera, yellow fever and typhus did.", "categories": [["Opinion", "Commentary", "Cultural Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb", "https://www.wsj.com/news/types/cultural-commentary?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/brands-follow-anti-racist-statements-with-donations-whats-next-11591437600", "title": "Brands Follow Antiracist Statements With Donations. What's Next?", "date": "2020-06-06 06:00", "summary": "As more marketers take stands, pressure grows to take further action. Tuesday's statement from Ben & Jerry's Homemade Inc. put the killing of George Floyd while in police custody in stark terms.", "categories": [["CMO Today"]], "category_links": ["https://www.wsj.com/news/types/cmo-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/states-are-short-the-contact-tracers-needed-to-emerge-safely-from-coronavirus-lockdown-11591435800", "title": "States Are Short the Contact Tracers Needed to Emerge Safely from Coronavirus Lockdown", "date": "2020-06-06 05:30", "summary": "Role in mitigating a Covid-19 resurgence key to reversing economic devastation; 'got to do better'. ", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/after-george-floyds-killing-police-departments-change-how-they-discipline-officers-11591435800", "title": "Police Departments Change How They Discipline Officers", "date": "2020-06-06 05:30", "summary": "Chiefs and officials take more decisive action than in the past; some unions push back, saying they aren't being given due process. In the days since George Floyd was killed during his arrest by Minneapolis police officers, police departments and elected officials across the U.S. have responded with unusual swiftness to allegations of police misconduct.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/credit-card-balance-transfers-are-harder-to-come-by-11591435801", "title": "Credit-Card Balance Transfers Are Harder to Come By", "date": "2020-06-06 05:30", "summary": "No-interest promotional offers are declining as issuers try to limit exposure to possible losses at an already challenging time. Credit-card offers touting 0% interest charges are appearing in fewer consumers' mailboxes these days.", "categories": [["Markets", "Personal Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/personal-finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-revives-criticism-of-nfl-players-who-kneel-during-national-anthem-11591396919", "title": "NFL's Goodell Endorses Peaceful Protests by Players as Trump Revives Criticism", "date": "2020-06-06 02:52", "summary": "On Twitter, president slams Drew Brees after he apologized for comments taking issue with police brutality protests. One of the most divisive issues in sports reignited late Friday, as NFL commissioner Roger Goodell said the league encourages players to \"speak out and peacefully protest\" shortly after President Trump revived his criticism of players who have knelt in the past during the national anthem.", "categories": [["Sports"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-new-recipe-for-restaurant-survival-become-the-next-dominos-11591416045", "title": "The New Recipe for Restaurant Survival? Become the Next Domino's.", "date": "2020-06-06 01:19", "summary": "Their dining rooms are closed, their margins have evaporated, and their industry is in turmoil. But a handful of restaurateurs are rebuilding their operations around takeout-without paying sky-high delivery fees.. Amid the ruins of America's food and beverage industry, there are a handful of green shoots. While many of their peers closed shop as soon as shelter-in-place orders went into effect, some restaurant owners enlisted their staff, their accountants, the tech support at cloud-based restaurant management startups, and the salespeople at delivery platforms like Uber Eats and DoorDash, to figure out how to pivot successfully to delivery and takeout.", "categories": [["Tech", "Keywords"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb", "https://www.wsj.com/news/types/keywords?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/family-of-man-fatally-shot-by-new-jersey-state-officer-wants-answers-11591412678", "title": "Family of Black Man Fatally Shot by New Jersey Officer Wants Answers", "date": "2020-06-06 00:11", "summary": "Lawyer says information is scant after Maurice Gordon Jr. was killed on Garden State Parkway last month. The family of a 28-year-old black man who was killed by a New Jersey State Police officer on the Garden State Parkway last month said it wants answers from authorities after weeks of scant information.", "categories": [["U.S.", "Tri-State Area"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-region?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/forced-to-leave-chinaand-my-family-11591416065", "title": "Forced to Leave China-and My Family", "date": "2020-06-06 00:01", "summary": "A Wall Street Journal reporter, expelled by Beijing, writes of generations of 'red roots' and the sudden end of her own long journey to cover the country. \"Tell Lingling to quit. What's so good about the United States these days?\"", "categories": [["Life & Work", "Ideas", "Essay"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/essay?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11591381742", "title": "Pepper...and Salt", "date": "2020-06-06 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/terrain-shifts-under-presidential-race-11591416062", "title": "Terrain Shifts Under Presidential Race", "date": "2020-06-06 00:01", "summary": "Death of George Floyd reshapes campaigns already knocked off-kilter by coronavirus pandemic. The landscape of the presidential campaign has shifted dramatically in a matter of days, scrambling the issue agenda and making predictions of voter attitudes by November even more difficult.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/downsizing-empty-nesters-get-the-english-cottage-of-their-dreams-11591416045", "title": "Downsizing Empty-Nesters Get the English Cottage of Their Dreams", "date": "2020-06-06 00:00", "summary": "After raising a family in a six-bedroom Victorian home, an interior designer and her husband downsize to a clean, modern take on the cozy cottage aesthetic. WHEN interior designer Jean Stoffer and her husband became empty-nesters, they realized it was time to downsize. The couple had raised four children in an 1891 Victorian home in the Chicago area, a 4,500 square-foot, six-bedroom affair, crammed with fussiness typical of the style: \"Lots of heavy millwork, complicated crown molding and ornate trim around the windows and doors,\" said Ms. Stoffer, all made possible by the Victorian era's wood-turning machinery.", "categories": [["Real Estate", "Homes"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/house-tour?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/learn-to-cook-online-a-guide-to-the-best-classes-at-every-level-11591416031", "title": "Learn to Cook Online: A Guide to the Best Classes at Every Level", "date": "2020-06-06 00:00", "summary": "The online world is bubbling over with culinary tips and training. But which courses are actually worth their salt? We cooked our way through them to find out.. IN THE SEVENTH week of quarantine in Northern Italy, chef Massimo Bottura showed his social media followers how to melt leftover Easter candy into chocolate mousse. In Los Angeles several days later, David Chang taught viewers how to make ricotta-in case they were (like him) sheltering in place with bagels but no cream cheese. Meanwhile, Maya-Camille Broussard of Justice of the Pies bakery in Chicago has been testing recipes on Instagram Live. And Alice Waters has teamed up with her daughter on cooking demos live-streamed from her green-tiled Bay Area kitchen.", "categories": [["Life & Work", "Food & Drink"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/food-cooking-drink?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/huawei-founder-ren-zhengfei-takes-off-the-gloves-in-fight-against-u-s-11591416028", "title": "Huawei Founder Ren Zhengfei Takes Off the Gloves in Fight Against U.S.", "date": "2020-06-06 00:00", "summary": "Internal communications show how Chinese telecom giant pivoted to counter Washington's charges with lawsuits, reorganization; 'the company has entered a state of war'. Huawei Technologies Co. founder Ren Zhengfei was preparing to gather his top executives in Argentina in December 2018 to discuss a sweeping reorganization of the Chinese technology giant when he learned his daughter had been detained during a stopover in Vancouver.", "categories": [["Business", "Asia"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-america-is-rediscovering-the-social-front-yard-11591416037", "title": "America Is Rediscovering the Social Front Yard", "date": "2020-06-06 00:00", "summary": "For decades we've burrowed into the privacy of our back gardens. Now sheltering in place has us moving those patio chairs so we can snatch a moment of human connection.. WE ALWAYS knew humans were social creatures, but not until Covid-19 placed us all under house arrest did it become markedly apparent how much we require even trivial chatter and brief connection. Lately, by 5 p.m., my usually quiescent hillside street in Silver Lake, on the east side of Los Angeles, is crackling with multigenerational banter and dogs. Lounge chairs have sprouted up in yards and driveways like propagating agave, and many of us have migrated from the penetralia of our backyards to porches and lawns.", "categories": [["Real Estate", "Design", "/"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/design?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/when-violence-erupted-one-mayor-found-all-the-right-words-11591416001", "title": "When Violence Erupted, One Mayor Found All the Right Words", "date": "2020-06-06 00:00", "summary": "In a four-minute speech, Atlanta's Keisha Lance Bottoms implored rioters to go home. It was a master class in constructive scolding.. On the evening of May 29, Atlanta Mayor Keisha Lance Bottoms received word that a peaceful demonstration in her city over the death of George Floyd had taken a violent turn.", "categories": [["The Captain Class"]], "category_links": ["https://www.wsj.com/news/types/the-captain-class?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/joe-biden-earns-enough-delegates-for-democratic-nomination-11591412889", "title": "Biden Earns Enough Delegates for Democratic Nomination", "date": "2020-06-06 23:08", "summary": "The milestone is largely symbolic since all of his primary competitors dropped out of the race. Joe Biden has officially earned enough Democratic Party delegates to win the nomination at the August convention in Milwaukee.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/facebook-to-review-content-policies-related-to-civil-unrest-violence-11591407729", "title": "Facebook to Review Content Policies Related to Civil Unrest, Violence", "date": "2020-06-06 21:42", "summary": "The company has faced criticism over its decision to not moderate or take down some posts. Facebook Inc. Chief Executive Mark Zuckerberg said Friday that the company will review existing policies on how it handles content related to civil unrest or violence, as the company faces criticism over its decision to not moderate or take down some posts.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tenth-night-of-protests-follow-floyd-memorial-11591370259", "title": "Weekend George Floyd Protests Planned, Seek Reforms", "date": "2020-06-06 21:14", "summary": "Calls for changes to U.S. justice system continue; some cities cut funding for police; Minneapolis moves to ban police chokeholds. Protesters planned to take to the streets nationwide again this weekend, with calls on social media for one million demonstrators to gather in Washington, D.C., amid continued demands for reform to the American justice system sparked by the death of George Floyd.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/some-reforms-emerge-as-protests-continue-11591404849", "title": "Some Reforms Emerge as Protests Continue", "date": "2020-06-06 20:54", "summary": "Minneapolis moves to ban police chokeholds; cities cut funding for police. In the wake of George Floyd's death, protesters have called for a range of reforms, from bans on certain policing techniques to budget cuts for police forces.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-k-serious-fraud-office-looks-for-ways-to-improve-handling-of-cases-11591404482", "title": "U.K. Serious Fraud Office Looks for Ways to Improve Handling of Cases", "date": "2020-06-06 20:48", "summary": "The economic-crime prosecutor has responded to reports by an independent government inspector on its leadership and case management. The U.K.'s Serious Fraud Office has outlined several steps it may take, including hiring a cadre of paralegals to help review documents, to address complaints about how the economic-crimes investigator engages with staff and works its cases.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/iaea-voices-serious-concern-over-iran-blocking-inspector-access-to-sites-11591374898", "title": "IAEA Voices Concern Over Iran Blocking Inspector Access to Sites", "date": "2020-06-06 20:02", "summary": "Country's stockpile of enriched uranium has grown by around 50% since February, watchdog says. The United Nations atomic agency expressed \"serious concern\" Friday about Iran's failure to cooperate with its probe into undeclared nuclear material in the country, adding to calls from opponents of the 2015 nuclear deal with Tehran to kill off that agreement.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}]