[{"link": "https://www.wsj.com/articles/republican-sen-ben-sasse-criticizes-trump-on-policies-ethics-11602811020", "title": "GOP Sen. Sasse Criticizes Trump on Policies, Ethics", "date": "2020-10-15 22:55", "summary": "Nebraskan's comments mark sharpest break with president by a GOP senator during campaign so far. WASHINGTON-Republican Sen. Ben Sasse of Nebraska criticized President Trump's record and ethics in a call with thousands of constituents this week, marking the sharpest break with the president by a GOP senator during the campaign so far.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/business-groups-urge-trump-to-withdraw-order-on-diversity-training-11602791939", "title": "Business Groups Urge Trump to Withdraw Order on Diversity Training", "date": "2020-10-15 21:45", "summary": "More than 150 business and nonprofit groups, including the U.S. Chamber of Commerce, seek withdrawal of executive move. More than 150 business and nonprofit groups, including the U.S. Chamber of Commerce, are asking President Trump to withdraw his executive order that puts a limit on some diversity training.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/white-house-agrees-to-national-coronavirus-testing-strategy-11602767703", "title": "White House Agrees to Democrats' National Coronavirus-Testing Strategy", "date": "2020-10-15 20:59", "summary": "Move opens way for possible larger economic-relief deal with Democrats, as President Trump signals openness to a package greater than $1.88 trillion. WASHINGTON-White House and Democratic negotiators agreed Thursday on including a national coronavirus-testing strategy in broader economic-relief legislation, as President Trump again signaled his desire for an aid package approaching $2 trillion despite opposition from Senate Republicans.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nbc-actors-producers-protest-networks-decision-to-host-trump-town-hall-at-same-time-as-bidens-abc-town-hall-11602772346", "title": "NBC Actors, Producers Protest Trump Town Hall", "date": "2020-10-15 20:53", "summary": "In letter to executives, the group demands Trump event be moved to different time slot. NBC News is under fire for its decision to give President Trump airtime for a town hall meeting Thursday night to run opposite a previously scheduled Joe Biden town hall on rival ABC News.", "categories": [["Business", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/private-equity-executives-see-opportunity-in-uncertainty-11602809281", "title": "Private-Equity Executives See Opportunity in Uncertainty", "date": "2020-10-15 20:48", "summary": "A panel of deal makers at the Milken Institute Global Conference said they continue to evaluate investment opportunities across all sectors, including ones hit hard by the coronavirus pandemic. A recovery from the economic damage caused by coronavirus pandemic is taking longer than deal makers originally anticipated, but firms with money to spend are seeing plenty of investment opportunities, according to a group of executives who spoke at the 2020 Milken Institute Global Conference Thursday.", "categories": [["Pro VC Industry News"]], "category_links": ["https://www.wsj.com/news/types/pro-vc-industry-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/twitter-suffers-widespread-service-disruption-11602801411", "title": "Twitter Suffered Widespread Service Disruption", "date": "2020-10-15 20:43", "summary": "Service was largely restored later Thursday. Twitter Inc. suffered more than two hours of widespread disrupted services Thursday with some users unable to send tweets or see them.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/everyone-has-gone-crazy-in-washington-11602806459", "title": "Everyone Has Gone Crazy in Washington", "date": "2020-10-15 20:01", "summary": "The Pelosi interview and the interrogation of Judge Barrett, who will bring a little sanity to the capital.. Everyone's insane now. I mean everyone in Washington. The great challenge of the era is to maintain your intellectual poise under pressure. Washington this week looked like a vast system fail.", "categories": [["Opinion", "Declarations"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/declarations?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/former-teen-startup-founder-josh-buckley-raising-150-million-for-solo-fund-11602806244", "title": "Former Teen Startup Founder Josh Buckley Raising $150 Million for Solo Fund", "date": "2020-10-15 19:57", "summary": "More individual investors are raising larger venture funds and leading large funding rounds. Josh Buckley, a former teenage startup founder and angel investor, is raising his second venture-capital fund, according to people familiar with the matter, joining a growing group of solo general partners who are changing the early-stage venture market.", "categories": [["Pro VC Industry News"]], "category_links": ["https://www.wsj.com/news/types/pro-vc-industry-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/thailand-issues-emergency-decree-after-protesters-heckle-royal-motorcade-11602749243", "title": "Thailand Bans Gatherings After Protesters Heckle Royal Motorcade", "date": "2020-10-15 19:22", "summary": "Young pro-democracy activists have taken to the streets for months calling for the military and monarchy's powers to be curtailed. SINGAPORE-Thailand issued an emergency decree banning gatherings of more than five people, seeking to end student-led protests that have grown bolder in challenging the government and the country's powerful monarchy.", "categories": [["World", "World News"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/world-news-noco?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/modi-cant-deliver-the-indian-american-vote-to-trump-11602803580", "title": "Modi Can't Deliver the Indian-American Vote to Trump", "date": "2020-10-15 19:13", "summary": "The president has made small inroads since 2016, probably more thanks to China and the economy.. For a community that makes up only about 1% of the U.S. population, Indian-Americans are enjoying unusual attention in this year's election. Joe Biden picked half-Indian Kamala Harris as his running mate, released a list of promises aimed at Indian-Americans, and has taken to tweeting about Hindu festivals like Ganesh Chaturthi.", "categories": [["Opinion", "East is East"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/east-is-east?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/exide-and-california-battle-over-toxic-site-the-company-left-behind-11602803518", "title": "Exide and California Battle Over Toxic Site the Company Left Behind", "date": "2020-10-15 19:11", "summary": "A closed battery-recycling plant near Los Angeles that once drove Exide's profits is now a toxic threat, California authorities say. Exide Technologies LLC is plowing ahead with efforts to walk away from contaminated sites in 10 states through bankruptcy, over a challenge from authorities in California, home to some of the battery maker's most toxic facilities.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/twitters-partisan-censors-11602803394", "title": "Twitter's Partisan Censors", "date": "2020-10-15 19:09", "summary": "Senators have a chance to explain why an open society matters.. Republicans are voting to subpoena Twitter CEO Jack Dorsey to appear before the Senate Judiciary Committee next Friday to explain the company's unprecedented speech blackout against a New York Post story that could embarrass the Joe Biden campaign.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/andrew-cuomo-takes-a-hatchet-11602803166", "title": "Andrew Cuomo Takes a 'Hatchet'", "date": "2020-10-15 19:06", "summary": "In a recorded call, he explains why he favors broad lockdowns.. New York Gov. Andrew Cuomo likes to say that his virus policies, including a strict, prolonged lockdown of New York City, are based on science. Well, he finally revealed the truth when he told Jewish leaders last week that he is locking down their communities again due to public fear.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/harry-reids-filibuster-legacy-11602803203", "title": "Harry Reid's Filibuster Legacy", "date": "2020-10-15 19:06", "summary": "Democrats are paying a dear price for their procedural radicalism.. Amy Coney Barrett seems headed for Senate confirmation after an impressive week of hearings, and Democrats in despair might want to consider the price of their procedural radicalism.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-hunter-biden-business-11602803121", "title": "The Hunter Biden Business", "date": "2020-10-15 19:05", "summary": "Joe's son was trading on his father's name and position to cash in.. Count Sen. Ron Johnson among those not surprised that the press is ignoring a New York Post report about emails said to be from Hunter Biden's laptop that suggest he introduced his father the Vice President to a representative of the Ukrainian gas company Burisma Holdings. Or that Twitter and Facebook would run interference for the Bidens by banishing the Post dispatch from their platforms.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bestselling-books-week-ended-october-10-11602803131", "title": "Bestselling Books Week Ended October 10", "date": "2020-10-15 19:05", "summary": "With data from NPD BookScan. ", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/best-selling-books?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/houston-software-executive-robert-brockman-charged-with-tax-evasion-11602790834", "title": "Houston Software Executive Robert Brockman Charged With Tax Evasion", "date": "2020-10-15 19:04", "summary": "Case involves $2 billion in income hidden abroad, authorities say, making it largest tax case ever against an individual. A Houston software executive was charged Thursday with hiding approximately $2 billion in income from U.S. tax authorities over 20 years, in what officials said was the largest criminal case ever brought against a person accused of evading U.S. taxes.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-covid-19-is-spreading-again-fatigue-colder-weather-eased-restrictions-11602759601", "title": "Why Covid-19 Is Spreading Again: Fatigue, Colder Weather, Eased Restrictions", "date": "2020-10-15 18:58", "summary": "Cases have ebbed in Sunbelt states like Arizona but have gone up throughout parts of U.S.. New coronavirus cases hit their highest level since mid-August on Wednesday, a sign of a fall surge predicted by public-health officials.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-latest-updates-10-15-2020-11602749198", "title": "New U.S. Coronavirus Cases Near 60,000", "date": "2020-10-15 18:58", "summary": "Several Midwestern states have reported elevated levels of infections in recent days. New coronavirus cases in the U.S. neared 60,000, driven by a continuing resurgence of infections in the Midwest and other areas of the country.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/online-car-marketplace-taps-veteran-tech-cfo-raises-55-million-11602801880", "title": "Online Car Marketplace Taps Veteran Tech CFO, Raises $55 Million", "date": "2020-10-15 18:44", "summary": "ACV Auctions this week named Bill Zerella, a former Fitbit executive, as chief financial officer. ACV Auctions Inc.'s new finance chief is relying on fresh funds and his years of experience to expand the used-car marketplace startup as more people shop for vehicles online.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-city-reports-progress-in-fighting-latest-coronavirus-hot-spots-11602798376", "title": "New York City Reports Progress in Fighting Latest Coronavirus Hot Spots", "date": "2020-10-15 17:46", "summary": "Mayor de Blasio says tighter restrictions and stronger enforcement in parts of Brooklyn and Queens are responsible. The number of Covid-19 cases is leveling off in areas of Brooklyn and Queens where the coronavirus recently surged, New York City Mayor Bill de Blasio said Thursday, adding that it indicated tighter restrictions and stronger enforcement of the rules are having an effect.", "categories": [["U.S.", "Tri-State Area"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-region?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/walter-winchell-the-power-of-gossip-review-tuned-in-to-power-11602797924", "title": "'Walter Winchell: The Power of Gossip' Review: Tuned In to Power", "date": "2020-10-15 17:38", "summary": "An 'American Masters' documentary on the columnist and broadcaster highlights his remarkable political influence.. Walter Winchell (1897-1972), who grew up in poverty in East Harlem, began his working life as a boy hoofer in Vaudeville. Then, having learned to merchandise gossip, he got a regular spot in a newspaper-the New York Evening Graphic, where he began working in 1924. This \"American Masters\" film provides impressive period detail-some of the most fascinating of which concerns the newspapers of the times.", "categories": [["Books & Arts", "Television Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/television-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/justice-ginsburg-and-the-value-of-anonymity-11602797350", "title": "Justice Ginsburg and the Value of Anonymity", "date": "2020-10-15 17:29", "summary": "The ACLU, for which she worked decades ago, still fights to shield donors' names.. Sen. Sheldon Whitehouse of Rhode Island showed up to Judge Amy Coney Barrett's hearing with a red marker pen and made-for-TV charts. He portrayed her as the product of a right-wing conspiracy organized by the Federalist Society and other nonprofit groups, which he calls \"dark money\" organizations because they protect donors' privacy.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/blackstone-deal-values-biomed-at-14-6-billion-as-pandemic-raises-the-stakes-11602797326", "title": "Blackstone Raises the Stakes in Wager on Science Buildings", "date": "2020-10-15 17:28", "summary": "One Blackstone fund will sell the life-sciences real-estate firm to another of its funds as investors opt to ride out the bet. Blackstone Group Inc. is extending its big bet on biotechnology and other life-science buildings, a hot field in the real-estate world that is heating up even more as scientists pursue a vaccine for Covid-19.", "categories": [["Real Estate"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-would-jesus-vote-nobody-knows-11602797312", "title": "How Would Jesus Vote? Nobody Knows", "date": "2020-10-15 17:28", "summary": "Religious leaders should render unto Caesar and refrain from electioneering.. Believers in the U.S. often feel politically homeless, as no political party or politician aligns perfectly with the ideals of their faith. This has felt truer than ever during this year's presidential election. As Nov. 3 nears, many are still struggling with how to put belief into action at the ballot box.", "categories": [["Opinion", "Commentary", "Houses of Worship"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb", "https://www.wsj.com/news/types/houses-of-worship?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-trial-of-the-chicago-7-review-disorder-in-and-out-of-court-11602797234", "title": "'The Trial of the Chicago 7' Review: Disorder In and Out of Court", "date": "2020-10-15 17:27", "summary": "Aaron Sorkin's docudrama about the trial of demonstrators at the 1968 Democratic convention resonates with our current moment but takes a few liberties along the way.. An almost palpable air of chaos calls to us from more than half a century ago in Aaron Sorkin's \"The Trial of the Chicago 7,\" streaming on Netflix. Then, as now, an angry, frightened nation was beset by political and social divisions. We recognize all too readily the tumult preceding the trial, demonstrators and cops facing off in the streets of Chicago during the 1968 Democratic convention. The riots that followed evoke our worst nightmares. If the trial proceedings seem so bizarre as to beggar belief, we certainly grasp the central issue-whether the defendants had exercised their right to free speech and peaceful protest against the Vietnam War, or conspired to incite violence during the convention. Mr. Sorkin's film is sometimes eloquent, and sustained for the most part by his flair for hyperverbal entertainment. Yet it also diminishes its aura of authenticity with dubious inventions, and muddles its impact by taking on more history than it can handle.", "categories": [["Books & Arts", "Film Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/film-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-justice-is-worth-1-000-tweets-11602797190", "title": "A Justice Is Worth 1,000 Tweets", "date": "2020-10-15 17:26", "summary": "Imagine if Trump were as determined and focused as Amy Coney Barrett.. Democrats spent the week pelting Judge Amy Coney Barrett with gotcha questions designed to trap her into making their political points. The Supreme Court nominee refused to play their game, and kept her responses focused on what matters: her record, her philosophy, the big picture. It was a home-run performance, even as it was a closing lesson for the Trump campaign.", "categories": [["Opinion", "Potomac Watch"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/potomac-watch?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/150-glimpses-of-the-beatles-review-forever-fab-11602797102", "title": "'150 Glimpses of the Beatles' Review: Forever Fab", "date": "2020-10-15 17:25", "summary": "The boys were not without their early critics. Jan Morris disliked their faces. William F. Buckley thought them 'appallingly unmusical.'. 'Dear Beatles, Please call me on the Telephone. . . . If my mother answers, hang up.\" So reads one of the fan letters included in \"150 Glimpses of the Beatles,\" Craig Brown's riveting portrait of the Fab Four. This quirky, irreverent book, written in the manner of Mr. Brown's bestselling \"Ninety-Nine Glimpses of Princess Margaret\" (2017), is a kaleidoscope of essays, anecdotes, party lists and personal reminiscence.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/notable-quotable-abolish-the-police-has-one-small-problem-11602796965", "title": "Notable & Quotable: 'Abolish the Police' Has One Small Problem", "date": "2020-10-15 17:22", "summary": "'She acknowledged that she is uncertain how, without armed police, the most serious crimes would be addressed.'. Scott Wilson and Holly Bailey reporting for the Washington Post, Oct. 7:", "categories": [["Opinion", "Commentary", "Notable & Quotable"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb", "https://www.wsj.com/news/types/notable-quotable?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/walgreens-profit-falls-as-u-k-business-struggles-11602763589", "title": "Walgreens Profit Falls as U.K. Business Struggles", "date": "2020-10-15 17:17", "summary": "Sales in the drugstore chain's retail-pharmacy unit in the U.S. rose 3.6% in the latest quarter. Walgreens Boots Alliance Inc. said its overseas business struggled again in its latest quarter as the Covid-19 pandemic cut into customer traffic and prescription demand in the U.K.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/st-nick-review-lost-in-the-dark-11602796469", "title": "'St. Nick' Review: Lost in the Dark", "date": "2020-10-15 17:14", "summary": "A webcast production of Conor McPherson's monologue from Dallas' Undermain Theater features one man in the dual role of a self-hating drama critic and a vampire longing for a conscience.. Prior to the coming of the pandemic, I traveled all over America to see and review regional theater productions. Thanks to the theatrical webcasts that I started writing about in March, though, I've been discovering first-rate companies of whose existence I was previously unaware. That's one of the many reasons why smart theater companies will make streaming video an integral part of their plans for the post-Covid future-it's an indispensable way to spread the word more widely about what they're doing.", "categories": [["Opinion", "Theater Review"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/theater-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-sounding-review-raising-her-voice-11602796223", "title": "'The Sounding' Review: Raising Her Voice", "date": "2020-10-15 17:10", "summary": "A woman on a remote island stays mostly silent, speaking in Shakespearean fragments, in Catherine Eaton's mysterious debut feature.. Catherine Eaton's \"The Sounding,\" available on digital platforms starting Oct. 20th, begins with a mystery that gradually deepens rather than resolves, and takes place mainly on a windswept island that could serve as the setting of a Brontë novel, even though it's somewhere off the American coast at the present time. Ms. Eaton directed from a screenplay she wrote with Bryan Delaney. She also plays the central role, an attractive, reflective woman named Liv who, in a wordless preface, goes around nailing sheets of paper to tree trunks in a forest. Has she lost a cat or dog? No, they're pages of Shakespeare sonnets, words cherished, as it turns out, by someone who hasn't spoken in years-not because she can't, but simply because she doesn't, though nothing is simple in this lyrical and audacious debut feature. (David Kruta did the fine cinematography.)", "categories": [["Books & Arts", "Film Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/film-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/weekly-jobless-claims-coronavirus-10-15-2020-11602714104", "title": "Unemployment Claims Hold at High Levels", "date": "2020-10-15 17:07", "summary": "New figures add to signs the economic recovery is losing steam amid the continuing coronavirus pandemic. The number of Americans filing new applications for unemployment benefits rose last week to the highest level since late August, with fresh layoffs adding to other signs the economic recovery is losing steam as the coronavirus pandemic continues.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/unemployment-claims-increase-across-tri-state-area-11602795731", "title": "Unemployment Claims Increase Across Tri-State Area", "date": "2020-10-15 17:02", "summary": "Number of filings indicates businesses aren't doing well enough to rehire employees let go in the pandemic. First-time jobless claims increased in New York, New Jersey and Connecticut last week as the region's economic recovery continued to falter.", "categories": [["U.S.", "Tri-State Area"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-region?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-trouble-with-maggie-cole-review-secrets-on-the-record-11602795716", "title": "'The Trouble With Maggie Cole' Review: Secrets on the Record", "date": "2020-10-15 17:01", "summary": "In PBS's irresistible series, devastating fallout follows a radio interview in which a woman airs intimate secrets about the inhabitants of her small town.. Whatever is amiss with Maggie Cole, it's clearly the prime source of all that makes this show so irresistible a tale. In addition, that is, to the exquisite settings-\"The Trouble With Maggie Cole\" (begins Sunday, 8 p.m., PBS) was filmed in South Devon and Cornwall, in England. Maggie (a superb Dawn French), the heroine of this six-part drama created and written by Mark Brotherhood, is inclined to see herself as inhabiting a higher place in society than is credited to her. A wife, mother and longtime resident of the picturesque village of Thurlbury, she's taken to describing herself-on grounds of her acquaintance with Thurlbury's past-as a historian. Her close friend Jill (Julie Hesmondhalgh, \"Coronation Street\") regularly reminds Maggie that what she actually does is run a gift shop.", "categories": [["Books & Arts", "Television Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/television-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/morgan-stanley-profit-revenue-rise-11602761970", "title": "Morgan Stanley Profit, Revenue Rise", "date": "2020-10-15 16:56", "summary": "Wall Street firm rounded out third-quarter earnings reports from nation's big banks. Morgan Stanley on Thursday said its quarterly profit rose 25% from a year ago, another big U.S. bank to skate unscathed through the rockiest economy in years.", "categories": [["Markets", "Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/global-stock-markets-dow-update-10-15-2020-11602754511", "title": "Stocks Edge Lower on Rising Covid-19, Economic Risks", "date": "2020-10-15 16:56", "summary": "Fresh coronavirus restrictions in Europe, dimming prospects for U.S. stimulus weigh on sentiment. U.S. stocks dropped Thursday as tightening coronavirus lockdowns in Europe and a weakening jobs picture in the U.S. cast a shadow on markets.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/c-span-suspends-anchor-steve-scully-for-lying-about-twitter-post-11602794437", "title": "C-Span Suspends Anchor for Lying About Twitter Post", "date": "2020-10-15 16:47", "summary": "Scully, who was to moderate the second presidential debate before it was canceled, apologized for 'errors in judgement'. C-Span anchor Steve Scully, who was set to moderate the second presidential debate before it was canceled, was suspended indefinitely by the outlet for falsely claiming that his Twitter account had been hacked.", "categories": [["Business", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fcc-to-review-liability-shield-for-internet-platforms-11602794817", "title": "FCC to Review Liability Shield for Internet Platforms", "date": "2020-10-15 16:46", "summary": "Social-media companies could face reduced legal protections in content-moderation efforts. WASHINGTON-The Federal Communications Commission will begin a rule-making procedure that could scale back legal protections for social-media platforms, in a step toward the Trump administration's goal of combating what it views as anticonservative bias in the platforms' content-moderation practices.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-corruption-and-abc-news-11602794575", "title": "Biden, Corruption and ABC News", "date": "2020-10-15 16:42", "summary": "Will Stephanopoulos invite the Democrat to opine on the New York Post--or demand that he come clean about his family's influence business?. The Biden influence-peddling racket appears to be much more lucrative than previously reported. The Joe Biden presidential campaign may be changing its story on a Wednesday New York Post report about the family's Ukrainian enrichment project. And now the Post reports on a new trove of documents suggesting that the Biden family was able to collect big money in China just for arranging meetings.", "categories": [["Opinion", "Best of the Web"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/best-of-the-web-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-and-biden-town-halls-tonight-what-time-and-how-to-watch-11602780960", "title": "Trump and Biden Town Halls Tonight: What Time and How to Watch", "date": "2020-10-15 16:39", "summary": "Presidential candidates plan to take voters' questions in nationally televised events on rival networks. President Donald Trump and former Vice President Joe Biden plan to respond to voters in live nationally televised town-hall events on Thursday, after an originally scheduled presidential debate was canceled. The town halls are to air at the same time on rival networks.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-organization-considers-sale-of-its-seven-springs-property-11602793724", "title": "Trump Organization Considers Sale of Its Seven Springs Property", "date": "2020-10-15 16:28", "summary": "Westchester, N.Y., estate has been difficult to develop. The Trump Organization is considering selling its sprawling Westchester, N.Y., estate, according to people familiar with the matter, after years of unsuccessful development attempts that ended with an agreement to preserve part of the property.", "categories": [["WSJ News Exclusive", "U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-covid-19-cases-are-rising-in-many-states-11602792812", "title": "Why Covid-19 Cases Are Rising in Many States", "date": "2020-10-15 16:13", "summary": "A number of factors are likely playing a role, some epidemiologists and public-health researchers say. The U.S. appears to be seeing a surge in coronavirus cases. Tuesday marked the seventh day in October that newly confirmed cases nationally ticked above 50,000. Since Oct. 1, an average of about 48,000 cases has been reported each day, a marked increase from the previous six weeks, when the average hovered below 41,000. Here are some of the reasons why, according to epidemiologists and public-health researchers.", "categories": [["Health"]], "category_links": ["https://www.wsj.com/news/types/noted-health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pfizer-biontech-race-to-meet-global-covid-19-vaccine-needs-11602792206", "title": "Pfizer, BioNTech Race to Meet Global Covid-19 Vaccine Needs", "date": "2020-10-15 16:03", "summary": "CEO of Pfizer's German partner says its scrambling to boost production capacity as their vaccine undergoes late-stage trials. MAINZ, Germany-The chief executive of the German company partnering with Pfizer Inc. in its coronavirus vaccine effort said the two are racing to increase production to meet the world's needs, assuming the shot wins a regulatory green light.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/louis-vuitton-dior-cushioned-lvmh-sales-in-luxury-slump-11602782790", "title": "Louis Vuitton, Dior Cushioned LVMH Sales in Luxury Slump", "date": "2020-10-15 15:53", "summary": "Sharp drop in air travel, dearth of celebrations exacted a toll on several luxury sectors. LVMH Moët Hennessy Louis Vuitton SE said strong growth at its biggest fashion brands buoyed revenue in the third quarter, partly offsetting steep declines in other segments of the conglomerate's luxury empire that have been slammed by the coronavirus pandemic.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/rahm-joe-biden-never-was-a-new-ideas-guy-11602791505", "title": "Rahm, Joe Biden Never Was a New Ideas Guy", "date": "2020-10-15 15:51", "summary": "If Mr. Biden is bringing any new ideas to Washington now, where have these ideas been hiding for the last 47 years?. In \"Biden's Change Beats Trump's Disruption\" (op-ed, Oct. 13), former White House Chief of Staff and Chicago Mayor Rahm Emanuel describes Joe Biden as \"a clear agent of change\" who will improve the country \"by bringing new ideas to Washington.\" Forgive me, but hasn't Mr. Biden been a Washington insider since 1973? If Mr. Biden is bringing any new ideas to Washington now, where have these ideas been hiding for the last 47 years? Casting Mr. Biden as a fresh, new, change candidate is like telling your friends about a great new band-the Monkees.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/no-cancel-mob-at-all-for-bruce-gilleys-book-11602791421", "title": "No Cancel Mob at All for Bruce Gilley's Book", "date": "2020-10-15 15:50", "summary": "We canceled Prof. Bruce Gilley's book at his request.. Regarding Bruce Gilley's \"The Cancel Mob Comes Back for More\" (op-ed, Oct. 8): Since 1949, Rowman & Littlefield has published high-quality, peer-reviewed scholarly books written by authors holding views across the political spectrum. We are proud of the diversity of thought and scholarship in our catalogs. Following a petition that raised questions about the scholarship in Prof. Gilley's book \"The Last Imperialist\" and the series \"The Problems with Anti-Colonialism,\" we put the book on hold and removed it from our website while we reviewed the matter. A day later, before we had reached a decision concerning how to move forward and before we had had a chance to discuss our concerns with him, Prof. Gilley asked that we release him from the contract to publish his book. We agreed to his request and canceled the contract for the book as well as the series, for which no other titles had been signed or published.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-supreme-court-and-the-presidential-election-11602791457", "title": "The Supreme Court and the Presidential Election", "date": "2020-10-15 15:50", "summary": "Congress, not the Supreme Court, should ultimately decide which electoral votes should be counted.. In \"The Supreme Court and the Election Returns\" (Oct. 12) David B. Rivkin Jr. and Lee A. Casey assert that Congress has no role in resolving disputes about which presidential electors a state has lawfully selected. That is contrary to federal law and to what both the majority and the dissenters said in Bush v. Gore.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/illinois-tax-big-bite-even-without-the-amendment-11602791371", "title": "Illinois Tax: Big Bite Even Without the Amendment", "date": "2020-10-15 15:49", "summary": "Illinois already is pretty rough on its taxpayers, and that's before even considering the horrifying property taxes.. Your editorial \"An Illinois Tax Crossroads\" (Oct. 6) on the Illinois proposal to introduce a graduated income tax misses a significant issue with its current income tax. In many states, the income tax is calculated based on the federal taxable income (like Colorado) or on a parallel calculation that allows similar deductions (like California). Illinois is somewhat unusual in calculating state income tax from federal adjusted gross Income-very few deductions are permitted in Illinois, not even for charity or mortgage interest. Each time the legislators raise the rate, remember that the rate is applied to a higher income base than other states. Right now, even at 4.95%, Illinois already is pretty rough on its taxpayers, and that's before even considering the horrifying property taxes. It's almost like Illinois has some other problem beside revenue.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/citigroup-executive-to-join-new-york-city-mayoral-race-11602791185", "title": "Citigroup Executive to Join New York City Mayoral Race", "date": "2020-10-15 15:46", "summary": "McGuire, a top deal maker and one of the banking world's leading Black voices, could face anti-Wall Street sentiment in the campaign. Ray McGuire, a vice chairman at Citigroup, said he is leaving the investment bank to run for mayor of New York City in the November 2021 election.", "categories": [["U.S.", "Politics"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cftc-votes-to-pass-final-rule-on-position-limits-11602789715", "title": "CFTC Votes to Pass Final Rule on Position Limits", "date": "2020-10-15 15:36", "summary": "Move is intended to prevent speculators from causing price swings; agricultural, metal and energy commodities affected. WASHINGTON-The nation's top derivatives regulator voted Thursday to establish limits on the size of speculators' bets in markets for commodities including gold, cattle and crude oil, completing a long-delayed effort to enact a provision of the 2010 Dodd-Frank Act.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/europes-covid-19-lockdowns-hit-oil-prices-regions-stocks-11602780226", "title": "Europe's Covid-19 Lockdowns Hit Stocks, Fuel-Demand Outlook", "date": "2020-10-15 15:08", "summary": "Restrictions on travel and leisure threaten to sap fuel consumption and tap the brakes on economic recovery. New coronavirus lockdown measures in Europe dragged the region's stocks lower Thursday and threatened to hamper fuel demand, reigniting worries about slowing economic growth around the world.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/polestar-1-the-worlds-most-beautiful-hybrid-car-has-arrived-11602788805", "title": "Polestar 1: The World's Most Beautiful Hybrid Car Has Arrived", "date": "2020-10-15 15:06", "summary": "Car companies routinely sacrifice good design at the altar of cost. But Polestar's CEO wasn't willing to do so when creating this powerful, fuel-efficient, handsomely designed (if expensive) PHEV.. WHEN MOST people look at the 2021 Polestar 1, they see only the gorgeous: a low-slung, wide-bodied 2+2 coupe, with immaculate lines and wheels for days, like a Shelby Mustang with a doctorate from the University of Gothenburg. I drove our snow-white tester to the local Cars and Coffee auto meet and dudes were practically throwing their underwear at it.", "categories": [["Life & Work", "Cars", "Rumble Seat"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/automotive?mod=breadcrumb", "https://www.wsj.com/news/types/rumble-seat?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/joseph-sullivan-iii-helped-create-chicago-options-exchange-11602788431", "title": "Joseph Sullivan III Helped Create Chicago Options Exchange", "date": "2020-10-15 15:00", "summary": "Former journalist sold Wall Street on a new market and wore down stiff opposition from the SEC. The Chicago Board of Trade was in a slump in 1968 when Joseph Sullivan III joined as an assistant to the president. Worried about sluggish trading in grain futures, exchange officials wanted to diversify.", "categories": [["World", "Obituaries"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/obituaries?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/transcript-wsj-interview-with-san-francisco-fed-president-mary-daly-11602788005", "title": "Transcript: WSJ Interview With San Francisco Fed President Mary Daly", "date": "2020-10-15 14:53", "summary": "Resume Subscription. San Francisco Federal Reserve President Mary Daly discussed the central bank's tool kit and the need for a combined monetary and fiscal push to support the U.S. economy through the Covid-19 shock. She was speaking at a ASK WSJ event held virtually on Thursday, moderated by Nick Timiraos, The Wall Street Journal's chief economics correspondent. Here is a transcript, lightly edited for length and clarity.", "categories": [["Economy", "Central Banks"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/central-banks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-covid-19-has-affected-college-enrollment-11602783463", "title": "How Covid-19 Has Affected College Enrollment", "date": "2020-10-15 14:37", "summary": "New data shows community colleges saw the sharpest enrollment declines. Fresh data from the National Student Clearinghouse Research Center has given an early picture of how the coronavirus pandemic has affected enrollment this fall.", "categories": [["Education"]], "category_links": ["https://www.wsj.com/news/types/noted-education?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-a-top-paris-chef-cooks-at-home-11602785595", "title": "How a Top Paris Chef Cooks at Home", "date": "2020-10-15 14:13", "summary": "His Montparnasse restaurant is one of the season's hottest openings. On days off Mory Sacko is playing with Southeast Asian flavors, sipping sake and listening to Kendrick Lamar.. THE LIVELY MODERN elegance of Mory Sacko's cooking is an apt expression of the tall, willowy chef himself. \"I'm a Frenchman of African origins who's fascinated by Japan,\" said Mr. Sacko, 28, on a Saturday morning in the all-white dining room of Mosuke, his restaurant in Paris's Montparnasse neighborhood. With pandemic precautions in mind, he preferred to meet there rather than in his apartment upstairs.", "categories": [["Life & Work", "Food & Drink", "In My Kitchen"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/food-cooking-drink?mod=breadcrumb", "https://www.wsj.com/news/types/in-my-kitchen?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-trump-reset-the-federal-judiciary-11602785250", "title": "How Trump Reset the Federal Judiciary", "date": "2020-10-15 14:13", "summary": "While most presidents have influenced the courts, Trump has substantially shifted the judiciary with Republican appointees. As the Senate considers President Trump's nomination of Amy Coney Barrett to the Supreme Court, her confirmation could shift the court's balance of power further to the right, extending a broad effort to appoint federal judges by the president and fellow Republicans.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/daryl-morey-who-changed-the-nba-in-houston-and-china-is-leaving-the-rockets-11602785038", "title": "Daryl Morey, Who Changed the NBA in Houston and China, Is Leaving the Rockets", "date": "2020-10-15 14:03", "summary": "Morey is stepping down as the Rockets' general manager. His tweet supporting Hong Kong's protesters sparked a crisis last year-and his teams revolutionized basketball over the last decade.. Daryl Morey, the pioneering basketball executive whose embrace of analytics made him one of the NBA's most successful general managers, and whose tweet supporting protesters in Hong Kong sparked a geopolitical battle with China, is leaving the Houston Rockets.", "categories": [["Sports", "NBA"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/nba?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/youtube-becomes-latest-tech-giant-to-curb-qanon-11602784617", "title": "YouTube Becomes Latest Tech Giant to Curb QAnon", "date": "2020-10-15 13:56", "summary": "Google-owned video service is taking down conspiracy movement's content that promotes violence. YouTube took action against the conspiracy group QAnon, banning videos that call for violence, following the lead of social-media companies that have cracked down on such content.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/making-a-good-first-impression-11602784539", "title": "Making a Good First Impression", "date": "2020-10-15 13:55", "summary": "A behavioral economist answers questions on humblebragging, voting plans and charitable giving.. Dear Dan,", "categories": [["Life & Work", "Ideas", "Ask Ariely"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/ask-ariely?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/grizzlies-robert-pera-homes-11602783796", "title": "Grizzlies Owner Robert J. Pera Goes Coast to Coast Buying Trophy Homes", "date": "2020-10-15 13:46", "summary": "Resume Subscription. Robert J. Pera, an under-the-radar, 42-year-old tech billionaire who owns the NBA's Memphis Grizzlies, has been steadily adding real estate to his asset portfolio.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/vertex-shares-plunge-after-biotech-drops-closely-watched-drug-prospect-11602783978", "title": "Vertex Shares Plunge After Biotech Drops Closely Watched Drug Prospect", "date": "2020-10-15 13:46", "summary": "The experimental treatment for a rare disease would have helped the company diversify its portfolio beyond cystic fibrosis therapies. The flop of a promising drug from Vertex Pharmaceuticals Inc. led to a sharp drop in the company's share price on Thursday as analysts questioned the biotech's ability to replicate its success in cystic fibrosis and diversify its revenue.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nigerias-army-says-it-is-prepared-to-step-in-to-quell-protests-11602780552", "title": "Nigeria's Army Says It Is Ready to Step In to Quell Protests", "date": "2020-10-15 13:32", "summary": "Military signals it is ready to aid government after days of rallies against police brutality. Nigeria's army signaled it was prepared to intervene in a standoff between a burgeoning protest movement against police brutality and the government of Africa's biggest oil-producing nation.", "categories": [["World", "Africa"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/africa-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/5-reasons-digital-picture-frames-are-finally-worth-buying-11602782129", "title": "5 Reasons Digital Picture Frames Are Finally Worth Buying", "date": "2020-10-15 13:15", "summary": "With their superior design, high-tech upgrades and easy-to-use interfaces, you'll want to make room on the credenza for these digital frames. WHEN MARGE Patrizia gifted her mom a digital photo frame back in 2006, she had no desire to grab a second one for herself. While the clunky device worked fine as a memory aid, uploading photos for her mom required Ms. Patrizia to transfer the photo files from her camera to her computer to an SD memory card that she could plug into the side of the pixelated device. After going through this laborious process once, she rarely updated the frame again.", "categories": [["Tech", "Personal Tech", "Gear & Gadgets"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb", "https://www.wsj.com/news/types/personal-technology-joanna-stern?mod=breadcrumb", "https://www.wsj.com/news/types/gear?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/argentina-running-low-on-dollars-faces-fresh-economic-turmoil-11602766036", "title": "Argentina, Running Low on Dollars, Faces Fresh Economic Turmoil", "date": "2020-10-15 13:11", "summary": "Fears of a financial meltdown grow as the government curbs imports and restricts the purchase of dollars. After more than four decades selling tires for cars, trucks and buses across Argentina, Edgardo Guerrini's company now sits idle because authorities are refusing to grant import permits for his products.", "categories": [["World", "Latin America"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/latin-america-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/jagged-little-pill-and-moulin-rouge-to-vie-for-tonys-11602781535", "title": "'Jagged Little Pill' and 'Moulin Rouge!' to Vie for Tonys", "date": "2020-10-15 13:05", "summary": "Resume Subscription. ", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/half-of-americans-polled-would-prefer-to-wait-before-getting-covid-19-vaccine-11602780405", "title": "Half of Americans Polled Would Prefer to Wait Before Getting Covid-19 Vaccine", "date": "2020-10-15 12:47", "summary": "Many people want to wait until a vaccine has been available for a while to see if there are major problems or side effects, a new Wall Street Journal/NBC News poll shows. About 70% of registered voters surveyed in a new Wall Street Journal/NBC News poll said they would take a Covid-19 vaccine. The survey found that 20% of respondents said they would take a vaccine as soon as one becomes available, while about half the respondents wanted to wait until they learned more about the shot and potential side effects. A total of 27% of people surveyed said they wouldn't want to get vaccinated, although 10% of respondents would do so if it was mandatory. The effectiveness of vaccination programs depends not only on how well each shot works in an individual but also on how widely vaccines are used. If too many people refuse to get the shots, businesses, schools and other establishments won't be able to safely reopen, health authorities say.", "categories": [["Health"]], "category_links": ["https://www.wsj.com/news/types/noted-health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/kyrgyzstans-president-says-he-will-resign-to-ease-turmoil-in-the-former-soviet-republic-11602769049", "title": "Kyrgyzstan's President Pledges to Resign Amid Turmoil in Former Soviet Republic", "date": "2020-10-15 12:24", "summary": "Protests and conflicts in the Central Asian nation come as crises in other countries pose challenges for Russia. Kyrgyzstan's president said he would resign, injecting a fresh element of uncertainty into a political crisis that has engulfed the resource-rich Central Asian country following allegations of a voter fraud in a parliamentary election earlier this month.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/amy-coney-barrett-opens-up-11602778907", "title": "Amy Coney Barrett Opens Up", "date": "2020-10-15 12:21", "summary": "Her testimony was the most candid and detailed at a confirmation hearing since Robert Bork in 1987.. As a law professor, I have long viewed confirmation hearings with the same disdain as atonal music: They lack any cohesion or satisfaction. \"To the uninitiated listener, atonal music can sound like chaotic, random noise,\" says \"Music for Dummies.\" Confirmation hearings produce the same random noise of bloviating senators and evasive nominees.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lindsey-graham-jaime-harrison-and-the-plexiglass-campaign-11602778861", "title": "Lindsey Graham, Jaime Harrison and the Plexiglass Campaign", "date": "2020-10-15 12:21", "summary": "Even while campaigning at a distance, the senator's Democratic challenger manages to make it close.. Columbia, S.C.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/originalist-a-recent-term-for-an-old-view-of-the-constitution-11602778672", "title": "'Originalist': A Recent Term for an Old View of the Constitution", "date": "2020-10-15 12:17", "summary": "Applied to judges in the 1980s as a criticism, it was first adopted as a badge of honor by Judge Amy Coney Barrett's legal mentor. When Supreme Court nominee Amy Coney Barrett faced members of the Senate Judiciary Committee in her confirmation hearing this week, one word made a prominent appearance: \"originalist,\" a label firmly attached to both Judge Barrett and her mentor, the late Justice Antonin Scalia.", "categories": [["Life & Work", "Ideas", "Word on the Street"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/word-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/feds-quarles-disappointed-by-short-term-lending-strains-in-march-11602774785", "title": "Fed's Quarles Disappointed by Short-Term Lending Strains in March", "date": "2020-10-15 12:15", "summary": "Central banker says problems appeared despite a decade of efforts by regulators. WASHINGTON-A top Federal Reserve official said strains in short-term lending markets that emerged in March were \"particularly disappointing\" given regulators' efforts in the past decade to shore up those markets.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-original-ponzi-schemer-11602778470", "title": "The Original Ponzi Schemer", "date": "2020-10-15 12:14", "summary": "One hundred years ago, Charles Ponzi was indicted for a type of scam that continues to ensnare over-eager investors-and sometimes whole societies.. A century ago, The Wall Street Journal suggested sardonically that the mountain of international debt left over from the Great War could be cleared up just by placing a few bucks with a Boston investment wizard named Charles Ponzi. \"Give Ponzi a million,\" the unsigned article chided on Aug. 2, 1920, \"and in a twelvemonth he will expand it for you to some $25,000,000; in two years to $657,000,000; in three years to $16,885,000,000. Surely the Allies could spare him a million, and within three years clean up that debt tangle. Germany might hire him to wipe out the indemnity within four years.\"", "categories": [["Life & Work", "Ideas", "Essay"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/essay?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-to-make-an-ad-during-covid-bribe-your-family-members-to-appear-11602777856", "title": "How to Make an Ad During Covid: Bribe Your Family Members to Appear", "date": "2020-10-15 12:04", "summary": "Ads are increasingly starring nonprofessionals, including family members of the people making them. When director Giovanni Messner set out to make a commercial earlier this year for Pillsbury's new edible cookie dough, he couldn't bring in actors for a shoot as usual due to the Covid-19 pandemic.", "categories": [["A-hed"]], "category_links": ["https://www.wsj.com/news/types/a-hed?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/interpublic-names-bill-kolb-ceo-of-mccann-succeeding-harris-diamond-11602777280", "title": "Interpublic Names Bill Kolb CEO of McCann, Succeeding Harris Diamond", "date": "2020-10-15 11:54", "summary": "The change is part of a broader succession plan at IPG, which also owns agency groups FCB, IPG Mediabrands and MullenLowe Group. Interpublic Group of Cos. has promoted Bill Kolb to chairman and CEO of creative agency network McCann Worldgroup, the company said Thursday. He will succeed Harris Diamond, who plans to retire at the end of the year, the company said.", "categories": [["CMO Today"]], "category_links": ["https://www.wsj.com/news/types/cmo-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fiat-chrysler-union-avert-canada-strike-with-tentative-deal-11602738101", "title": "Fiat Chrysler, Union Avert Canada Strike With Tentative Deal", "date": "2020-10-15 11:45", "summary": "Work stoppage threatened to ripple across the auto maker's North American operations. Fiat Chrysler Automobiles NV and the union representing about 9,000 workers at its three Canadian factories reached a tentative agreement late Wednesday night that incorporates a billion-dollar-plus investment in the auto maker's assembly plant in Windsor, Ontario.", "categories": [["Business", "Autos & Transportation", "Autos Industry"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/transportation?mod=breadcrumb", "https://www.wsj.com/news/types/autos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-demoralized-cdc-grapples-with-white-house-meddling-and-its-own-mistakes-11602776561", "title": "A Demoralized CDC Grapples With White House Meddling and Its Own Mistakes", "date": "2020-10-15 11:42", "summary": "Trump advisers made line-by-line edits to official health guidance, altering language written by scientists on church choirs and social distancing. President Trump and his advisers have taken a more hands-on role than previously known in shaping Covid-19 recommendations from the Centers for Disease Control and Prevention, helping create a crisis of confidence in the nation's top public-health agency.", "categories": [["U.S.", "Investigations"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/facebook-has-made-lots-of-new-rules-this-year-it-doesnt-always-enforce-them-11602775676", "title": "Facebook Has Made Lots of New Rules This Year. It Doesn't Always Enforce Them.", "date": "2020-10-15 11:27", "summary": "A Wall Street Journal test showed content that violated guidelines often remained. Facebook Inc. this year has made a flurry of new rules designed to improve the discourse on its platforms. When users report content that breaks those rules, a test by The Wall Street Journal found, the company often fails to enforce them.", "categories": [["WSJ News Exclusive", "Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-moves-to-protect-technologies-considered-critical-to-national-security-11602752400", "title": "U.S. Moves to Protect Technologies Considered Critical to National Security", "date": "2020-10-15 11:24", "summary": "Guidelines outline how to prevent advanced technologies such as artificial intelligence from falling into the hands of foreign adversaries. ", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/prisoner-swap-seeks-to-restart-yemens-stalled-peace-talks-11602771508", "title": "Prisoner Swap Seeks to Restart Yemen's Stalled Peace Talks", "date": "2020-10-15 11:14", "summary": "Exchange between government and rebels involves more than 1,000 prisoners, a rare sign of progress toward ending yearslong war. Yemen's government and Houthi rebels began Thursday an exchange of more than 1,000 prisoners, the largest such swap since the war began in 2014 as part of efforts to revive United Nations-brokered peace talks.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/covid-19-outbreaks-led-to-dangerous-delay-in-cancer-diagnoses-11602756013", "title": "Covid-19 Outbreaks Led to Dangerous Delay in Cancer Diagnoses", "date": "2020-10-15 11:10", "summary": "'Cancer doesn't take a pause,' but amid the pandemic, many Americans avoided oncology screenings and other potentially lifesaving procedures. A decline in mammograms and other screening procedures after the coronavirus pandemic struck is leading to missed and delayed cancer diagnoses, according to data from insurance claims, lab orders, Medicare billings and oncology-practice records, an emerging pattern that is alarming oncologists.", "categories": [["WSJ News Exclusive", "Health"]], "category_links": ["https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ming-smith-on-her-new-photo-book-which-features-james-baldwin-and-grace-jones-11602505897", "title": "Ming Smith on Her New Photo Book Which Features James Baldwin and Grace Jones", "date": "2020-10-15 10:55", "summary": "A monograph from photographer Ming Smith compiles decades of her work, from street shots to portraits of Black writers and musicians. When Ming Smith was a little girl in Columbus, Ohio, in the 1950s, she brought her mother's camera to her first day of kindergarten. There, she took pictures of students at her predominantly white school. Though those photos were lost, an image she took of her grade school classmates appears in her new book, Ming Smith: An Aperture Monograph. Out in November, it also features the portraits she went on to take of important figures like James Baldwin, Grace Jones, Amiri Baraka and Sun Ra, as well as of anonymous people moving through their lives. \"I think the feeling of the person or the event or whatever chooses me,\" she says of these subjects. \"If I'm walking down the street, it's the way they hit the light.\"", "categories": [["Magazine - Culture"]], "category_links": ["https://www.wsj.com/news/types/magazine-culture?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tax-moves-worth-considering-before-the-end-of-the-year-11602773100", "title": "Tax Moves Worth Considering Before the End of the Year", "date": "2020-10-15 10:45", "summary": "Some of the strategies stem from the economic-relief legislation passed earlier in the year. Before saying goodbye and good riddance to 2020, many of us may benefit from a few tax-smart moves that are easy to overlook.", "categories": [["Markets", "Journal Reports: Wealth Management"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-wealth-management?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/facebook-twitter-limit-sharing-of-new-york-post-articles-that-biden-disputes-11602736535", "title": "Facebook, Twitter Limit Sharing of New York Post Articles That Biden Disputes", "date": "2020-10-15 10:43", "summary": "Joe Biden denies report that says he met with Burisma executive while vice president. Facebook Inc. and Twitter Inc. took the unusual step of limiting the sharing of New York Post articles that made new allegations about Democratic presidential nominee Joe Biden that the Biden campaign denied.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/westfields-owner-offers-two-unappealing-deals-11602770440", "title": "Westfield's Owner Offers Two Unappealing Deals", "date": "2020-10-15 10:00", "summary": "A small group of shareholders at the owner of Westfield shopping malls have proposed a risky new strategy to replace plans for a rights issue. Shareholders in Europe's largest property company have a choice between two bad options.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/number-puzzles-11602702511", "title": "Number Puzzles", "date": "2020-10-15 09:55", "categories": [["WSJ Puzzles", "Number Puzzles"]], "category_links": ["https://www.wsj.com/news/puzzle?mod=breadcrumb", "https://www.wsj.com/news/types/number-puzzles?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/running-a-virtual-marathon-the-best-gear-for-crushing-your-pr-11602769762", "title": "Running a Virtual Marathon? The Best Gear for Crushing Your PR", "date": "2020-10-15 09:49", "summary": "Though marathons have been canceled worldwide, runners are still setting up solo courses to chase a finisher's medal by themselves. Here, what you need to ace a 'virtual' race.. ON MARCH 8, I stood shoulder to shoulder with 27,000 other runners at the Los Angeles Marathon starting line, ready to pant my way through 26.2 miles as spectators screamed encouragement. Eight months later, New York City marathoners are on their own. Instead of crossing the famous Central Park finish, virtual participants-whose numbers have jumped from 2,828 last year to more than 25,000 in 2020-must create a course, track their times via phone or GPS watch, and log results on the activity-tracking app Strava to earn an official finisher's medal.", "categories": [["Tech", "Personal Tech", "Gear & Gadgets"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb", "https://www.wsj.com/news/types/personal-technology-joanna-stern?mod=breadcrumb", "https://www.wsj.com/news/types/gear?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/theater-chains-bold-plan-to-stay-solvent-keep-parents-sane-11602769491", "title": "Theater Chain's Bold Plan to Stay Solvent, Keep Parents Sane", "date": "2020-10-15 09:44", "summary": "AMC will rent out an entire screen starting at $99, a price that can bring back reluctant patrons longing for a night out. How desperate are movie theaters these days? About as desperate as families are for a safe night out.", "categories": [["Markets", "Overheard"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/overheard?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/richard-neutra-kaufmann-desert-house-palm-springs-11602768261", "title": "One of Richard Neutra's Most Iconic Homes Is Hitting the Market", "date": "2020-10-15 09:30", "summary": "Resume Subscription. It is one of architect Richard Neutra's best-known homes, a 1946 Modernist glass, steel and stone house on the edge of Palm Springs, Calif. The low-slung house was immortalized by several important photographers including Slim Aarons, whose popular 1970 photograph \"Poolside Gossip\" features two fashionable women lounging by the pool in midriff-baring outfits, the house and the silhouette of the desert mountains providing the backdrop. The image can now be seen printed on tote bags, lunchboxes and vintage posters.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/millions-of-jobs-have-been-lost-but-hiring-is-booming-at-these-companies-11602768600", "title": "Millions of Jobs Lost, but Hiring Is Booming at These Companies", "date": "2020-10-15 09:30", "summary": "Home-mortgage firms, financial-service companies and tech outfits are advertising thousands of jobs. The economy has lost millions of jobs this year. But in many industries, hiring is booming.", "categories": [["Business", "Management", "Management & Careers"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/management?mod=breadcrumb", "https://www.wsj.com/news/types/management-careers?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/eu-to-sanction-key-members-of-putins-inner-circle-over-poisoning-11602707777", "title": "EU to Sanction Members of Putin's Inner Circle Over Navalny Poisoning", "date": "2020-10-15 09:26", "summary": "Russians face assets freeze and travel ban in response to attack on opposition figure Alexei Navalny. The European Union will impose sanctions on members of President Vladimir Putin's inner circle in response to the poisoning of Russian opposition leader Alexei Navalny, it said in its Official Journal Thursday, while another of Mr. Putin's associates faces sanctions for his role in the Libyan conflict.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-modern-icon-in-the-palm-springs-desert-11602768129", "title": "A Modern Icon in the Palm Springs Desert", "date": "2020-10-15 09:22", "summary": "Richard Neutra's Kaufmann Desert House was built from glass, steel and stone.. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/chinas-rebound-helps-lift-japanese-businesses-11602767516", "title": "China's Rebound Helps Lift Japanese Businesses", "date": "2020-10-15 09:11", "summary": "Uniqlo operator Fast Retailing joins list of companies crediting strong China performance for helping to support sales recently. As the coronavirus pandemic continues to pummel the world's major economies, Japan's corporate giants are pinning their hopes on the one market that is really rebounding: China.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/morgan-stanley-vertex-walgreens-boots-what-to-watch-when-the-stock-market-opens-today-11602760846", "title": "Vertex, Morgan Stanley, Walgreens Boots: What to Watch When the Stock Market Opens Today", "date": "2020-10-15 08:45", "summary": "Morgan Stanley posts a rise in profit, beating analysts' expectations. Here's what we are watching as markets kick into gear Thursday.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chinas-households-are-shouldering-the-burden-of-its-recovery-11602751411", "title": "China's Households Are Shouldering the Burden of Its Recovery", "date": "2020-10-15 08:38", "summary": "The scale of household borrowing marks a major difference between China and the West this year. China's recovery from the pandemic will make it one of the few economies to grow in 2020, according to the International Monetary Fund. That's down in no small part to the still-burgeoning debt of Chinese households.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-sarah-cooper-always-keeps-her-voicemail-box-full-11602765100", "title": "Why Sarah Cooper Always Keeps Her Voicemail Box Full", "date": "2020-10-15 08:31", "summary": "The author and comedian, 42, who stars in the upcoming Netflix special 'Sarah Cooper: Everything's Fine,' shares what's on her phone. Number of unread emails:", "categories": [["What's News"]], "category_links": ["https://www.wsj.com/news/types/magazine-what-s-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/russia-china-rush-to-fill-covid-19-vaccine-void-left-by-the-wests-cautious-approach-11602761396", "title": "Russia, China Rush to Fill Covid-19 Vaccine Void", "date": "2020-10-15 08:20", "summary": "The United Arab Emirates is inoculating medical workers, teachers and airport staff with a Chinese shot, as Indonesia weighs rapid emergency use. DUBAI-While the U.S. and Europe await the results of large-scale clinical trials before deploying Covid-19 vaccines, some other nations are moving much faster with emergency-use rollouts of experimental Chinese and Russian candidates in an attempt to stem the global rise in infections.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coal-finds-a-surprising-2020-bright-spot-in-europe-11602763826", "title": "Coal Finds a Surprising 2020 Bright Spot in Europe", "date": "2020-10-15 08:10", "summary": "Power plants started to burn more thermal coal over the summer and fall, responding to a steep rise in the price of natural gas. European coal prices have jumped to their highest level in almost a year, after a surge in natural-gas prices spurred demand for the cheaper fossil fuel.", "categories": [["Markets", "Commodities"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/digitally-transformed-cios-take-stock-of-covid-19-era-11602763549", "title": "Digitally Transformed: CIOs Take Stock of Covid-19 Era", "date": "2020-10-15 08:05", "summary": "CIOs and other tech experts gathered virtually for the WSJ CIO Network. The Covid era has forced companies to adopt new business models, both to accommodate their decentralized workforces and to meet new customer demands. Chief information officers have been key to this transition, first helping to ensure business continuity through remote-work tools, and then guiding deeper, more strategic investments in technology.", "categories": [["CIO Journal"]], "category_links": ["https://www.wsj.com/news/types/cio-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/is-tampa-bay-becoming-americas-sports-title-town-11602763401", "title": "Is Tampa Bay Becoming America's Sports Titletown?", "date": "2020-10-15 08:03", "summary": "The Lightning won the Stanley Cup, the Rays are battling for the World Series, and Tom Brady has given new energy to the Bucs. Ask Dickie V: the new normal is awesome, baby.. This year has been bonkers for everybody, but what's happening in Tampa Bay right now is really bonkers. The hockey Lightning are the newly crowned Stanley Cup champions; the baseball Rays are in a tight battle with Houston but remain one win away from appearing in the World Series; new-in-town quarterback Tom Brady and the NFL Buccaneers have a shot at being the first team to ever win a Super Bowl in their home stadium.", "categories": [["Sports"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/young-families-are-driving-the-exodus-from-new-york-city-to-the-suburbs-11602763200", "title": "Young Families Are Driving the Exodus From New York City to the Suburbs", "date": "2020-10-15 08:00", "summary": "The exit of so many families could hurt the city's tax base-but could also present opportunities for younger New Yorkers. Harry Wolff, a software-engineering manager who lived in Manhattan's Stuyvesant Town neighborhood complex, was already planning to move to Connecticut with a second child on the way. Covid-19 accelerated that departure.", "categories": [["Real Estate"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/justice-department-sues-melania-trumps-former-aide-over-tell-all-book-11602763200", "title": "Justice Department Lawsuits Against Trump Critics Fuel Internal Dissent", "date": "2020-10-15 08:00", "summary": "Latest suit targets Melania Trump's former aide over tell-all book. The Justice Department sued a former friend and aide to first lady Melania Trump for the proceeds of her tell-all book this week, the latest in a series of cases in which the administration has moved against the president's critics.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/investors-bankroll-virtual-care-startup-98point6-with-118-million-11602761401", "title": "Investors Bankroll Virtual-Care Startup 98point6 With $118 Million", "date": "2020-10-15 07:30", "summary": "Provider of text-based primary-care services plans to invest in research and development. Investors are bankrolling virtual primary-care startup 98point6 Inc. with $118 million, betting on a company whose business has surged this year along with rising demand for telehealth services.", "categories": [["Pro VC New Money"]], "category_links": ["https://www.wsj.com/news/types/pro-vc-new-money?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/covid-19-shakes-up-plastics-world-order-11602759601", "title": "Covid-19 Shakes Up Plastics World Order", "date": "2020-10-15 07:00", "summary": "U.S. companies' edge has been blunted by the coronavirus pandemic. The shale boom was also a bonanza for American plastic producers. A business that had been struggling became world-beating as cheap natural gas gave it an edge over competitors across the Atlantic and Pacific. But the coronavirus pandemic has leveled the playing field.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/divestment-campaigns-move-beyond-oil-11602759652", "title": "Divestment Campaigns Move Beyond Oil", "date": "2020-10-15 07:00", "summary": "Individual companies are more likely to be in the crosshairs than entire sectors as sustainability goes mainstream. The campaign to divest fossil-fuel stocks has picked up speed in recent years and hit investors where it hurts. The next targets aren't so easy to identify.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cash-isnt-trash-compared-to-stocks-and-bonds-11602757800", "title": "Cash Isn't Trash Compared to Stocks and Bonds", "date": "2020-10-15 06:30", "summary": "The risks of a sharp selloff in both stocks and bonds is high at the same time, making cash an attractive haven. Stock valuations are incredibly high, but the long-term Treasurys that investors typically use to safeguard their portfolios are shockingly expensive. Under these circumstances, the better hedge might be old-fashioned cash.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/that-extra-penny-in-retirement-income-can-really-cost-you-11602756000", "title": "That Extra Penny in Retirement Income Can Really Cost You", "date": "2020-10-15 06:00", "summary": "Making more money can mean much higher Medicare premiums for some people. Here's something most people nearing the age of 65 don't know: Extra income in retirement-even as little as one penny-can mean much higher Medicare premiums.", "categories": [["Markets", "Journal Reports: Wealth Management"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-wealth-management?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/china-raises-6-billion-in-dollar-bond-sale-11602739658", "title": "China Raises $6 Billion in Dollar-Bond Sale", "date": "2020-10-15 05:53", "summary": "Second-largest economy touts recovery from pandemic to draw U.S. and international investors. China raised $6 billion with its latest international bond sale, matching a record set last year, ahead of economic data that is likely to show growth is recovering toward pre-pandemic levels.", "categories": [["Markets", "Credit Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/credit-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/stock-and-bond-investors-disagree-on-european-banks-11602754200", "title": "Stock and Bond Investors Disagree on European Banks", "date": "2020-10-15 05:30", "summary": "Region's lenders have fallen out of favor with stock investors, but bondholders remain optimistic. Bond investors are signaling confidence in European banks even as their share prices languish.", "categories": [["Markets", "Stocks", "Europe Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb", "https://www.wsj.com/news/types/europe-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/firms-like-dow-bet-billions-on-plastics-now-theres-a-glut-11602754200", "title": "Firms Like Dow Bet Billions on Plastics. Now There's a Glut.", "date": "2020-10-15 05:30", "summary": "Petrochemical makers delay investments in new U.S. plants as profitability shrinks, reversing a trend fueled by the shale-drilling boom. Petrochemical makers are pausing multibillion-dollar U.S. expansions as the coronavirus pandemic subdues what had been rapid growth in demand for plastics.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/k-pop-group-bts-gives-rise-to-a-hit-ipo-11602728455", "title": "BTS Frenzy Drives Hit K-Pop IPO", "date": "2020-10-15 02:06", "summary": "Investor orders for the IPO hugely exceeded the shares on offer. The world's biggest boy band has unleashed a hit IPO.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/publicis-revenue-beats-expectations-but-ad-giant-warns-of-challenges-11602739801", "title": "Publicis Revenue Beats Expectations, but Ad Giant Warns of Challenges", "date": "2020-10-15 01:30", "summary": "Covid-19 could make the fourth quarter very difficult, CEO Arthur Sadoun says. Madison Avenue has taken a beating as advertisers have slashed budgets amid the global pandemic, but the third quarter offered some improvement for one of the world's largest ad holding companies.", "categories": [["CMO Today"]], "category_links": ["https://www.wsj.com/news/types/cmo-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-has-11-point-lead-over-trump-less-than-three-weeks-to-election-day-11602734461", "title": "Biden Has 11-Point Lead Over Trump Less Than Three Weeks to Election Day", "date": "2020-10-15 00:56", "summary": "A new Wall Street Journal/NBC News poll of registered voters shows Joe Biden leading the president 53% to 42%. Joe Biden holds a double-digit lead over President Trump less than three weeks from Election Day, a new Wall Street Journal/NBC News poll of registered voters finds.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/college-enrollment-slid-this-fall-with-first-year-populations-down-16-11602734726", "title": "College Enrollment Slid, With First-Year Populations Down 16%", "date": "2020-10-15 00:05", "summary": "Early tally shows sharp enrollment declines at community colleges and among men. Undergraduate enrollment tumbled this fall at many colleges and universities around the country, dragged down by a sharp drop in first-year students whose school plans were upended by the coronavirus pandemic.", "categories": [["U.S.", "Education"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/education?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11602707366", "title": "Pepper...and Salt", "date": "2020-10-15 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ahead-of-covid-19-vaccine-half-of-americans-indicate-reluctance-wsj-nbc-poll-finds-11602734460", "title": "Ahead of Covid-19 Vaccine, Half of Americans Indicate Reluctance, WSJ/NBC Poll Finds", "date": "2020-10-15 00:01", "summary": "While 70% of those surveyed expressed willingness to get vaccinated, about half preferred to wait to make sure the shots are safe and 27% said they wouldn't want to get vaccinated. About 70% of registered voters surveyed said they would take a Covid-19 vaccine, although many want to wait until it has been available for a while to see if there are major problems or side effects, a new Wall Street Journal/NBC News poll shows.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/amy-coney-barretts-character-qualifications-to-be-discussed-by-witnesses-11602754203", "title": "Senate Panel Sets Date to Vote on Amy Coney Barrett Nomination", "date": "2020-10-15 00:01", "summary": "Judge Barrett wasn't in attendance for protest by Democrats on final day of confirmation hearing. WASHINGTON-The Republican-controlled Senate Judiciary Committee set Oct. 22 as the date for the panel's vote on the nomination of Judge Amy Coney Barrett to the Supreme Court, overruling Democratic objections on the fourth day of confirmation hearings to fill the seat left vacant by the death of Justice Ruth Bader Ginsburg.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}]