[{"link": "https://www.wsj.com/articles/house-democrats-release-3-trillion-bill-to-respond-to-coronavirus-11589304095", "title": "House Democrats Release $3 Trillion Coronavirus Bill", "date": "2020-05-12 19:53", "summary": "Bill allots $1 trillion for states and local governments, including funds for education, public safety; sum is roughly double Congress's pandemic spending so far. WASHINGTON-House Democrats released a roughly $3 trillion bill to battle the health and economic effects of the coronavirus pandemic, a sum that would about double what Congress has allocated so far, staking out a position ahead of talks with Senate Republicans who are wary of additional spending.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/all-the-adam-schiff-transcripts-11589326164", "title": "All the Adam Schiff Transcripts", "date": "2020-05-12 19:29", "summary": "Newly released documents show he knew all along that there was no proof of Russia-Trump collusion.. Americans expect that politicians will lie, but sometimes the examples are so brazen that they deserve special notice. Newly released Congressional testimony shows that Adam Schiff spread falsehoods shamelessly about Russia and Donald Trump for three years even as his own committee gathered contrary evidence.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/elon-musk-isnt-taking-it-anymore-11589325984", "title": "Elon Musk Isn't Taking It Anymore", "date": "2020-05-12 19:26", "summary": "The mercurial Tesla CEO has a point about disparate lockdown treatment.. Tesla CEO Elon Musk is no Paul Revere. But his defiance of Alameda County's shutdown order captures the frustration among businesses like Howard Beale's primal scream in the movie \"Network.\"", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/faithless-electors-at-the-supreme-court-11589326008", "title": "'Faithless Electors' at the Supreme Court", "date": "2020-05-12 19:26", "summary": "A constitutional case could destabilize presidential elections.. In December 2016, Hillary Clinton's campaign called for members of the Electoral College to be briefed on Russia-related intelligence before voting to ratify Donald Trump's November election victory. This was unprecedented and amounted to an effort to nullify the judgment of 137 million voters.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chinas-beef-with-australia-11589325892", "title": "China's Beef With Australia", "date": "2020-05-12 19:24", "summary": "Beijing answers call for a global Covid-19 inquiry with trade sanctions.. Secretary of State Mike Pompeo isn't the only Western official who gets on Beijing's nerves. Australian Prime Minister Scott Morrison has riled China by calling for a global inquiry into the origins of the coronavirus. Beijing has responded by suspending beef imports from four large Australian slaughterhouses and threatening steep tariffs on barley.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-vs-south-korea-behind-the-coronavirus-testing-numbers-11589324531", "title": "U.S. vs. South Korea: Behind the Coronavirus Testing Numbers", "date": "2020-05-12 19:14", "summary": "The White House's comparison of the two countries tells only part of the story, experts say. WASHINGTON-The Trump administration in recent days has repeatedly hailed the fact that the U.S. is outpacing South Korea in per capita coronavirus testing. Experts say that comparison tells only part of the story.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-could-force-colleges-to-trim-some-fat-11589324726", "title": "Coronavirus Could Force Colleges to Trim Some Fat", "date": "2020-05-12 19:05", "summary": "Students offer a few ways universities can make ends meet during the pandemic.. Editor's note: This Future View is about where colleges should look to find cost-savings if budget cuts become necessary. Next week we'll discuss college admissions tests. The president of the University of California has recommended dropping the requirement that applicants take the SAT or ACT. Is this a good idea? Students should click here to submit opinions of fewer than 250 words before May 19. The best responses will be published that night.", "categories": [["Opinion", "Future View"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/future-view?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-city-police-arrest-over-100-people-for-crimes-related-to-coronavirus-11589321199", "title": "NYPD Arrest Over 100 People for Crimes Related to Coronavirus", "date": "2020-05-12 19:02", "summary": "High percentage of blacks and Hispanics charged echoes recent figures on social distancing enforcement. ", "categories": [["U.S.", "Crime"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-crime?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/iron-mountain-discloses-potential-sanctions-violations-11589324497", "title": "Iron Mountain Discloses Potential Sanctions Violations", "date": "2020-05-12 19:01", "summary": "Company said it notified regulators of possible breaches and has started an internal investigation. Iron Mountain Inc., an information storage and management company, said it notified regulators of potential violations of U.S. sanctions on both Iran and on entities allegedly involved in proliferation or support of weapons of mass destruction.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/soft-shell-crabs-are-back-on-the-menu-and-theyre-cheaper-than-ever-11589323473", "title": "Soft-Shell Crabs Are Back-and a Bargain", "date": "2020-05-12 18:44", "summary": "The delicacy's price drop is a byproduct of the coronavirus pandemic. New Yorkers have come to embrace the midspring arrival of soft-shell crabs as one of the culinary highlights of the calendar. But this year, they might have an extra reason to celebrate.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-administration-tells-federal-retirement-plan-to-avoid-chinese-stocks-11589322094", "title": "Federal Retirement Plan Is Told to Avoid Chinese Stocks", "date": "2020-05-12 18:39", "summary": "Directive criticizes inadequate disclosures and Beijing's handling of the coronavirus crisis. The Labor Department is pressuring the overseer of the federal government's $594 billion Thrift Savings Plan, the nation's largest 401(k)-type plan, to cancel a plan that would allow investment in Chinese stocks.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/china-wants-to-help-the-world-fight-coronavirus-11589322607", "title": "China Wants to Help the World Fight Coronavirus", "date": "2020-05-12 18:30", "summary": "Scapegoating and finger-pointing are pointless. This is a battle no country can afford to face alone.. In 1666, as bubonic plague swept Europe, residents of the tiny village of Eyam in England's East Midlands elected to quarantine themselves in hopes of protecting neighboring communities. When the lockdown was lifted in November 1667, 260 of the approximately 800 residents had died, but the self-isolation worked. The illness was contained.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/faithless-electors-are-faithful-to-the-constitution-11589322552", "title": "'Faithless' Electors Are Faithful to the Constitution", "date": "2020-05-12 18:29", "summary": "The Supreme Court should strike down state laws that try to constrain Electoral College voters' choice.. The Supreme Court Wednesday takes up the rights of a despised class-\"faithless\" electors. Under the U.S. Constitution, electors vote in the Electoral College to decide who will serve as president. More than a dozen states punish electors if they fail to vote for the presidential candidate who won the state's popular vote. But states lack authority to command presidential electors. States may no more direct electors to vote for Joe Biden or Donald Trump than tell citizens for whom to cast their Election Day ballots.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/shutdowns-sow-seeds-of-starvation-11589322505", "title": "Shutdowns Sow Seeds of Starvation", "date": "2020-05-12 18:28", "summary": "South Dakota's governor takes heat for an outbreak at a meat-packing plant. But even hard-hit states recognize food production is essential.. South Dakota's Gov. Kristi Noem has been hammered in the media for not locking down her state's economy, including its food-processing plants. The Washington Post pointed out in an April 14 article that at one big plant more than 300 workers had tested positive for the coronavirus. \"South Dakota's Governor resisted ordering people to stay home,\" the Post's headline read. \"Now it has one of the nation's largest coronavirus hot spots.\"", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/in-lockdown-pot-and-booze-are-bad-news-11589322446", "title": "In Lockdown, Pot and Booze Are Bad News", "date": "2020-05-12 18:27", "summary": "Pennsylvania closed liquor stores. Other states should consider similar moves.. When my patients ask how to manage depression and avoid anxiety in isolation, I tell them to abstain from alcohol and marijuana. Responsible use of these substances is possible during normal times, and it's tempting to reach for a drink or a joint to take the edge off. But lockdown is a recipe for overindulgence and dependence.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/uber-technologies-makes-takeover-approach-to-grubhub-11589296216", "title": "Uber Makes Takeover Approach to Grubhub", "date": "2020-05-12 18:26", "summary": "Companies continue to discuss possible all-stock deal that would combine major meal-delivery services. Uber Technologies Inc. is seeking to acquire Grubhub Inc. in a deal that would unite two of the biggest players in the cutthroat meal-delivery business at a time when the coronavirus pandemic has sparked a surge in demand for their services.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-recovery-needs-immigrants-11589322270", "title": "The Recovery Needs Immigrants", "date": "2020-05-12 18:24", "summary": "If made permanent, the president's restrictive executive order will choke off the supply of workers necessary to bounce back from the coronavirus.. President Trump's new immigration restrictions are supposed to be temporary-only 60 days, according to the executive order he signed last month. But there are reasons to be skeptical, and they go beyond the fact that the coronavirus pandemic has given Mr. Trump a pretext for doing something he's wanted to do since he descended that escalator in 2015 to announce his White House bid.", "categories": [["Opinion", "Upward Mobility"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/upward-mobility?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/flavor-company-iff-juggles-proposed-merger-and-pandemic-management-11589322185", "title": "Flavor Company IFF Juggles Proposed Merger and Pandemic Management", "date": "2020-05-12 18:23", "summary": "Planned merger with DuPont's nutrition and bioscience unit is still on track to close in 2021. International Flavors and Fragrances Inc., which makes colors, smells and tastes in many consumer goods, is facing a dual challenge of managing through a pandemic while preparing to close a major deal.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/flash-crash-review-spoong-the-tape-11589322198", "title": "'Flash Crash' Review: Spooﬁng the Tape", "date": "2020-05-12 18:23", "summary": "The extraordinary tale of a trader who made tens of millions from his bedroom and was accused of triggering a stock-market crash.. In January a judge in Chicago sentenced Navinder Sarao to a year of home detention. It was the final legal act of a sinuous journey that made Sarao, a 42-year-old stock-market trader from the outskirts of London, the face of a revolution in stock trading.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/elon-musk-is-our-new-aclu-11589322149", "title": "Elon Musk Is Our New ACLU", "date": "2020-05-12 18:22", "summary": "The most sweeping restrictions on liberty ever seen deserve to be legally scrutinized.. A CEO has obligations to shareholders, among them not to let anybody take anything of value from the company that the taker has no right to take.", "categories": [["Opinion", "Business World"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/business-world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/connecticut-gov-ned-lamont-ousts-public-health-commissioner-11589302126", "title": "Connecticut Governor Ousts Public Health Commissioner", "date": "2020-05-12 17:59", "summary": "Lamont clashed with Renée Coleman-Mitchell over Covid-19 response, measles immunization data. Connecticut Gov. Ned Lamont fired the state's public health commissioner in the midst of the Covid-19 crisis after a series of disagreements in the past year, a state government official said.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/dura-automotive-sold-in-65-million-bankruptcy-deal-11589320376", "title": "Dura Automotive Sold in $65 Million Bankruptcy Deal", "date": "2020-05-12 17:52", "summary": "Car-parts maker long run by Lynn Tilton is taken over by leading lender Bardin Hill; creditors seek answers on company's valuation change. Creditors want answers about the decline of Dura Automotive Systems LLC, a car-parts maker that was sold out of bankruptcy for $65 million on Tuesday, 19 months after attracting buyout interest at prices topping $400 million.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/suny-curbs-spending-braces-for-more-cuts-amid-pandemic-11589318997", "title": "SUNY Curbs Spending, Braces for More Cuts Amid Pandemic", "date": "2020-05-12 17:29", "summary": "As students reconsider whether to return to college in the fall, State University of New York prepares for lower enrollment, possible tuition increase. ALBANY, N.Y.-A hiring freeze. Curtailed travel. No unnecessary construction projects. And think twice about printing that email, because you'll need approval to get more paper.", "categories": [["U.S.", "Schools"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-schools?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bond-etfs-climb-as-the-fed-kicks-off-historic-purchase-program-11589296012", "title": "Bond ETFs Climb as the Fed Kicks Off Historic Purchase Program", "date": "2020-05-12 17:15", "summary": "The Federal Reserve begins its first purchases of exchange-traded funds that invest in corporate bonds. U.S. corporate bond exchange-traded funds rose Tuesday after the Federal Reserve said it would begin purchases of the securities as part of its package of measures to support functioning of credit markets through the coronavirus pandemic.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-to-prepare-for-the-coronavirus-11582834561", "title": "How to Practice Social Distancing as the Coronavirus Spreads", "date": "2020-05-12 17:02", "summary": "Covid-19 has upended daily life. Here's a guide to your most pressing questions.. The country's largest school districts have closed. A growing number of cities are shutting down restaurants. President Donald Trump has advised limiting gatherings to no more than 10 people.", "categories": [["Life & Work", "Health & Wellness"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/health-wellness?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/esg-investing-shines-in-market-turmoil-with-help-from-big-tech-11589275801", "title": "ESG Investing Shines in Market Turmoil, With Help From Big Tech", "date": "2020-05-12 17:01", "summary": "The strength of socially responsible funds suggests they have staying power; 'ESG is not a fad'. Funds focused on socially responsible investing have been a rare bright spot in this year's market meltdown, the latest evidence that the practice is more than a bull-market trend.", "categories": [["Markets", "Finance", "Abreast of the Market"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fed-s-mester-expects-economy-to-rebound-some-in-second-half-of-2020-11589317223", "title": "Fed's Mester Expects Economy to Rebound Some in Second Half of 2020", "date": "2020-05-12 17:00", "summary": "Leader of Federal Reserve Bank of Cleveland says economy will likely need further fiscal support. Federal Reserve Bank of Cleveland leader Loretta Mester believes the economy can start recovering from the coronavirus crisis in the latter half of this year, while adding the economy will likely need additional support from the government as this uncertain process plays out.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-staying-inside-guide-martha-grahams-magic-at-home-11589317169", "title": "The Staying Inside Guide: Martha Graham's Magic at Home", "date": "2020-05-12 16:59", "summary": "The legendary dance company is opening up its archives through a series of online programs.. ", "categories": [["Books & Arts", "Dance Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/dance-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/militants-attack-afghan-hospital-killing-children-11589295126", "title": "Militants Attack Afghan Hospital, Killing Babies", "date": "2020-05-12 16:32", "summary": "Attack on the 100-bed hospital in Kabul coincided with a suicide bombing in eastern Afghanistan. Militants wearing police uniforms stormed a hospital in Afghanistan Tuesday, killing at least 16 people, including two babies, triggering a move by the nation's president to launch a new offensive against the Taliban and other insurgent groups in another setback for U.S. efforts to extricate itself from its longest war.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fiats-agnelli-family-sees-9-billion-sale-of-insurance-business-falter-11589315017", "title": "Fiat's Agnelli Family Sees $9 Billion Sale of Insurance Business Falter", "date": "2020-05-12 16:23", "summary": "Deal is latest to fall apart during coronavirus pandemic and comes amid questions over Fiat Chrysler-Peugeot merger. The coronavirus pandemic sank its second-biggest corporate deal of the year-the proposed $9 billion sale of a reinsurance business by Exor NV, the holding company of Italy's Agnelli family, which controls Fiat Chrysler Automobiles NV.", "categories": [["Markets", "Deals"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/deals-deal-makers?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/easing-oversupply-fears-lift-oil-prices-11589296376", "title": "Easing Oversupply Fears Lift Oil Prices", "date": "2020-05-12 16:18", "summary": "Prices have staged a tentative comeback as nations begin lifting lockdown measures and oil producers cut output. Oil prices climbed Tuesday, a sign that production cutbacks and easing pressure on storage facilities are lifting traders' hopes for battered energy markets.", "categories": [["Markets", "Commodities", "Oil Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb", "https://www.wsj.com/news/types/oil-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/global-stock-markets-dow-update-05-12-2020-11589256689", "title": "U.S. Stocks Extend Fall as Dow Drops More Than 450 Points", "date": "2020-05-12 16:15", "summary": "Dow and S&P 500 opened with gains but wobbled as the day progressed. U.S. stocks tumbled Tuesday, giving up modest gains in a selloff that picked up momentum in the afternoon.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/snowpiercer-review-trying-to-keep-the-narrative-on-track-11589314015", "title": "'Snowpiercer' Review: Trying to Keep the Narrative on Track", "date": "2020-05-12 16:06", "summary": "TNT's series based on Bong Joon Ho's dystopic, class-conscious movie is a bumpy ride.. Right now might not be exactly the best time for a dystopian dramatic series about 3,000 people traveling cheek-by-jowl on a never-ending train ride to the end of the frozen world. Just a guess. On the other hand, Bong Joon Ho, the South Korean director of the multiple-Oscar-winning \"Parasite,\" is on his own kind of roll. And one has to strike while the iron is hot. Or, as in this case, even very, very cold.", "categories": [["Books & Arts", "Television Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/television-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-budget-deficit-widened-to-1-935-trillion-in-12-months-through-april-11589306525", "title": "U.S. Budget Deficit Widened to $1.935 Trillion in 12 Months Through April", "date": "2020-05-12 16:04", "summary": "As a share of the economy, the deficit had been increasing even before the pandemic struck. WASHINGTON-The budget deficit soared to a record $1.935 trillion in the 12 months through April as the U.S. ramped up spending and cut taxes to counter the economic slowdown and revenue dropped, a Treasury Department report showed on Tuesday.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-fun-sanity-saver-for-parent-and-child-11589313588", "title": "Upgrade Your Kid's Quarantine Blanket Forts", "date": "2020-05-12 15:59", "summary": "Quarantined kids underfoot? They probably don't like it any more than you do. Here's a playful, sanity-saving fix: indoor tents and teepees.. EVEN BEFORE Covid-19 had parents and siblings sharing quarters all day every day, children delighted in the security and no-adults-allowed independence of a makeshift room of one's own: a blanket thrown over a table or a fort constructed from couch cushions.", "categories": [["Real Estate", "Design"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/design?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hamilton-movie-to-debut-on-disney-july-3-11589294497", "title": "Disney+ Takes Its Shot at 'Hamilton' Movie With Early Online Debut", "date": "2020-05-12 15:51", "summary": "Film to stream more than a year before planned theatrical release. LOS ANGELES-It'll be the living room where it happens.", "categories": [["Business", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/economy-has-likely-bottomed-poised-for-rebound-says-feds-barkin-11589312769", "title": "Economy Has Likely Bottomed, Poised for Rebound, Says Fed's Barkin", "date": "2020-05-12 15:46", "summary": "Fed's Bank of Richmond president expects growth to rebound in second half of 2020. Federal Reserve Bank of Richmond President Thomas Barkin believes the U.S. economy is probably at its lowest point in the coronavirus crisis, and reckons a clear plan to manage risks around the Covid-19 pandemic will inspire confidence to begin a recovery.", "categories": [["Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/private-equity-firms-stand-to-get-direct-u-s-development-investments-11589281200", "title": "Private-Equity Firms Stand to Get Direct U.S. Development Investments", "date": "2020-05-12 15:23", "summary": "U.S. agency plans to seek authority for cash investments in private-equity funds focused on emerging economies. A federal agency that helps finance development projects in underserved parts of the world plans to begin committing capital-not just loans-to private-equity firms later this year.", "categories": [["Pro PE Announcements"]], "category_links": ["https://www.wsj.com/news/types/pro-pe-announcements?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/found-the-perfect-black-leggings-11589311375", "title": "Found: the Perfect Black Leggings", "date": "2020-05-12 15:22", "summary": "Never a stretchy-pant fan, Stephanie Danler-the Los Angeles author of 'Sweetbitter' and the new memoir 'Stray'-was surprised by her pregnancy-fueled passion for a certain Lululemon version. I DISLIKE DRESSING myself. During my childhood in the late 1980s and early '90s, clothes were chosen by my mother. In college, I wore ripped jeans and a hoodie all four seasons (putting boys' long underwear under said ripped jeans during the ruthless Ohio winters). When I got to New York City on the verge of adulthood, I started a job that required a uniform, thus escaping the \"professional\" wardrobe all my friends were acquiring. At some point during my 20s, I bought four different black dresses and decided that was chic. Though I did eventually learn how to dress myself, to this day the second I walk into my home, I shed the polished accouterments of womanhood: the ankle boots, the earrings and rings, the matching socks. I resume my real life as a semi-slob in whatever loosefitting house outfit I find on the floor next to my bed.", "categories": [["Life & Work", "Style & Fashion", "Fashion"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/fashion?mod=breadcrumb", "https://www.wsj.com/news/types/fashion?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/uber-wants-a-seat-at-the-head-of-the-table-11589311310", "title": "Uber Wants a Seat at the Head of the Table", "date": "2020-05-12 15:21", "summary": "Acquiring Grubhub could give the ride-share giant a lead in the U.S. food-delivery market. The food-delivery business is ripe for consolidation. Despite their current challenges, Uber Technologies and Grubhub could make for a tasty combination.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/simon-schuster-ceo-carolyn-reidy-has-died-11589304818", "title": "Simon & Schuster CEO Reidy Has Died", "date": "2020-05-12 15:13", "summary": "Ms. Reidy, 71, was a veteran publishing figure known for her focus on the bottom line. Carolyn Reidy, the chief executive of book publisher Simon & Schuster, died Tuesday morning after suffering a heart attack, the company said.", "categories": [["Business", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/that-other-epidemic-11589309071", "title": "That Other Epidemic", "date": "2020-05-12 14:44", "summary": "Can America bend the curve of sloppy journalism?. Are American consumers in the containment phase or the mitigation phase as they try to limit the spread of misinformation in their daily news intake? Getting the straight story on yet another FBI abuse has been particularly challenging.", "categories": [["Opinion", "Best of the Web"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/best-of-the-web-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-i-home-fitness-machines-push-you-past-your-limits-11589309016", "title": "A.I. Home Fitness Machines Push You Past Your Limits", "date": "2020-05-12 14:43", "summary": "Using algorithms to craft efficient at-home workouts, these fitness gadgets put the artificial intelligence in pain and gain. IMAGINE FURIOUSLY cranking your pedals in a dark, sweaty spin studio and hearing the instructor command you to ramp your resistance up one full turn. Do you do it, or cheat a little to avoid the burn? Consider a strength training move that calls for a \"heavy\" set of dumbbells. Do you interpret \"heavy\" as \"not too taxing\"?", "categories": [["Tech", "Personal Tech", "Gear & Gadgets"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb", "https://www.wsj.com/news/types/personal-technology-joanna-stern?mod=breadcrumb", "https://www.wsj.com/news/types/gear?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-freshest-spring-salad-11589399196", "title": "The Freshest Spring Salad", "date": "2020-05-12 14:31", "summary": "Here's the best part: This recipe for a classic mix of peas, mint and ricotta salata delivers even if the produce you have isn't the perkiest. WHEN PEAS ARE IN SEASON, as sweet and vital as they can be, you might as well go all out. This salad, the third Slow Food Fast recipe from Baltimore chef Will Mester, includes three types-English peas, snow peas and sugar snaps-tossed with mint, scallions, lemon juice, a flurry of shaved ricotta salata and minced chiles. \"I'm craving salads like this,\" Mr. Mester said. \"It's an explosion of spring flavors.\"", "categories": [["Life & Work", "Food & Drink"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/food-cooking-drink?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/dealing-with-china-and-our-own-problems-11589307811", "title": "Dealing With China and Our Own Problems", "date": "2020-05-12 14:23", "summary": "America, like the rest of the world, has been asleep at the switch, focused on internal infighting.. Elbridge Colby and A. Wess Mitchell write that \"China has grown its economy\" without containment from the West (\"Containing China Will Be Complicated,\" op-ed, May 8). Implicit in their analysis is that China's leaders planned its stunning economic ascendancy despite the historical truth that growth of this kind is a certain sign of a lack of planning.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/dont-count-on-the-nlrbs-sense-of-humor-11589307736", "title": "Don't Count on the NLRB's Sense of Humor", "date": "2020-05-12 14:22", "summary": "It's past time courts start taking a closer look at free-speech violations caused by private-sector labor laws.. In \"How My Joke on Twitter Became a Federal Case\" (op-ed, April 29), Ben Domenech describes his firsthand experience with the seemingly First Amendment-free world of federal labor law. For those of us who have closely watched the National Labor Relations Board (NLRB) for years the tale hardly comes as a surprise. Under the guise of protecting employees' rights, federal labor law regularly infantilizes workers-steamrolling free-speech rights along the way.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/murky-public-evidence-on-wuhan-lab-leak-11589307690", "title": "Murky Public Evidence on Wuhan Lab Leak", "date": "2020-05-12 14:21", "summary": "While public certainty about the virus's source would be beneficial, that certainty should not come at the expense of American security.. Regarding your editorial \"The Wuhan Lab Theory\" (May 7): Of course arguments that the novel coronavirus escaped from a Wuhan virology lab would carry more weight if convincing government evidence behind such claims were made public. However, your call for the administration to \"release the evidence\" (should it exist) isn't necessarily responsible. Information is classified not only for its own sake, but also to protect those who provide it and to ensure its continued flow. The world has seen what China was willing to do to physicians who cried foul over their government's early handling of the outbreak. We can only imagine the price to be paid by those discovered to have shared damning evidence about the source and Beijing's early handling of the epidemic.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mcconnell-sets-boundaries-on-state-financial-failure-11589307633", "title": "McConnell Sets Boundaries On State Financial Failure", "date": "2020-05-12 14:20", "summary": "I believe you are quite wrong to characterize Sen. Mitch McConnell's utterance of the possibility of state bankruptcy as \"a tactical mistake.\". While agreeing with your editorial \"The Coming GOP Spending Split\" (April 29), I believe you are wrong to characterize Sen. Mitch McConnell's utterance of the possibility of state bankruptcy as \"a tactical mistake.\" Consider the volley that he has just hit back over the net.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/will-covid-19-resurrect-the-doctors-house-call-of-old-11589307584", "title": "Will Covid-19 Resurrect the Doctor's House Call of Old?", "date": "2020-05-12 14:19", "summary": "Primary-care physicians might dust off a formerly common practice: making house calls.. Perhaps a partial solution to the financial woes of \"Doctors in Bind as Patients Stay Home\" (The Coronavirus Pandemic, May 1) is for primary-care physicians to dust off a formerly common practice: making house calls.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/safety-advice-for-reopening-how-to-reduce-your-risks-as-coronavirus-lockdowns-ease-11588510800", "title": "Safety Advice for Reopening: How to Reduce Your Risks as Lockdowns Ease", "date": "2020-05-12 14:18", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/pennsylvania-governor-threatens-counties-that-plan-to-defy-virus-shutdown-orders-11589298720", "title": "Pennsylvania Governor Threatens Counties That Plan to Defy Virus Shutdown Orders", "date": "2020-05-12 14:10", "summary": "Democrat Tom Wolf warns of consequences including withholding federal stimulus funds or loss of business, health licenses. Pennsylvania Gov. Tom Wolf is threatening counties that say they will defy his coronavirus shutdown orders, as he and other Democratic governors come under pressure to reopen their states more quickly.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/south-koreas-coronavirus-efforts-spark-privacy-concerns-in-gay-community-11589306659", "title": "South Korea's Virus Tracking Unnerves Gay Community", "date": "2020-05-12 14:04", "summary": "Responding to fresh coronavirus outbreak, health officials have sought to track down thousands of Seoul clubgoers. SEOUL-As he entered a nightclub here recently, John Choi subjected himself to the coronavirus protocol: He wore a face mask, got his temperature checked and grabbed a pen to jot down his information at the door. But when he glanced at the sign-in sheet, he saw celebrity names that he assumed to be fake.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/indias-leader-calls-for-economic-self-sufficiency-promises-relief-11589306423", "title": "India's Leader Calls for Economic Self-Sufficiency, Promises Relief", "date": "2020-05-12 14:00", "summary": "Government will boost domestic industry and aim to reduce imports, Prime Minister Narendra Modi tells nation. NEW DELHI-Indian Prime Minister Narendra Modi said in a nationally televised speech that the country should aim for more economic self-sufficiency amid the coronavirus pandemic and promised additional relief measures.", "categories": [["World", "Asia", "India"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/india-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/national-parks-start-to-reopen-11589295465", "title": "National Parks Start to Reopen", "date": "2020-05-12 13:59", "summary": "Three popular national parks-Great Smoky Mountains, Gateway National Recreation Area and Glen Canyon-opened this past weekend. WASHINGTON-U.S. national parks and recreation areas are starting to allow visitors back in, as officials gradually open sections that were closed during the coronavirus pandemic, with the process expanding in coming weeks.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/farmers-swap-soybeans-for-corn-as-coronavirus-scrambles-demand-11589306319", "title": "Farmers Swap Soybeans for Corn as Coronavirus Scrambles Demand", "date": "2020-05-12 13:58", "summary": "Prices have fallen further for corn than soybeans as ethanol production stalls. Some farmers are shifting acres from corn to soybeans this year, a reversal that reflects the coronavirus pandemic's broad impact on demand for many agricultural products.", "categories": [["Markets", "Commodities"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/even-toyota-cant-avoid-the-coronavirus-pile-up-11589279873", "title": "Even Toyota Can't Avoid the Coronavirus Pile-Up", "date": "2020-05-12 13:38", "summary": "When the crash is global, diversification into different markets helps-but not that much. Even the world's most valuable car maker can't dodge speed bumps from the coronavirus pandemic.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/attention-kmart-shoppers-we-still-exist-11589305066", "title": "Attention Kmart Shoppers: We Still Exist!", "date": "2020-05-12 13:37", "summary": "A handful of Kmart and Sears stores are open around the country despite lockdowns and their parent's bankruptcy. Retailers around the country are learning to enforce social distancing in their stores. One chain had plenty of practice even before the pandemic: Kmart.", "categories": [["Markets", "Overheard"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/overheard?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/luckin-coffee-terminates-ceo-jenny-zhiya-qian-amid-investigation-into-fabricated-sales-11589297382", "title": "Luckin Coffee Terminates CEO", "date": "2020-05-12 13:35", "summary": "Chinese coffee chain names director Jinyi Guo as acting chief executive. Luckin Coffee Inc. said its board of directors has terminated chief executive Jenny Qian amid a deepening internal investigation into the company's fabricated sales, suggesting she played a role in a scheme to inflate its revenue.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-social-distancing-scavenger-hunt-11589304011", "title": "A Social-Distancing Scavenger Hunt", "date": "2020-05-12 13:20", "summary": "Can you spy a hipster face mask? A neighborly shrug? Turn your daily stroll around the neighborhood into a sport. NOW THAT TAKING a walk is among the few alternatives to sitting at home growing increasingly annoyed by your family, it's amazing how interesting the two-block radius around your house can seem, no? And yet, after your 50th tour of the neighborhood, perhaps it, too, is growing wearisome. Liven up your stroll by keeping your eyes peeled for the items listed here, each unique to our social-distancing moment. Play solo to keep the mind sharp or split the family into teams-whoever finds the most items first, wins.", "categories": [["Life & Work", "Reading & Retreating"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/reading-retreating?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/consumer-prices-coronavirus-april-11589225341", "title": "Coronavirus Lockdowns Trigger Big Drop in Consumer Prices", "date": "2020-05-12 13:08", "summary": "CPI down 0.8% as index for gasoline prices tumbles 20.6%. The coronavirus pandemic pushed down April consumer prices by the most since the last recession as efforts to contain the virus disrupted demand for energy, travel, clothing and other goods and services.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/after-coronavirus-government-will-have-to-shrink-11589302337", "title": "After Coronavirus, Government Will Have to Shrink", "date": "2020-05-12 12:52", "summary": "Leftists see an opportunity in the crisis, but today's big spending will limit their options tomorrow.. In the response to the coronavirus pandemic, leftists see a model for the future. \"Not only will America need a massive dose of big government to get out of this crisis,\" one wrote, \"but we will need big, and wise, government more than ever in its aftermath.\" As a conservative, I'm going to argue the opposite. What has happened in this crisis so far is not an indicator of the future. A new era of big government in the economy is unlikely, undesirable and far from inevitable.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/democrats-should-back-safe-harbor-liability-protection-11589302373", "title": "Democrats Should Back 'Safe Harbor' Liability Protection", "date": "2020-05-12 12:52", "summary": "But only if it comes with a sunset clause and rules protecting workers from the coronavirus.. \"If we could first know where we are, and whither we are tending,\" Abraham Lincoln declared in his 1858 \"House Divided\" speech, \"we could then better judge what to do, and how to do it.\"", "categories": [["Opinion", "Politics & Ideas"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/politics-ideas?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/turkey-strains-to-ward-off-currency-crisis-as-pandemic-weighs-on-economy-11589292609", "title": "Turkey Strains to Ward Off Currency Crisis", "date": "2020-05-12 12:48", "summary": "The coronavirus threatens to push Turkey into a full-blown balance-of-payments crisis, leaving President Recep Tayyip Erdogan facing one of the biggest challenges in his 18-year rule.. ISTANBUL-Months before the new coronavirus hit, Turkey was straining to stave off a currency crisis, burning through billions of dollars of foreign-exchange reserves to prop up the Turkish lira.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/europe-finds-borders-are-harder-to-open-after-coronavirus-closures-11589302019", "title": "Europe Finds Borders Harder to Open After Coronavirus Closures", "date": "2020-05-12 12:46", "summary": "Nations begin to let in workers or create 'travel bubbles' with countries deemed to have contained the new coronavirus. Europe is grappling with a problem the whole world will soon face, figuring out how to pry open national borders and lift economies without restarting the coronavirus pandemic.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/china-stalls-global-search-for-coronavirus-origins-wuhan-markets-investigation-11589300842", "title": "On the Ground in Wuhan, Signs of China Stalling Probe of Coronavirus Origins", "date": "2020-05-12 12:36", "summary": "Resume Subscription. WUHAN, China - Around 1 a.m. on Dec. 31, Lu Junqing woke to a phone call from his boss at a local disinfection company. Get a team together and head to the Huanan market, he was told: \"Bring your best kit.\"", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/feds-harker-u-s-economy-recovery-likely-to-be-uneven-11589293158", "title": "Fed's Harker: Economy Recovery Likely to Be Uneven", "date": "2020-05-12 12:36", "summary": "'There's an old saying that a rising tide lifts all boats. But that might not apply here,' says Philadelphia Fed leader. Federal Reserve Bank of Philadelphia President Patrick Harker said the U.S. economy's eventual recovery from the Covid-19 pandemic was likely to be uneven, which could cause problems for the financial system.", "categories": [["Economy", "Central Banks"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/central-banks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pioneer-energy-wins-confirmation-of-modified-chapter-11-plan-11589301070", "title": "Pioneer Energy Wins Confirmation of Modified Chapter 11 Plan", "date": "2020-05-12 12:31", "summary": "Lenders to buy a big chunk of newly issued Pioneer debt from bondholders under new plan. Pioneer Energy Services Corp. has won court approval for a modified chapter 11 exit plan after plummeting oil prices forced the company's lenders and bondholders back to the bargaining table to renegotiate their \"prepackaged\" restructuring deal.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/specter-of-deflation-rises-again-11589300191", "title": "Specter of Deflation Rises Again", "date": "2020-05-12 12:16", "summary": "Supply-chain snarls are boosting certain prices, but the big risk for the U.S. economy is deflation. In 2002, former Federal Reserve Chairman Ben Bernankegave a speech titled \"Deflation: Making Sure 'It' Doesn't Happen Here.\" Now, the severity of the recession brought on by the novel coronavirus crisis could make that task very hard.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/congress-to-investigate-protective-gear-supplier-blue-flame-11589299028", "title": "Congress to Investigate Protective-Gear Supplier Blue Flame", "date": "2020-05-12 12:07", "summary": "House panel launches probe into company founded by former GOP fundraiser after series of canceled state contracts. WASHINGTON-A congressional oversight committee said it would conduct a probe of a coronavirus-supply company founded by a former prominent Republican fundraiser.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/morgan-stanley-to-pay-5-million-settlement-on-wrap-fee-claims-11589299389", "title": "Morgan Stanley to Pay $5 Million Settlement on Wrap-Fee Claims", "date": "2020-05-12 12:03", "summary": "SEC alleged that the firm provided misleading information to clients. The Securities and Exchange Commission said Tuesday Morgan Stanley's brokerage arm has agreed to pay a $5 million penalty to settle allegations that it provided misleading information to some clients in the so-called retail wrap fee programs regarding trade-execution services and transaction costs.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/waymo-adds-750-million-to-war-chest-as-driverless-cars-prove-tough-to-deploy-11589299200", "title": "Waymo Adds $750 Million to War Chest as Driverless Cars Prove Tough to Deploy", "date": "2020-05-12 12:00", "summary": "The unit of Google-parent Alphabet and other major players are drawing much of the investment in the field. In the world of driverless cars, the big keep getting bigger.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-money-not-safety-could-derail-baseball-in-2020-11589298571", "title": "Why Money, Not Safety, Could Derail Baseball in 2020", "date": "2020-05-12 11:49", "summary": "MLB owners and players are negotiating a comeback, but economic issues remain a potential hurdle. Major League Baseball began negotiations with its players' union on Tuesday over how to begin a season in 2020 with many big challenges in the way. They include obtaining coronavirus testing capacity; securing government permissions to play in stadiums around the country; securing safe travel amid a pandemic; and establishing a scientifically viable protocol for how to continue if someone contracts the disease.", "categories": [["Sports", "MLB"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/mlb?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/from-pepsico-to-gm-big-advertisers-set-to-cancel-commitments-to-tv-networks-11589298017", "title": "Big Advertisers Set to Cancel Commitments to TV Networks", "date": "2020-05-12 11:40", "summary": "Companies are seeking to take advantage of options that became available May 1 to cancel up to 50% of third-quarter spending. Big advertisers from General Motors Co. to PepsiCo Inc. to General Mills Inc. are seeking to walk back spending commitments they made to broadcast and cable networks, a dynamic that is testing the industry's five-decade-old way of doing business.", "categories": [["WSJ News Exclusive", "Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-k-ferry-operator-cuts-25-of-staff-as-demand-drops-after-coronavirus-lockdowns-11589297682", "title": "U.K. Ferry Operator Cuts 25% of Staff", "date": "2020-05-12 11:34", "summary": "P&O, owned by Dubai's DP World, says company needs $317 million to stay afloat. P&O Ferries is cutting 1,100 jobs, or about a quarter of its workforce, as it copes with a steep decline in passenger and cargo traffic in its major business connecting the U.K., Ireland and the European mainland driven by coronavirus lockdowns.", "categories": [["Logistics Report"]], "category_links": ["https://www.wsj.com/news/types/logistics-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-pink-panthermobile-restored-to-its-original-condition-11589296230", "title": "A 'Pink Panthermobile' Restored to Its Original Condition", "date": "2020-05-12 11:10", "summary": "Beau Boeckmann of 'Car Kings' has long been obsessed with custom cars, including one from the 'The Pink Panther Show'. Beau Boeckmann, 50, the Los Angeles-based owner of Galpin Auto Sports, a custom car shop, and a television personality on the Discovery reality show \"Car Kings,\" on his Pink Panthermobile, as told to A.J. Baime.", "categories": [["Life & Work", "Cars", "My Ride"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/automotive?mod=breadcrumb", "https://www.wsj.com/news/types/my-ride?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/boeing-orders-slip-below-5-000-on-max-cancellations-11589295600", "title": "Boeing Orders Slip Below 5,000 on MAX Cancellations", "date": "2020-05-12 11:00", "summary": "The aerospace giant scrubbed another 108 MAX jets from its backlog and downgraded the status of deals for another 101 planes. Boeing Co. said Tuesday that its jetliner order book slipped below 5,000 for the first time in seven years as customers canceled more deals for 737 MAX jets.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/rob-lowes-former-montecito-home-asks-22-5-million-11589294736", "title": "Rob Lowe's Former Montecito Home Asks $22.5 Million", "date": "2020-05-12 10:45", "summary": "Dubbed 'Owenshire,' the 17,000-square-foot home is designed to look like an English country manor. The former home of actor Rob Lowe in Montecito, Calif., is going on the market for $22.5 million.", "categories": [["WSJ News Exclusive", "Private Properties"]], "category_links": ["https://www.wsj.com/news/types/private-properties?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/same-owner-very-different-homes-for-sale-in-montecito-11589294618", "title": "Same Owner, Very Different Homes For Sale in Montecito", "date": "2020-05-12 10:43", "summary": "One house was designed to look like an English country house; the other is Spanish-style.. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/coronavirus-runner-mask-irritation-11589292777", "title": "Nothing Irritates a Masked Walker Like an Unmasked Runner", "date": "2020-05-12 10:25", "summary": "Stir-crazy Americans heading outside during coronavirus lockdowns eye one another warily; 'give me some distance here'. Gretchen Peters, a 62-year-old singer-songwriter, used to walk her puppy every day on a trail in Seagrove Beach, Fla. At first during the coronavirus outbreak, she stepped into driveways or ducked down side roads to dodge runners. \"They came up from behind and passed me sometimes just a foot away,\" she says.", "categories": [["A-hed"]], "category_links": ["https://www.wsj.com/news/types/a-hed?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-city-park-funding-cuts-will-have-a-devastating-effect-11589292000", "title": "New York City Parks Struggle Amid Coronavirus Pandemic", "date": "2020-05-12 10:00", "summary": "Resume Subscription. Like many New Yorkers living in the coronavirus lockdown, I've spent a lot of time this spring wandering local parks, and it always produces a little lift. But last week's visit to Brooklyn's Prospect Park? Not so much.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/georgia-killing-provides-new-look-at-old-policing-tool-11589290869", "title": "Ahmaud Arbery Shooting Puts Fresh Scrutiny on Use of Citizen's Arrest", "date": "2020-05-12 09:47", "summary": "Defendants in Georgia case claim shooting happened during botched 'citizen's arrest,' a concept that dates to the Middle Ages. The uproar over the shooting death of 25-year-old Ahmaud Arbery in Georgia is focusing fresh attention on the powers and dangers of private citizens taking law enforcement into their own hands.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/aramco-shares-offer-a-stake-in-the-kingdom-11589290834", "title": "Aramco Shares Offer a Stake in the Kingdom", "date": "2020-05-12 09:40", "summary": "The world's largest listed company responded to the oil rout like any supermajor. The difference is that its taskmasters helped cause it.. Aramco's performance this year should dispel lingering hopes that buying shares in the petroleum giant is anything other than an investment in the Saudi state.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-tourist-destinations-are-reconfiguring-to-reopen-safely-11589289132", "title": "How Tourist Destinations Are Reconfiguring to Reopen Safely", "date": "2020-05-12 09:12", "summary": "Resorts are spacing out beach chairs, casinos will toss decks of cards after a single use and amusement parks plan apps to avoid lines for rides-all to reopen safely after the pandemic. An amusement park with no lines? A beachfront resort without swimming pools? Those scenarios could unfold this summer as hotels, amusement parks, casinos and other tourist attractions reconfigure for a post-pandemic world.", "categories": [["Life & Work", "Life & Style"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/life-style?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/security-chiefs-look-to-justify-cybersecurity-costs-during-business-downturn-11589275802", "title": "Security Chiefs Look to Justify Cybersecurity Costs During Business Downturn", "date": "2020-05-12 09:12", "summary": "Tools for remote work, such as virtual private networks and multifactor authentication, get a pass. Companies are preparing for possible cuts to cybersecurity budgets because of the economic downturn triggered by coronavirus lockdowns, industry analysts say.", "categories": [["Pro Cyber News"]], "category_links": ["https://www.wsj.com/news/types/pro-cyber-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/private-equity-owners-of-oil-tanks-see-little-gain-from-surging-demand-for-storage-11589281209", "title": "Private-Equity Owners of Oil Tanks See Little Gain From Surging Demand for Storage", "date": "2020-05-12 09:11", "summary": "Energy-focused firms generally seek long-term storage contracts that provide predictable revenue. Crude-oil storage is in high demand today amid a supply glut as the coronavirus pandemic depresses fuel consumption and the world runs out of space to hold the raw material.", "categories": [["Pro PE Industry News"]], "category_links": ["https://www.wsj.com/news/types/pro-pe-industry-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/toyota-forecasts-20-drop-in-revenue-from-coronavirus-11589260358", "title": "Toyota Sees Recovery This Year", "date": "2020-05-12 09:07", "summary": "'We believe April was the bottom,' says Japanese car maker's CFO, but it still forecasts sharp decline in operating profit. TOKYO- Toyota Motor Corp. said it believed the worst of the economic impact from the coronavirus pandemic was over and auto sales could recover by the end of the year in its biggest markets.", "categories": [["Business", "Autos & Transportation", "Autos Industry"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/transportation?mod=breadcrumb", "https://www.wsj.com/news/types/autos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-perfect-game-inspired-dale-berras-first-name-11589288739", "title": "A Perfect Game Inspired Dale Berra's First Name", "date": "2020-05-12 09:05", "summary": "Yogi Berra's son reflects on his childhood in New Jersey, the story behind his name and why his dad wouldn't play catch with him. Dale Berra, 63, is a former Major League Baseball player and son of Baseball Hall of Fame catcher Yogi Berra. His memoir, \"My Dad, Yogi\" (Hachette) was just published in paperback. He spoke with Marc Myers.", "categories": [["Real Estate", "House Call"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/house-call?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/crime-scene-cleaners-see-surge-in-demandfrom-retailers-11589288400", "title": "Crime-Scene Cleaners See Surge in Demand...From Retailers", "date": "2020-05-12 09:00", "summary": "Coronavirus exposures spark demand for disinfecting services; 120,000 Covid-19 cleanups since March. Aftermath Services LLC. is a company that people would often call to clean up a home after a suicide or unattended death. Employees wearing extensive protective gear use precise routines and chemicals to clean, then disinfect surfaces.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/paycheck-protection-program-changes-trip-up-small-businesses-11589288403", "title": "Changes to Relief Program Trip Up Small Businesses Seeking Loans", "date": "2020-05-12 09:00", "summary": "Some worry about keeping SBA loans made to help them stay afloat through coronavirus pandemic; 'this is a classic bait-and-switch'. On-the-fly rule changes are bedeviling small-business owners who got government-backed loans meant to keep them afloat during the coronavirus shutdown.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bugs-rain-and-lawn-mowers-the-unexpected-hassles-of-moving-your-office-outdoors-11589288054", "title": "Bugs, Rain and Lawn Mowers: The Unexpected Hassles of Moving Your Office Outdoors", "date": "2020-05-12 08:54", "summary": "To escape roommates, children or boredom, workers are setting up shop outside-with varying success. When Jimmy Gill wanted a quiet place to work, he pitched a camping tent behind his family's home in Coarsegold, Calif., a short drive from Yosemite National Park. He added a desk and a swivel chair on wheels and cozied things up with a plant and a seating area for when his wife, Jamie, and their two toddlers walked across the backyard to visit.", "categories": [["Life & Work", "Life & Style"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/life-style?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/food-industry-roundtable-corona-dan-barber-noma-11589252176", "title": "Four World-Famous Chefs on Where Destination Dining Will Go", "date": "2020-05-12 08:38", "summary": "These elite chefs consider a bleak future: a roundtable discussion with Noma's René Redzepi, Blue Hill's Dan Barber, Kith/Kin's Kwame Onwuachi and Sqirl's Jessica Koslow. In the first of a recurring series of roundtable discussions, WSJ. Magazine considers the future of lifestyle industries.", "categories": [["Food"]], "category_links": ["https://www.wsj.com/news/types/magazine-food?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/another-malaria-cure-draws-notice-in-coronavirus-outbreak-this-time-in-africa-11589285981", "title": "Another Malaria Cure Draws Attention for Coronavirus Treatment, This Time in Africa", "date": "2020-05-12 08:19", "summary": "Madagascar's leader promotes use of extracts from artemisia annua, prompting orders from other countries on continent despite no evidence of success. Guinea-Bissau's president says he will test the unproven coronavirus treatment on members of his government. Children in Madagascar are being given bottles of the concoction as they restart school after the loosening of a lockdown. And a Pennsylvania-based company is taking preorders for tea and coffee mixtures containing the substance.", "categories": [["World", "Africa"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/africa-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/israeli-soldier-killed-during-west-bank-raid-11589285453", "title": "Israeli Soldier Killed During West Bank Operation", "date": "2020-05-12 08:10", "summary": "Military's first casualty this year comes days ahead of Prime Minister Benjamin Netanyahu forming a new government. TEL AVIV-An Israeli soldier was killed Tuesday when a Palestinian threw a rock at him during an arrest operation in the West Bank, raising tensions two days before Israel swears in a new government that has pledged to begin annexing parts of the occupied Palestinian territory.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/simon-property-wants-to-reopen-malls-but-gets-stymied-by-political-opposition-11589284805", "title": "Simon Property Wants to Reopen Malls, but Gets Stymied by Political Opposition", "date": "2020-05-12 08:00", "summary": "As coronavirus lockdowns lift, confusion rises on when to allow people back in. Simon Property Group is trying to open many malls as soon as it can, but some local politicians are stalling efforts to get many of them back in business.", "categories": [["Real Estate", "Property Report"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/property-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fewer-students-apply-for-college-financial-aid-a-sign-coronavirus-may-disrupt-enrollment-11589284806", "title": "Fewer Students Apply for College Financial Aid Amid Pandemic", "date": "2020-05-12 08:00", "summary": "Applications for federal aid have fallen, indicating students aren't planning on going or consider it out of reach. College administrators expect more students to need financial aid for the coming school year-but fewer are applying for it.", "categories": [["U.S.", "Education"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/education?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coming-soon-theaters-go-back-to-the-future-with-2-retro-blockbusters-11589284811", "title": "Coming Soon: Theaters Go Back to the Future With $2 Retro Blockbusters", "date": "2020-05-12 08:00", "summary": "With coronavirus lockdowns easing but few new movies to show, some cinemas plan to reopen with classic films at discount prices. With some states preparing to reopen movie theaters but few new releases on the books for months, Hollywood studios are offering exhibitors popular films including \"Jaws\" and \"Harry Potter and the Sorcerer's Stone\" to entice wary audiences back to cinemas.", "categories": [["WSJ News Exclusive", "Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/luxury-slump-slashes-rents-on-hong-kongs-glitzy-shopping-streets-11589284818", "title": "Luxury Slump Slashes Rents on Hong Kong's Glitzy Shopping Streets", "date": "2020-05-12 08:00", "summary": "As coronavirus pandemic follows months of antigovernment protests, rents in some prime areas fall to their lowest in at least 12 years. Rents along some prime Hong Kong shopping streets have crashed to the lowest in at least 12 years, as luxury groups such as Prada SpA and Tiffany & Co. cut back in the city.", "categories": [["Real Estate"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/senior-housing-communities-face-higher-vacancy-rates-amid-coronavirus-11589284805", "title": "Senior Housing Faces Higher Vacancy Rates", "date": "2020-05-12 08:00", "summary": "As telemedicine use rises during pandemic, seniors have new reason to hold off on special housing. The aging-at-home movement, well under way when the Covid-19 pandemic hit, will likely be stoked by the staggering number of related deaths at U.S. nursing homes and other senior communities as well as the surge in telemedicine use.", "categories": [["Real Estate", "Property Report"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/property-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/their-ship-came-in-as-oil-prices-crashed-11589283006", "title": "Their Ship Came in as Oil Prices Crashed", "date": "2020-05-12 07:30", "summary": "Oil contango is easing and signals that storage companies have seen their peak profitability. Crude oil's historic bust has led to a string of losses and bankruptcies for those pumping oil and a windfall for those storing it by prompting a rare case of super-contango. But with the phenomenon's most profitable days drawing to a close, there is little reason for anyone in the business to celebrate.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/as-airlines-bleed-cash-united-abandons-bond-deal-11589281202", "title": "As Airlines Bleed Cash, United Abandons Bond Deal", "date": "2020-05-12 07:00", "summary": "Retreat occurs despite coronavirus aid, as investors seek a higher interest rate and more protections. Bond investors are getting excited again about coronavirus-plagued companies-if the price is right, anyway.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/jpmorgan-extends-banking-services-to-bitcoin-exchanges-11589281201", "title": "JPMorgan Extends Banking Services to Bitcoin Exchanges", "date": "2020-05-12 07:00", "summary": "Gemini, Coinbase are the bank's first clients from the cryptocurrency industry. ", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mail-order-drug-delivery-rises-during-coronavirus-lockdowns-11589281203", "title": "Mail-Order Drug Delivery Rises During Lockdowns", "date": "2020-05-12 07:00", "summary": "Shift from visits to pharmacist is expected to endure for some customers when pandemic subsides. More patients are turning to mail or courier to get their prescription drugs during coronavirus lockdowns, a shift from the traditional visit with a pharmacist that is expected to endure after the pandemic subsides.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/huawei-struggles-to-get-along-without-google-11589277481", "title": "Huawei Struggles to Get Along Without Google", "date": "2020-05-12 05:58", "summary": "Without the search-and-software giant's apps, the relentless march of Huawei's smartphones is faltering. China's Huawei Technologies Co., barred by the U.S. from buying American technology, has found a lot of workarounds-but is having a hard time replacing Google, on which it has relied for a decade.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/aramco-profit-is-hit-hard-by-collapse-in-oil-prices-11589271284", "title": "Aramco Profit Is Hit Hard by Collapse in Oil Prices", "date": "2020-05-12 05:38", "summary": "World's most valuable oil company says it plans to reduce spending this year. DUBAI-Saudi Aramco said its first-quarter profit fell and it would cut spending this year, underscoring the twin impact of an oil-price rout and the coronavirus pandemic on the kingdom's worsening finances.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/facebook-messenger-kids-brilliant-idea-or-big-mistake-11589275801", "title": "Facebook Messenger Kids: How Young Is Too Young for a Chat App?", "date": "2020-05-12 05:30", "summary": "Facebook's youth messaging app is an obvious way for pre-teens desperate to connect with friends, but don't take their first step into social media lightly. With kids becoming increasingly antsy at home, many who are still too young to have their own phones are begging for a way to chat with friends during the coronavirus pandemic. This puts parents in a bind: Open the door to social media earlier than planned-or be the bad guy?", "categories": [["Tech", "Family & Tech: Julie Jargon"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb", "https://www.wsj.com/news/types/family-tech-julie-jargon?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/amazon-google-help-states-as-coronavirus-boosts-unemployment-claims-11589275801", "title": "Amazon, Google Help States Deal With Jobless Claims", "date": "2020-05-12 05:30", "summary": "Newer technology addresses challenges including busy phone lines and website crashes. WASHINGTON-States including Rhode Island, Kansas and New York are turning to tech companies including Amazon Web Services and Google to handle an unprecedented rise in unemployment claims triggered by the coronavirus pandemic.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/guardian-life-priceline-step-up-pace-of-digital-initiatives-11589275802", "title": "Guardian Life, Priceline Step Up Pace of Digital Initiatives", "date": "2020-05-12 05:30", "summary": "'We're seeing a level of collaboration and a sense of urgency like we've never seen before,' says Guardian Life's CIO. Enterprise technology executives from Guardian Life Insurance Co. of America and Priceline are accelerating digital initiatives involving artificial intelligence, cloud computing and software development, despite the economic uncertainty caused by the coronavirus pandemic.", "categories": [["CIO Journal"]], "category_links": ["https://www.wsj.com/news/types/cio-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/wary-of-volatile-u-s-listed-chinese-stocks-brokers-tighten-lending-rules-11589275805", "title": "Wary of Volatile U.S.-Listed Chinese Stocks, Brokers Tighten Lending Rules", "date": "2020-05-12 05:30", "summary": "Interactive Brokers tells investors they might in some cases be subject to higher margin requirements, and others are following suit. Large moves in U.S.-listed Chinese stocks are putting brokers on edge, leading some to take steps to protect themselves from losses.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/white-house-directs-officials-to-wear-masks-at-all-times-inside-white-house-source-11589224333", "title": "White House Directs Officials to Wear Masks Inside Building", "date": "2020-05-12 04:43", "summary": "Trump, Pence aren't expected to wear face coverings, but memo instructs staffers to do so following two new infections last week. WASHINGTON-The White House directed officials to wear masks at all times inside the building except when sitting at their own desks, administration officials said Monday, but they said President Trump and Vice President Mike Pence aren't expected to start doing so.", "categories": [["Politics", "Health Policy"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/health-policy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/china-economic-data-indicate-v-shaped-recovery-is-unlikely-11589257260", "title": "China Economic Data Indicate V-Shaped Recovery Is Unlikely", "date": "2020-05-12 00:21", "summary": "Factory-gate prices post steepest decline in four years for April as coronavirus pandemic shrank demand globally. BEIJING-China's factory-gate prices contracted in April, falling by the steepest margin in four years, as manufacturers struggled with deflationary pressures from the coronavirus pandemic, which has crimped demand both at home and abroad.", "categories": [["Economy", "Asia Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/asia-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/intelligence-chief-declassifies-names-of-obama-officials-who-unmasked-flynn-11589256904", "title": "Intelligence Chief Declassifies Names of Obama Officials Who 'Unmasked' Flynn", "date": "2020-05-12 00:15", "summary": "Acting director of national intelligence may release names of officials in case of renewed political interest. President Trump's top intelligence adviser has declassified and may release the names of Obama administration officials who requested the \"unmasking\" of former Trump national security adviser Mike Flynn, an action that identified him from intelligence reports following Mr. Trump's election in 2016, a senior government official said.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/northwestern-university-team-develops-tool-to-rate-covid-19-research-11589275800", "title": "Northwestern Team Develops Tool to Rate Covid-19 Research", "date": "2020-05-12 00:01", "summary": "The team trained an AI model to estimate the chances that a scientific paper's findings could be replicated by other researchers. Northwestern University researchers have developed an artificial-intelligence tool designed to rate the promise of scientific papers on Covid-19 vaccines and treatments.", "categories": [["Artificial Intelligence"]], "category_links": ["https://www.wsj.com/news/types/artificial-intelligence?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/public-pension-fund-losses-set-record-in-first-quarter-11589240175", "title": "Public Pension-Fund Losses Set Record in First Quarter", "date": "2020-05-12 00:01", "summary": "State and local pension funds just endured their worst quarter on record. Public pension plans lost a median 13.2% in the three months ended March 31, according to Wilshire Trust Universe Comparison Service data released Tuesday, slightly more than in the fourth quarter of 2008. March's stock market plummet led to the biggest one-quarter drop in the 40 years the firm has been tracking.", "categories": [["Markets", "Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11589208188", "title": "Pepper...and Salt", "date": "2020-05-12 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/iran-leverages-oil-to-court-other-u-s-rivals-during-pandemic-11589232716", "title": "Iran Leverages Oil to Court Other U.S. Rivals During Pandemic", "date": "2020-05-12 23:46", "summary": "Tehran ships sanctioned oil to Damascus, refining gear to Caracas. Isolated in the midst of a global pandemic, Iran is using its sanctioned oil and energy expertise to garner favor and financial gain from two other nations shunned by the U.S.: Syria and Venezuela.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ny-fed-says-it-will-start-buying-etfs-11589247736", "title": "NY Fed Says It Will Start Buying ETFs", "date": "2020-05-12 22:37", "summary": "Fed's purchases are part of the central bank's efforts to restore functioning to the financial markets during the coronavirus pandemic. The Federal Reserve Bank of New York said Monday that starting Tuesday one of its emergency market support facilities will begin buying corporate-bond exchange-traded funds, in a notable expansion of the central bank's efforts to support the economy and financial system in the coronavirus crisis.", "categories": [["Economy", "Central Banks"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/central-banks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/remdesivir-distribution-misalignment-shouldnt-happen-again-coronavirus-response-coordinators-email-says-11589246992", "title": "Distribution of Key Drug Was Flawed, Says White House Official", "date": "2020-05-12 22:13", "summary": "Dr. Deborah Birx said the process the Trump administration used to allocate the Covid-19 drug resulted in it not going where it was needed. The White House coronavirus response coordinator, in an email to senior colleagues, said the way the administration initially distributed supplies of the promising new drug remdesivir shouldn't happen again, according to an email reviewed by The Wall Street Journal.", "categories": [["WSJ News Exclusive", "Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/democrats-continue-to-work-on-stimulus-bill-11589210400", "title": "Democrats See Stimulus Bill by Friday at Earliest", "date": "2020-05-12 21:12", "summary": "House lawmakers work to finalize coronavirus package amid disagreements with Senate, White House. WASHINGTON-House Democrats said a vote on their next proposal for coronavirus relief will come no sooner than Friday, as party leaders put the final touches on their bill even as they remain at odds with Senate Republicans and President Trump on the central points of the next package.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/dnc-makes-plans-to-allow-convention-delegates-to-vote-remotely-11589244678", "title": "DNC Makes Plans to Allow Convention Delegates to Vote Remotely", "date": "2020-05-12 20:51", "summary": "Democratic Party prepares for the possibility of a smaller-than-usual or mostly virtual gathering due to the coronavirus pandemic. The Democratic National Committee is taking its first official steps toward allowing delegates to the August convention to vote remotely if needed, as the party prepares for the possibility of a smaller-than-usual or mostly virtual gathering due to the coronavirus pandemic.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-latest-news-05-11-2020-11589189980", "title": "U.S. Coronavirus Deaths Top 80,000 as Push to Reopen Expands", "date": "2020-05-12 20:49", "summary": "White House officials are directed to wear masks inside building; governors take steps to restart commerce. The U.S. death toll from the coronavirus pandemic surpassed 80,000 Monday as state governors from New York to California took steps toward reopening businesses as the economic wreckage mounted from lockdowns.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/supreme-court-revisits-boundaries-of-creek-reservation-11589243153", "title": "Supreme Court Revisits Boundaries of Creek Reservation", "date": "2020-05-12 20:25", "summary": "Eight-member court punted on the issue last year; Justice Gorsuch, now participating, may cast deciding vote. WASHINGTON-The Supreme Court on Monday revisited the meaning of U.S. pledges to an American Indian tribe that was forcibly relocated to Oklahoma in the 19th century.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/inventory-or-expense-coronavirus-pushes-mayo-clinic-to-revisit-its-accounting-practices-11589241631", "title": "Coronavirus Pushes Mayo Clinic to Revisit Its Accounting Practices", "date": "2020-05-12 20:00", "summary": "Stockpiles of protective equipment and other necessities have raised new questions. As the Mayo Clinic was rolling out its response to the coronavirus pandemic, its finance team was trying to figure out how best to classify a reserve of masks and gloves: expense or inventory?", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}]