[{"link": "https://www.wsj.com/articles/boeing-board-members-take-heat-for-role-in-737-max-crisis-11587771694", "title": "Boeing Board Members Take Heat for Role in 737 MAX Crisis", "date": "2020-04-24 19:41", "summary": "Two influential proxy advisory firms have recommended shareholders vote against key board members. Two influential proxy advisers are recommending Boeing Co. shareholders vote against key board members to protest the plane maker's handling of the 737 MAX debacle.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/dominos-cfo-adopts-a-new-playbook-for-pandemic-11587771188", "title": "Domino's CFO Adopts a New Playbook For Pandemic", "date": "2020-04-24 19:33", "summary": "The pizza chain provided additional bonuses to workers and accelerated technological efforts. Jeffrey Lawrence has had to set aside the traditional CFO-in-a-downturn wisdom of tamping down wages and other costs during the coronavirus pandemic. Instead, the Domino's Pizza Inc. finance chief is focusing on activities more befitting boom times, such as providing bonuses and investing in technology.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/antibribery-compliance-has-to-continue-officials-say-11587770730", "title": "Antibribery Compliance Has to Continue, Officials Say", "date": "2020-04-24 19:25", "summary": "Officials in charge of enforcing the U.S. Foreign Corrupt Practices Act urged companies to communicate any coronavirus-related compliance difficulties as soon as possible. Officials in charge of enforcing a U.S. antibribery law predicted that the novel coronavirus would create incentives for corruption and urged companies to keep their guards up.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/noble-energy-shake-shack-j-c-penney-stocks-that-defined-the-week-11587770606", "title": "Noble Energy, Shake Shack, J.C. Penney: Stocks That Defined the Week", "date": "2020-04-24 19:23", "summary": "Here are seven major companies whose stocks moved on the week's news. Noble Energy Inc.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/navy-recommends-reinstatement-of-uss-theodore-roosevelt-commander-11587755522", "title": "Defense Secretary Defers Move to Reinstate Fired Roosevelt Captain", "date": "2020-04-24 19:07", "summary": "Captain was fired after pleading for help to fight ship's coronavirus outbreak. Defense Secretary Mark Esper told the Navy on Friday that he couldn't sign off on a Navy recommendation to reinstate the USS Theodore Roosevelt's captain, who was fired earlier this month after pleading for help to combat the ship's coronavirus outbreak, according to people familiar with the recommendation.", "categories": [["Politics", "National Security"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/national-security?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/piling-on-georgias-governor-11587769646", "title": "Piling on Georgia's Governor", "date": "2020-04-24 19:07", "summary": "Trump joins the press corps and Democrats in bashing Brian Kemp.. Consistency has never been Donald Trump's strong suit, but during a national calamity it would be terrific if the President would decide what he wants without shifting from day to day. We suspect Georgia Gov. Brian Kemp would agree.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/battering-norman-borlaug-11587769611", "title": "Battering Norman Borlaug", "date": "2020-04-24 19:06", "summary": "PBS rewrites the history of the father of the Green Revolution.. It seems to be an iron law of modern life: Be successful at what you do, and sooner or later you will be labeled an enemy of the people. The latest target of this treatment is the late Norman Borlaug, who is featured in a new PBS documentary called \"The Man Who Tried to Feed the World: A Tale of Good Deeds and Unintended Consequences.\"", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/schiffs-secret-transcripts-11587769594", "title": "Schiff's Secret Transcripts", "date": "2020-04-24 19:06", "summary": "Why is he sitting on declassified interviews in the collusion probe?. The Trump-Russia collusion narrative collapsed a year ago with the Robert Mueller report, but the story's not over. Democrats are now trying to suppress details of how the bogus theory was promoted, led by House Intelligence Chairman Adam Schiff.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-new-antibody-evidence-11587769490", "title": "The New Antibody Evidence", "date": "2020-04-24 19:04", "summary": "Studies are showing the virus is more widespread than was thought.. Reports this week revealed that the novel coronavirus has been stealthily sweeping through cities since early February. And now antibody test results are also showing that the virus is far more widespread than assumed. This is both good and bad news.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-provides-way-out-for-florida-inmate-11587768598", "title": "Coronavirus Provides Way Out for Florida Inmate", "date": "2020-04-24 18:49", "summary": "After 32 years behind bars, Rufus Rochell gains release as prison officials aim to prevent outbreaks. Rufus Rochell, behind bars for 32 years for a drug conviction, was released from federal prison Friday morning as part of an effort to protect inmates from the coronavirus sweeping through the nation's lockups.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/brazils-justice-minister-resigns-after-dispute-with-president-11587741020", "title": "Brazil's Justice Minister Resigns After Dispute With President", "date": "2020-04-24 18:24", "summary": "Sérgio Moro, known as a crusading judge, exits after President Jair Bolsonaro fired head of federal police. SÃO PAULO-Brazil's popular justice minister resigned Friday after accusing President Jair Bolsonaro of political interference in federal criminal investigations, triggering a political conflict as the right-wing government struggles to contain the coronavirus pandemic.", "categories": [["World", "Latin America"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/latin-america-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/joe-biden-makes-mark-on-democratic-party-with-new-fundraising-deal-11587767071", "title": "Biden Makes Mark on Democratic Party With New Fundraising Deal", "date": "2020-04-24 18:24", "summary": "The presumptive nominee also installed an ally to lead the Democratic National Committee through the fall campaign. WASHINGTON-Joe Biden is putting his stamp on the Democratic Party, wielding influence over the party's fundraising and national organization as he prepares to challenge President Trump.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-new-problem-is-brewing-in-the-beer-industry-one-million-kegs-are-going-stale-11587733224", "title": "A New Problem Is Brewing in the Beer Industry: One Million Kegs Are Going Stale", "date": "2020-04-24 18:23", "summary": "The coronavirus pandemic stranded unused beer in stadiums, concert halls, restaurants and bars. Now brewers and distributors facing sizable losses have to figure out what to do with it all.. Millions of gallons of beer stuck in stadiums, concert halls, restaurants and bars are fast going stale, leaving the beer industry with a tricky problem: What to do with all that booze nobody will ever drink?", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fcc-signals-likely-revocation-of-four-chinese-telecom-firms-licenses-11587755961", "title": "FCC Signals Likely Revocation of Four Chinese Telecoms' Licenses", "date": "2020-04-24 18:17", "summary": "Commission says the state-owned businesses must prove they aren't subject to Chinese government control. WASHINGTON-The Federal Communications Commission ordered four Chinese state-owned telecommunications operators to explain why it shouldn't withdraw permission for them to operate in the U.S., paving the way for likely license revocations.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-harvard-professor-shows-her-prejudice-against-homeschoolers-11587765556", "title": "A Harvard Professor Shows Her Prejudice Against Homeschoolers", "date": "2020-04-24 17:59", "summary": "I was taught in a house full of books. My education included languages, music, math-and lots of friends.. America's parents are dealing with a problem of nearly unprecedented size: the long-term closing of the country's schools. Hundreds of millions of us have relocated learning from classrooms to living rooms. The editors of Harvard Magazine have judged this an opportune time to advance a provocative argument against homeschooling and homeschoolers.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-queens-yankee-takes-the-u-k-quiz-crown-11587765498", "title": "A Queens Yankee Takes the U.K. Quiz Crown", "date": "2020-04-24 17:58", "summary": "Brandon Blackwell outsmarted the competition and ruffled feathers on 'University Challenge,' Britain's most highbrow TV quiz show.. \"I came to Britain specifically to go on this show, win and beat Oxford and Cambridge,\" says Brandon Blackwell, and he did. The young American knocked the stuffiness out of the British elite on \"University Challenge,\" which he calls the \"highest-class, poshest TV quiz show on planet Earth.\"", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-bailout-for-illinois-not-without-strict-conditions-11587765373", "title": "A Bailout for Illinois? Not Without Strict Conditions", "date": "2020-04-24 17:56", "summary": "Other states will line up for money if Washington rewards Springfield for mismanaging its pensions.. The day the prophets of public finance long foretold has come to pass: Illinois has requested a federal bailout of its struggling public-employee retirement plans, which had unfunded liabilities topping $469 billion in 2018, according to a Federal Reserve study. As difficult as the coronavirus crisis has been for state governments and their pension systems, Washington shouldn't bail out Illinois or any other perennial bad actor without first requiring stringent and permanent reforms.", "categories": [["Opinion", "Commentary", "Cross Country"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb", "https://www.wsj.com/news/types/cross-country?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-lockdowns-were-the-black-swan-11587765416", "title": "The Lockdowns Were the Black Swan", "date": "2020-04-24 17:56", "summary": "How and why we went from 'flatten the curve' to choosing between our economy and the virus.. To some the coronavirus is a supporting actor in a drama titled \"The Iniquities of Donald Trump.\" Those of more balanced mind wonder whether Mr. Trump's failings can be distinguished from the predictable and expected failings of the U.S. government.", "categories": [["Opinion", "Business World"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/business-world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/from-left-to-right-review-singed-by-not-consumed-11587746191", "title": "'From Left to Right' Review: Singed but Not Consumed", "date": "2020-04-24 17:53", "summary": "In 1939, the young Lucy S. Dawidowicz narrowly escaped the fires of the Holocaust. She survived to become the mother of modern Jewish studies in America.. No historian better grasped-or more fearlessly embodied-the close connections between the Holocaust and the postwar politics of American Jews than Lucy S. Dawidowicz. In a nuanced biography, Nancy Sinkoff of Rutgers University traces Dawidowicz's controversial political journey from left to right and describes how her love of an almost extinguished Yiddish culture \"formed the deepest wellspring of her Jewish identity.\"", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-projected-to-trigger-worst-economic-downturn-since-1940s-11587765028", "title": "Coronavirus Projected to Trigger Worst Economic Downturn Since 1940s", "date": "2020-04-24 17:50", "summary": "Congressional Budget Office says federal budget deficit could reach $3.7 trillion by end of fiscal year. WASHINGTON-The coronavirus shutdown will induce the sharpest economic downturn and push the U.S. budget deficit to the highest levels since the 1940s, the Congressional Budget Office projects.", "categories": [["Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/epidemics-and-society-review-hiding-from-life-to-stay-alive-11587764677", "title": "'Epidemics and Society' Review: Hiding From Life to Stay Alive", "date": "2020-04-24 17:44", "summary": "Death was once a familiar fact of life. Today we confront it so rarely that we have been left culturally unprepared.. In various states of putrescence-worms wriggling, entrails dangling-cadavers rise from their graves to join the Dance of Death. The famous depiction in the Nuremberg Chronicle of 1493 is in some ways a typical artwork of the Age of Plague. From the mid-14th century to the early 18th century, no living subject was portrayed more often than the Grim Reaper, reveling in his deadly duties, selecting dancing partners without regard to age, sex or appearance.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/first-ever-remote-nfl-draft-draws-15-6-million-viewers-a-record-11587764583", "title": "First-Ever Remote NFL Draft Draws 15.6 Million Viewers, a Record", "date": "2020-04-24 17:43", "summary": "First night of draft, run by Commissioner Roger Goodell from his basement, beat previous audience record of 12.4 million in 2014. The first night of the National Football League's annual draft Thursday night drew a record average audience of 15.6 million viewers, according to Nielsen.", "categories": [["Business", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-abandonment-of-the-west-review-how-a-civilization-ends-11587764563", "title": "'The Abandonment of the West' Review: How a Civilization Ends", "date": "2020-04-24 17:42", "summary": "For all its achievements, the West was increasingly faulted for its deﬁciencies at home and abroad.. The very title of Michael Kimmage's work of intellectual history-\"The Abandonment of the West: The History of an Idea in American Foreign Policy\"-comes with a shock of recognition. Why, yes, who in the realm of foreign policy now speaks of \"the West\"? It's gone. Where did it go? Come to think of it, we more or less abandoned it, didn't we?", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/odetta-a-life-in-music-and-protest-review-livin-the-blues-11587764477", "title": "'Odetta: A Life in Music and Protest' Review: Livin' the Blues", "date": "2020-04-24 17:41", "summary": "'She's a Nubian Queen. She is the mother of history, of all of Africa. Her beauty reigns as supreme.'. In 1959, Harry Belafonte produced and starred in a live prime-time special that he envisioned as a musical portrait of black America. He had the box-office clout to call the shots, which included an interracial dance troupe that defied an industry-wide taboo against blacks and whites performing together on TV. Another bold move was his choice for a co-star.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/iasb-proposes-coronavirus-relief-on-how-companies-account-for-their-rent-concessions-11587763865", "title": "IASB Proposes Coronavirus Relief on How Companies Account for Their Rent Concessions", "date": "2020-04-24 17:31", "summary": "Proposal would exempt businesses from having to consider whether the concessions qualify as lease modifications. Accounting standard-setters are proposing assistance to companies trying to record leases during the coronavirus pandemic.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-signs-coronavirus-stimulus-bill-as-focus-shifts-to-state-funding-11587749963", "title": "Trump Signs Stimulus Bill as Focus Shifts to State Funding", "date": "2020-04-24 17:22", "summary": "Democrats, Republicans at odds over providing hundreds of billions of dollars in relief to states and cities. WASHINGTON-Lawmakers sparred Friday over providing hundreds of billions of dollars in relief to states and cities hit hard by the coronavirus pandemic, assistance that Democrats see as a critical piece of the next round of stimulus spending but some Republicans have viewed skeptically.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-bearer-of-good-coronavirus-news-11587746176", "title": "The Bearer of Good Coronavirus News", "date": "2020-04-24 17:14", "summary": "Stanford scientist John Ioannidis finds himself under attack for questioning the prevailing wisdom about lockdowns.. Defenders of coronavirus lockdown mandates keep talking about science. \"We are going to do the right thing, not judge by politics, not judge by protests, but by science,\" California's Gov. Gavin Newsom said this week. Michigan Gov. Gretchen Whitmer defended an order that, among other things, banned the sale of paint and vegetable seeds but not liquor or lottery tickets. \"Each action has been informed by the best science and epidemiology counsel there is,\" she wrote in an op-ed.", "categories": [["Opinion", "The Weekend Interview"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/the-saturday-interview?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/latin-america-wary-of-exported-coronavirus-voices-concern-over-u-s-deportations-11587736679", "title": "Latin America, Wary of Exported Coronavirus, Voices Concern Over U.S. Deportations", "date": "2020-04-24 17:13", "summary": "Governments worry that returned migrants could spark new waves of infections, overwhelming ill-equipped health-care systems. Latin American governments, already struggling to contain the coronavirus from spreading in their countries, are now contending with a new challenge: new cases of the disease arriving with migrants deported by the U.S.", "categories": [["Politics", "Health Policy"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/health-policy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-plans-to-use-coronavirus-funding-to-revamp-postal-rates-11587761756", "title": "Trump Plans to Use Coronavirus Funding to Revamp Postal Rates", "date": "2020-04-24 16:55", "summary": "President says Amazon and other online retailers pay too little for package delivery by Postal Service. WASHINGTON-President Trump indicated Friday that he plans to use a coronavirus-relief law as leverage to force the U.S. Postal Service to raise rates for package delivery, including those it delivers for Amazon and other e-commerce firms.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/facebook-launches-its-answer-to-zoom-11587752287", "title": "Facebook Launches Its Answer to Zoom", "date": "2020-04-24 16:39", "summary": "Video-chat feature caters to users kept home by coronavirus as pandemic reshapes products. Facebook Inc. is rolling out a new video-chat feature to rival Zoom, part of a suite of new offerings aimed at users kept home by the coronavirus.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-allies-leave-who-funding-gap-unfilled-as-china-and-others-step-up-11587760407", "title": "U.S. Allies Are Slow to Fill WHO Funding Gap as China Steps In", "date": "2020-04-24 16:33", "summary": "After U.S. freezes payments amid coronavirus pandemic, nations express support for U.N. agency but plan no increased contributions. America's allies have been reluctant to fill the gap left by the U.S. decision to halt funding for the World Health Organization, with some looking to accommodate Washington's concerns over the agency's management of the coronavirus pandemic.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/global-stock-markets-dow-update-04-24-2020-11587702697", "title": "Stocks Suffer Modest Weekly Losses", "date": "2020-04-24 16:25", "summary": "The Dow dropped about 2% for the week, after its biggest two-week rally since the 1930s. U.S. stocks climbed Friday at the end of a week when shares were battered by a collapse in oil prices and fresh signs of a severe economic downturn.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/private-equity-hedge-funds-barred-from-small-business-coronavirus-loans-11587758680", "title": "Private Equity, Hedge Funds Barred from Small-Business Coronavirus Loans", "date": "2020-04-24 16:04", "summary": "The SBA said stimulus aid isn't intended for firms involved in financial speculation. Private equity and hedge funds cannot tap taxpayer-backed loans intended to support small businesses struggling due to the coronavirus pandemic, the U.S. Small Business Administration has ruled.", "categories": [["Pro PE Industry News"]], "category_links": ["https://www.wsj.com/news/types/pro-pe-industry-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/georgia-reopens-but-many-businesses-stay-closed-people-stay-home-11587754211", "title": "Georgia Reopens but Many Businesses Stay Closed", "date": "2020-04-24 15:58", "summary": "Trump and some mayors push back on Gov. Kemp's plans, say lifting of restrictions comes too soon. ATLANTA-While many shops here stayed closed and the streets remained as quiet as recent weeks, some nonessential businesses took advantage of an easing of state restrictions to reopen Friday.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/treasurys-hold-recent-gains-11587747178", "title": "Treasurys Hold Gains Amid Appetite for Safer Assets", "date": "2020-04-24 15:48", "summary": "The 10-year U.S. Treasury yield drifted lower to 0.60%, from 0.61% Thursday. U.S. government bonds held firm Friday, reflecting continued demand for safer assets among investors concerned about the possibility of a slow recovery from a deep economic contraction.", "categories": [["Markets", "Credit Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/credit-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ppp-sba-program-hit-some-but-miss-a-lot-11587757574", "title": "PPP, SBA Program Hit Some but Miss a Lot", "date": "2020-04-24 15:46", "summary": "The question many of us small-business owners really want answered isn't how Ruth's Hospitality Group Inc. got two loans, but why our banks prioritized their biggest customers while leaving the rest of us in limbo.. The question many of us small-business owners really want answered isn't how Ruth's Hospitality Group Inc. got two loans, but why our banks prioritized their biggest customers while leaving the rest of us in limbo (\"Dining Chains Get Seconds On Aid,\" The Coronavirus Pandemic, April 20). I've been in business 13 years with sterling credit, relatively high average bank balances and an unblemished financial record. I filed for the Paycheck Protection Program benefits the moment Citibank started taking applications. I finally heard back from them a week later, a day after the money ran out.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-coronavirus-and-the-new-federalism-11587757614", "title": "Trump, Coronavirus and the New Federalism", "date": "2020-04-24 15:46", "summary": "Counter to what some feared, President Trump resisted demands for a federal takeover. He didn't declare martial law, restrict interstate travel, or impose other extreme measures.. In \"Trump Rewrites the Book on Emergencies\" (op-ed, April 18), Christopher DeMuth rightly applauds the president for his light touch in response to Covid-19. Counter to what some feared, President Trump resisted demands for a federal takeover. He didn't declare martial law, restrict interstate travel or impose other extreme measures. He did close the borders, which was well within his purview, but only reluctantly, and lightly applied the Defense Production Act. Most important, he allowed Pharma, other companies and the states to respond in different ways to the crisis. As Mr. DeMuth points out, President Trump recognizes \"the intensity of the epidemic varies widely and is best met by calibrated state and local judgments.\" This mirrors Nobel laureate Friedrich Hayek's wise advice: \"We need decentralization because only thus can we insure . . . knowledge of the particular circumstances of time and place will be promptly used.\" Happily, President Trump appears inclined to follow the same lesson as we reboot our economy.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/payroll-tax-cut-wont-help-the-unemployed-11587757524", "title": "Payroll-Tax Cut Won't Help the Unemployed", "date": "2020-04-24 15:45", "summary": "A payroll-tax holiday giving a worker or employer a 7.65% (FICA tax) raise when they are making nothing is still nothing.. Although I am a fan of both Steve Forbes and Arthur Laffer and agree in principle that a payroll-tax break could be an effective way to stimulate the economy under normal conditions, these are far from normal conditions (\"Suspend the Payroll Tax,\" op-ed, April 20).", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-was-five-weeks-late-on-the-virus-11587757473", "title": "Trump Was Five Weeks Late on the Virus", "date": "2020-04-24 15:44", "summary": "Robert C. O'Brien correctly highlights actions the president has taken to fight the coronavirus and save lives. It is notable, however, that no \"fateful\" decision is mentioned in the time period from Jan. 31 to March 11.. National Security Adviser Robert C. O'Brien's \"Seven Fateful Coronavirus Decisions\" (op-ed, April 21) correctly highlights actions the president has taken to fight the coronavirus and save lives. It is notable, however, that no \"fateful\" decision is mentioned in the time period from Jan. 31 to March 11. While President Trump indeed took decisive action that his opponents conveniently disregard, what substantive action was taken by our federal government during the critical five-week period when the first U.S. coronavirus cases and deaths were reported?", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/better-to-fix-multiemployer-pensions-now-rather-than-later-11587757211", "title": "Better to Fix Multiemployer Pensions Now Rather Than Later", "date": "2020-04-24 15:40", "summary": "When their pension plans fail, millions of essential workers and seniors will lose their retirements.. Regarding Charles Blahous's \"No Bailout for Broke Pensions\" (April 8): It's true 10 million Americans-including grocery store clerks, delivery drivers, and construction workers on the front lines of this public health crisis-belong to multiemployer pension plans that are running out of money. Also true, when their plans fail, these essential workers and seniors will lose their retirements, and all of this is contributing to the insolvency of the Pension Benefit Guaranty Corporation.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/paneras-grocery-aisle-electric-vans-for-amazon-diversification-is-making-a-comeback-11587740399", "title": "Panera's Grocery Aisle? Electric Vans for Amazon? Diversification Is Making a Comeback.", "date": "2020-04-24 15:31", "summary": "Business leaders are employing a retro survival technique during the pandemic. Revenue diversification is as old as business itself. For companies like Panera Bread, the ancient strategy could represent a lifeline.", "categories": [["Business", "On Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/on-business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/do-diy-masks-help-stop-coronavirus-11587720603", "title": "Do DIY Masks Help Stop Coronavirus?", "date": "2020-04-24 15:22", "summary": "Here's what you need to know about homemade face coverings. Even before Gov. Andrew Cuomo ordered New Yorkers to cover their faces in public to prevent the spread of Covid-19, instructions for creating homemade masks were circulating.", "categories": [["U.S.", "The Numbers"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/the-numbers?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/storage-crisis-worsens-for-glut-of-crude-caused-by-coronavirus-11587755805", "title": "Behind Oil-Market Gyrations: Few Places Left to Store Unwanted Crude", "date": "2020-04-24 15:16", "summary": "Resume Subscription. During his daily stroll along Southern California's Seal Beach, film-industry executive Josh Haynie usually sees little but surfers and the occasional marine mammal. These days the vista also includes around 20 oil tankers.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/next-wave-of-irs-stimulus-payments-set-to-hit-bank-accounts-in-coming-days-11587755745", "title": "Next Wave of IRS Stimulus Payments Set to Hit Bank Accounts in Coming Days", "date": "2020-04-24 15:15", "summary": "Many Social Security beneficiaries, people who gave IRS deposit information on tap next. WASHINGTON-In the second big wave of stimulus payments, the IRS will send money over the next few days to people who recently provided their direct-deposit information.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lysol-maker-warns-against-internal-use-of-disinfectants-after-trump-ponders-treatment-options-11587746107", "title": "Lysol Maker Warns Against Internal Use of Disinfectants After Trump Comments", "date": "2020-04-24 15:14", "summary": "President's speculation about disinfecting body and internal use of light prompts statement. WASHINGTON-Health experts and a company that makes cleaning products issued warnings to Americans on Friday, after President Trump speculated that using disinfectants or solar light inside the body could be an effective coronavirus treatment, comments that he later walked back.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/at-t-ceo-randall-stephenson-to-retire-coo-john-stankey-to-take-over-as-ceo-11587738567", "title": "AT&T's Stephenson to Retire as CEO", "date": "2020-04-24 14:59", "summary": "Longtime telecom boss to hand reins to deputy John Stankey and stay on as chairman until January. AT&T Inc . Chief Executive Randall Stephenson said he will step aside at the end of June, handing leadership of one of the world's largest media and telecommunications companies to longtime deputy John Stankey.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/curve-crushing-11587753699", "title": "Curve Crushing", "date": "2020-04-24 14:41", "summary": "More mistakes from an influential virus model.. There's good news today for people hoping that politicians will just declare victory against the coronavirus-or whatever they think they need to say-and let us have our economy back. A Nobel Prize-winning chemist is encouraged by the latest global infection and mortality data. Some state governments are moving toward economic revival. And new research raises more questions about a series of virus models which have influenced the decisions of nervous politicos.", "categories": [["Opinion", "Best of the Web"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/best-of-the-web-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/facebooks-5-billion-privacy-settlement-wins-court-approval-11587752759", "title": "Facebook's $5 Billion Privacy Settlement Wins Court Approval", "date": "2020-04-24 14:25", "summary": "Agreement with Federal Trade Commission includes fine, ongoing oversight. WASHINGTON-A judge approved Facebook Inc.'s $5 billion settlement with the Federal Trade Commission over privacy violations, the agency announced Friday-overruling objections that the deal didn't adequately punish the company.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-joyful-melodic-menagerie-11587752748", "title": "A Joyful, Melodic Menagerie", "date": "2020-04-24 14:25", "summary": "Camille Saint-Saëns's 'Carnival of the Animals' is a musical safari, complete with roaring lions, giant elephants and very persistent donkeys.. ", "categories": [["Books & Arts", "Masterpiece"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/masterpiece?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hertz-hires-advisers-for-restructuring-talks-with-lenders-11587752458", "title": "Hertz Hires Advisers for Restructuring Talks With Lenders", "date": "2020-04-24 14:23", "summary": "Rental-car company brings in advisers White & Case and Moelis as coronavirus decimates industry. Hertz Global Holdings Inc. has hired advisers for talks with lenders on restructuring the company's $17 billion of debt, according to people familiar with the matter, as the coronavirus pandemic and government restrictions on travel have devastated the rental-car industry.", "categories": [["Pro Bankruptcy Distress"]], "category_links": ["https://www.wsj.com/news/types/pro-bankruptcy-distress?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nursing-assistant-kept-showing-up-for-workuntil-he-got-sick-11587674081", "title": "Nursing Assistant Kept Showing Up for Work-Until He Got Sick", "date": "2020-04-24 14:17", "summary": "Maurice Dotson knew care-home residents in Austin, Texas, relied on him; he died of Covid-19. For residents of the West Oaks Nursing and Rehabilitation Center in Austin, Texas, Maurice Dotson was a daily presence. As a nursing assistant, he hoisted them out of bed, helped them dress, fetched water, changed diapers and watched for signs of distress.", "categories": [["World", "Obituaries"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/obituaries?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/are-actual-love-letters-better-than-love-texts-11587751691", "title": "Are Actual Love Letters Better Than 'Love Texts'?", "date": "2020-04-24 14:08", "summary": "Handwritten missives can be more revealing and intimate, but texts are instant and need no stamps. Here, we argue both sides.. AFTER MYRIAD TEXTS and phone calls, photos, videos and voice memos shared between me and my partner who's isolating a few states away, one morning I was inspired to scribble out and mail her a schmaltzy, three-page note detailing a version of how I wished our spring might have gone.", "categories": [["Life & Work", "Fashion", "That's Debatable"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/magazine/fashion?mod=breadcrumb", "https://www.wsj.com/news/types/that-s-debatable?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-best-mystery-series-to-read-while-stuck-at-home-11587751540", "title": "The Best Mystery Series to Read While Stuck at Home", "date": "2020-04-24 14:05", "summary": "From Louise Penny's Armand Gamache novels to Michael Connelly's Harry Bosch books, WSJ readers share their favorites.. A great mystery series usually needs a great protagonist. But it also needs to take the reader to a particular place-and many readers seem eager to embark on such a journey just now.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-crimps-some-ceo-salaries-but-not-all-11587750800", "title": "Coronavirus Crimps Some CEO Salaries but Not All", "date": "2020-04-24 13:53", "summary": "Adjustments vary markedly among companies; 20% cut for Cheesecake Factory boss, while counterpart at Yum Brands gives up paycheck. Cheesecake Factory Inc. furloughed about 41,000 hourly restaurant workers to conserve cash in the coronavirus pandemic. It also cut pay for other employees by as much 20%-a reduction that Chief Executive David Overton matched for his $995,000 salary.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/usns-comfort-plans-departure-signaling-militarys-waning-coronavirus-role-11587750459", "title": "Navy Medical Ship to Depart New York, Signaling Military's Waning Virus Role", "date": "2020-04-24 13:47", "summary": "As New York hospitalizations level off, hospital ship examines its first infectious disease response effort. The Navy's medical ship USNS Comfort soon will leave New York with no current plans to redeploy elsewhere in the national coronavirus response, and Navy officials and experts said the role of the floating hospitals and other military efforts in the pandemic may be on the decline.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pressure-builds-on-europes-fragile-banking-system-11587740305", "title": "Pressure Builds on Europe's Fragile Banking System", "date": "2020-04-24 13:42", "summary": "Lenders entered the coronavirus crisis in worse shape than U.S. rivals after years spent grappling with low interest rates and stiff regulation. Worries are mounting about the ability of Europe's financial system, in particular its fragile banks, to make it through the coronavirus crisis unscathed.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/amid-coronavirus-closed-mosques-and-restrictions-mark-a-muslim-holy-month-like-no-other-11587749613", "title": "Closed Mosques and Crowd Restrictions Mark a Muslim Holy Month Like No Other", "date": "2020-04-24 13:33", "summary": "Resume Subscription. BEIRUT-Countries with large Muslim populations are struggling to balance the risk of a new surge in coronavirus infections against the weight of traditions that involve getting together for food and worship during the holy month of Ramadan.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/twin-river-to-buy-three-casinos-from-eldorado-caesars-vici-11587749226", "title": "Twin River to Buy Three Casinos From Eldorado, Caesars, VICI", "date": "2020-04-24 13:27", "summary": "The purchases will expand the Providence, R.I., casino operator's footprint to Louisiana, Nevada and New Jersey. Twin River Worldwide Holdings Inc. on Friday said it agreed to buy a trio of casinos for $180 million, expanding its footprint to three new states.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/thousands-fighting-coronavirus-take-antimalaria-drugs-amid-uncertainty-they-help-11587726002", "title": "Thousands Fighting Coronavirus Take Antimalaria Drugs Amid Uncertainty They Help", "date": "2020-04-24 13:22", "summary": "Many doctors and hospitals are routinely prescribing use of the pills for the coronavirus, while other patients sign up for studies exploring whether the drugs truly help. Thousands of Covid-19 patients world-wide are signing up for studies exploring whether antimalaria drugs fight off infections of the new coronavirus, according to a Wall Street Journal review of a clinical-trial database, and thousands more patients are taking the unproven pills as part of their treatment.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/verizons-wireless-business-slowed-by-coronavirus-11587730044", "title": "Verizon's Wireless Business Slowed by Coronavirus", "date": "2020-04-24 13:15", "summary": "Carrier posts decline in phone connections and sets aside $228 million to cover bad debt from consumers skipping bills. Verizon Communications Inc. said the coronavirus pandemic slowed its core wireless business in the March quarter as Americans bought fewer new smartphones amid widespread store closures.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fda-warns-against-use-of-chloroquine-outside-of-clinical-trials-11587745979", "title": "FDA Issues Warning on Chloroquine", "date": "2020-04-24 13:08", "summary": "Agency says the drug is linked to cardiac dangers and shouldn't generally be used against coronavirus. WASHINGTON-The Food and Drug Administration warned that two malaria drugs touted by President Trump and some doctors for treating the new coronavirus are linked to serious heart problems and should only be used on hospitalized patients or as part of clinical trials.", "categories": [["Politics", "Health Policy"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/health-policy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/science-fiction-looking-back-at-world-war-zero-11587747936", "title": "Science Fiction: Looking Back at 'World War Zero'", "date": "2020-04-24 13:05", "summary": "A centuries-old Arabian dhow discovered in Greenland opens up questions about antiquity's 'World War Zero.'. As one can tell from the never-ending TV series \"Ancient Aliens,\" science fiction and archaeology have had a long relationship. The link is a conviction that there is a hidden truth in the relics of dead civilizations, both physical and mythical, and that this can be uncovered by what we now know about science. The idea is using the present to explain the past.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-covid-19-catastrophe-unfolding-in-new-york-is-unique-11587747861", "title": "The Covid-19 Catastrophe Unfolding in New York Is Unique", "date": "2020-04-24 13:04", "summary": "The city's terrible death toll can't just be explained away by the fact that 'a lot of people live here'. It isn't an exaggeration to state that the coronavirus crisis in the U.S. is, in many ways, a New York public health crisis. This is not in any way to belittle the suffering across the nation, but it is hard to overstate the disproportionate role that the Empire State has played in America's current woes.", "categories": [["Life & Work", "Ideas", "Editor at Large"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/editor-at-large?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/if-you-need-cash-now-dont-ignore-the-tax-bill-that-could-come-later-11587720609", "title": "If You Need Cash Now, Don't Ignore the Tax Bill That Could Come Later", "date": "2020-04-24 12:59", "summary": "Unemployment benefits, retirement accounts and your home can provide a quick source of funds, but consider the tax effects before acting. The coronavirus pandemic is wreaking havoc on the U.S. economy, with 26 million workers newly unemployed and plenty more people jolted by declines in their retirement and brokerage accounts.", "categories": [["Markets", "Tax Report"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/tax-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/romance-between-credit-cards-and-travel-faces-strain-11587747518", "title": "Romance Between Credit Cards and Travel Faces Strain", "date": "2020-04-24 12:58", "summary": "American Express and others may have to rethink their dependency on travel following the coronavirus pandemic. Credit cards and travel have been intertwined for years. The coronavirus will put the strength of that pairing to the test.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/virus-plagued-brexit-talks-fail-to-progress-much-as-negotiation-round-ends-on-acrimonious-note-11587747360", "title": "Virus-Plagued Brexit Talks Fail to Progress Much", "date": "2020-04-24 12:56", "summary": "U.K. repeats that it won't extend talks beyond end-2020. Brexit trade talks hit early troubles as British and European Union negotiators accused each other of being inflexible and concerns mounted that there won't be enough time to complete a broad deal by the end-of-year deadline.", "categories": [["World", "Europe", "U.K."]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb", "https://www.wsj.com/news/types/u-k-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-a-data-security-expert-fears-u-s-voting-will-be-hacked-11587747159", "title": "Why a Data-Security Expert Fears U.S. Voting Will Be Hacked", "date": "2020-04-24 12:52", "summary": "Harri Hursti has spent 15 years trying to draw attention to the weaknesses in America's election systems. In 2005, a concerned Florida election supervisor asked the Finnish data-security expert Harri Hursti to hack into one of the state's commonly used voting machines to test its vulnerability. The verdict wasn't reassuring. By modifying just a few lines of code on the machine's memory card, Mr. Hursti says, he could change the results of a mock election. That same model, he adds, will be among those used in the 2020 elections. (A spokesperson for the machine's vendor, Dominion Voting, says that these weaknesses were fixed in 2012, but Mr. Hursti says that he has tested the new version and found the updates insufficient.)", "categories": [["Life & Work", "Ideas", "Weekend Confidential"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/weekend-confidential?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-are-counterprotesters-in-scrubs-11587746099", "title": "Why Are Counterprotesters in Scrubs?", "date": "2020-04-24 12:35", "summary": "When I was training as a doctor, you'd change clothes at the hospital to avoid spreading infection.. You've probably seen those photos of health-care workers counterprotesting in favor of coronavirus lockdowns. In one case a physician's assistant stands in a Denver crosswalk, blocking protesters' cars. Your reaction may vary depending on what you think of the lockdown. I side more with the counterprotesters because some of the protesters' demands, such as ending all restrictions on large crowds, are dangerous. But I also wonder: Why are the counterprotesters wearing scrubs?", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/childrens-books-rhyme-meter-and-pictures-11587746073", "title": "Children's Books: Rhyme, Meter and Pictures", "date": "2020-04-24 12:34", "summary": "Nothing prevents us from reading poetry with our children year-round, but designating April as 'poetry month' provides a welcome excuse.. Nothing prevents us reading poetry year-round with children, but still it's nice to have the spur of an official \"poetry month.\" In this regard, April constitutes an annual excuse to pull out old favorites: a Mother Goose anthology, the nonsense rhymes of Edward Lear and Ogden Nash, or Robert Louis Stevenson's \"A Child's Garden of Verses.\" It's an excellent time to pore over newer beauties, such as JooHee Yoon's electric illustrations for \"Beastly Verses\" (2015); Frann Preston-Gannon's pictures for \"Sing a Song of Seasons\" (2018), the massive anthology edited by Fiona Waters; or the sumptuous glories of Jackie Morris's artwork for Robert Macfarlane's acrostic poems in \"The Lost Words\" (2017).", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/five-best-ronald-s-coddington-on-civil-war-nurses-11587745719", "title": "Five Best: Ronald S. Coddington on Civil War Nurses", "date": "2020-04-24 12:28", "summary": "From the author, most recently, of 'Faces of Civil War Nurses.'. By Georgeanna Woolsey (1863)", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/gap-warns-it-needs-to-raise-additional-funds-11587647440", "title": "Gap Raises Additional Funds", "date": "2020-04-24 12:28", "summary": "Retailer says it skipped $115 million in April rents after coronavirus closed stores. Gap Inc. raised $2.25 billion in secured debt on Thursday, after warning it had burned through half its cash savings while the coronavirus pandemic kept stores closed.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/miss-austen-review-her-sisters-keeper-11587745287", "title": "'Miss Austen' Review: Her Sister's Keeper", "date": "2020-04-24 12:21", "summary": "Novelist Gill Hornby imagines what might have been in the letters that Jane Austen's sister, Cassandra, destroyed late in her life.. Twenty-three years after Jane Austen's death in 1817, her older sister, Cassandra, burned the less discreet portions of her famous sibling's private correspondence. It appears that she did a thorough job. The Jane Austen who has been preserved for posterity is largely a creature of surfaces. We know a great deal about her social life and her friendships but very little about her creative and emotional struggles. In 1869 Austen's nephew and first biographer insisted that \"few changes and no great crisis\" ever troubled his aunt, and nobody has ever really been in a position to say otherwise. Mission accomplished, you might think.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/illuminating-history-review-a-life-in-history-with-vignettes-11587745217", "title": "'Illuminating History' Review: A Life in History, With Vignettes", "date": "2020-04-24 12:20", "summary": "Twitter trolls have nothing on a Boston shopkeeper who annotated newspapers with curses and insults.. Isaiah Berlin's well-known division of writers and thinkers into hedgehogs and foxes is \"wrong,\" Bernard Bailyn says in the opening line of \"Illuminating History,\" an elegant and engaging memoir. Then he spends the next 200 pages or so demonstrating why Berlin (as usual) was right all along.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/collapse-in-aircraft-demand-drove-down-march-factory-orders-11587737945", "title": "U.S. Durable-Goods Orders Drop as Economic Outlook Sours", "date": "2020-04-24 11:53", "summary": "Orders for long-lasting factory goods fell 14.4%; commercial aircraft and parts orders dropped more than $16.3 billion. WASHINGTON-Orders for aircraft, cars and spare parts fell sharply in March, and consumers' souring view on the economy suggested the decline in demand related to the coronavirus pandemic could deepen in the coming months.", "categories": [["Economy", "Economic Data"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/economic-data?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/banks-could-prove-weak-partner-in-coronavirus-recovery-11587743212", "title": "Banks Could Prove Weak Partner in Coronavirus Recovery", "date": "2020-04-24 11:46", "summary": "After the last financial crisis, banks now hang back in lending and trading, meaning the Federal Reserve has less ability to get money where it's needed in the economy. In September 2008, eight bank chiefs filed out of black town cars and into the Federal Reserve. Their firms had tipped the country toward economic collapse. But they also offered a way out, and the government handed them marching orders, in exchange for billion-dollar bailouts.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/dr-birxs-scarves-are-the-surprise-hit-of-coronavirus-briefings-11587742093", "title": "Dr. Birx's Scarves Are the Surprise Hit of Coronavirus Briefings", "date": "2020-04-24 11:28", "summary": "Fans and detractors alike are scrupulously tracking the extensive collection of silk scarves-many by Hermès-that the White House coronavirus response coordinator Deborah Birx has made her signature style. FOR A RECENT virtual client meeting, Susanna Gorski Bartolomei tied on a sprightly blue Hermes scarf. Her inspiration: the signature patterned silk scarves that Dr. Deborah Birx, the White House coronavirus response coordinator, showcases in the near-daily press conferences led by the president. Ms. Gorski Bartolomei, a 37-year-old real estate broker in Fort Worth, Texas, wears similar scarfs for the video house-showings that constitute her new normal, and describes Dr. Birx's neckwear efforts as \"a new kind of hyper feminine power suit\" and \"Wonder Woman's cape.\"", "categories": [["Life & Work", "Style & Fashion", "Fashion"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/fashion?mod=breadcrumb", "https://www.wsj.com/news/types/fashion?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/reopening-the-u-s-economy-even-if-the-pandemic-endures-11587740529", "title": "Reopening the U.S. Economy Even if the Pandemic Endures", "date": "2020-04-24 11:02", "summary": "It's not true that the only way to improve public health is by shutting down the economy and the only way to improve the economy is by sacrificing public health.. As the Covid-19 shutdown enters its second month, policy makers and commentators have emphasized that we're not yet out of the woods. Deaths and hospitalizations are continuing to rise, albeit more slowly than before. The flattening curves have encouraged some people to talk about reopening the economy, and others to rise in protest against ongoing restrictions, but most Americans remain cautious. We've been willing to endure the staggering economic damage because we're convinced that it's necessary for public health-and that the lockdowns won't last too long.", "categories": [["Life & Work", "Ideas", "The Saturday Essay"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/the-saturday-essay?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/when-your-fund-beats-the-market-ask-which-market-11587740491", "title": "When Your Fund Beats the Market, Ask: Which Market?", "date": "2020-04-24 11:01", "summary": "A Putnam Investments fund often earned extra fees for beating an index that consisted of 50% bonds-even though most of the fund's assets were in stocks.. Mutual-fund votes are usually pro-forma rituals in which investors do whatever the fund manager asks. An upcoming one at Putnam Investments should have investors asking what the manager has been doing.", "categories": [["Markets", "The Intelligent Investor"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/the-intelligent-investor?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-sparks-air-travel-nostalgia-11587740332", "title": "Coronavirus Sparks Air Travel Nostalgia", "date": "2020-04-24 10:58", "summary": "Delta's customer satisfaction 'keeps climbing' as its planes stay grounded. They say absence makes the heart grow fonder. Global lockdowns certainly have led to a remarkable change of heart when it comes to airline satisfaction.", "categories": [["Markets", "Overheard"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/overheard?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/todays-logistics-report-building-bigger-ships-falling-freight-rail-amazon-eyes-on-sellers-11587739745", "title": "Today's Logistics Report: Building Bigger Ships; Falling Freight Rail; Amazon Eyes on Sellers", "date": "2020-04-24 10:49", "summary": "Today's Top Supply Chain & Logistics News from WSJ. Sign up: With one click, get this newsletter delivered to your inbox.", "categories": [["WSJ Logistics Report"]], "category_links": ["https://www.wsj.com/news/types/wsj-logistics-report-newsletter?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/art-without-artworks-11587739038", "title": "Art Without Artworks", "date": "2020-04-24 10:37", "summary": "Andy Warhol's conceptual creations aimed to redefine what an artist does.. Andy Warhol is remembered as a Pop artist, lifting subjects and imagery from popular culture and presenting them almost unchanged as high art. But the Pop style Warhol pioneered in his 1962 paintings of Marilyn Monroe and Campbell's Soup cans occupied only a small part of his career. By 1965 he had officially given up painting in favor of much weirder, more conceptual creations: four-minute-long filmed portraits of his \"superstars\"; a novel that consisted of 24 hours of transcribed conversation; a lecture tour where his talks were delivered by a hired double.", "categories": [["Life & Work", "Ideas", "Icons"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/icons?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/rubio-asks-bank-ceos-if-they-favored-certain-customers-for-sba-loans-11587667917", "title": "Rubio Asks Bank CEOs if They Favored Some Customers for SBA Loans", "date": "2020-04-24 10:33", "summary": "Florida senator asks if banks strayed from first-come, first-served mandate in coronavirus relief bill. WASHINGTON-Sen. Marco Rubio (R., Fla.) is asking banks to address whether they favored certain borrowers in processing applications for government-backed small business loans, in violation of the program's mandate for treating applications on a first-come, first-served basis.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/shoppers-stock-up-on-comfort-food-amid-pandemic-11587726462", "title": "Comfort Foods Make a Comeback in the Coronavirus Age", "date": "2020-04-24 10:32", "summary": "Big brands, which have struggled to grow, see boost as homebound consumers reach for familiar products. Comfort foods from big brands are seeing a resurgence, executives say, as consumers seek familiarity and convenience amid the coronavirus pandemic.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/adults-bunking-with-their-parents-amid-coronavirus-are-having-awkward-flashbacks-11587738091", "title": "Adults Bunking With Their Parents Amid Coronavirus Are Having Awkward Flashbacks", "date": "2020-04-24 10:21", "summary": "Mom and Dad once again become part of daily routines; 'being 32 and under your parents' roof-it's strange'. Before Brad Malone starts his 9:15 a.m. call for work each day, his parents offer some words of encouragement.", "categories": [["A-hed"]], "category_links": ["https://www.wsj.com/news/types/a-hed?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pandemic-deepens-catholic-churchs-financial-crunch-from-vatican-to-parishes-11587736691", "title": "Pandemic Deepens Catholic Church's Financial Crunch", "date": "2020-04-24 10:08", "summary": "As coronavirus closes doors, Church loses revenue sources and priests turn to online giving. ROME-The coronavirus pandemic has dealt a blow to the Catholic Church's finances, threatening its extensive charitable activities and leading bishops and parish priests to slash expenses and seek funds elsewhere.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-harry-potter-is-an-ideal-potion-for-quarantiners-11587736997", "title": "Why 'Harry Potter' Is the Ideal Quarantine Read", "date": "2020-04-24 10:03", "summary": "In this week's Comfort Reads column, we revisit 'Harry Potter and the Sorcerer's Stone,' the book that launched the epic series, and find it even more spellbinding in our current confinement. HARRY POTTER KNOWS a thing or two about discomfort and confinement. The orphan lived for years in a spider-filled cupboard under the stairs at No. 4 Privet Drive, while his empathy-challenged cousin, Dudley, filled an extra bedroom with toys he'd either abandoned or smashed, including a television he'd \"put his foot through when his favorite program had been canceled.\" Luckily for Harry, a letter sealed with purple wax arrived, formally inviting him to attend Hogwarts School of Witchcraft and Wizardry, his parents' alma mater. Never again would his life be dull.", "categories": [["Life & Work", "Comfort Reads"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/comfort-reads?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cooperation-is-for-the-birds-11587736785", "title": "Cooperation Is for the Birds", "date": "2020-04-24 09:59", "summary": "A cuckoo from the tropics and a parrot from New Zealand model complex forms of collaboration that we once thought were uniquely human. Bluebirds usually seem cheerful, brave and happy. But this time of year, many bluebirds show a darker side, aggressively defending their nest boxes and breeding grounds against other birds, with chases, collisions, hostile flybys, even out-and-out physical battles. They bat with their wings, snatch feathers with their beaks, peck heads, strike out with their feet. The fights can result in serious injury and even death.", "categories": [["Life & Work", "Ideas", "Essay"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/essay?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/russia-cuts-interest-rate-to-shore-up-faltering-economy-11587733730", "title": "Russia Cuts Interest Rate to Shore Up Faltering Economy", "date": "2020-04-24 09:08", "summary": "The central bank takes action as the country lurches towards a recession. MOSCOW-Russia's central bank cut its benchmark interest rate in a move to shore up the country's economy as it lurches toward a deep recession due to depressed oil prices and shutdowns over the spread of the coronavirus.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/is-that-jerry-jones-on-a-yacht-riding-the-seas-of-the-nfls-virtual-draft-11587733573", "title": "Is That Jerry Jones on a...Yacht? Riding the Seas of the NFL's 'Virtual' Draft.", "date": "2020-04-24 09:06", "summary": "Live, from Roger Goodell's basement! A football tradition gets a makeover amid a pandemic.. Sure, I watched the NFL draft. You probably watched some of the draft, too. Let's be real. What else do we have going on?", "categories": [["Sports"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/congress-urged-to-expand-tax-breaks-to-struggling-companies-11587733202", "title": "Congress Urged to Expand Tax Breaks to Struggling Companies", "date": "2020-04-24 09:02", "summary": "National Bankruptcy Conference says nonbankrupt firms should get more time to pay taxes on debt-relief transactions. The country's top corporate bankruptcy experts are urging Congress to give financially struggling companies a temporary tax break similar to what bankrupt companies can use when they modify or cancel existing debt.", "categories": [["Pro Bankruptcy Distress"]], "category_links": ["https://www.wsj.com/news/types/pro-bankruptcy-distress?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/states-reopen-for-business-but-many-big-chains-sit-it-out-for-now-11587733364", "title": "States Reopen for Business, but Many Big Chains Sit It Out for Now", "date": "2020-04-24 09:02", "summary": "Macy's, Gap and TGI Fridays and other national chains say they will pass on the early phase of reopening in states such as Georgia and South Carolina. As some states lurch toward restarting their economies after coronavirus closures, many big companies remain hesitant to open their doors.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/some-doctors-in-congress-work-two-jobs-amid-coronavirus-outbreak-11587733201", "title": "Some Doctors in Congress Work Two Jobs Amid Coronavirus Outbreak", "date": "2020-04-24 09:00", "summary": "Physician lawmakers keep eye on testing, ventilator production and data collection, while counseling colleagues on keeping safe. WASHINGTON-When the House voted Thursday on a $484 billion package of coronavirus aid, Rep. Roger Marshall wasn't there.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/furlough-time-off-once-temporary-but-now-often-unclear-11587733200", "title": "'Furlough': Time Off, Once Temporary, But Now Often Unclear", "date": "2020-04-24 09:00", "summary": "What started four centuries ago as a voluntary break from work duties has become involuntary-and sometimes permanent. Company after company in recent weeks has announced having to furlough many employees, whether retailers like Macy's and Under Armour, entertainment giants like Disney and AMC, or major car manufacturers like Honda and Tesla.", "categories": [["Life & Work", "Ideas", "Word on the Street"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/word-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/as-the-tide-ebbs-nestle-can-stay-afloat-11587731567", "title": "As the Tide Ebbs, Nestlé Can Stay Afloat", "date": "2020-04-24 08:32", "summary": "The world's largest food company maintained its 2020 guidance during a mixed reporting season for consumer staples businesses. Companies that sell household staples are getting a temporary lift from pantry loading, particularly in the U.S. While that makes it trickier to identify who will be resilient during the coming economic downturn, Nestlé will probably be among the safer names.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-to-wear-dressed-up-floralsin-the-sunny-light-of-day-11587731463", "title": "How to Wear Dressed-Up Florals-in the Sunny Light of Day", "date": "2020-04-24 08:31", "summary": "Clothes with a sense of occasion shouldn't be shunted to the back of your closet. Bright florals and forward-thinking silhouettes that add a touch of optimism (and glamour) to daytime dressing. FLOWER GIRL A maxi dress that makes the case for cool comfort. Valentino dress, $4,500, Valentino boutiques", "categories": [["Fashion"]], "category_links": ["https://www.wsj.com/news/types/magazine-fashion?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/franklin-templeton-to-close-3-4-billion-in-struggling-india-credit-funds-11587731492", "title": "Franklin Templeton to Close Six India Credit Funds", "date": "2020-04-24 08:31", "summary": "Asset manager's six mutual funds were hit by investor redemptions, drop in corporate bonds amid coronavirus. U.S. money manager Franklin Templeton said its India unit will close six mutual funds with a combined $3.4 billion in assets, after some corporate bonds they held fell in value and the funds were hit by a wave of investor redemptions.", "categories": [["Markets", "Wealth Management"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/wealth-management?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-artist-judy-chicago-cant-live-without-11587731309", "title": "What Artist Judy Chicago Can't Live Without", "date": "2020-04-24 08:28", "summary": "The artist and activist on her most cherished items, including a plaque to her cats (she's had 17) or a reminder of the auto-body class where she learned \"what it meant to be an artist\". Over the past several months, the artist Judy Chicago has been everywhere, with a flurry of exhibits, including the first major U.K. survey of her work, a collaboration with Dior for its spring 2020 haute couture show (which she called \"the greatest creative opportunity of my life\") and a performance by the Alvin Ailey dance company for International Women's Day-a tribute to her most famous work, The Dinner Party. \"I'm really thrilled that people are seeing and responding to my work the way they are,\" says Chicago. \"In the last couple of months there have been thousands and thousands of people who have seen my work! It's just fabulous.\"", "categories": [["Still Life"]], "category_links": ["https://www.wsj.com/news/types/magazine-still-life?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/as-coronavirus-spread-online-donations-to-biden-democrats-lagged-11587729602", "title": "As Coronavirus Spread, Online Donations to Democrats Slumped", "date": "2020-04-24 08:00", "summary": "Donations slowed in latter half of March, even as Joe Biden posted his strongest fundraising month yet. Online political donations to Democratic candidates and causes dropped off in the latter part of March, as the coronavirus pandemic upended daily life, tanked the global economy and pushed millions of Americans into unemployment.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/american-express-says-coronavirus-pandemic-hit-volumes-11587728794", "title": "American Express Says Coronavirus Pandemic Hit Volumes", "date": "2020-04-24 07:46", "summary": "The company more than tripled its provisions for credit losses. American Express Co. more than tripled its provision for credit losses and its chief executive said the coronavirus pandemic weighed on cardholder spending.", "categories": [["Markets", "Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/stock-market-rally-fizzles-in-week-when-all-eyes-focused-on-oil-11587726001", "title": "Stock-Market Rally Fizzles in Week When All Eyes Focused on Oil", "date": "2020-04-24 07:00", "summary": "Here are the week's winners and losers as equities returned to their erratic selves. This week brought a halt, at least temporarily, to the stock market's rebound, and equities are back to their erratic selves.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/boeing-737-max-faces-new-source-of-delaycoronavirus-11587726000", "title": "Boeing 737 MAX Faces New Source of Delay-Coronavirus", "date": "2020-04-24 07:00", "summary": "Pandemic is expected to prolong regulatory approval for jetliner grounded since March 2019. The coronavirus pandemic is expected to delay the return of Boeing Co. 's 737 MAX until at least late summer or early fall, people briefed on the matter said, adding to the plane maker's mounting financial strain.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/dont-fight-the-ecb-11587724576", "title": "Don't Fight the ECB", "date": "2020-04-24 06:36", "summary": "Dysfunction among eurozone partners is bad news for European stocks, but government paper has the support of the central bank. \"Don't fight the Federal Reserve\" has been a popular adage among traders over the past decade of surging bond prices. It applies equally to the European Central Bank and Italian debt.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/britains-virus-loan-program-has-small-businesses-asking-wheres-the-money-11587724352", "title": "Britain's Virus Loan Program Has Small Businesses Asking: Where's the Money?", "date": "2020-04-24 06:32", "summary": "Companies complain about the slow pace at which emergency government funds are being distributed by banks. A month into the U.K.'s coronavirus lockdown, money from a massive loan program is only trickling out, leaving small businesses at risk of going under. Critics blame the slow pace on banks and government rules aimed at preventing the money going to companies destined to fail in any case.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hoodies-the-ultimate-insiders-guide-11587722425", "title": "Hoodies: The Ultimate Insider's Guide", "date": "2020-04-24 06:00", "summary": "We answer all your hooded-sweatshirt-related questions, from 'what do monks have to do with it?' to 'what's the story behind that \"kangaroo\" pocket?'. Hooded clothes first emerged in the Middle Ages when monks draped themselves in cowls with a lot of coverage. A shepherd in a 14th-century painting by Giotto di Bondone wears a shockingly modern-looking hood, and depictions of a head-shrouded Grim Reaper date to the 1400s.", "categories": [["Life & Work", "Style & Fashion", "Fashion"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/fashion?mod=breadcrumb", "https://www.wsj.com/news/types/fashion?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/college-sports-are-unlikely-until-students-return-to-campuses-11587722400", "title": "College Sports Are Unlikely Until Students Return to Campuses", "date": "2020-04-24 06:00", "summary": "Although athletic departments are desperate to resume competition, especially in football, it's becoming increasingly clear that schools have to reopen first. When the coronavirus invaded the U.S., universities responded by moving lectures online and shutting down campuses. The NCAA only canceled its sports calendar later, after most students had been sent home.", "categories": [["Sports", "College Football"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/college-football?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/customer-group-presses-fintech-firm-yieldstreet-for-missing-investor-payments-11587720603", "title": "Customer Group Presses Fintech Firm Yieldstreet for Missing Investor Payments", "date": "2020-04-24 05:58", "summary": "Investment giant BlackRock pulls out from managing fund with fintech firm. A buzzy fintech firm that pitches individuals access to investments normally limited to large institutions is under fire from dozens of customers.", "categories": [["WSJ News Exclusive", "Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/vietnams-coronavirus-recovery-is-as-good-as-it-gets-for-emerging-economies-11587721871", "title": "Vietnam's Coronavirus Recovery Is as Good as It Gets for Emerging Economies", "date": "2020-04-24 05:54", "summary": "Country's impressive handling of the public-health aspects of the Covid-19 crisis isn't matched by its fiscal response. Vietnam became one of the first countries in the world to ease social-distancing measures this week. But its impressive public health response to the coronavirus pandemic only serves to underline the financial constraints it and other developing nations face in responding to the economic fallout.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/yemens-houthis-reject-peace-talks-as-saudi-led-truce-ends-11587678072", "title": "Yemen's Houthis Reject Peace Talks as Saudi-Led Truce Ends", "date": "2020-04-24 05:44", "summary": "Riyadh is attempting to extricate itself from a five-year military intervention against the Iran-backed rebels. Yemen's Houthi rebels demanded more concessions from Saudi Arabia, including lifting a five-year blockade, before they would resume United Nations-backed peace talks, raising the risk of a new flare-up of violence as a two-week cease-fire ended Thursday.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/dont-try-to-prepare-for-the-next-black-swan-you-cant-11587720630", "title": "Don't Try to Prepare for the Next Black Swan. You Can't.", "date": "2020-04-24 05:30", "summary": "In the age of Covid-19, companies that amassed cash buffers and investors who insured against a market drop are looking smart. The risk is they start believing they can predict the unpredictable.. Covid-19 has posed a mind-bending question for companies, investors and policy makers: How to protect against the next extreme \"black swan\" event? The temptation to find a concrete answer is best resisted.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/some-oil-producers-have-secret-weapon-in-hedging-11587720601", "title": "Some Oil Producers Have Secret Weapon", "date": "2020-04-24 05:30", "summary": "As prices plummet, a handful of companies and crude-dependent countries are reaping rewards. Not all oil companies are equal when it comes to the pain of sharply lower crude prices. Some companies and national producers around the world bought insurance-in the form of hedging strategies-for just such a collapse.", "categories": [["Markets", "Commodities", "Oil Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb", "https://www.wsj.com/news/types/oil-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/clash-over-aid-to-states-revives-financial-crisis-eras-austerity-debates-11587720600", "title": "Clash Over Aid to States Revives Financial Crisis Austerity Debates", "date": "2020-04-24 05:30", "summary": "Republicans, Democrats and economists on both sides argue over need for federal aid; rural hospitals brace for coronavirus hit. HOW MUCH STIMULUS IS ENOUGH? The financial crisis-era debate plays out again in Washington. Though massive funding packages have passed Congress without a major backlash, traditional fault lines on spending have re-emerged over aid to states hit hard by the coronavirus pandemic.", "categories": [["Politics", "Washington Wire"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/washington-wire?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/she-polices-social-distancing-at-krafts-mac-and-cheese-factory-during-coronavirus-11587720602", "title": "She Polices Social Distancing at Kraft's Mac-and-Cheese Factory During Coronavirus", "date": "2020-04-24 05:30", "summary": "Brooke Burk's Missouri plant had two cases of Covid-19 last month, but she's still working to keep colleagues safe: 'We need to keep getting that food out the door'. The coronavirus hit a Kraft Heinz Co. macaroni-and-cheese factory last month, forcing Brooke Burk to make a change that is a bit out of character for someone who deals with people all day.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/from-running-and-fiction-to-baking-and-videogames-social-networking-goes-niche-11587720604", "title": "From Running and Fiction to Baking and Videogames: Social Networking Goes Niche", "date": "2020-04-24 05:30", "summary": "Resume Subscription. Sidney Drill downloaded the fitness app Strava a few years ago to log her runs. It's now a central part of how she networks online, especially with the coronavirus pandemic limiting her ability to socialize with friends.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/forgotten-pandemic-offers-contrast-to-todays-coronavirus-lockdowns-11587720625", "title": "Forgotten Pandemic Offers Contrast to Today's Coronavirus Lockdowns", "date": "2020-04-24 05:30", "summary": "In the late 1960s, the Hong Kong flu was allowed to run rampant until a vaccine was introduced. The outbreak started in China, where it quickly engulfed the city of Wuhan before racing across the globe on commercial flights and ships, eventually killing more than 1 million people, over 100,000 of them in the U.S.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/even-toyota-has-to-pay-more-to-borrow-in-japan-11587717986", "title": "Even Toyota Has to Pay More to Borrow in Japan", "date": "2020-04-24 04:46", "summary": "Costs suggest the country's central-bank programs to help companies ride out the new coronavirus might need to get even bigger. TOKYO-Japanese companies such as Toyota Motor Corp. are paying more to borrow despite tens of billions of dollars in central-bank support, suggesting programs to help them ride out the new coronavirus might need to get even bigger.", "categories": [["Markets", "Credit Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/credit-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chinese-health-care-in-the-post-pandemic-world-11587708977", "title": "Chinese Health Care in the Post-Pandemic World", "date": "2020-04-24 02:16", "summary": "The rapid expansion of commercial health insurance and burgeoning online health-care services look likely to gain steam. China has near-universal health insurance and the world's most powerful surveillance state, yet it still failed to contain the initial spread of the new coronavirus in Wuhan. The disaster is bound to prompt some soul searching.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11587683048", "title": "Pepper...and Salt", "date": "2020-04-24 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fed-allows-banks-to-eliminate-limits-fees-on-monthly-withdrawals-from-savings-accounts-11587736816", "title": "Fed Allows Banks to Eliminate Limits, Fees on Monthly Withdrawals From Savings Accounts", "date": "2020-04-24 00:01", "summary": "Fed said 'financial events associated with the coronavirus pandemic' have made access to cash 'more urgent'. The Federal Reserve wants to make it easier for consumers to access cash in savings accounts and money-market accounts during the pandemic.", "categories": [["Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cooking-in-quarantine-mustard-chicken-with-crispy-rice-11587674562", "title": "Mustard Chicken With Crispy Rice Recipe: What to Cook in Quarantine", "date": "2020-04-24 00:01", "summary": "Chicken thighs get a boost with a sour-cream marinade in this simple and satisfying dish. Simple and satisfying, chicken and rice is a combination that shows up around the globe and across cultures.", "categories": [["Life & Work", "Food & Drink"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/food-cooking-drink?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/house-set-to-approve-484-billion-bill-to-aid-small-businesses-hospitals-11587641659", "title": "House Approves $484 Billion Bill to Aid Small Businesses, Hospitals", "date": "2020-04-24 22:53", "summary": "Lawmakers, returning to Washington, wore masks and kept their distance amid coronavirus pandemic. WASHINGTON-House lawmakers, returning to the Capitol in the midst of the coronavirus pandemic, donned masks and kept their distance from colleagues Thursday as they voted to approve the next infusion of aid for small businesses and hospitals grappling with the outbreak's toll.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-latest-news-04-23-2020-11587632523", "title": "California Daily Death Toll Reaches Record High", "date": "2020-04-24 22:25", "summary": "In study, 21% in New York City test positive for coronavirus antibodies; U.S. House approves aid package. The daily coronavirus death toll in California reached a new high as New York state revealed results of a study suggesting that more than 1 in 5 people in New York City may have been infected.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/for-would-be-travelers-this-is-the-summer-of-wait-and-see-11587678043", "title": "For Would-Be Travelers, This Is the Summer of Wait and See", "date": "2020-04-24 22:05", "summary": "With the course of the pandemic and business openings uncertain, people don't know when or where to go. Suzanne Harman was aiming to go to the Tour de France this summer. Now she's more likely to go on a Tour de Her Neighborhood.", "categories": [["Life & Work", "Journal Reports: Health Care"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-health-care?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-introverts-and-extroverts-need-during-the-lockdown-11587678114", "title": "What Introverts and Extroverts Need During the Lockdown", "date": "2020-04-24 22:04", "summary": "Both groups are stressed in their own ways. Here's a guide to navigating the coronavirus crisis.. Lockdown poses some obvious problems for extroverts, who thrive on socializing in large group settings. But it can be surprisingly hard for introverts, too.", "categories": [["Life & Work", "Journal Reports: Health Care"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-health-care?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/facts-and-myths-about-coronavirus-antibody-tests-11587675200", "title": "Facts and Myths About Coronavirus Antibody Tests", "date": "2020-04-24 22:02", "summary": "How reliable are they? How can (and should) you get them? We answer the most important questions.. Everyone has their hopes pinned on antibody or serology tests-blood tests designed to detect who was previously infected with the new coronavirus and has developed antibodies to it. Businesses and governments hope the tests can help slowly open up the economy. Individuals hope the tests can tell them if they will be protected from getting Covid-19 again.", "categories": [["Life & Work", "Journal Reports: Health Care"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-health-care?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-you-need-to-clean-when-youre-staying-at-a-hotel-11587685252", "title": "What You Need to Clean When You're Staying at a Hotel", "date": "2020-04-24 22:01", "summary": "Protect yourself from the coronavirus by using disinfectant wipes on high-touch surfaces such as doorknobs, flush handles and light switches. When it's time to travel, save some space in your suitcase for disinfecting wipes.", "categories": [["Life & Work", "Journal Reports: Health Care"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-health-care?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/amazon-scooped-up-data-from-its-own-sellers-to-launch-competing-products-11587650015", "title": "Amazon Scooped Up Data From Its Own Sellers to Launch Competing Products", "date": "2020-04-24 21:51", "summary": "Resume Subscription. Amazon.com Inc. employees have used data about independent sellers on the company's platform to develop competing products, a practice at odds with the company's stated policies.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/victorias-secret-owner-accuses-buyer-of-gamesmanship-in-effort-to-scrap-deal-11587692636", "title": "Victoria's Secret Owner Accuses Buyer in Scrapped Deal", "date": "2020-04-24 21:48", "summary": "L Brands says Sycamore Partners is using coronavirus pandemic to cancel acquisition of lingerie brand after failing to renegotiate terms. The owner of Victoria's Secret said a private-equity firm's attempt to back out of an agreement to buy the lingerie chain is a ploy to lower the price of the deal.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tua-tagovailoa-is-headed-to-the-dolphins-11587692515", "title": "Tua Tagovailoa Is Headed to the Dolphins", "date": "2020-04-24 21:41", "summary": "After LSU's Joe Burrow went No. 1 to the Bengals, the former Alabama star was picked by Miami with the No. 5 pick. Oregon's Justin Herbert was selected by the Chargers at No. 6.. There was one question hanging over this year's NFL draft: Where would Tua Tagovailoa go?", "categories": [["Sports", "NFL"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/nfl?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/texas-attorney-general-accuses-largest-u-s-egg-producer-of-price-gouging-11587684051", "title": "Texas Accuses Top U.S. Egg Producer of Price-Gouging", "date": "2020-04-24 21:23", "summary": "Lawsuit alleges Cal-Maine Foods sold eggs at over 300% of their normal cost in coronavirus pandemic. The Texas Attorney General filed a lawsuit Thursday accusing Cal-Maine Foods Inc., the nation's largest egg producer, of price-gouging and profiting illegally off the coronavirus pandemic by selling eggs at more than 300% of their normal cost.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/j-c-penney-in-advanced-talks-for-bankruptcy-financing-11587688846", "title": "J.C. Penney in Advanced Talks for Bankruptcy Financing", "date": "2020-04-24 21:00", "summary": "Loan package with existing lenders could total $800 million to $1 billion. J.C. Penney Co. Inc. is in advanced talks for bankruptcy funding with a group of lenders, a sign the troubled retailer is about to succumb to the economic collapse caused by the coronavirus pandemic.", "categories": [["WSJ News Exclusive", "Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/some-states-unemployment-claims-surged-as-national-rate-fell-11587681889", "title": "Some States' Unemployment Claims Surged as National Rate Fell", "date": "2020-04-24 20:35", "summary": "Florida, Connecticut, West Virginia among states where applications for jobless benefits rose sharply last week after earlier processing problems. While new claims for unemployment benefits fell nationally last week for the third straight week, the few states that bucked this trend bucked it big.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/appeals-court-revives-literacy-suit-against-detroit-schools-11587687027", "title": "Appeals Court Revives Literacy Suit Against Detroit Schools", "date": "2020-04-24 20:10", "summary": "The suit filed in 2016 against the state of Michigan alleges that students were subject to inadequate teaching. A federal appeals court on Thursday revived a case brought by a group of Detroit students alleging that the city's worst-performing public schools had deprived them of a minimum education, violating their constitutional right to literacy.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}]