[{"link": "https://www.wsj.com/articles/germany-cries-foul-over-berlin-bound-masks-diverted-to-u-s-11585943440", "title": "Germany Cries Foul Over Berlin-Bound Masks Diverted to U.S.", "date": "2020-04-03 19:47", "summary": "Officials say the U.S. isn't playing fair in the global scramble to source scarce medical supplies. BERLIN-German officials said a shipment of face masks destined for Germany was seized at Bangkok airport and diverted to the U.S. in an act of \"modern piracy\"-the latest accusation that the Trump administration is throwing its weight around in the global scramble to secure scarce protective equipment needed in the fight against coronavirus infections.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-shutdown-crash-arrives-11585955818", "title": "The Shutdown Crash Arrives", "date": "2020-04-03 19:16", "summary": "The government anti-virus strategy is putting millions out of work.. Americans have been understandably focused on the human toll of Covid-19, but the damage from the national economic shutdown that governments are imposing to combat the coronavirus will compound the agony. We don't mean in stock-market points or profits. We mean in the human cost of lost jobs and paychecks, ruined businesses, and the psychological toll on Americans who can least afford it.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-navy-captain-and-the-coronavirus-11585955473", "title": "The Navy Captain and the Coronavirus", "date": "2020-04-03 19:11", "summary": "A sad episode raises questions of judgment and chain of command.. Social distancing is a luxury you don't have aboard a nuclear-powered aircraft carrier. So a word about Thursday's firing of a Navy officer who showed up in the news asking for help containing a coronavirus outbreak on his ship, the USS Theodore Roosevelt.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/britain-falls-out-of-love-with-china-11585955421", "title": "Britain Falls Out of Love With China", "date": "2020-04-03 19:10", "summary": "Enthusiasm for post-Brexit trade wanes as the viral toll grows.. What a difference two months make. U.K. Prime Minister Boris Johnson in late January riled many Britons and Washington by allowing Chinese telecom firm Huawei to supply parts for British communications networks. Nine weeks and one global pandemic later, that deal and many others are in doubt.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/get-ready-for-another-court-fight-11585955342", "title": "Get Ready for Another Court Fight", "date": "2020-04-03 19:09", "summary": "Liberals take aim at a conservative nominee for the D.C. Circuit.. The coronavirus can make it seem like the world has turned upside down, but some partisanship remains tediously predictable. In today's example, Democrats and the press are in paroxysms of indignation that a Republican President has nominated a young originalist scholar to a federal court.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/carrying-social-distancing-to-very-unhelpful-extremes-11585953437", "title": "Carrying Social Distancing to Very Unhelpful Extremes", "date": "2020-04-03 19:08", "summary": "The bureaucrats think we don't have enough smarts to take care of ourselves. Yesterday they closed our park.. Regarding your editorial \"Parks and Virus Recreation\" (March 25): I am an 86-year-old Californian who walks in the park daily. It's a nice part of the day, plus my cardiologist insists on it. Since we are all shut-ins now, I have seen more families and dog walkers lately in the park. Everybody says hi, but we keep our distance. We are friendly, not stupid.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/keeping-government-from-playing-catch-up-11585953593", "title": "Keeping Government From Playing Catch-Up", "date": "2020-04-03 19:08", "summary": "Essays from Jeb Bush (\"Local Leaders Showing The Way Forward\") and Rahm Emanuel (\"It's Time for Washington to Step Up\") pointing in opposite directions regarding the usefulness of the federal government in times of crisis.. The March 28 Review section included interesting essays from Jeb Bush (\"Local Leaders Showing The Way Forward\") and Rahm Emanuel (\"It's Time for Washington to Step Up\") pointing in opposite directions regarding the usefulness of the federal government in times of crisis.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-under-the-sun-not-this-can-opener-design-11585953485", "title": "New Under the Sun? Not This Can-Opener Design", "date": "2020-04-03 19:07", "summary": "Regarding the Gangy can opener, as the adage goes, \"What's old is new, and what's new is old\". Regarding the Gangy can opener, as the adage goes, \"What's old is new, and what's new is old\" (\"Power Tool: Open for Business,\" Off Duty, March 21): I've been carrying a P-38 around for 50 years, ever since I was discharged from the U.S. Army. Not as snazzy as the current version, but just as functional. I opened many a can of C-rations with mine, and on occasion, still do.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ration-books-from-the-shortage-of-long-ago-11585953543", "title": "Ration Books From the Shortage of Long Ago", "date": "2020-04-03 19:07", "summary": "My father, Joseph Scuderi, had an Italian grocery in South Philadelphia. Many of his customers were immigrants who spoke very little English and found it difficult to manage the ration books during World War II.. Bob Greene's \"Coronavirus and the Ration Book\" (op-ed, March 28) about the ration books issued during World War II brought back many memories to me. My father, Joseph Scuderi, had an Italian grocery in South Philadelphia. Many of his customers were immigrants who spoke very little English and found it difficult to manage the ration books. They trusted Dad and asked him to keep the books and take out whatever stamps were needed, though it was illegal to do so. After adding the purchase price, he would take off the correct stamps. I was a teenager at the time and it was my job to add them up and deposit them at the bank just like money. One day a salesman came into the store and told my father that there were two government agents at a neighboring grocery. Dad was adding up the groceries for one of his oldest customers when the two agents entered the store. After telling her the dollar amount, Dad also told her the amount of stamps she owed. She was indignant and said that he was supposed to take care of them for her. He remained adamant about the stamps. This was all carried out in Italian. She stomped out of the store and said that she would not come back. Shortly afterward, the agents left. Dad immediately picked up her groceries and ran after her shouting, \"Comare! Comare!\" His explanation was accepted by her, and this remained a great story in our family.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/small-business-loan-program-makes-bumpy-start-11585939613", "title": "Small Business Loan Program Makes Bumpy Start", "date": "2020-04-03 18:59", "summary": "Some major lenders struggle to process loan applications; business owners voice frustration. The federal government's $350 billion small business loan program got off to a rocky start Friday, with some of the nation's biggest lenders saying they weren't yet able to process loan applications, discouraging business owners struggling to stay afloat.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/captain-fired-by-navy-gets-rousing-farewell-from-sailors-11585933116", "title": "Captain Fired by Navy Gets Rousing Farewell From Sailors", "date": "2020-04-03 18:54", "summary": "Videos show how Capt. Crozier walked down gangplank of the USS Theodore Roosevelt to cheers. WASHINGTON-Videos showing support from the ship's crew for the fired Navy captain of the aircraft carrier USS Theodore Roosevelt appeared on social media Friday, reflecting a growing outcry over his dismissal by Navy officials this week.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/is-it-time-to-wear-a-face-mask-11585855788", "title": "What Are the Benefits of Wearing a Face Mask?", "date": "2020-04-03 18:48", "summary": "In the U.S., guidance has shifted to a recommendation that people wear protective masks in public during the coronavirus pandemic. Here's what you need to know from the experts.. To wear a face mask or not? The advice has been confusing. In China, Hong Kong, and Singapore, the general public has been encouraged to wear masks to prevent getting or spreading the novel coronavirus.", "categories": [["Life & Work", "Your Health"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/your-health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fed-unlikely-to-order-big-u-s-banks-to-suspend-dividends-sources-11585941449", "title": "Fed Unlikely to Order Big U.S. Banks to Suspend Dividends", "date": "2020-04-03 18:40", "summary": "Some former regulators say banks should be told to suspend dividends to preserve capital during coronavirus pandemic. U.S. banks will likely be allowed to keep paying dividends to shareholders, according to people familiar with the matter, even as the coronavirus pandemic threatens to create a mountain of bad loans that could eventually weaken the lenders.", "categories": [["WSJ News Exclusive", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-pledges-support-for-embattled-oil-industry-11585952507", "title": "Trump Pledges Support for Embattled Oil Industry", "date": "2020-04-03 18:40", "summary": "The president promised sector leaders the government would help revive the industry during a much anticipated White House meeting Friday.. WASHINGTON-President Trump promised oil-industry leaders the government would help revive the sector during a much anticipated White House meeting Friday.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/whats-it-like-to-wear-a-mask-during-the-coronavirus-look-to-los-angeles-11585918804", "title": "What's It Like to Wear a Mask? Look to Los Angeles", "date": "2020-04-03 18:38", "summary": "Resume Subscription. LOS ANGELES-One day after Los Angeles Mayor Eric Garcetti became the first leader of a major U.S. city to urge residents to wear masks to help prevent the spread of the new coronavirus, many faces went covered.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/the-duty-to-bear-witness-to-brutality-11585953404", "title": "The Duty to Bear Witness to Brutality", "date": "2020-04-03 18:36", "summary": "Eisenhower's rage upon discovering a Nazi concentration camp drove him to burn the evil done there into our national memory.. The black-and-white photos are 75 years old, and if you look closely at them-at the wretchedness and the agony-you will notice one person standing in many of the shots. He is an American.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-zoom-meetings-can-exhaust-us-11585953336", "title": "Why Zoom Meetings Can Exhaust Us", "date": "2020-04-03 18:35", "summary": "Being gazed at by giant heads can take a mental toll. New technologies may remedy that problem.. After a few weeks of sheltering in place, Zoom is becoming a household verb. There is little doubt the software is helping us through this crisis. But many of us are getting mentally exhausted from videoconferencing-whether for a work meeting, an online dance class, or a virtual happy hour. Some argue the cause of this weariness is the starkness of online interaction, compared with being together in person. In fact, the opposite is true. My two decades studying people who communicate virtually suggest we are experiencing nonverbal overload.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/social-distancing-comes-naturally-in-south-dakota-11585953135", "title": "Social Distancing Comes Naturally in South Dakota", "date": "2020-04-03 18:32", "summary": "The pace of life on the prairie is always slow and steady, so few are panicking about the coronavirus.. Rapid City, S.D.", "categories": [["Opinion", "Commentary", "Cross Country"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb", "https://www.wsj.com/news/types/cross-country?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-coronavirus-pandemic-will-forever-alter-the-world-order-11585953005", "title": "The Coronavirus Pandemic Will Forever Alter the World Order", "date": "2020-04-03 18:30", "summary": "The U.S. must protect its citizens from disease while starting the urgent work of planning for a new epoch.. The surreal atmosphere of the Covid-19 pandemic calls to mind how I felt as a young man in the 84th Infantry Division during the Battle of the Bulge. Now, as in late 1944, there is a sense of inchoate danger, aimed not at any particular person, but striking randomly and with devastation. But there is an important difference between that faraway time and ours. American endurance then was fortified by an ultimate national purpose. Now, in a divided country, efficient and farsighted government is necessary to overcome obstacles unprecedented in magnitude and global scope. Sustaining the public trust is crucial to social solidarity, to the relation of societies with each other, and to international peace and stability.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-bogs-down-bayers-roundup-settlement-talks-11585953058", "title": "Coronavirus Bogs Down Bayer's Roundup Settlement Talks", "date": "2020-04-03 18:30", "summary": "The company has extended the weedkiller negotiations through the end of April. Bayer AG says the new coronavirus is slowing down settlement talks with tens of thousands of plaintiffs who claim its Roundup weedkiller causes cancer, the latest evidence that the pandemic is causing delays and disruptions throughout the legal system.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/was-dr-strangelove-an-epidemiologist-11585952947", "title": "Was Dr. Strangelove an Epidemiologist?", "date": "2020-04-03 18:29", "summary": "A doctor on the frontlines of the coronavirus crisis has special permission to tell the truth.. \"There is no price too high to save a life,\" says New Jersey Gov. Phil Murphy.", "categories": [["Opinion", "Business World"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/business-world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/american-conservatism-review-doing-the-right-thing-11585923831", "title": "'American Conservatism' Review: Doing the 'Right' Thing", "date": "2020-04-03 18:26", "summary": "Is there an 'American tradition' of conservatism? And does it need to be 'reclaimed' from today's so-called conservatives?. The term \"conservative,\" like its correlative \"liberal,\" is an easy way to locate oneself along the spectrum of American political opinion, but it can confuse as much as clarify. Are you a conservative? It depends on what you want to conserve.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-sword-and-the-shield-review-embodiments-of-the-struggle-11585952489", "title": "'The Sword and the Shield' Review: Embodiments of the Struggle", "date": "2020-04-03 18:21", "summary": "They were the yin and yang of civil-rights activism-and remain the movement's most stirring and lasting voices.. Fool. Chump. Traitor. False shepherd. Rev. Dr. Chickenwing. Uncle Tom. These are a few of the ways that Malcolm X described Martin Luther King Jr.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/macys-johnson-johnson-3m-stocks-that-defined-the-week-11585952370", "title": "Macy's, Johnson & Johnson, 3M: Stocks That Defined the Week", "date": "2020-04-03 18:19", "summary": "Here are seven major companies whose stocks moved on the week's news. Macy's Inc.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/redhead-by-the-side-of-the-road-review-the-ghost-in-the-routine-11585952156", "title": "'Redhead by the Side of the Road' Review: The Ghost in the Routine", "date": "2020-04-03 18:15", "summary": "The author of the popular computer manual 'First, Plug In' has serious connection issues of his own.. Here's how certain Baltimore residents know that it's 7:15 a.m. on the dot without checking a watch, a clock or a phone. They just need to look for a sighting of Micah Mortimer, out for his daily run. Micah, the focus of Anne Tyler's novel \"Redhead by the Side of the Road,\" has his route (a long oval). Micah has his routines (long inviolable).", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-administration-plans-to-pay-hospitals-to-treat-uninsured-coronavirus-patients-11585927877", "title": "Administration to Pay Hospitals to Treat Uninsured Virus Patients", "date": "2020-04-03 18:08", "summary": "Hospitals would have to agree not to bill patients or issue unexpected charges. The Trump administration will use a federal stimulus package to pay hospitals that treat uninsured people with the new coronavirus as long as they agree not to bill the patients or issue unexpected charges.", "categories": [["WSJ News Exclusive", "U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/surveillance-court-orders-justice-department-to-review-flawed-wiretap-applications-11585949019", "title": "Surveillance Court Orders Justice Department to Review Flawed Wiretap Applications", "date": "2020-04-03 17:23", "summary": "FBI says it has received the order and reiterated it has adopted more than 40 'corrected actions' in its methods for seeking a wiretap. WASHINGTON-The secretive federal court responsible for approving government requests for national security surveillance ordered the Justice Department to review more than two-dozen wiretap applications to determine whether they were so flawed that approvals to monitor Americans shouldn't have been granted.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/anatomy-of-an-outbreak-how-coronavirus-swept-through-jpmorgans-trading-floor-11585946474", "title": "Anatomy of an Outbreak: How Coronavirus Swept Through JPMorgan's Trading Floor", "date": "2020-04-03 17:22", "summary": "Amid wild trading conditions, banks don't want everyone working from home. March 9 was supposed to be the start of a new routine for JPMorgan Chase & Co. employees. With coronavirus spreading, the bank had told the staff in its stock-trading operation to head to three separate sites around New York City.", "categories": [["WSJ News Exclusive", "Finance"]], "category_links": ["https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-staying-inside-guide-art-history-for-all-ages-11585948975", "title": "The Staying Inside Guide: Art History for All Ages", "date": "2020-04-03 17:22", "summary": "Even though schools and museums are shut down, curious kids can still engage with the arts via a variety of online resources.. Never have I wanted to take my children to the museum more than in the past weeks, when we have all been stuck at home. Of course the museum doors shut the same day as the schools. Although I teach college students, I've never been able to imagine having the patience to execute home schooling well. But since the closures, out of desperation, I have cobbled together a skeletal curriculum with a few friends, each of us offering a short virtual class to a group of children, ages 6 through 14, every weekday. Subjects have ranged from ancient Egyptian architecture to supply and demand curves to the physics of flight. We've been meeting with some success: Even the youngest in the group have responded to the stimuli offered by the unfamiliar topics.", "categories": [["Opinion", "Commentary", "Cultural Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb", "https://www.wsj.com/news/types/cultural-commentary?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/3m-under-attack-from-white-house-pushes-back-11585922687", "title": "3M, Under White House Attack, Pushes Back", "date": "2020-04-03 17:08", "summary": "Company responds to criticism over distribution of its masks amid the coronavirus pandemic. 3M Co. pushed back against criticism from President Trump of its work to get N95 masks to health-care workers in the U.S., intensifying conflict between the administration and U.S. manufacturers racing to meet urgent demand for medical equipment.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-you-can-donate-protective-equipment-to-help-hospitals-fight-coronavirus-11585323638", "title": "How to Donate Protective Equipment to Hospitals", "date": "2020-04-03 17:08", "summary": "Medical facilities across the country are running low on masks and other important safety supplies. The second installment of the How to Help column takes a look at how regular people can help fill the medical supply gap.", "categories": [["Life & Work", "How You Can Help"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/how-you-can-help?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-march-jobs-report-in-charts-11585946097", "title": "The March Jobs Report in Charts", "date": "2020-04-03 17:04", "summary": "U.S. employers cut 701,000 jobs and the unemployment rate jumped to 4.4%, as the labor market reacted to the coronavirus pandemic. U.S. employers cut 701,000 jobs in March and the unemployment rate jumped to 4.4%, its highest level since August 2017, the Labor Department reported Friday. Economists expect more pain to come in April as many workplaces remain closed due to measures aimed at stemming the spread of the new coronavirus.", "categories": [["Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ftc-builds-antitrust-case-around-altrias-noncompete-agreement-with-juul-11585947859", "title": "FTC Builds Antitrust Case Around Altria's Noncompete Pact With Juul", "date": "2020-04-03 17:04", "summary": "The Marlboro maker exited the e-cigarette market in the days before the $12.8 billion deal, a suit says. The Federal Trade Commission's antitrust lawsuit against Altria Group Inc. and Juul Labs Inc. focuses largely on a noncompete agreement in which the tobacco giant pledged to take its e-cigarettes off the market.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/supreme-court-postpones-more-oral-arguments-defers-on-broader-plans-11585947680", "title": "Supreme Court Postpones More Oral Arguments, Defers on Broader Plans", "date": "2020-04-03 17:01", "summary": "Decision was expected as coronavirus pandemic has continued to spread. WASHINGTON-The Supreme Court canceled its April argument schedule Friday, following public-health orders to reduce in-person contact to slow the coronavirus pandemic.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/gm-seeks-tariff-relief-for-ventilator-parts-11585947245", "title": "GM Seeks Tariff Relief for Ventilator Parts", "date": "2020-04-03 16:54", "summary": "Some of the parts for manufacturing life-saving ventilators need to come from China. WASHINGTON- General Motors Co. is asking the Trump administration to drop import tariffs on Chinese parts that the auto maker needs to make ventilators, saying the levies will make it more expensive to build desperately needed machines that can save lives.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/half-of-small-businesses-havent-paid-full-april-rent-early-poll-suggests-11585945604", "title": "Half of Small Businesses Haven't Paid Rent for April, Early Poll Suggests", "date": "2020-04-03 16:26", "summary": "Bills become out of reach as coronavirus forces companies to close and customers to stay at home. About half of U.S. small businesses haven't paid their full rent or mortgage yet this month as a result of the coronavirus pandemic, a new survey suggests.", "categories": [["Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/embattled-energy-companies-snub-creditors-to-conserve-cash-11585945549", "title": "Embattled Energy Companies Snub Creditors to Conserve Cash", "date": "2020-04-03 16:25", "summary": "Shale drillers Sable Permian Resources and Gavilan Resources skipped interest payments this week. Some distressed energy companies are wasting no time in skipping debt payments as their business models come under siege, conserving precious cash as they plot ways to survive a historic fall in crude prices.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hallmark-cuts-staff-and-pay-seeing-no-end-to-rapid-and-steep-declines-11585944784", "title": "Hallmark Cuts Staff and Pay, Seeing No End to 'Steep Declines'", "date": "2020-04-03 16:13", "summary": "Greeting-card seller, already struggling before coronavirus, has temporarily closed manufacturing and distribution facilities and company-owned stores. Hallmark Cards Inc. will cut pay for its corporate workers and furlough \"non business-critical\" employees by mid-April, as the coronavirus pandemic cripples its already weakened greeting-card business, Chief Executive Mike Perry wrote in a note to staff.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/we-are-in-a-big-massive-storm-ceos-grapple-with-the-toughest-calls-of-their-careers-11585926310", "title": "CEOs Grapple With the Toughest Calls of Their Careers", "date": "2020-04-03 16:07", "summary": "The global coronavirus pandemic is forcing corporate bosses to make critical decisions about their workers without knowing what might happen next. The toll the new coronavirus has taken on an economy that was healthy at the start of March came into clear relief when the government said Thursday that 6.6 million Americans had applied for unemployment benefits the week before.", "categories": [["Business", "On Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/on-business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sec-signs-off-on-delay-of-credit-loss-accounting-rule-for-lenders-11585943926", "title": "SEC Signs Off on Delay of Credit-Loss Accounting Rule for Lenders", "date": "2020-04-03 15:58", "summary": "The coronavirus stimulus package includes a provision allowing lenders to defer implementation of a new standard. The Securities and Exchange Commission said Friday it would not object to a provision in the $2 trillion stimulus package allowing lenders to delay implementing a new accounting standard on expected credit losses.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/saudi-arabia-russia-to-debate-oil-cuts-amid-price-war-11585906863", "title": "Saudi Arabia, Russia Press U.S. to Coordinate Oil Cuts; Prices Rise", "date": "2020-04-03 15:49", "summary": "Any decision to reduce output and prop up prices may depend on action from U.S. producers. Saudi Arabia and Russia are pressing the U.S. to coordinate oil output cuts in an attempt to stabilize prices, OPEC officials said, as the demand for crude plummets amid the coronavirus pandemic.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/property-bets-lose-curb-appeal-in-the-age-of-coronavirus-11585906227", "title": "Property Bets Lose Curb Appeal in the Age of Coronavirus", "date": "2020-04-03 15:45", "summary": "Landlords face protracted negotiations with tenants over rent payments while the doors to shops, restaurants, hotels and gyms remain shut.. Property is usually considered a low-risk asset class, but stock investors would be forgiven for not noticing.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-nursing-homes-urged-to-take-more-stringent-coronavirus-measures-to-control-fast-spread-11585941945", "title": "Nursing Homes Urged to Take More Stringent Coronavirus Measures to Control Fast Spread", "date": "2020-04-03 15:25", "summary": "Medicare and Medicaid agency calls for constant mask-wearing for staffers, more aggressive segregation of infected residents. Facing an exploding number of coronavirus cases in nursing homes, the Trump administration unveiled new guidelines aimed at stemming the spread, including aggressive steps to segregate the infected and constant mask-wearing for staff members.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/walmarts-u-s-store-sales-jumped-20-in-past-month-11585940600", "title": "Walmart's U.S. Store Sales Jumped 20% in Past Month", "date": "2020-04-03 15:03", "summary": "Documents show impact of surging demand for food and water as retailer now gears up for 'restricted living' phase. Walmart Inc. sales rose rapidly in stores and online in recent weeks as shoppers, worried about the spread of coronavirus, rushed to stockpile water, face masks and canned goods before shifting their focus to necessities for a prolonged stretch at home.", "categories": [["WSJ News Exclusive", "Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/order-prevents-release-of-prisoner-convicted-of-murdering-wall-street-journal-reporter-daniel-pearl-in-pakistan-11585911425", "title": "Order Prevents Release of Men Convicted of Murdering WSJ Reporter Daniel Pearl", "date": "2020-04-03 14:55", "summary": "Appeals court overturned convictions in 2002 kidnapping and killing. ISLAMABAD-Pakistani authorities issued an emergency order to prevent the release of prisoners who had their convictions for kidnapping and killing Wall Street Journal reporter Daniel Pearl overturned by an appeals court earlier this week.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bill-withers-who-wrote-and-sang-lean-on-me-dies-at-81-11585926115", "title": "Bill Withers, Introspective Soul Singer Who Followed His Own Path, Dies at 81", "date": "2020-04-03 14:55", "summary": "Rock hall-of-famer created 'Lean On Me' and other soulful songs in the 1970s that have stood the test of time. Bill Withers, whose soulful hits celebrated love, friendship and other forms of human connection, died Monday from heart complications, his family said. He was 81 years old.", "categories": [["World", "Obituaries"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/obituaries?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/warehouse-hiring-surge-defies-crashing-u-s-jobs-market-11585939391", "title": "Warehouse Hiring Surge Defies Crashing U.S. Jobs Market", "date": "2020-04-03 14:43", "summary": "Payrolls grew at distribution centers last month, while other transportation operators pull back in a weakening American economy. Warehousing companies defied the national rush to eliminate jobs in March, adding thousands of new hires as consumer stockpiling of food and household goods placed heavy demand on distribution networks.", "categories": [["Logistics Report"]], "category_links": ["https://www.wsj.com/news/types/logistics-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/paradise-valley-home-with-its-own-soccer-field-almost-scores-new-arizona-price-record-11585939336", "title": "Paradise Valley Home With Soccer Field Almost Scores Arizona Price Record", "date": "2020-04-03 14:42", "summary": "The $17.5 million deal for the nearly 5-acre property fell just short of what the home of Phoenix Suns owner Robert Sarver sold for late last year. A gated Arizona estate with its own soccer field has sold for $17.5 million. That is just shy of the $19.25 million record generated late last year by the sale of Phoenix Suns owner Robert Sarver's estate nearby.", "categories": [["Real Estate", "Private Properties"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/private-properties?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-big-paradise-valley-estate-11585939155", "title": "A Big Paradise Valley Estate", "date": "2020-04-03 14:39", "summary": "This big estate in Paradise Valley, Ariz., comes with views of Camelback mountain and a really huge bathroom.. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/u-s-jobs-report-likely-to-show-start-of-record-labor-market-collapse-11585906617", "title": "U.S. Employers Cut 701,000 Jobs in March", "date": "2020-04-03 14:32", "summary": "Data doesn't reflect the magnitude of jobs being lost due to the coronavirus pandemic. U.S. employers shed more jobs in March than in any month since the darkest days of the 2007-09 recession-the start of a much deeper labor-market collapse under way due to the coronavirus pandemic.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-coronavirus-bull-market-for-groceries-11585937507", "title": "A Coronavirus Bull Market for Groceries", "date": "2020-04-03 14:11", "summary": "The owner of Manhattan's largest supermarket chain, John Catsimatidis, on panic buying, mask-clad cashiers, and how the pandemic will permanently change his business.. New York", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/rage-against-the-bioethicists-and-the-dying-of-the-light-11585937451", "title": "Rage Against the 'Bioethicists' and the Dying of the Light", "date": "2020-04-03 14:10", "summary": "Why are we so eager to have 'socially responsible' conversations about how to let coronavirus patients die?. I keep thinking of Dylan Thomas: \"Do not go gentle into that good night. / Rage, rage against the dying of the light.\" What has drawn this verse up from childhood memory is the debate, once limited to the rarefied precincts of bioethical conferences and worst-case-scenario policy papers, about the rationing and imposed do-not-resuscitate orders at hospitals overwhelmed by coronavirus patients.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-records-largest-single-day-death-toll-from-coronavirus-11585936937", "title": "New York State to Shift Ventilators to Hospitals in Need", "date": "2020-04-03 14:02", "summary": "Gov. Cuomo to sign order allowing state to take unused ventilators, masks from institutions. As New York recorded its largest single-day total of deaths from the novel coronavirus, Gov. Andrew Cuomo said Friday he would enact a new measure to support hospitals by shifting ventilators to those facilities with the greatest needs.", "categories": [["U.S.", "Politics"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/preparing-for-the-next-pandemic-11585936915", "title": "Preparing for the Next Pandemic", "date": "2020-04-03 14:01", "summary": "The Covid-19 crisis has clear lessons for what we can do now to stop a future global health emergency. After this, then what? We've all run out of words-unprecedented, enormous, heartbreaking-to describe Covid-19, finding ourselves reading so much depressing news while hoping that the curve of infection and death starts to flatten. But the pandemic, or more likely this phase of it, will end, and it is not too early to ask, what happens next? More important, what needs to happen next so that we do not find ourselves in our current situation ever again? I see three key areas that need to evolve to make it less likely that the world will face future pandemics.", "categories": [["Life & Work", "Ideas", "The Saturday Essay"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/the-saturday-essay?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/european-insurers-share-prices-fall-after-regulator-asks-for-dividend-suspensions-11585936142", "title": "European Insurers Share Prices Fall After Regulator Asks for Dividend Suspensions", "date": "2020-04-03 13:49", "summary": "European Insurance and Occupational Pensions Authority urged insurers to have a prudent approach to shareholders' remuneration and variable pay. The European Union's insurance regulator has asked insurers and reinsurers in the region to temporarily suspend dividends and consider a postponement of bonuses amid the coronavirus pandemic, knocking stocks across the sector.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/millions-are-suddenly-working-from-home-can-they-claim-a-tax-break-11585906230", "title": "Millions Are Suddenly Working From Home. Can They Claim a Tax Break?", "date": "2020-04-03 13:46", "summary": "Americans who are forced to work remotely due to the new coronavirus can't deduct the expenses of a new computer or an ergonomic chair. But their company can.. If you're one of millions of Americans who are now working from home instead of the office because of the coronavirus pandemic, count yourself lucky: you aren't sick and you have a job.", "categories": [["Markets", "Tax Report"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/tax-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/gop-fundraisers-coronavirus-gear-business-puts-senate-campaigns-in-tough-spot-11585906203", "title": "GOP Fundraiser's Coronavirus-Gear Business Puts Senate Campaigns in Tough Spot", "date": "2020-04-03 13:44", "summary": "Republican Steve Daines loses organizer of key events ahead of competitive race; pandemic keeps Senate from voting for conservative judges. A MAJOR REPUBLICAN FUNDRAISER says he is leaving politics to sell coronavirus protective equipment, putting his high-profile political customers in an awkward spot. Mike Gula, a top fundraiser for several Republican senators and other groups, told clients last week of his plans to leave politics to start a new company. The new business, Blue Flame Medical, advertises \"hard-to-find medical supplies,\" including coronavirus test kits and respirators.", "categories": [["Politics", "Washington Wire"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/washington-wire?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-uncertain-path-of-the-coronavirus-pandemic-poses-its-own-risk-11585935572", "title": "The Uncertain Path of the Coronavirus Pandemic Poses Its Own Risk", "date": "2020-04-03 13:39", "summary": "It isn't just the magnitude of this shock that is unprecedented but the uncertainty surrounding almost every facet of it. The monthly jobs report is usually a moment of maximum economic clarity. It's a rich and timely snapshot that calibrates assessments of where the economy is and where it's headed.", "categories": [["Economy", "Capital Account"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/capital-account?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-mobilizes-the-white-house-to-tackle-coronavirus-but-adds-to-the-fog-of-war-11585934823", "title": "Trump Mobilizes the White House to Tackle Coronavirus but Adds to the 'Fog of War'", "date": "2020-04-03 13:27", "summary": "Some aides and government officials say president's own actions at times have exacerbated uncertainty. WASHINGTON-As the coronavirus pandemic sweeps the U.S., President Trump has put the government on what officials describe as a war footing.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/diamond-business-loses-luster-as-coronavirus-crisis-spreads-11585934835", "title": "Diamond Business Loses Luster as Coronavirus Crisis Spreads", "date": "2020-04-03 13:27", "summary": "De Beers' sales have plummeted while independent mining companies such as Petra and Dominion confront substantial risk of default. The diamond industry faces a reckoning, with mines and processing centers closed due to the coronavirus pandemic and demand threatened by a looming global recession.", "categories": [["Pro Bankruptcy Distress"]], "category_links": ["https://www.wsj.com/news/types/pro-bankruptcy-distress?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-frabjous-delights-of-seriously-silly-poetry-11585934054", "title": "The Frabjous Delights of Seriously Silly Poetry", "date": "2020-04-03 13:14", "summary": "With nonsense words and gibberish,Lewis Carroll's 'Jabberwocky' revels in the malleability of the English language.. Today, when public language can seem slippery or unreliable, we might, for pleasure as well as reassurance, check in with the masters of English poetry. They may sometimes use gibberish, gobbledygook or balderdash for fun but, in the end, they leave us delighted rather than confused. Some kinds of nonsense are consoling.", "categories": [["Books & Arts", "Masterpiece"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/masterpiece?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/under-armour-to-furlough-6-600-u-s-workers-11585933980", "title": "Under Armour to Furlough 6,600 U.S. Workers", "date": "2020-04-03 13:13", "summary": "Company cites impact from coronavirus pandemic; Furloughs cover employees in retail stores and distribution centers. Under Armour Inc. said it is furloughing 6,600 workers at its U.S. retail stores and distribution centers beginning April 12, citing the impact of the coronavirus pandemic.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hoping-that-cars-will-last-as-long-as-the-loan-11585932161", "title": "Hoping That Cars Will Last as Long as the Loan", "date": "2020-04-03 12:42", "summary": "American auto-loan payment terms have never been so generous. I will gladly pay you Tuesday. Tuesday, April 6, 2027, that is.", "categories": [["Markets", "Overheard"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/overheard?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/we-only-ever-fight-threats-when-theyre-upon-us-11585932107", "title": "We Only Ever Fight Threats When They're Upon Us", "date": "2020-04-03 12:41", "summary": "It would have been devilishly difficult to lock down the U.S. earlier. There are some places in the U.S. where, as I write, you can still go into a bar, order a drink and have a meal within a few feet of fellow diners. \"Take me there!\" we may be tempted to say, especially those of us who are already weeks into a mandatory lockdown diet of home-cooked food, experimental cocktails and takeout.", "categories": [["Life & Work", "Ideas", "Editor at Large"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/editor-at-large?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/escapist-reads-and-podcasts-to-try-now-11585931721", "title": "Escapist Reads and Podcasts to Try Now", "date": "2020-04-03 12:35", "summary": "We asked playwright Lynn Nottage, podcaster Evan Kleiman and writer Lily King to share the works they find most transporting, from meaty novels to hilarious podcasts to plays you can--and should--read aloud with your family. I revisit the work of the playwrights August Wilson, Alice Childress, Wendy Wasserstein, Lillian Hellman and Adrienne Kennedy. You can read them together with your family-it's a way to keep the communal aspects of theater. I've also been listening to podcasts: Brooklyn Deep's \"School Colors\" follows the fight for desegregation in Bedford-Stuyvesant; \"Slow Burn: Tupac and Biggie\" looks at the lives of two seminal rappers as they converged and ended tragically.", "categories": [["Life & Work", "Life & Style"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/life-style?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-passover-unlike-any-other-11585922380", "title": "A Passover Unlike Any Other", "date": "2020-04-03 12:25", "summary": "Amid the Covid-19 pandemic, the Jewish holiday that begins next week will be celebrated in new ways-and gain new meanings.. How is this night different from all other nights? That question, which Jews ask every year as part of the Passover celebration, will get a new answer in 2020. When the holiday begins on Wednesday night, for many Jews it will be the first time in their lives that they cannot attend a Seder-the ritual meal that commemorates the Israelites' journey from slavery in Egypt to freedom in their Promised Land.", "categories": [["Life & Work", "Ideas", "Essay"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/essay?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-service-sector-index-suffers-record-decline-11585928407", "title": "U.S. Service-Sector Index Suffers Record Decline", "date": "2020-04-03 12:04", "summary": "Decade-old IHS Markit indicator records its steepest one-month tumble in March. The U.S. services sector suffered a record fall in activity in March amid efforts to slow the spread of the coronavirus-and analysts warned that subsequent months could show further declines.", "categories": [["Economy", "Economic Data"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/economic-data?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/singapore-escalates-restrictions-as-it-faces-a-new-wave-of-infections-11585929290", "title": "Singapore Restrictions Escalate Amid a New Wave of Infections", "date": "2020-04-03 11:54", "summary": "The number of confirmed cases has doubled in the last 10 days after the city-state held back an early wave. SINGAPORE-This city-state ordered most workplaces to shut and schools to shift online starting next week, significantly ramping up restrictions as it faces a rise in coronavirus cases after it beat back the first wave of infections.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/photos-of-the-week-march-28-april-3-2020-11585928295", "title": "Photos of the Week", "date": "2020-04-03 11:38", "summary": "Global coronavirus cases pass one million, wearing face masks to reduce the spread of Covid-19, U.S. Navy hospital ship comes to New York and more. ", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/jobs-report-was-even-worse-than-it-looked-11585927843", "title": "Jobs Report Was Even Worse Than It Looked", "date": "2020-04-03 11:30", "summary": "Stunning as the drop in jobs in March was, it masked the true depth of the decline. And it is just the beginning. In the waning days of winter, America's job engine shuddered to a halt.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ernst-young-says-it-first-found-accounting-issues-at-luckin-11585927403", "title": "Ernst & Young Says It First Found Accounting Issues at Luckin", "date": "2020-04-03 11:23", "summary": "Rival to Starbucks in China said several employees fabricated much of its sales in 2019. Accounting firm Ernst & Young said it uncovered the problems at China's Luckin Coffee Inc., which hammered the stock price of the upstart challenger to Starbucks Corp. in the country and cast doubt over a large part of its sales last year.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/three-questions-with-career-coach-marianne-ruggiero-on-coping-with-job-loss-during-coronavirus-11585927369", "title": "Three Questions With Career Coach Marianne Ruggiero on Coping With Job Loss During Coronavirus", "date": "2020-04-03 11:22", "summary": "If you fear you might lose your job, there are some proactive steps you can take now, she says. A record 6.6 million Americans sought jobless benefits last week, indicating that many Americans are scrambling to pay their bills and find work as the economic fallout from the new coronavirus continues.", "categories": [["Markets", "Your Money"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/undefined?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-ravages-ecuadors-largest-city-11585921886", "title": "Coronavirus Ravages Ecuador's Largest City", "date": "2020-04-03 11:13", "summary": "With morgues full and residents fearful of the virus, families have begun leaving the deceased outside their homes or on street corners. For four days, Gerardo Ibarra's lifeless body lay in the living room of his home in Ecuador's sweltering coastal city of Guayaquil, a new epicenter of a coronavirus outbreak that may have already claimed hundreds of lives there and is raising alarms about the spread of the deadly pathogen across Latin America.", "categories": [["World", "Latin America"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/latin-america-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/dan-crenshaw-offers-lessons-in-resilience-11585926734", "title": "Dan Crenshaw Offers Lessons in Resilience", "date": "2020-04-03 11:12", "summary": "A former Navy SEAL turned Republican member of Congress gained perspective from almost losing his sight. Dan Crenshaw remembers the moment the IED hit him. On June 15, 2012, Mr. Crenshaw-then a Navy SEAL, now a Republican member of Congress from Texas-was on a mission in Afghanistan. After flying into Helmand province before daylight, he and his team were clearing an abandoned compound when his interpreter stepped on an improvised explosive device two feet away from him.", "categories": [["Life & Work", "Ideas", "Weekend Confidential"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/weekend-confidential?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/in-financial-aid-award-season-heres-the-alphabet-soup-11585925544", "title": "The Alphabet Soup of Financial-Aid Abbreviations", "date": "2020-04-03 10:57", "summary": "College-aid offers are often filled with abbreviations students and their families might not understand. Here is a cheat sheet.. As high-school seniors mull college acceptances and decide where to attend college in the fall, the economic turmoil created by the coronavirus is making financial-aid offers even more crucial.", "categories": [["Markets", "Journal Reports: Funds/ETFs", "Saving for College"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-funds-etfs?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/adam-schlesinger-who-sang-of-suburban-misfits-dies-of-coronavirus-at-52-11585924606", "title": "Adam Schlesinger, Who Sang of Suburban Misfits, Dies of Coronavirus at 52", "date": "2020-04-03 10:53", "summary": "Co-founder of Fountains of Wayne had hit with 'Stacy's Mom' and wrote for movies, TV and stage. \"New Routine,\" a pop song released by Fountains of Wayne in 2007, opens with two men sitting in a diner. Both look \"quite a bit like Carl Reiner.\" They talk about \"real estate, prostates, Costco . \"", "categories": [["World", "Obituaries"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/obituaries?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-administration-discussed-shutting-oil-production-in-gulf-of-mexico-11585923887", "title": "Trump Administration Discussed Shutting Oil Production in Gulf of Mexico", "date": "2020-04-03 10:47", "summary": "Such a move, as offshore oil workers contract new coronavirus, would reduce total U.S. production, possibly assisting global truce with Russia, Saudi Arabia. The Trump administration has discussed a mandated shutdown of oil production in the Gulf of Mexico due to the coronavirus spreading among workers on offshore platforms, according to people familiar with the matter.", "categories": [["WSJ News Exclusive", "Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hidden-valley-road-review-young-men-touched-by-madness-11585925137", "title": "'Hidden Valley Road' Review: Young Men Touched by Madness", "date": "2020-04-03 10:45", "summary": "The Galvins rejected the idea that their parenting was the problem, and helped researchers probing the genetic roots of the illness.. Don and Mimi Galvin embodied the optimism of the postwar American dream. Attractive, charming, intelligent and ambitious, they had come of age during the Great Depression, met in high school in Queens, N.Y., and married shortly before Don left college and enlisted in the Marines. After transferring to the Navy, Don arrived in the Pacific in time for the Battle of Okinawa; he was a landing craft operator, shuttling troops from the USS Granville to shore. He nearly perished when kamikazes demolished the boats on either side of him, and spent the next several hours retrieving his dead comrades from the sea.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-stopped-sports-gamblingbut-you-can-still-bet-on-top-chef-11585924738", "title": "Coronavirus Stopped Sports Gambling-but You Can Still Bet on 'Top Chef'", "date": "2020-04-03 10:38", "summary": "The lack of basketball and baseball prompts wagers on reality shows, Ping-Pong and Alaskan brown bears. A couple of days a week in Omaha, Neb., Josh Skou likes to unwind after work by driving a few minutes across the Missouri River to Council Bluffs, Iowa, where he can legally gamble on sports.", "categories": [["A-hed"]], "category_links": ["https://www.wsj.com/news/types/a-hed?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-and-europe-turn-to-phone-tracking-strategies-to-halt-spread-of-coronavirus-11585906203", "title": "U.S. and Europe Look to Track People to Slow Spread of Coronavirus", "date": "2020-04-03 10:31", "summary": "Amid privacy concerns, nations work with apps, geolocation data to help identify and isolate infected citizens. Western governments aiming to relax restrictions on movement are turning to unprecedented surveillance to track people infected with the new coronavirus and identify those with whom they have been in contact.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-pandemic-deepens-labor-divide-between-online-offline-workers-11585924306", "title": "Coronavirus Pandemic Deepens Labor Divide", "date": "2020-04-03 10:31", "summary": "Two-thirds of the job losses last month occurred in leisure and hospitality, while people who can work remotely saw less of a change in payrolls. The severe job losses reported this week provide a split-screen snapshot of a labor force increasingly divided between the can and can-nots-based in part on the ability to work online.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/insight-partners-raises-9-5-billion-to-invest-in-software-businesses-11585908000", "title": "Insight Partners Raises $9.5 Billion to Invest in Software Businesses", "date": "2020-04-03 10:21", "summary": "Despite coronavirus uncertainty, technology investor Insight Partners closes its largest fund yet. Insight Partners has raised $9.5 billion for its newest and largest private-equity fund, despite the economic uncertainty created by the coronavirus pandemic.", "categories": [["Pro PE Fund News"]], "category_links": ["https://www.wsj.com/news/types/pro-pe-fund-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/music-by-max-steiner-review-play-it-again-max-11585923513", "title": "'Music by Max Steiner' Review: Play It Again, Max", "date": "2020-04-03 10:18", "summary": "Steiner wrote the music for 'King Kong,' 'Casablanca,' 'Gone With the Wind' and dozens of other ﬁlms.. Hollywood's golden age calls to mind all sorts of outsize figures: glamorous stars, martinet directors, brilliant screenwriters-and, perhaps less-known but no less essential, the composers who wrote the music that established its world dominance. Among the most notable of these composers was Erich Wolfgang Korngold, who was the subject of an illuminating biography in 1997: Brendan Carroll's \"The Last Prodigy.\" Now we have a work to match it, giving us a portrait of another great composer, really the founding father of American film music, Max Steiner (1888-1971). \"Music by Max Steiner,\" by Steven C. Smith, a journalist and producer of movie-themed documentaries, describes a long and tumultuous life and firmly establishes Steiner as not only a major force in Hollywood but also one of the most influential composers in the history of symphonic music.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/five-best-mary-beth-norton-on-the-american-revolution-11585923422", "title": "Five Best: Mary Beth Norton on the American Revolution", "date": "2020-04-03 10:17", "summary": "The author, most recently, of '1774: The Long Year of Revolution,' recommends works that illuminate the founding era.. Edited by L.H. Butterfield et al. (1975)", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/no-room-for-a-garden-dig-this-11585923404", "title": "No Room for a Garden? Dig This.", "date": "2020-04-03 10:16", "summary": "Create a self-contained miniature landscape in an alpine trough garden, the latest botanical trend from Britain. THERE'S NO BETTER time to create your own tiny, perfect world than when the real world feels like it's out of control.", "categories": [["Real Estate", "Design"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/design?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fiction-seeing-in-the-dark-knowing-without-words-11585923327", "title": "Fiction: Seeing in the Dark, Knowing Without Words", "date": "2020-04-03 10:15", "summary": "Norway's leading 'mystical realist' explores the mind-altering power of sensory and social deprivation.. \"One thing I'll never be done with: withdrawing to sit in the solitude of my room, surrounded by a deep darkness. In spite of all, that's the last joy.\" So wrote the Norwegian novelist and crackpot Knut Hamsun, and, frankly, in our present state of social distancing, we could do worse than to consult him and his sun-starved countrymen. Today, one of Norway's most prestigious writers, and surely its deepest philosopher of isolation, is Jon Fosse, whose \"The Other Name\" (Transit, 336 pages, $17.95) now arrives in English, a volume that contains the first two installments of a seven-book \"septology.\"", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mysteries-the-pygmalion-syndrome-11585923278", "title": "Mysteries: The Pygmalion Syndrome", "date": "2020-04-03 10:14", "summary": "In Sulari Gentill's clever metafiction, a pair of writers, each perhaps a figment of the other's imagination, write each other into tricky situations.. Fiction authors are sometimes asked: \"Do your characters ever take control of the stories you're writing?\" Sulari Gentill's \"After She Wrote Him\" (Poisoned Pen, 233 pages, $16.99) pushes that question even further. \"What if you wrote of someone writing of you?\" asks this book at the outset. \"In the end, which of you would be real?\"", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/square-haunting-review-how-to-live-in-two-dimensions-11585923227", "title": "'Square Haunting' Review: How to Live in Two Dimensions", "date": "2020-04-03 10:13", "summary": "Five female trailblazers: Virginia Woolf, Dorothy L. Sayers, the economist Eileen Power, the poet H.D. and the classicist Jane Ellen Harrison.. Francesca Wade, a London-based writer and literary editor, has pulled off a remarkable feat of intellectual and social history with her erudite yet juicy first book. In a captivating series of minibiographies of five women, all trailblazing writers who lived in Bloomsbury's Mecklenburgh Square at some point between 1916 and 1940, \"Square Haunting\" builds a compelling case that each woman's time there represented a crucial stage in her efforts to forge an independent life when doing so was both uncommon and difficult.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/childrens-books-things-could-always-be-worse-11585923163", "title": "Children's Books: Things Could Always Be Worse", "date": "2020-04-03 10:12", "summary": "A picture-book survey of lost cities and a sprightly retelling of 'The Tempest' help keep timeless cultural treasures from slipping out of sight.. With Covid-19 has come bewilderment and disbelief: How could life have changed so quickly, and what will be left of our old ways when the crisis has passed? This line of thought is not articulated, strictly speaking, in Giles Laroche's picture book for children ages 5-9, but it may come to mind as you look through the illustrations in \"Lost Cities\" (Houghton Mifflin Harcourt, 40 pages, $17.99), a nonfiction survey of notable human settlements that vanished from view for all sorts of reasons, including sudden catastrophe.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chloe-aaron-guided-programming-for-pbs-in-the-late-1970s-11585922956", "title": "Chloe Aaron Guided Programming for PBS in the Late 1970s", "date": "2020-04-03 10:09", "summary": "As a rare woman TV executive, she helped give the public television network a national identity. Chloe Aaron was arguably the most influential woman in television in the late 1970s, when she served as head of programming for the Public Broadcasting Service. She was certainly one of the few women in positions of leadership.", "categories": [["World", "Obituaries"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/obituaries?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-bare-necessities-you-need-for-a-bear-market-11585922402", "title": "The Bare Necessities You Need for a Bear Market", "date": "2020-04-03 10:00", "summary": "Remain calm. Get big. Move sideways, slowly. A lot of advice for surviving a falling stock market will sound familiar to backwoods hikers who've had grizzly encounters.. Investors can survive a bear market the same way hikers survive an encounter with a bear: Remain calm and don't make sudden moves.", "categories": [["Markets", "The Intelligent Investor"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/the-intelligent-investor?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/dollar-funding-strains-ease-in-international-markets-11585920122", "title": "Dollar Funding Strains Ease in International Markets", "date": "2020-04-03 09:22", "summary": "A huge shortage of dollars now appears to have turned into an equally large oversupply. In a sign of receding tensions in international finance, the cost to borrow dollars against other currencies markets has sharply reversed in recent days. A huge shortage of dollars now appears to have turned into an equally large oversupply.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ai-startups-cut-staff-as-coronavirus-slams-economy-11585906202", "title": "AI Startups Cut Staff as Coronavirus Slams Economy", "date": "2020-04-03 09:06", "summary": "Job and spending forecasts had been relatively optimistic for the sector. A record surge of job cuts sparked by the coronavirus pandemic has touched tech startups that make use of artificial intelligence, an area where job and spending forecasts have been relatively optimistic.", "categories": [["Artificial Intelligence"]], "category_links": ["https://www.wsj.com/news/types/artificial-intelligence?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-poised-to-upend-how-boards-consider-data-protection-privacy-11585906201", "title": "Coronavirus Poised to Upend How Boards Consider Data Protection, Privacy", "date": "2020-04-03 09:02", "summary": "Corporate directors in Europe and the U.S. are taking a more active role in discussions of remote work, data sharing. Business disruption during the coronavirus crisis could change how boards in the U.S. and Europe think over the long term about remote work, privacy and cybersecurity.", "categories": [["Pro Cyber News"]], "category_links": ["https://www.wsj.com/news/types/pro-cyber-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/todays-logistics-report-suppliers-seeking-direction-shifting-assembly-lines-air-cargo-fracas-11585918936", "title": "Today's Logistics Report: Suppliers Seeking Direction; Shifting Assembly Lines; Air Cargo Fracas", "date": "2020-04-03 09:02", "summary": "Today's Top Supply Chain & Logistics News from WSJ. Sign up: With one click, get this newsletter delivered to your inbox.", "categories": [["WSJ Logistics Report"]], "category_links": ["https://www.wsj.com/news/types/wsj-logistics-report-newsletter?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sanofi-ceo-the-one-meeting-trip-will-disappear-11585918803", "title": "Sanofi CEO: 'The One-Meeting Trip Will Disappear'", "date": "2020-04-03 09:00", "summary": "Paul Hudson discusses drugmaker's efforts to develop a Covid-19 antidote and new ways of working. Paul Hudson had a lot on his plate as the new boss of French health-care giant Sanofi SA : radically pruning its drug pipeline, cutting €2 billion ($2.17 billion) in costs by 2022 and making the company's consumer health-care division a stand-alone unit.", "categories": [["Business", "Management", "Management & Careers"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/management?mod=breadcrumb", "https://www.wsj.com/news/types/boss-talk?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/universities-get-creative-with-technology-due-to-coronavirus-closures-11585918801", "title": "Universities Get Creative With Technology Due to Coronavirus Closures", "date": "2020-04-03 09:00", "summary": "At Case Western Reserve, medical students are using Microsoft's HoloLens to replace cadavers in anatomy classes. Universities scrambled over the past month to move classes online as the coronavirus pandemic forced campus closures. With social distancing likely to extend through the spring semester, chief information officers are taking stock of their actions, identifying quick solutions that could one day become permanent fixtures on a postcrisis campus.", "categories": [["CIO Journal"]], "category_links": ["https://www.wsj.com/news/types/cio-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cannes-lions-ad-festival-canceled-due-to-coronavirus-11585915212", "title": "Cannes Lions Ad Festival Canceled Due to Coronavirus", "date": "2020-04-03 08:34", "summary": "Ad industry's biggest annual gathering had already been postponed to fall. The owner of the Cannes Lions advertising festival in France has canceled the event, saying the coronavirus pandemic had made it impossible to go forward.", "categories": [["Business", "Media & Marketing", "CMO"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/media-marketing?mod=breadcrumb", "https://www.wsj.com/news/types/cmo?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/candidates-scramble-to-fund-payroll-ads-in-delayed-primaries-11585915202", "title": "Candidates Scramble to Fund Payroll, Ads in Delayed Primaries", "date": "2020-04-03 08:00", "summary": "'The bank account was as close to zero as you could possibly get,' said one candidate in Ohio. When the Ohio primary was delayed last month, congressional candidate Kate Schroder went from primarily focused on winning her race to scrambling to make payroll.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pandemic-sparks-price-surge-for-alcohol-used-in-hand-sanitizer-11585915202", "title": "Pandemic Sparks Price Surge for Alcohol Used in Hand Sanitizer", "date": "2020-04-03 08:00", "summary": "Leap in demand for isopropyl alcohol pushes prices to record highs in U.S. and Europe. A key ingredient in hand sanitizers and medical disinfectants has become hard to obtain, triggering its price to surge to an all-time high.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/local-tv-sees-spike-in-viewers-drop-in-ads-in-coronavirus-crisis-11585915203", "title": "Local TV Sees Spike in Viewers, Drop in Ads in Coronavirus Crisis", "date": "2020-04-03 08:00", "summary": "Viewers seek constant updates, but advertisers are cutting back; 'more cancellations than new orders'. Local television stations are experiencing a rare surge in viewership as more Americans tune in for coronavirus updates. But the stations are unlikely to benefit financially because of a cutback in advertising spending.", "categories": [["Business", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-a-coronavirus-test-result-takes-two-weeks-or-more-11585915201", "title": "Why a Coronavirus Test Result Takes Two Weeks or More", "date": "2020-04-03 08:00", "summary": "As capacity expands across the country, backlogs are growing and many people are waiting weeks; 'The most stressful time ever'. Maria Estrella has been waiting for her Covid-19 test results since March 17. The South Florida resident began feeling ill, with a sore throat, fever and headache, after returning from a trip to northern Italy. When she was tested at the Mercy Miami Hospital emergency room, staff said the results were sent to a private lab in Georgia and would take three to six days.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/clothing-brands-are-now-producing-medical-gear-but-does-it-work-11585915251", "title": "Clothing Brands Are Now Producing Masks. But Does It Work?", "date": "2020-04-03 08:00", "summary": "In response to a nationwide deficiency in medical equipment, apparel companies like Brooks Brothers, New Balance and Outdoor Research are refitting their clothing factories to produce surgical masks and gowns. A MONTH AGO, Gitman Bros. was mostly devoted to producing crisp button-up shirts for men. By next month, it hopes to be turning out surgical-grade hospital gowns. The nearly 90-year-old Ashland, Pa., clothing factory has never ventured into medical-supply production before, but with American doctors and nurses running dangerously short of personal protective equipment (known as PPE) due to the coronavirus crisis, Chris Olberding, Gitman's president, wanted to help. Last month, he sought and received approval from Governor Tom Wolf to restart the shirt factory as a medical-gown manufacturer. \"[If you had told] me three weeks ago, your next biggest business is you'll be making medical gowns, not shirts, I'd be, like, 'Why, what happened?'\" said Mr. Olberding. But now, he added, \"Everyone has to accommodate for changes in their business.\"", "categories": [["Life & Work", "Style & Fashion", "On Trend"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/fashion?mod=breadcrumb", "https://www.wsj.com/news/types/on-trend?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/in-a-pandemic-another-worry-touching-the-payment-screen-at-checkout-11585914251", "title": "In a Pandemic, a New Worry: Touching the Payment Screen", "date": "2020-04-03 07:44", "summary": "Many merchants still ask customers to sign for card purchases, rankling shoppers who are nervous about the coronavirus. As coronavirus spreads, people are worried that signing payment screens at store checkouts could make them sick. According to the card networks, they shouldn't have to sign anyway.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/six-key-facts-about-the-mets-150th-year-11585913368", "title": "Six Key Facts About the Met's 150th Year", "date": "2020-04-03 07:29", "summary": "This month, New York's Metropolitan Museum of Art marks its 150th anniversary with the opening of 'Making the Met: 1870-2020.' A look at the museum's past and present.. The year the Met was incorporated by the New York State Legislature, on April 13. The museum officially opened February 20, 1872.", "categories": [["What's News"]], "category_links": ["https://www.wsj.com/news/types/magazine-what-s-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-shortened-mlb-season-would-give-underdogs-a-shot-11585911602", "title": "A Shortened MLB Season Would Give Underdogs a Shot", "date": "2020-04-03 07:00", "summary": "WSJ Sports simulated the baseball season thousands of times to figure out how radically a shortened year could change the playoff picture. Major League Baseball's season was supposed to start last week. Fans should already be stuffed with $8 hot dogs, $12 beers and jokes about the New York Mets. But Opening Day was postponed because of the coronavirus pandemic, and it isn't clear when the season will begin-if it ever does.", "categories": [["Sports", "MLB"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/mlb?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-puts-at-risk-older-doctors-in-harms-way-11585911602", "title": "Coronavirus Puts At-Risk Older Doctors in Harm's Way", "date": "2020-04-03 07:00", "summary": "Many veteran physicians and nurses remain at work despite heightened mortality rates for older people. Jean-Jacques Razafindranazy was pulling all-nighters at the end of February in an emergency room in northern France that had been suddenly hit by the coronavirus pandemic.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-weighs-on-americans-i-dont-think-there-is-an-easy-answer-11585911600", "title": "Coronavirus Weighs on Americans: 'I Don't Think There Is an Easy Answer'", "date": "2020-04-03 07:00", "summary": "Resume Subscription. The coronavirus pandemic is hitting Americans at different times, as infections rise and measures restricting personal and economic activity vary by state.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/recession-blue-chips-led-the-way-in-another-turbulent-week-in-markets-11585911602", "title": "'Recession Blue-Chips' Led the Way in Another Turbulent Week in Markets", "date": "2020-04-03 07:00", "summary": "The market is absorbing information that was inconceivable before the coronavirus pandemic. With the start of a new quarter, the market entered another stretch of volatility.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bronxs-giant-apartment-complex-strikes-30-year-affordability-deal-with-city-11585911603", "title": "Co-Op City in the Bronx Strikes 30-Year Affordability Deal", "date": "2020-04-03 07:00", "summary": "Until 2052, Co-Op City's 16,000 apartments will remain price-limited and income-restricted. Co-Op City, the world's largest cooperative apartment complex, will stay affordable for another 30 years under a new agreement between the co-op board and the City of New York.", "categories": [["U.S.", "Real Estate"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-real-estate?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/now-banks-problem-is-too-much-cash-11585911603", "title": "Now Banks' Problem Is Too Much Cash", "date": "2020-04-03 07:00", "summary": "Fed has succeeded in flooding market with cash. Challenge now is convincing everyone to use it.. First the worry was that American banks wouldn't have enough cash. Now the problem seems to be that they have too much of it.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-battle-throws-open-eurozones-divide-11585911602", "title": "Coronavirus Battle Throws Open Eurozone's Divide", "date": "2020-04-03 07:00", "summary": "A lasting economic and political rift threatens the eurozone unless it can engineer a strong fiscal response. ROME-The euro survived its debt crisis, but the wounds never fully healed. The coronavirus is threatening to reopen them.", "categories": [["Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/inside-the-ace-hotels-japanese-expansion-11585911601", "title": "Inside the Ace Hotel's Japanese Expansion", "date": "2020-04-03 07:00", "summary": "The American hotel company had none other than Kengo Kuma-the architect behind Tokyo's new Olympic stadium-scouting Kyoto locations, eventually opting for a modernist landmark: the 1926 headquarters of Kyoto's telephone company. Before the coronavirus, Ace Hotel Group was set to launch their first location in Japan in time for the 2020 Olympic Games. Now, the Olympics are postponed but Ace Hotel is still planning to open the hotel this spring. The feature below was reported just weeks before shutdowns went global.", "categories": [["WSJ. Magazine"]], "category_links": ["https://www.wsj.com/news/types/magazine-wsj-magazine?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/editor-kristina-oneill-on-the-april-issue-11585911600", "title": "Editor Kristina O'Neill on the April Issue", "date": "2020-04-03 07:00", "summary": "Our editor in chief on the April 2020 issue of WSJ. Magazine, featuring cover model Binx Walton on location in Hawaii. For our April issue, cover star Binx Walton returned to the sandy shores of Hawaii, where she'd spent time as a child. She grew up far from the catwalks of Paris and New York she now frequents as one of the fashion industry's most in-demand models, bringing a devil-may-care insouciance to shows for Marc Jacobs, Alexander Wang and Tom Ford, among others. Photographed on Oahu in radiant colors, Walton embodies a fearless attitude that fits right in with the surfers riding the island's famous Banzai Pipeline, as depicted in the illustration above (along with a WSJ. Magazine sweatshirt and cap, among the chic items you'll find at wsjshop.com).", "categories": [["Editor's Letter"]], "category_links": ["https://www.wsj.com/news/types/magazine-editor-s-letter?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-investors-can-learn-from-luckins-caffeine-crash-11585910558", "title": "What Investors Can Learn from Luckin's Caffeine Crash", "date": "2020-04-03 06:45", "summary": "The implosion of a Starbucks wannabe in China shows how expensive it can be to do reliable due diligence on faraway companies. Luck is running out for Starbucks ' challenger in China. The implosion of Luckin Coffee should offer investors a few lessons.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/china-frees-up-56-billion-for-lending-to-coronavirus-hit-businesses-11585909028", "title": "China Frees Up $56 Billion for Lending to Coronavirus-Hit Businesses", "date": "2020-04-03 06:17", "summary": "People's Bank of China cuts reserve requirement ratio for the second time in less than a month. BEIJING-China's central bank said Friday that it would lower the amount of cash banks are required to set aside as reserves for the second time in less than a month, as Beijing moved to stimulate a cooling economy hit hard by the coronavirus pandemic.", "categories": [["Economy", "Asia Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/asia-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/marlboro-owners-antitrust-case-adds-to-the-burn-11585907104", "title": "Marlboro Owner's Antitrust Case Adds to the Burn", "date": "2020-04-03 05:45", "summary": "Altria's fraught investment in e-cigarette company Juul Labs will take even longer to redeem following a challenge by the Federal Trade Commission. Altria 's investment in e-cigarette brand Juul Labs was already looking like a case study in how not to do a deal. Now, an antitrust challenge makes it even harder for the company to stub out the controversy.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/jpmorgan-seeks-full-ownership-of-chinese-fund-management-joint-venture-11585906730", "title": "JPMorgan Seeks Full Ownership of Chinese Fund-Management Venture", "date": "2020-04-03 05:38", "summary": "New York-based bank attempts to become the first foreign firm with a 100% stake in a Chinese fund manager. JPMorgan Chase & Co. said it plans to seek full ownership of its Chinese fund-management joint venture, opening a path to becoming the first foreign firm to do so in China's asset-management industry.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-u-s-census-count-relies-on-estimates-11585906202", "title": "Why U.S. Census Count Relies on Estimates", "date": "2020-04-03 05:30", "summary": "When bits of information get left out, counters have to turn to sometimes-contentious imputations. Once a decade, the U.S. Census Bureau tries to get a precise head count of everyone living in the country.", "categories": [["U.S.", "The Numbers"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/the-numbers?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pandemic-shows-importance-of-stress-testing-even-for-companies-outside-banking-11585906202", "title": "Pandemic Shows Importance of Stress Testing, Even for Companies Outside Banking", "date": "2020-04-03 05:30", "summary": "Planning for severe economic shocks, an annual exercise for banks, may become a regular part of scenario planning for more finance chiefs, says Paychex CFO Efrain Rivera. Paychex Inc., a provider of payroll services for small businesses, identified initial signs of an economic shock weeks before the middle of March, when U.S. initial unemployment benefits claims started to surge to record levels.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/companies-try-to-preserve-jobs-by-cutting-pay-amid-coronavirus-crisis-11585906200", "title": "Companies Try to Preserve Jobs by Cutting Pay Amid Coronavirus Crisis", "date": "2020-04-03 05:30", "summary": "Worker salaries, once untouchable, are being slashed across a range of industries rocked by pandemic. As the coronavirus outbreak spreads, many workers' paychecks are shrinking.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/as-coronavirus-changes-shopping-nappy-lady-races-to-meet-cloth-diaper-demand-11585906201", "title": "Coronavirus Fears Boost Nappy Lady's Diaper Business", "date": "2020-04-03 05:30", "summary": "Wendy Richards's business had catered primarily to environmentalists, but revenue tripled amid the pandemic. Now, 'they just want it to be cheap and on their baby's bottom'. Wendy Richards picked the perfect business for a busy mom when she took over a company called the Nappy Lady about a decade ago. Selling cloth diapers to Britain's most ecoconscious parents, her small retail operation filled a niche.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-coronavirus-is-spreading-but-german-factories-keep-running-11585906240", "title": "The Coronavirus Is Spreading, but German Factories Keep Running", "date": "2020-04-03 05:30", "summary": "Social-distancing, hygiene measures and worker buy-in offer lessons for other countries. FRANKFURT-Coronavirus infections are rampant in Germany but most of the country's factories are still humming, sketching a blueprint for countries seeking to support economic activity through the pandemic.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-tries-to-house-its-homeless-in-a-hurry-to-prevent-coronavirus-outbreaks-11585906202", "title": "U.S. Tries to House Its Homeless in a Hurry to Prevent Coronavirus Outbreaks", "date": "2020-04-03 05:30", "summary": "After years of homelessness getting worse, communities scramble to find beds for a particularly vulnerable population. LOS ANGELES-After years spent struggling to find the funds and political will to address the homelessness crisis, state and local leaders are being forced to shelter homeless people as fast as possible in the face of the coronavirus pandemic.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mortgage-relief-from-coronavirus-crisis-is-off-to-rocky-start-11585906200", "title": "Borrowers Want To Pause Their Mortgage Payments. It Hasn't Been Easy.", "date": "2020-04-03 05:30", "summary": "Servicers are supposed to let many suspend payments, but getting someone on the phone can be hard. Struggling homeowners are flooding their mortgage companies with requests for help as the coronavirus pandemic wrecks the economy. Many are having a hard time getting it.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sailors-start-to-leave-coronavirus-stricken-u-s-aircraft-carrier-11585903784", "title": "Sailors Start to Leave Stricken U.S. Aircraft Carrier", "date": "2020-04-03 04:49", "summary": "Some crew head to quarantine in Guam; at least 114 on board have tested positive. Some crew members of a coronavirus-stricken American aircraft carrier have been moved to hotels in the U.S. territory of Guam, where they will be quarantined for 14 days, a military official said Friday.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/google-offers-user-location-data-to-health-officials-tackling-coronavirus-11585893602", "title": "Google Offers User Location Data to Health Officials Tackling Coronavirus", "date": "2020-04-03 02:00", "summary": "Search giant to produce reports on traffic into places such as grocery stores and parks. Google will help public health officials use its vast storage of data to track people's movements amid the coronavirus pandemic, in what the company called an effort to assist in unprecedented times.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-foreign-policy-experts-call-for-cooperation-with-china-on-coronavirus-11585926082", "title": "U.S. Foreign-Policy Experts Call for Cooperation With China on Coronavirus", "date": "2020-04-03 00:01", "summary": "Letter is signed by more than 90 people, including national security advisers for Presidents Obama and George W. Bush. A large group of prominent American foreign-policy experts, including former high-ranking White House officials from both parties, is calling on the Trump administration to work more closely with China to stem the coronavirus epidemic.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-comfort-food-recipes-we-need-right-now-11585909800", "title": "The Comfort-Food Recipes We Need Right Now", "date": "2020-04-03 00:01", "summary": "Sequestered in our kitchens, we're turning to food for solace as well as survival. Here, pros weigh in on eating that puts us at ease, why cooking is uplifting and how a simple takeout order can foster a feeling of community. IS IT APPROPRIATE to feel any kind of good right now? In isolation, missing the routines that ordinarily give shape to our days, it's easy to question everything. I know this: We have to eat. And the act of cooking has brought me as close to a feeling of normalcy as I've gotten in the past few weeks.", "categories": [["Life & Work", "Food & Drink"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/food-cooking-drink?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11585857957", "title": "Pepper...and Salt", "date": "2020-04-03 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/boeing-to-offer-early-retirement-buyouts-as-coronavirus-takes-toll-11585798377", "title": "Boeing Offers Staff Buyouts as Coronavirus Takes Toll", "date": "2020-04-03 22:04", "summary": "Aerospace giant is pushing to control costs as aviation industry struggles with pandemic. Boeing Co. is offering buyout packages to its workforce, the plane maker's first major step to reduce labor costs as it grapples with the coronavirus pandemic's deepening toll on global aviation.", "categories": [["WSJ News Exclusive", "Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-to-put-in-a-covid-19-emergency-home-care-kit-11585861195", "title": "What to Put in a Covid-19 Emergency Home-Care Kit", "date": "2020-04-03 22:02", "summary": "Most people who get sick from the coronavirus won't be going to the hospital. Here's what doctors say you need to be ready at home.. If you or a family member gets infected with the coronavirus, it is very likely that you'll have to ride it out at home.", "categories": [["Life & Work", "Journal Reports: Health Care"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-health-care?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/this-tax-policy-idea-wasnt-on-the-table-then-famous-chefs-called-the-president-11585879311", "title": "This Tax Policy Idea Wasn't on the Table. Then Famous Chefs Called the President.", "date": "2020-04-03 22:01", "summary": "Trump backs expansion of business-meals deduction after Daniel Boulud and Wolfgang Puck weigh in. WASHINGTON-Daniel Boulud's restaurants are largely shuttered because of the coronavirus pandemic, but his latest recipe-an easy-to-grasp pitch paired with a dash of celebrity-put a dormant tax-policy idea at the forefront of President Trump's mind.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/first-people-were-sent-home-to-work-now-theyre-getting-laid-off-remotely-11585860836", "title": "First People Were Sent Home to Work. Now They're Getting Laid Off Remotely.", "date": "2020-04-03 22:01", "summary": "The reality of social distancing hits home through mass furloughs and firings delivered over the phone and by group chat. The one-two punch of social distancing and economic devastation is giving workers something new to worry about: remote termination.", "categories": [["Business", "Management", "Management & Careers"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/management?mod=breadcrumb", "https://www.wsj.com/news/types/management-careers?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/my-new-office-is-a-bunk-bed-or-how-im-now-juggling-work-and-family-11585865364", "title": "My New Office Is a Bunk Bed (or How I'm Now Juggling Work and Family)", "date": "2020-04-03 22:00", "summary": "The intricate structure that made one reporter's hectic days workable has collapsed with everyone in coronavirus lockdown. I'm writing this from my new office: the lower bunk of a bunk bed.", "categories": [["Life & Work", "Journal Reports: Health Care"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-health-care?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/decision-fatigue-coronavirus-canceled-my-60th-birthday-11585879200", "title": "Decision Fatigue: Coronavirus Canceled My 60th Birthday", "date": "2020-04-03 22:00", "summary": "Marietta Jones and her husband reserved a villa in Tuscany to celebrate her 60th birthday. But as they followed the news this year, they realized it wasn't to be.. The coronavirus pandemic has forced some difficult decisions for families and individuals. This series explores how people are combating the decision fatigue and processing the choices forced upon them.", "categories": [["Markets", "Your Money"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/undefined?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/3m-ceo-on-n95-masks-demand-exceeds-our-production-capacity-11585842928", "title": "3M CEO Says Demand for N95 Masks Exceeds Its Capacity", "date": "2020-04-03 21:22", "summary": "As coronavirus crisis mounts, manufacturers ramp up to meet huge demand for protective equipment. American manufacturers say it will be months before they meet demand for high-quality masks, part of a broader breakdown in the effort to supply enough protective gear and lifesaving equipment to fight the coronavirus pandemic.", "categories": [["WSJ News Exclusive", "Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/roughly-half-of-ventilators-in-national-stockpile-have-been-distributed-as-coronavirus-spreads-11585851893", "title": "Trump Orders Output of Masks, Ventilators", "date": "2020-04-03 21:20", "summary": "Remaining U.S. supply of the breathing machines used for the sickest patients could fall far short of projected needs. President Trump invoked a Korean War-era law to help manufacturers secure supplies needed to make ventilators and protective face masks, as the federal stockpile of the medical devices was running dangerously low amid the coronavirus pandemic.", "categories": [["WSJ News Exclusive", "U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-closes-dwindling-open-borders-as-cases-approach-one-million-11585820944", "title": "Global Cases Top One Million as Economic Toll Mounts", "date": "2020-04-03 21:13", "summary": "U.S., with more than 230,000 reported infections, has just under a quarter of the global total. Confirmed cases of the novel coronavirus world-wide surpassed 1 million Thursday, a grim milestone for the pandemic as governments deploy increasingly stringent measures to battle its spread and a record 6.6 million U.S. workers applied for unemployment benefits last week.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pakistani-court-overturns-murder-conviction-in-killing-ofwall-street-journal-reporter-11585805394", "title": "Pakistani Court Overturns Murder Conviction in Killing of WSJ Reporter Daniel Pearl", "date": "2020-04-03 21:11", "summary": "Court reduces charges against British national Omar Saeed Sheikh to kidnapping, cuts sentence from death to seven years. A Pakistani court overturned the 18-year-old murder conviction of a British national for killing Wall Street Journal reporter Daniel Pearl and reduced his death sentence to seven years for kidnapping.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pg-e-fire-victims-seek-changes-to-settlement-after-coronavirus-selloff-11585875660", "title": "PG&E Fire Victims Seek Changes to Settlement After Coronavirus Selloff", "date": "2020-04-03 21:01", "summary": "Lawyers for fire victims say deal may no longer pay them the promised amount because share values dropped after the pandemic. Lawyers for victims of California wildfires sparked by PG&E Corp. are demanding modifications to their $13.5 billion settlement with the company because of concerns that the deal may no longer deliver the expected amount.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-rush-for-350-billion-in-small-business-loans-starts-friday-banks-have-questions-11585828455", "title": "The Rush for $350 Billion in Small-Business Loans Starts Friday. Banks Have Questions.", "date": "2020-04-03 20:57", "summary": "Details such as lenders' responsibility to evaluate borrowers remain unclear; 'not as simple as we hoped'. Hours before small businesses can apply for forgivable loans from the $2 trillion financial relief package, some of the biggest U.S. banks aren't ready to handle an expected flood of applications from potential borrowers.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/navy-removing-captain-of-coronavirus-stricken-aircraft-carrier-11585860735", "title": "Navy Removes Captain of Coronavirus-Stricken Aircraft Carrier", "date": "2020-04-03 20:49", "summary": "Capt. Brett Crozier, in memo, called for immediate attention to outbreak on the USS Theodore Roosevelt. WASHINGTON-Navy leaders have relieved the captain of a U.S. aircraft carrier after a memo to military officials in which he pleaded for help with a coronavirus outbreak at sea was leaked to a newspaper.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-expected-to-recommend-cloth-face-masks-for-americans-in-coronavirus-hot-spots-11585871349", "title": "U.S. Expected to Recommend Cloth Face Masks for Hot Spots", "date": "2020-04-03 20:39", "summary": "Cloth masks or face coverings are meant to be in addition to social distancing. The Trump administration is expected to recommend that Americans in parts of the U.S. where the novel coronavirus is rapidly spreading wear cloth face masks or face coverings when in public to reduce transmission.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/russian-fund-behind-coronavirus-aid-shipment-is-on-u-s-lending-blacklist-11585873617", "title": "Russian Fund Behind Coronavirus Aid Shipment Is on U.S. Lending Blacklist", "date": "2020-04-03 20:26", "summary": "The state-owned Russian Direct Investment Fund said it paid half the cost of the medical supplies delivered by the Kremlin. A Russian state-owned fund that says it footed half the bill of a coronavirus aid shipment delivered to the U.S. on Wednesday has been on a U.S. Treasury restricted lending list since 2015.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-million-n95-masks-are-coming-from-chinaon-board-the-new-england-patriots-plane-11585821600", "title": "A Million N95 Masks Are Coming From China-on the Patriots' Plane", "date": "2020-04-03 20:18", "summary": "The Massachusetts governor struck a deal for supplies but needed a way to transport them. The result was a tense saga and a shipment on the NFL team's 767.. At 3:38 a.m. Wednesday morning, the New England Patriots' team plane departed from an unusual locale: Shenzhen, China. On board the Boeing 767, in the cargo hold that used to be home to Tom Brady's duffel bags, were 1.2 million N95 masks bound for the U.S.", "categories": [["Sports", "NFL"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/nfl?mod=breadcrumb"]}]