[{"link": "https://www.wsj.com/articles/another-communist-purge-11597794233", "title": "Another Communist Purge", "date": "2020-08-18 19:43", "summary": "Beijing's chief thug targets more internal enemies.. The Marxist dictatorship that lied to the world about the coronavirus isn't a safe place these days even for some of its most prominent employees. Chu Han Wong reports in the Journal:", "categories": [["Opinion", "Best of the Web"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/best-of-the-web-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nbcuniversal-vice-chairman-ron-meyer-to-leave-company-11597769903", "title": "NBCUniversal Vice Chairman Ron Meyer to Leave Company After Disclosing Affair", "date": "2020-08-18 19:41", "summary": "Veteran of 25 years at the company and towering Hollywood figure acknowledged paying settlement. NBCUniversal said Vice Chairman Ron Meyer, a towering Hollywood figure, stepped down after failing to properly disclose that he had paid a settlement to a woman with whom he had a consensual affair several years ago.", "categories": [["Business", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-obama-biden-economy-redux-11597793116", "title": "The Obama-Biden Economy Redux", "date": "2020-08-18 19:25", "summary": "The policy mix that led to slow growth and rising inequality is back.. The Democratic convention case against President Trump boils down to Covid and character, and the polls suggest it's working. But the bigger issue next year will be reviving the economy from the shutdown recession, and on that score the Democrats are mostly quiet. Perhaps that's because Joe Biden is promising to repeat the same policy mix that produced the slowest recovery in modern times during the Obama years. The record is worth examining.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/supply-chain-robotics-startup-raises-capital-as-sector-grows-11597793097", "title": "Supply Chain Robotics Startup Raises Capital as Sector Grows", "date": "2020-08-18 19:24", "summary": "Attabotics raises $50 million to help turn traditional warehouses into vertical storage structures inside warehouses. Attabotics Inc., a startup aiming to use robotics to improve supply chain systems, raised $50 million as companies search for new ways to make distribution processes more efficient amid surging demand and disruptions resulting from the coronavirus pandemic.", "categories": [["Pro VC New Money"]], "category_links": ["https://www.wsj.com/news/types/pro-vc-new-money?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/john-kasich-vs-bernie-sanders-11597793061", "title": "John Kasich vs. Bernie Sanders", "date": "2020-08-18 19:24", "summary": "Who do you think knows more about Joe Biden's platform?. An hour into the first night of the Democratic National Convention, former Ohio Governor John Kasich gave the expected argument. \"I'm a lifelong Republican,\" he said. \"But these are not normal times.\" He praised Joe Biden's \"experience, and his wisdom, and his decency.\"", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lend-freely-at-a-subsidized-rate-11597793009", "title": "Lend Freely at a Subsidized Rate", "date": "2020-08-18 19:23", "summary": "The Federal Reserve lends New York's MTA $451 million at a market discount.. Walter Bagehot's famous dictum that central bankers should lend freely at a penalty rate in a crisis is as quaint today as the Victorian age in which he lived. Now the policy is to lend freely at a subsidized rate, especially to politically preferred borrowers.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-housing-lobby-strikes-again-11597792953", "title": "The Housing Lobby Strikes Again", "date": "2020-08-18 19:22", "summary": "The White House and Congress undermine Fannie Mae's regulator.. Rising home sales and prices are juicing the economy, but as we've learned the hard way the housing market bears watching for credit-induced bubbles. The Federal Housing Finance Agency (FHFA) is wisely looking out for taxpayers by taking actions to prevent mortgage giants Fannie Mae and Freddie Mac from taking too much risk. But it's running into bipartisan opposition.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trumps-snowden-temptation-11597792970", "title": "Trump's Snowden Temptation", "date": "2020-08-18 19:22", "summary": "The NSA leaker was part of the 'deep state' the President rails against.. President Trump has been floating a potential pardon for Edward Snowden, the National Security Agency contractor who in 2013 leaked troves of secret documents to friendly media and took asylum in Moscow. Perhaps the President thinks he would be hitting back at an intelligence bureaucracy that tried to kneecap him. In fact he would be sanctioning further intelligence abuses.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-white-house-prepared-for-a-pandemic-11597792593", "title": "The White House Prepared for a Pandemic", "date": "2020-08-18 19:16", "summary": "A September 2019 report laid the groundwork for Operation Warp Speed.. New York Gov. Andrew Cuomo launched the Democrats' broadside against the Trump administration's Covid-19 response. \"Our current federal government is dysfunctional and incompetent,\" he told virtual conventioneers Monday in a recorded speech. \"It couldn't fight off the virus. In fact, it didn't even see it coming.\"", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-good-year-for-stakeholder-capitalism-11597792536", "title": "A Good Year for Stakeholder Capitalism", "date": "2020-08-18 19:15", "summary": "Business Roundtable CEOs are living up to their commitments.. It's been a year since 181 CEOs of America's largest companies overturned a 22-year-old policy statement that defined a corporation's principal purpose as maximizing shareholder return. In its place, Business Roundtable adopted a new Statement on the Purpose of a Corporation declaring that companies should not only serve their shareholders but also deliver value to their customers, invest in employees, deal fairly with suppliers, and support the communities in which they operate.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/will-the-real-kamala-harris-please-stand-up-11597792447", "title": "Will the Real Kamala Harris Please Stand Up?", "date": "2020-08-18 19:14", "summary": "Once a tough-on-crime prosecutor, she now can't answer a simple question about defunding the police.. We know that Kamala Harris is slated to speak Wednesday night at the Democratic National Convention. What we don't know is which Kamala Harris will show up.", "categories": [["Opinion", "Upward Mobility"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/upward-mobility?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/notable-quotable-the-divisive-susan-b-anthony-11597792405", "title": "Notable & Quotable: The 'Divisive' Susan B. Anthony", "date": "2020-08-18 19:13", "summary": "'She is also an increasingly divisive figure, adopted by anti-abortion forces and criticized for relegating Black suffragists to the sidelines.'. Maggie Haberman and Katie Rogersreporting for the New York Times , Aug. 18:", "categories": [["Opinion", "Commentary", "Notable & Quotable"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb", "https://www.wsj.com/news/types/notable-quotable?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/obamas-mail-in-campfire-tale-11597792361", "title": "Obama's Mail-In Campfire Tale", "date": "2020-08-18 19:12", "summary": "The ex-president's hooey distracts from the growing role of election lawyers.. In any war the propaganda battle can at times be hard to relate to developments on the ground. This is true of the Postal Service skirmish that has emerged in the 2020 presidential election.", "categories": [["Opinion", "Business World"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/business-world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-cult-of-smart-review-social-justice-goes-to-school-11597792293", "title": "'The Cult of Smart' Review: Social Justice Goes to School", "date": "2020-08-18 19:11", "summary": "Modern liberalism, mistaking intellectual capacity for intrinsic worth, can't abide the idea that some students are brighter than others.. At the heart of America's system of public education is a piece of humbug. It goes something like this: Every child has an equal capacity to excel in school, and scholastic effort is the chief means by which a young person may achieve a fulfilling and prosperous life. Fredrik deBoer, a prolific commentator and education policy expert, has written \"The Cult of Smart: How Our Broken Education System Perpetuates Social Injustice\" mainly to expose this doctrine as the well-meaning but destructive fiction it is.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/doomscrolling-through-the-coronavirus-pandemic-11597792236", "title": "'Doomscrolling' Through the Coronavirus Pandemic", "date": "2020-08-18 19:10", "summary": "Students discuss the ways in which internet technology has shaped our experience.. Editor's note: In this Future View, students discuss how technology has affected their experience during the pandemic. Next week, as fall semester is beginning, we'll ask, \"Has your college's plan for reopening or online instruction survived first contact with reality?\" Students should click here to submit opinions of fewer than 250 words before Aug. 25. The best responses will be published that night.", "categories": [["Opinion", "Future View"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/future-view?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/amazon-bets-on-office-based-work-with-expansion-in-major-cities-11597741203", "title": "Amazon Bets on Office-Based Work With Expansion in Major Cities", "date": "2020-08-18 18:45", "summary": "The e-commerce giant is adding 3,500 employees in six major cities, including 2,000 jobs in New York. Amazon.com Inc. is expanding its physical offices in six U.S. cities and adding thousands of corporate jobs in those areas, an indication the tech giant is making long-term plans around office work even as other companies embrace lasting remote employment.", "categories": [["WSJ News Exclusive", "Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-third-of-people-tested-in-bronx-have-coronavirus-antibodies-11597790703", "title": "A Third of People Tested in Bronx Have Coronavirus Antibodies", "date": "2020-08-18 18:45", "summary": "Percentage of positive antibodies correlates with the neighborhoods hit hardest by the virus, data shows. The Bronx has the highest percentage of people testing positive for new coronavirus antibodies out of all of New York City's five boroughs, according to city data released Tuesday.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/neymar-finally-delivers-as-psg-reaches-champions-league-final-11597790419", "title": "Neymar Finally Delivers as PSG Reaches Champions League Final", "date": "2020-08-18 18:40", "summary": "The French club beat RB Leipzig 3-0 to advance to the European final for the first time in its 50-year history. Neymar will be the first to tell you it isn't easy being Neymar.", "categories": [["Sports", "Soccer"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/soccer?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-latest-news-08-18-2020-11597739213", "title": "New U.S. Coronavirus Cases Slip to Lowest Since Late June", "date": "2020-08-18 18:26", "summary": "Monday's 35,112 new cases were the fewest since June 24, and followed a Sunday count that was the lowest since June 29. Some hopeful signs were beginning to emerge as the U.S. logged the lowest daily number of new coronavirus cases in nearly eight weeks and hospitalizations showed sustained declines.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/senate-intelligence-committee-releases-final-report-from-russia-investigation-11597758014", "title": "Senate Panel's Russia Probe Found Counterintelligence Risks in Trump's 2016 Campaign", "date": "2020-08-18 18:05", "summary": "Senate Intelligence Committee releases fifth and final volume of its Russia investigation report, supporting some key findings of Mueller probe. WASHINGTON-Members of the 2016 Trump campaign represented a major counterintelligence risk to the U.S. due to their frequent contacts with individuals with close ties to the Russian government, a bipartisan Senate investigation has concluded.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/texas-governor-threatens-to-freeze-property-taxes-of-cities-that-defund-police-11597786792", "title": "Texas Governor Threatens Cities That Defund Police", "date": "2020-08-18 17:39", "summary": "Republican Greg Abbott specifically takes aim at Austin, which recently cut its police budget in the wake of protests against brutality. Texas Gov. Greg Abbott threatened Tuesday to permanently freeze the property taxes of any city that defunds its police department, specifically calling out the city of Austin for recent reductions to its police budget.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/imploding-the-mirage-by-the-killers-review-a-big-acts-lyrical-limbo-11597786528", "title": "'Imploding the Mirage' by the Killers Review: A Big Act's Lyrical Limbo", "date": "2020-08-18 17:35", "summary": "Know for their arena friendly rock, the group returns with a musically creative record that stumbles due to clumsy songwriting.. ", "categories": [["Books & Arts", "Music Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/music-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-everything-bubble-isnt-everything-and-maybe-not-even-a-bubble-11597760181", "title": "The 'Everything Bubble' Isn't Everything, and Maybe Not Even a Bubble", "date": "2020-08-18 17:33", "summary": "Investors aren't irrationally buying just anything just because money is cheap: they are rationally buying the things that benefit. Market bubbles involve rapidly rising prices that suck in buyers hoping to make money quickly, who carry out little due diligence and don't worry much about the long-term prospects of what they're buying. Standard valuations are always dismissed as no longer relevant. And the bubble is usually inflated by cheap money. Sound familiar? Welcome back to the Everything Bubble, complained about for years mostly by investors concerned about a Federal Reserve stuck on easy.", "categories": [["Markets", "Streetwise"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/streetwise?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/postmaster-general-dejoy-to-testify-before-senate-panel-friday-11597758378", "title": "USPS to Suspend Changes Until After Election", "date": "2020-08-18 17:32", "summary": "Postmaster General Louis DeJoy says agency won't remove equipment or cut hours amid congressional scrutiny ahead of an expected surge in mail-in voting. WASHINGTON-Postmaster General Louis DeJoy said the U.S. Postal Service is suspending operational changes, such as removal of mail processing equipment and collection boxes, until after the November election, as the agency tries to reassure Americans that it can handle the anticipated surge in mail-in voting.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-covid-19-displaced-sales-at-u-s-businesses-11597750857", "title": "Covid Pummeled U.S. Businesses Into Their Worst Quarter in a Decade. But Not All Suffered.", "date": "2020-08-18 17:26", "summary": "The country's largest companies are set to report their biggest quarterly revenue decline in more than a decade. Still, some saw sharp gains as coronavirus reshaped spending patterns.. Delta Air Lines Inc.'s sales declined 88% from a year ago. Amazon.com Inc.'s revenue grew 40%. Coca-Cola Co.'s fell 28%. For large American companies, the most recently completed quarter was the most extreme in years, as the coronavirus pandemic shook up consumer habits and the economy at large.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/canadian-prime-minister-appoints-new-finance-minister-11597776620", "title": "Canadian Prime Minister Appoints New Finance Minister", "date": "2020-08-18 17:20", "summary": "Deputy Prime Minister Chrystia Freeland to take over key portfolio amid nascent economic recovery. OTTAWA-Canadian Prime Minister Justin Trudeau on Tuesday named his deputy, Chrystia Freeland, as the country's new finance minister and said he would suspend parliament until Sept. 23 as he attempts to turn the page on conflict-of-interest allegations that have weighed heavily on his support this summer.", "categories": [["World", "Canada"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/canada-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/dear-noted-answering-your-questions-big-and-small-in-the-coronavirus-era-11597785540", "title": "Dear Noted: Answering your questions, big and small, in the coronavirus era", "date": "2020-08-18 17:19", "summary": "Resume Subscription. Coronavirus has put many of us in limbo. Classes have moved online; jobs are now remote or lost; housing has become precarious; health and mental health issues have grown more urgent. This leads to a host of questions about how to survive in this new world - and for younger people, like ourselves, the pandemic poses its own unique challenges. (Mom, Dad, stay home please!)", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/the-s-p-500-sets-first-record-since-february-erasing-its-coronavirus-plunge-11597781130", "title": "S&P 500 Sets First Record Since February, Erasing Its Coronavirus Plunge", "date": "2020-08-18 17:08", "summary": "With just 126 trading days between peaks, the index makes its fastest-ever recovery from a bear market. The S&P 500 closed at its highest level ever Tuesday, capping a remarkable rebound fueled by unprecedented government stimulus and optimism among investors about the world's ability to manage the coronavirus pandemic.", "categories": [["Markets", "Stocks"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/as-protests-build-in-belarus-putin-warns-european-leaders-to-keep-out-11597784672", "title": "Putin Warns European Leaders to Keep Out of Belarus Crisis", "date": "2020-08-18 17:04", "summary": "Resume Subscription. MOSCOW-Russian President Vladimir Putin warned top European leaders against interfering in the political crisis engulfing Russia's longtime ally, Belarus, as protests against its leader continued to swell.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/simon-the-biggest-u-s-mall-owner-shows-two-sides-innovator-and-traditionalist-11597752001", "title": "Biggest U.S. Mall Owner Shows Two Sides: Innovator and Traditionalist", "date": "2020-08-18 17:02", "summary": "Keeping occupancy levels at Simon malls as high as possible is a focus of both strategies. Mall owner Simon Property Group is pursuing an unorthodox business strategy, smashing the foundation of the traditional industry model on the one hand while trying to glue certain elements of it back together with the other.", "categories": [["Real Estate", "Property Report"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/property-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/global-stock-markets-dow-update-8-18-2020-11597741921", "title": "Tech Rally Lifts S&P 500 to Record", "date": "2020-08-18 17:02", "summary": "After more than a week of flirting with record levels, the index set its first intraday and closing highs since February. A rally in technology stocks helped lift the S&P 500 to new highs Tuesday, injecting drama into an otherwise quiet session for U.S. equities.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sudan-in-talks-to-formalize-ties-with-israel-11597782488", "title": "Sudan in Talks to Formalize Ties With Israel", "date": "2020-08-18 17:02", "summary": "The U.A.E. last week became first Gulf Arab state to announce it will forge formal bond with Israel. TEL AVIV-Israel and Sudan said Tuesday that they were working on an agreement to formalize relations, in the latest sign of warmer ties between Arab nations and a former enemy.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/michelle-obama-wants-you-to-v-o-t-e-11597783695", "title": "Michelle Obama Wants You to V-O-T-E", "date": "2020-08-18 16:48", "summary": "Missed the former first lady's keynote address at the DNC? Here's everything you need to know. On the first day of the Democratic National Convention's four-day, mostly virtual event, former first lady Michelle Obama, who sported a necklace spelling out the word \"Vote,\" delivered a rallying speech, which was the biggest of the night.", "categories": [["News"]], "category_links": ["https://www.wsj.com/news/types/noted-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/connecticuts-covid-19-plan-left-out-nursing-homes-report-finds-11597783019", "title": "Connecticut's Covid-19 Plan Left Out Nursing Homes, Report Finds", "date": "2020-08-18 16:37", "summary": "State health officials focused on hospitals but didn't make preparations for long-term-care facilities. Connecticut health officials failed to develop a plan to protect nursing homes in the early days of the Covid-19 pandemic and were also hampered by an outdated outbreak-monitoring system, according to an independent, state-funded report.", "categories": [["U.S.", "Tri-State Area"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-region?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/johnson-controls-names-leonetti-to-succeed-stief-as-financial-chief-11597759811", "title": "Johnson Controls Hires Company Outsider as Finance Chief", "date": "2020-08-18 16:33", "summary": "Olivier Leonetti is set to succeed Brian Stief, who plans to retire. Johnson Controls International PLC named a technology executive from outside the company as its next finance chief.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ha-festival-the-art-of-comedy-review-big-laughs-in-short-segments-11597781961", "title": "'HA Festival: The Art of Comedy' Review: Big Laughs in Short Segments", "date": "2020-08-18 16:19", "summary": "HBO's special highlights an array of rising Latino comedians, including Gina Brillon, Carmen Lynch, Monique Marvez and Pedro Salinas.. While the number of comedy specials on premium cable right now is enough to make you laugh, the product itself might not. And the setup has become formulaic: The comedian in question is introduced prepping for the big moment, walking to the theater, fretting in the green room, emerging on stage and being greeted by an absolutely rapturous crowd that is then shown laughing uproariously at even the lamest jokes. Especially after the lamest jokes. Editing is a magical thing.", "categories": [["Books & Arts", "Television Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/television-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/global-stock-markets-dow-update-8-6-2020-11596704617", "title": "U.S. Stocks Up as Jobless Claims Edge Lower", "date": "2020-08-18 16:18", "summary": "The number of Americans applying for unemployment benefits came in below expectations, but held at historically high levels. U.S. stocks rose Thursday as the number of Americans applying for unemployment benefits came in below expectations.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/john-was-trying-to-contact-aliens-review-dj-for-the-ets-11597781794", "title": "'John Was Trying to Contact Aliens' Review: DJ for the ETs", "date": "2020-08-18 16:16", "summary": "A documentary short on Netflix centers on a man who spent 30 years transmitting music into space in an attempt to contact distant lifeforms.. John Shepherd grew up in a remote area of northern Michigan that might as well have been the moon. Starved for human contact, he sought out the non-human kind.", "categories": [["Books & Arts", "Television Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/television-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-administration-shifts-course-on-russian-arms-control-talks-easing-insistence-china-join-11597781025", "title": "Administration Shifts Course on Russian Arms Control Treaty", "date": "2020-08-18 16:14", "summary": "New strategy aims at a framework agreement with Russia, possible pre-election meeting with Putin. WASHINGTON-After months of insisting that China join nuclear arms control talks with the U.S. and Russia, the Trump administration signaled Tuesday that it will seek to negotiate a separate framework agreement with Moscow and move to bring Beijing on board later.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/citi-wins-freeze-of-hedge-funds-175-million-revlon-loan-payment-11597776796", "title": "Citi Wins Freeze of Hedge Fund's $175 Million Revlon Loan Payment", "date": "2020-08-18 15:51", "summary": "Federal judge bars Brigade Capital Management from moving a $175 million share of money that Citigroup says it mistakenly paid to Revlon's lenders. A federal judge granted Citigroup Inc.'s request to freeze roughly $175 million the bank said it paid hedge-fund manager Brigade Capital Management LP by mistake on a loan owed by troubled cosmetics company Revlon Inc.", "categories": [["Pro Bankruptcy Distress"]], "category_links": ["https://www.wsj.com/news/types/pro-bankruptcy-distress?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/calpers-faces-questions-following-investing-veterans-abrupt-exit-11597656601", "title": "State Panel to Investigate Complaints of Calpers Investment Conflict", "date": "2020-08-18 15:42", "summary": "California's Fair Political Practices Commission says it will probe conflict-of-interest and disclosure complaints tied to former investment chief Ben Meng. California officials said they opened an investigation into whether the former investment chief for the nation's largest pension fund violated state conflict-of-interest laws by holding personal investments in private-equity firms in which the fund is also an investor.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/remote-democratic-convention-drew-18-7-million-viewers-on-first-night-11597779460", "title": "Democratic Convention Drew 18.7 Million Viewers on First Night", "date": "2020-08-18 15:37", "summary": "Speakers included Michelle Obama, Bernie Sanders and Amy Klobuchar; Nielsen tallies indicate falloff from 2016. Some 18.7 million people tuned in to watch the first night of the Democratic National Convention, according to Nielsen, a first-of-its-kind event as the coronavirus pandemic made it largely virtual.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/real-estate-agents-clean-house-11597779445", "title": "Real-Estate Agents Clean House", "date": "2020-08-18 15:37", "summary": "These agents found their listings in less than stellar shape. Steve McAleer", "categories": [["Real Estate", "Homes"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/homes?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-a-restaurateur-wants-to-eat-on-her-day-off-when-she-has-one-11597779100", "title": "What a Restaurateur Wants to Eat on Her Day Off (When She Has One)", "date": "2020-08-18 15:31", "summary": "Moonlynn Tsai shares her favorite ingredients for flavor and health, how she feeds her friends in the industry and why her cooking is always about community. Plus: a recipe for Taiwanese tomato egg.. EARLIER THIS MONTH, Moonlynn Tsai, co-owner and operator of the Malaysian cafe Kopitiam, in Manhattan's Chinatown, achieved a major milestone. The Heart of Dinner #LovingChinatown initiative that she launched with her romantic partner, Yin Chang, at the beginning of April exceeded its goal of donating 20,000 meals a week to homebound Chinese seniors across three boroughs of New York City.", "categories": [["Life & Work", "Food & Drink", "In My Kitchen"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/food-cooking-drink?mod=breadcrumb", "https://www.wsj.com/news/types/in-my-kitchen?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chinas-xi-jinping-tightens-grip-on-domestic-security-forces-in-first-broad-purge-11597773887", "title": "China's Xi Jinping Tightens Grip on Domestic Security Forces in First Broad Purge", "date": "2020-08-18 15:23", "summary": "Dozens of officials have been taken down in Mao-style rectification campaign; 'scrape the poison off the bone'. A senior ally of Chinese leader Xi Jinping called for a Mao-style purge of China's domestic-security apparatus last month, saying it was time to \"turn the blade inwards and scrape the poison off the bone.\"", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-quarantine-rules-complicate-college-move-in-11597743008", "title": "Coronavirus Quarantine Rules Complicate College Move-In", "date": "2020-08-18 15:19", "summary": "Migration from high-risk states to campuses in states where virus is under control causes concern and logistical headaches. Thousands of students from states now considered hot zones for Covid-19 are embarking on a great migration to college campuses elsewhere around the country-including in states where the pandemic is largely under control.", "categories": [["U.S.", "Education"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/education?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fedex-adds-peak-fees-on-shipments-during-holiday-season-11597760207", "title": "FedEx Adds Peak Fees on Shipments During Holiday Season", "date": "2020-08-18 15:19", "summary": "Delivery giant joins UPS and USPS in raising prices amid coronavirus pandemic and expected e-commerce surge. FedEx Corp. is adding extra fees on shipments during the holidays, joining United Parcel Service Inc. and the U.S. Postal Service in implementing surcharges to offset costs and control shipping volumes during what is expected to be a busy online shopping season.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-city-buses-to-start-collecting-fares-again-11597777686", "title": "New York City Buses to Start Collecting Fares Again", "date": "2020-08-18 15:08", "summary": "MTA plans to return to front-door boarding with safety measures in place; fares will help plug budget shortfall. The Metropolitan Transportation Authority said Tuesday that it would return to front-door boarding and begin collecting fares on buses in New York City on Aug. 31.", "categories": [["U.S.", "Transit"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-transit?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/are-externalities-enough-to-mandate-masks-11597776647", "title": "Are Externalities Enough to Mandate Masks?", "date": "2020-08-18 14:50", "summary": "Individual choice and personal freedom are the best way to achieve Covid safety.. In \"Individual Choice Is a Bad Fit for Covid Safety\" (op-ed, Aug. 13), Alan S. Blinder has the story only half right. There are externalities that could be mitigated if all citizens wore masks. But persuasion would be much more effective than command and control. Consider that Mothers Against Drunk Driving did more to reduce alcohol-induced carnage than all the traffic tickets ever written.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/insufficient-progressivism-isnt-holding-the-democrats-back-11597776486", "title": "Insufficient Progressivism Isn't Holding the Democrats Back", "date": "2020-08-18 14:48", "summary": "Substantial party defections between the primary and the general election aren't unusual.. \"Building an identity-politics coalition isn't the same thing as embracing progressive policies,\" writes Ted Rall (\"Kamala Harris Won't Satisfy Progressives,\" op-ed, Aug. 12). \"Less than 80% of Sanders primary voters voted for Mrs. Clinton, and 12% supported Mr. Trump.\"", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/arab-free-thinkers-neednt-flee-to-have-great-influence-11597776371", "title": "Arab Free Thinkers Needn't Flee to Have Great Influence", "date": "2020-08-18 14:46", "summary": "The Arab world's most prominent living poet describes himself as an atheist.. Daniel Pipes argues that apostate Muslims living abroad send shock waves to the Islamic world where custom and persecution have protected religion from criticism (\"When Muslims Leave the Faith,\" Houses of Worship, Aug. 7). His assumption that expatriation is key to successful criticism is false. A few examples of Arab free thinkers will have to suffice:", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/schools-outand-its-a-blessing-for-the-introverts-11597776299", "title": "School's Out-and It's a Blessing for the Introverts", "date": "2020-08-18 14:45", "summary": "I would have thrived away from the cliques and social pressures that some adults seem to think are so vital to adolescent psychological development.. We have heard so much about how \"Lockdowns and School Shutdowns May Make Youngsters Sicker\" (Allysia Finley, op-ed, Aug. 12): But how about us introverts? Do we get a voice in the discussion? If the public schools had been shut down for a season when I was in junior high (7th, 8th and 9th grades back then), I would have thought I'd died and gone to heaven.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/no-evidence-hezbollah-behind-rafik-hariri-assassination-says-hague-tribunal-11597755569", "title": "Tribunal Convicts Hezbollah Member in Hariri Assassination, Acquits Three Others", "date": "2020-08-18 14:19", "summary": "Court finds no evidence militia and political group's leadership was behind high-profile 2005 killing. BEIRUT-An international tribunal convicted a member of Hezbollah of terrorism and homicide over the assassination of Lebanon's former Prime Minister Rafik Hariri in 2005 but acquitted three others and found no evidence that the militia and political group's leadership was involved in the plot.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/prosecutors-sue-tevas-u-s-business-over-charitable-donations-11597771982", "title": "Prosecutors Sue Teva's U.S. Business Over Charitable Donations", "date": "2020-08-18 14:18", "summary": "Suit is latest example of federal prosecutors examining relationships between drugmakers and foundations that help patients with drug copays. Federal prosecutors accused Teva Pharmaceutical Industries Ltd. 's U.S. business of violating an anti-kickback law by using charitable donations to shield Medicare patients from rising costs of a multiple sclerosis drug while ensuring the drug's sales.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/unc-chapel-hill-students-showed-up-for-classes-130-tested-positive-for-covid-19-11597772808", "title": "UNC-Chapel Hill Students Showed Up for Classes. 130 Tested Positive for Covid-19.", "date": "2020-08-18 13:46", "summary": "The university is shifting to remote learning after a series of coronavirus outbreaks. The University of North Carolina at Chapel Hill is shifting all classes online after a spate of Covid-19 outbreaks on and around campus. About 70% of class seats are already online. Just a week after fall semester classes began, the university reported 135 new cases, including 130 students. Hundreds of students on campus are now in quarantine and isolation spaces. The school said students who want to move home with family or further from campus can cancel on-campus housing requests without penalty.", "categories": [["Education"]], "category_links": ["https://www.wsj.com/news/types/noted-education?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-results-are-in-wap-is-a-bop-11597772435", "title": "The Results Are in: 'WAP' Is a Bop", "date": "2020-08-18 13:40", "summary": "Cardi B and Megan Thee Stallion smashed a record with their raunchy new single. If you've been listening to \"WAP\" on repeat since it dropped, you're not alone. The song, whose title stands for \"wet-ass p-,\" had 93 million streams in its debut week-more than any song in history. The accompanying music video-which is definitely NSFW-has topped 100 million views on YouTube. Cardi B, known for \"making money moves\" since she broke the Internet with her hit single \"Bodak Yellow\" in 2017, took to Instagram to celebrate, writing to Megan The Stallion, who is featured on the song, \"I don't even know how to thank you, I wish I can give you a big ass hug!!\"", "categories": [["Culture"]], "category_links": ["https://www.wsj.com/news/types/noted-culture?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/after-an-injury-this-car-fan-designed-a-new-way-to-drive-11597771951", "title": "After an Injury, This Car Fan Designed a New Way to Drive", "date": "2020-08-18 13:32", "summary": "Resume Subscription. Irwin Gill, 23, a recent graduate of California State University at Fullerton living in Long Beach, Calif., on his 2005 BMW 530i with hand controls, as told to A.J. Baime.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/photos-this-2005-bmw-530i-was-just-right-11597771150", "title": "Photos: This 2005 BMW 530i Was Just Right", "date": "2020-08-18 13:19", "summary": "The recent graduate needed a car roomy enough to hold a wheelchair and with the stick shift that he missed. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/putting-aside-politics-on-the-post-office-11597770716", "title": "Putting Aside Politics on the Post Office", "date": "2020-08-18 13:11", "summary": "The USPS needs cash now-but also reforms such as dropping Saturday mail.. President Trump's antipathy to the U.S. Postal Service is nothing new. But the service had been making changes under the leadership of Postmaster General Louis DeJoy, a Trump campaign contributor. In recent months, overtime was slashed, and employees were directed to leave mail behind if it was processed too late. Citizens noticed that the mail was moving more slowly and less reliably, and elected representatives reported receiving more complaints.", "categories": [["Opinion", "Politics & Ideas"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/politics-ideas?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-gov-andrew-cuomo-writes-book-on-coronavirus-pandemic-11597770606", "title": "New York Gov. Cuomo Writes Book on Coronavirus Pandemic", "date": "2020-08-18 13:10", "summary": "Random House Group says book will publish on Oct. 13. New York Gov. Andrew Cuomo has written a book about how he managed the state's response to the novel coronavirus pandemic, its publisher said Tuesday.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/if-you-like-lockdowns-youll-love-the-carbon-free-future-11597770652", "title": "If You Like Lockdowns, You'll Love the Carbon-Free Future", "date": "2020-08-18 13:10", "summary": "Giving up fossil fuels would mean severe limits on mobility and economic activity-permanently.. The climate-change movement is taking advantage of the Covid-19 pandemic, equating it with the \"existential crisis\" of man-made global warming. While praising the current display of unilateral government action as a model for addressing climate change, many environmentalists and liberal politicians have also called for a surge in government spending on renewable energy projects. The 2020 Democratic Party platform champions \"decarbonization\" as the best way to \"build back better\" from the coronavirus.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/viacomcbs-in-talks-to-sell-tech-site-cnet-to-red-ventures-11597768972", "title": "ViacomCBS in Talks to Sell Tech Site CNET to Red Ventures", "date": "2020-08-18 13:03", "summary": "Discussions value CNET at about $500 million; media company has been looking to shed noncore assets after last year's merger. ViacomCBS Inc. is in talks to sell technology news and reviews site CNET to digital-media holding company Red Ventures LLC, according to people familiar with the matter, as the media giant looks to shed noncore assets and focus on video streaming.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-was-fortnite-removed-from-apple-and-google-app-stores-11597427213", "title": "Why Was 'Fortnite' Removed From Apple and Google App Stores?", "date": "2020-08-18 12:50", "summary": "Dispute follows game maker's rollout of payment system that would skirt certain fees owed to tech companies for in-app purchases. \"Fortnite\" players have been drawn into an off-screen battle between the company behind the popular videogame, Epic Games Inc., and tech giants Apple Inc. and Alphabet Inc.'s Google. Here is a look at what's involved in the dispute.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/family-reunions-regroup-amid-covid-disruption-11597769069", "title": "Family Reunions Regroup Amid Covid-19 Disruption", "date": "2020-08-18 12:44", "summary": "As a summer tradition with deep roots suffers, relatives determined to get together reunite on Zoom or in smaller, socially distanced gatherings. This summer, Krystal Brown had planned to attend two reunions and catch up with dozens of relatives from across the U.S. Both gatherings were called off.", "categories": [["Life & Work", "Life & Style"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/life-style?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/several-states-commit-to-extra-federal-jobless-benefit-of-300-a-week-offered-by-trump-11597768991", "title": "Several States Commit to Extra Federal Jobless Benefit of $300 a Week", "date": "2020-08-18 12:43", "summary": "Labor Department estimates states will take three weeks on average to deliver payments supplied by federal government. Several states have received federal approval to disburse an extra $300 a week in unemployment benefits, though some said it would take a few weeks before they could deliver the money to workers.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/summer-interns-internship-remote-work-nokia-5g-covid-pandemic-office-reopen-11597768539", "title": "What I Learned on My Summer Internship: How to Work Alone", "date": "2020-08-18 12:38", "summary": "Some interns logged in from childhood bedrooms, others reported to empty offices. Nokia Corp. intern Shivam Dayama and several fellow interns were heading to a socially distanced lunch in their company's empty courtyard when a strange thing happened: They bumped into another group of interns having lunch there too.", "categories": [["A-hed"]], "category_links": ["https://www.wsj.com/news/types/a-hed?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/strong-home-depot-results-show-pandemics-consumer-spending-shift-11597749267", "title": "Strong Home Depot Results Show Pandemic's Consumer Spending Shift", "date": "2020-08-18 12:33", "summary": "Retailer's revenue rose by 23% to $38.05 billion in the May-to-July period. Home Depot Inc. on Tuesday posted its strongest quarterly sales growth in nearly 20 years as the country's biggest home-improvement retailer benefited from surging interest in household projects during the Covid-19 pandemic.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/amazon-to-add-jobs-office-space-in-new-york-city-11597767701", "title": "Amazon to Add Jobs, Office Space in New York City", "date": "2020-08-18 12:30", "summary": "Online retailer to grow in Manhattan, though at a more modest scale than its earlier plans for Queens. Amazon.com Inc. is expanding in New York City again, though at a more modest scale than with the plans it once had for a second headquarters in the city.", "categories": [["Real Estate"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pierre-cardin-sent-fashion-out-of-this-world-11597768245", "title": "Pierre Cardin Sent Fashion Out of This World", "date": "2020-08-18 12:30", "summary": "The fashion designer reflects on his family's escape from fascist Italy, his first-ever fashion show and why he never looks back. Pierre Cardin, 98, is a French designer who was first to democratize high fashion and develop his name as a brand. A documentary on his life, \"House of Cardin,\" will be released Aug. 28. He spoke with Marc Myers.", "categories": [["Real Estate", "House Call"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/house-call?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/wpp-taps-at-ts-kirk-mcdonald-to-run-groupm-in-north-america-11597768170", "title": "WPP Taps AT&T's Kirk McDonald to Run GroupM in North America", "date": "2020-08-18 12:29", "summary": "Executive move is the latest exit from Warner Media's advertising-technology unit Xandr. WPP PLC has hired AT&T Inc.'s Kirk McDonald as the chief executive of North America for its GroupM ad-buying unit, the latest in a string of executive changes at both companies.", "categories": [["CMO Today"]], "category_links": ["https://www.wsj.com/news/types/cmo-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/walmart-beats-back-to-school-blues-with-stimulus-checks-11597768187", "title": "Walmart Beats Back-to-School Blues with Stimulus Checks", "date": "2020-08-18 12:29", "summary": "Walmart showed no signs of slowdown last quarter, but the expiration of stimulus measures could soon hit sales. Stimulus checks helped Walmart offset weakness in back-to-school sales last quarter, but dependence on those payments also clouds the retailer's outlook.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pierre-cardins-futuristic-retreat-11597768188", "title": "Pierre Cardin's Futuristic Retreat", "date": "2020-08-18 12:29", "summary": "The Bubble Palace on the French Riviera was completed in 1989.. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/us-coronavirus-covid-testing-delay-11597267543", "title": "What Derailed America's Covid Testing: Three Lost Weeks", "date": "2020-08-18 12:20", "summary": "The coronavirus spread unchecked for 21 critical February days while problems plagued the federal test for the pathogen; 'We quickly got behind'. Alex Azar's face reddened when he heard the news: The only federally authorized tests to detect whether Americans were infected with the new coronavirus were flawed, and officials couldn't identify what was causing the problem.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/a-home-high-on-a-san-francisco-hill-11597765435", "title": "A Home High on a San Francisco Hill", "date": "2020-08-18 11:54", "summary": "Near the top of Mount Sutro, this newly built property has views from the downtown skyline to the Pacific Ocean.. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/san-francisco-home-office-22-million-11597765522", "title": "This $22 Million San Francisco Listing Brings the Home Office to New Heights", "date": "2020-08-18 11:46", "summary": "The property's top floor is believed to be the city's highest residential point. A San Francisco home asking $22 million comes with an unusual work-at-home feature: Its top-floor home office is the highest residential point in the famously hilly city, according to research by listing firm Sotheby's International Realty.", "categories": [["Real Estate", "Private Properties"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/private-properties?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-kamala-harriss-alpha-kappa-alpha-sorority-sisters-sprung-to-action-11597682335", "title": "How Kamala Harris's Alpha Kappa Alpha Sorority Sisters Sprang to Action", "date": "2020-08-18 11:40", "summary": "California senator's VP pick created 'sheer excitement,' says a Texas lawmaker and AKA member. It is 'mountainous.'. When Sen. Kamala Harris was called \"too ambitious\" by critics during the vice-presidential vetting process, Glenda Glover sent a tersely worded letter to the Biden team. Alpha Kappa Alpha Sorority Inc. exists to encourage Black women to achieve, wrote the president of Tennessee State University and AKA president.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nk-jemisin-city-became-book-coronavirus-11597764521", "title": "The Sci-Fi Novel That Foretold a Pandemic of Systemic Racism", "date": "2020-08-18 11:30", "summary": "Author N.K. Jemisin speaks on 'The City We Became', her strangely prophetic novel, the complicated legacy of H.P. Lovecraft and how to not write like a cultural invader. New York City is alive and breathing in The City We Became, the propulsive first novel in a fantasy trilogy from the writer N.K. Jemisin, 47. In the book, published in March, the great cities of the world are living entities, but when it's New York City's turn to be born its advent goes awry. An amorphous enemy looms: a big blob of evil that incorporates all of the systematic ways that New Yorkers are kept down, from white supremacy to police brutality. The villain spreads these ills through the city's streets, turning them into virus-like plagues that infect the city's residents.", "categories": [["Magazine - Culture"]], "category_links": ["https://www.wsj.com/news/types/magazine-culture?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/simplehumans-social-distancing-t-shirts-are-too-simple-11597764301", "title": "Simplehuman's Social Distancing T-Shirts Are Too Simple", "date": "2020-08-18 11:25", "summary": "Applying technological savvy might induce customers to swallow the price tag of its 'Making Space' apparel. Simplehuman, seller of sleek trash cans that go for as much as $260, now would like to sell you some pricey T-shirts.", "categories": [["Markets", "Overheard"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/overheard?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/walmart-flexes-its-scale-to-power-through-pandemic-11597750961", "title": "Walmart Flexes Its Scale to Power Through Pandemic", "date": "2020-08-18 11:24", "summary": "E-commerce business jumped 97% from a year ago, boosted by people ordering groceries online to pick up at store parking lots. Walmart Inc.'s quarterly sales surged as the retail behemoth continued to use its scale, e-commerce supply chain and grocery business to attract shoppers buying food and household goods during the coronavirus pandemic.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/oil-industry-frets-about-recruiting-its-next-generation-of-workers-11597763882", "title": "Oil Industry Frets About Recruiting Its Next Generation of Workers", "date": "2020-08-18 11:18", "summary": "Resume Subscription. Two years out of college, Leah Sanders was making as much as $19,000 a month servicing oil wells in Kuwait. After getting laid off in May by oil-field services giant Schlumberger Ltd. , she's back with her parents in Tennessee, earning $15 an hour helping out at her father's construction business. She recently began considering switching careers and going to law school.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/mnuchin-says-stimulus-talks-remain-stalled-11597762971", "title": "Mnuchin Says Stimulus Talks Remain Stalled", "date": "2020-08-18 11:02", "summary": "Treasury secretary suggests Pelosi may be open to resuming talks when House convenes to take up Postal Service bill. WASHINGTON-Treasury Secretary Steven Mnuchin said Tuesday that talks remain stalled between Republicans and Democrats over another round of stimulus funding, though bipartisan appetite for a deal remains high.", "categories": [["Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/renewed-focus-on-race-triggers-surge-of-interest-in-community-based-lenders-11597743000", "title": "Community-Based Lenders See Surge of Interest", "date": "2020-08-18 10:55", "summary": "Questions remain if influx of money to financial institutions that help disadvantaged communities will last. The coronavirus pandemic and the heightened attention on race have thrown new light on a longstanding source of economic inequality: Black communities have less access to credit than white ones.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/boeing-plans-new-staff-buyouts-11597757758", "title": "Boeing Plans New Staff Buyouts", "date": "2020-08-18 10:37", "summary": "Travel slump leaves aerospace giant looking to cut more jobs than previously planned. Boeing Co. plans more job cuts in response to a pandemic-driven drop in jetliner demand it expects to continue for at least three years.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/5-fashion-brands-that-make-us-want-to-shop-again-11597761445", "title": "Want to Support Small Businesses? Try These Fashion Brands", "date": "2020-08-18 10:37", "summary": "These are the independent men's, women's and accessory labels whose designs are coveted by fashion insiders. EVERYONE KNOWS and wears clothing from big-name brands, but when savvy fashion insiders like WSJ's style editors want something unique-like playfully printed pants, a sturdy chore coat or a retro gold chain that you won't see on every Dick and Jane-they turn to small, independent labels you likely haven't heard of. Though such brands are often secret weapons carefully guarded by chic shoppers, we're cracking open the vault to introduce you to five labels that make fashion know-it-alls salivate. Here, you'll meet Kallmeyer (known for sublime, Katharine Hepburn-ish suiting), Evan Kinori (master of understated workwear staples), Goodfight (a California brand making cool menswear), Sherman Field 1967 (a jewelry line with vintage appeal) and Holiday (an American travel magazine turned French basics brand), as well as the men and women who design them. Discover their rich trove of inspirations, unexpected quirks, must-have starter pieces and where to buy it all, below.", "categories": [["Life & Work", "Style & Fashion", "Fashion"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/fashion?mod=breadcrumb", "https://www.wsj.com/news/types/fashion?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lgbt-rights-are-flashpoint-in-culture-war-dividing-europes-east-and-west-11597593600", "title": "LGBT Rights Are Flashpoint in Culture War Dividing Europe's East and West", "date": "2020-08-18 10:14", "summary": "Deepening social schism threatens bloc's unity and collective action as economic stresses mount. TUCHÓW, Poland-Last year, this small Polish town near the eastern edge of the European Union passed a resolution proclaiming itself a \"municipality free of LGBT ideology.\" In July, the EU responded by stripping funding for a program connecting Tuchów with a sister city in France.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/even-during-a-pandemic-these-new-yorkers-revel-in-life-offline-11597759200", "title": "Life Unplugged is a Happy Place for These New Yorkers", "date": "2020-08-18 10:00", "summary": "'If you're living in the virtual world all the time, you miss the real world,' says a 68-year-old Brooklyn woman who doesn't own a computer. For better or worse, we'll likely look back on 2020 as the year that everything-doctor visits, yoga class, weddings, work meetings-went online. Most of us are spending more time parked in front of a screen than ever before. But there are exceptions. Through the pandemic, some inspiring New York City residents are still managing to enjoy real life almost entirely in real life.", "categories": [["U.S.", "Metro Money"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/metro-money?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chegg-ticks-all-the-right-boxes-11597757586", "title": "Chegg Ticks All the Right Boxes", "date": "2020-08-18 09:33", "summary": "A sudden switch to remote learning has greatly enhanced Chegg's growth potential. ", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/can-general-motors-release-its-inner-tesla-11597756090", "title": "Can General Motors Release Its Inner Tesla?", "date": "2020-08-18 09:08", "summary": "Financial engineering might help GM access cheaper pools of capital, but probably won't boost its market value. Markets are wild for electric vehicles-unless they are made by companies that also make regular cars. Squaring this circle won't be easy for General Motors.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/do-swing-voters-still-exist-11597755600", "title": "Do Swing Voters Still Exist?", "date": "2020-08-18 09:00", "summary": "Conventions give candidates a chance to rally the base, but also to make their case to a shrinking pool of persuadable voters. The coronavirus pandemic has forced both parties to abandon the traditional national convention format, but the two presidential nominees will accept their respective nominations in nationally televised prime-time speeches. Each is likely to draw tens of millions of viewers weeks before early voting starts in some states. With the first debate more than a month away, the conventions will provide President Trump and former Vice President Joe Biden their biggest audiences yet-and a chance for each to make a case to voters who might still be on the fence.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/researchers-at-facebook-ai-nyu-langone-push-speed-limits-of-mri-11597755600", "title": "Researchers at Facebook AI, NYU Langone Push Speed Limits of MRI", "date": "2020-08-18 09:00", "summary": "Research paper details effort to create accurate medical images with less time and data. Researchers at Facebook Inc. and NYU Langone Health said Tuesday that a two-year experiment demonstrates how artificial intelligence can produce a fourfold increase in the speed of magnetic resonance imaging.", "categories": [["Artificial Intelligence"]], "category_links": ["https://www.wsj.com/news/types/artificial-intelligence?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/microsoft-energy-dept-to-develop-disaster-response-ai-tools-11597755601", "title": "Microsoft, Energy Department to Develop Disaster-Response AI Tools", "date": "2020-08-18 09:00", "summary": "The technology could help first responders more quickly address fast-moving events like fires, floods and windstorms. The U.S. Department of Energy and Microsoft Corp. on Tuesday announced a partnership to develop artificial-intelligence tools aimed at helping first-responders better react to fast-changing natural events, such as floods and wildfires.", "categories": [["CIO Journal"]], "category_links": ["https://www.wsj.com/news/types/cio-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/three-questions-with-vanessa-williams-on-defying-other-peoples-expectations-11597755000", "title": "Three Questions With Vanessa Williams", "date": "2020-08-18 08:50", "summary": "The former Miss America has had a storied career as a platinum hit singer and award-winning actress on the stage and screen for more than 30 years. Vanessa Williams is a singer, actress, author and entrepreneur.", "categories": [["Life & Work", "Life & Style"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/life-style?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/russia-china-deepen-ties-with-construction-of-massive-polymer-plant-11597750816", "title": "Russia, China Deepen Ties With Construction of Polymer Plant", "date": "2020-08-18 08:44", "summary": "$11 billion venture in Russia's Far East is the latest in a series of collaborations between Moscow and Beijing. MOSCOW-Russia began work on one of the world's largest polymer plants, a facility that will produce plastic components aimed at the Chinese market, in a display of its strengthening economic ties with Beijing.", "categories": [["World", "Europe", "Russia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb", "https://www.wsj.com/news/types/russia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/for-chicago-shop-owners-delayed-insurance-payouts-follow-looting-11597752000", "title": "For Chicago Shop Owners, Insurance-Payout Delays Follow Looting", "date": "2020-08-18 08:00", "summary": "Small businesses worry unrest could occur again and insurers will view them as high-risk clients. As smaller restaurants and shops in Chicago try to rebuild after a resurgence in looting this month, they face another potential setback: delays from the rush of insurance claims and the prospect of much higher premiums next year.", "categories": [["Real Estate", "Property Report"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/property-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/empire-state-building-reflects-new-yorks-deepening-real-estate-woes-11597752001", "title": "Empire State Building Reflects New York's Deepening Real-Estate Woes", "date": "2020-08-18 08:00", "summary": "Iconic tower looks vulnerable to losing tenants as companies embrace remote work or cheaper offices outside city centers. The Empire State Building, New York's most famous office skyscraper, has come to reflect much of what ails the city and its commercial real estate during the Covid-19 pandemic.", "categories": [["Real Estate"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/kids-chores-starting-to-bore-new-apps-assistants-and-smart-appliances-can-motivate-them-11597752001", "title": "Kids' Chores Starting to Bore? New Apps, Assistants and Appliances Can Motivate Them", "date": "2020-08-18 08:00", "summary": "As housework piles up with families spending more time at home, parents are unloading the chore-nagging to smart-appliance apps, virtual assistants. Reminding kids to make their beds, unload the dishwasher and feed the cat is getting really old as the months of quarantine drag on. If only there was a way to outsource all that nagging...", "categories": [["Tech", "Family & Tech: Julie Jargon"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb", "https://www.wsj.com/news/types/family-tech-julie-jargon?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/democratic-party-platform-steers-clear-of-progressive-proposals-11597751529", "title": "Democratic Party Platform Steers Clear of Progressive Proposals", "date": "2020-08-18 07:52", "summary": "After the platform was released, Joe Biden's allies fended off attempts by the party's left flank to include progressive priorities. The Democratic party platform is expected to be presented at this week's convention. It calls for universal access to health care, but it steers clear of progressive proposals such as Medicare for All, the Green New Deal and cutting police budgets.", "categories": [["Ideas"]], "category_links": ["https://www.wsj.com/news/types/noted-ideas?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/facebook-faces-hate-speech-grilling-by-indian-lawmakers-after-journal-article-11597747734", "title": "Facebook Faces Hate-Speech Questioning by Indian Lawmakers After Journal Article", "date": "2020-08-18 07:49", "summary": "Wall Street Journal article last week laid out what current and former Facebook employees called a pattern of favoritism toward the ruling party. Indian lawmakers want to question Facebook Inc. about extremist posts on its platform.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/china-sours-on-australian-wine-as-trade-spat-spirals-11597750564", "title": "China Sours on Australian Wine as Trade Spat Spirals", "date": "2020-08-18 07:36", "summary": "Beijing's antidumping inquiry into Australian industry is latest move as relations have worsened since coronavirus pandemic began. SYDNEY-China is investigating whether Australia is dumping cheap wine into its domestic market, deepening a diplomatic and trade row between the two countries that has worsened since the coronavirus pandemic began.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mortgage-industry-in-for-more-surprises-11597748583", "title": "Mortgage Industry in for More Surprises", "date": "2020-08-18 07:03", "summary": "The new fee from Fannie and Freddie on some mortgage loans is unlikely to be the last change. Fannie Mae 's and Freddie Mac 's new fee has roiled the mortgage industry. It could be just a taste of what is to come as the two giants' role in the housing market evolves.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-chinese-power-stock-with-a-mighty-tailwind-11597745501", "title": "A Chinese Power Stock With a Mighty Tailwind", "date": "2020-08-18 06:46", "summary": "Ming Yang benefits from Chinese stimulus and a lack of baggage that weighs down many competitors. Finding reasonably priced growth stocks in the middle of an unprecedented epidemiological and geopolitical storm is a tall order. Unless, that is, the stock benefits from inclement weather.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/for-black-women-in-wine-the-industry-has-been-inhospitable-11597744839", "title": "For Black Women in Wine, the Industry Has Been Inhospitable", "date": "2020-08-18 06:00", "summary": "Wine professionals share stories of the racism and sexism they've faced pursuing careers in a business where they've long received the message that they don't belong. THE CONVERSATIONS I've had with women in the wine world in recent weeks have been unlike any I've had in the course of reporting this column. As the women, mostly Black women, I talked with spoke of their struggles to find a place in restaurants, retail or winery tasting rooms, they described environments rife with discrimination and abuse. While for me, wine connotes feelings of conviviality and warmth, it's clear mine is a privileged viewpoint. When I observed as much to Atlanta-based sommelier Tahiirah Habibi, she explained that her experience as a Black woman in the wine world has been the opposite. \"Wine wasn't meant for us,\" she said.", "categories": [["Life & Work", "Food & Drink", "On Wine"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/food-cooking-drink?mod=breadcrumb", "https://www.wsj.com/news/types/on-wine-lettie-teague?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/timiraoss-take-fed-minutes-should-clarify-strategy-review-endgame-11597743001", "title": "Timiraos's Take: Fed Minutes Should Clarify Strategy Review Endgame", "date": "2020-08-18 05:30", "summary": "Resume Subscription. Minutes from the Fed's July policy meeting due for release Wednesday are likely to shed more light on how, exactly, central bank officials will wrap their yearlong strategy review.", "categories": [["Economy", "Central Banks"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/central-banks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/looking-to-refinance-those-rock-bottom-mortgage-rates-arent-for-you-11597743002", "title": "Refinancing Your Mortgage? Those Rock-Bottom Interest Rates Aren't for You", "date": "2020-08-18 05:30", "summary": "Lenders are prioritizing home buyers, which means higher rates on refis. Homeowners across the country are rushing to refinance at record-low interest rates. Many are finding that lenders have reserved their best rates for buyers.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/states-seek-26-4-billion-from-drug-companies-in-opioid-litigation-11597743000", "title": "States Seek Billions From Drug Makers in Opioid Litigation", "date": "2020-08-18 05:30", "summary": "Higher settlement demand comes as trial dates in Ohio and West Virginia add urgency to talks. States are asking for around $26.4 billion from major pharmaceutical industry players to help pay for damage wrought by the opioid crisis, people familiar with the matter said, the latest demand in yearslong litigation seeking to hold companies accountable for widespread drug addiction.", "categories": [["WSJ News Exclusive", "U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/partnerships-to-fight-financial-crime-gain-momentum-11597743001", "title": "Partnerships to Fight Financial Crime Gain Momentum", "date": "2020-08-18 05:30", "summary": "Banks have teamed up with governments in nearly 20 countries to more directly share real-time information on suspicious activity. Countries have long fought financial crime by relying on banks to identify and report suspicious transactions. But the system is largely ineffective, financial crime experts say, because it rarely provides useful real-time feedback-a reality that is giving way to a more collaborative approach.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/selloff-in-emerging-market-currencies-shows-no-sign-of-respite-11597740870", "title": "Selloff in Emerging-Market Currencies Shows No Sign of Respite", "date": "2020-08-18 04:54", "summary": "Currencies in Brazil, South Africa and Turkey have lost much of their value, and may not recover until next year, analysts say. The dollar is having a bad year, but some emerging markets' currencies have it worse, with no reprieve in sight.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/heres-what-the-student-loan-relief-extension-means-for-you-11597724705", "title": "Here's What the Student Loan Relief Extension Means For You", "date": "2020-08-18 01:25", "summary": "Even if your loans are not eligible for deferral, you still have a few options. President Trump signed an executive action Aug. 8 that continues the moratorium on monthly student loan payments through the end of the year. It directs Education Secretary Betsy DeVos to let borrowers temporarily suspend student loan payments because of economic hardship, but unless the Education Department overrides a few of their rules, some types of loans may still begin accruing interest after Sept. 30, and some borrowers may be denied relief altogether. Here's what you need to know.", "categories": [["Money"]], "category_links": ["https://www.wsj.com/news/types/noted-money?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/michelle-obama-bernie-sanders-to-speak-at-democratic-national-convention-as-party-projects-unity-11597696618", "title": "Michelle Obama, Bernie Sanders Open Democratic National Convention With Case Against Trump", "date": "2020-08-18 00:51", "summary": "Virtual convention casts Joe Biden as the candidate who could pull the nation together amid coronavirus, racial-justice protests. Democrats launched their general-election pitch during the first night of their virtual convention, presenting Joe Biden as someone who could heal a nation battling a coronavirus pandemic and civil unrest while criticizing President Trump's handling of those upheavals.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/minorities-are-disproportionately-dying-from-covid-19-at-a-younger-age-11597725110", "title": "Minorities Are Disproportionately Dying From Covid-19 at a Younger Age", "date": "2020-08-18 00:31", "summary": "Latinos and Native Americans aged 25 to 34 died at a higher rate from the virus than peers from other ethnic groups. Minorities in the U.S. are more likely to die at a younger age from Covid-19 than white people, according to data from the Centers for Disease Control and Prevention.", "categories": [["Health"]], "category_links": ["https://www.wsj.com/news/types/noted-health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11597699327", "title": "Pepper...and Salt", "date": "2020-08-18 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/shoe-seller-payless-attempts-a-comeback-11597723200", "title": "Shoe Seller Payless Attempts a Comeback", "date": "2020-08-18 00:00", "summary": "After two bankruptcies and a disappearance from North American map, the discount retailer plans to open 400 stores-but with lower stacks. ", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-bernie-sanders-moment-11597707984", "title": "The Bernie Sanders Moment", "date": "2020-08-18 22:49", "summary": "The ideas that once were deemed radical are now Joe Biden's platform.. Michelle Obama provided the star power at Monday night's opening of the Democratic Party convention, but the evening really belonged to Bernie Sanders. The Vermont socialist, so long a voice in the wilderness, was handed a prominent speaking slot to celebrate how much the party and Joe Biden have adopted his ideas for governing. He earned it.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pinterest-appoints-first-black-board-member-amid-claims-of-discrimination-11597718495", "title": "Pinterest Appoints First Black Board Member", "date": "2020-08-18 22:41", "summary": "Andrea Wishom is president of Skywalker Holdings and worked for more than two decades at Oprah Winfrey's Harpo Studios. Pinterest Inc. appointed veteran media executive Andrea Wishom as a director, adding a Black woman to its board, as the image-sharing company contends with claims from former employees of discrimination and pay inequities.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fortnite-creator-says-apple-threatening-to-restrict-access-to-software-tools-11597697909", "title": "'Fortnite' Maker Says Apple Threatens Software", "date": "2020-08-18 22:39", "summary": "Epic Games asks judge to block tech giant from terminating developers' accounts by Apple's Aug. 28 deadline. \"Fortnite\" creator Epic Games Inc. accused Apple Inc. of threatening to block it from making software for iOS devices and Mac computers, an escalation of a dispute that could reverberate through the global market for mobile apps.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/special-prosecutor-in-jussie-smollett-case-finds-abuses-of-discretion-by-attorneys-office-11597694222", "title": "Special Prosecutor in Jussie Smollett Case Finds Abuses of Discretion by Attorney's Office", "date": "2020-08-18 22:25", "summary": "Report cites evidence of 'operational failure' but none that would support criminal charges against Cook County State's Attorney Kim Foxx. CHICAGO-A special prosecutor tapped to re-examine the case against actor Jussie Smollett, who has been accused of falsely reporting a hate crime, found evidence of \"substantial abuses of discretion and operational failures\" but no violations of the law by the Cook County State's Attorney's Office when initially handling the case.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chevron-pursues-exploration-deal-in-iraq-11597677403", "title": "Chevron Pursues Exploration Deal in Iraq", "date": "2020-08-18 20:48", "summary": "GE, Honeywell also discussing energy deals in Iraq that would reduce country's reliance on Iran. Chevron Corp. is in talks to invest in a major Iraq oil field, according to Iraqi officials, part of a string of prospective deals with U.S. companies signaling confidence in that country's energy industry despite years of instability and start-and-stop foreign investment.", "categories": [["WSJ News Exclusive", "Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pentagon-investigates-drone-sighting-near-air-force-one-11597711489", "title": "Pentagon Investigates Drone Sighting Near Air Force One", "date": "2020-08-18 20:44", "summary": "Reporters aboard Sunday said drone or small object flew close to president's plane. WASHINGTON-The Air Force is investigating whether a small drone flew close to Air Force One on Sunday before it landed safely at Joint Base Andrews near Washington, D.C.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}]