[{"link": "https://www.wsj.com/articles/thousands-march-in-iraq-for-iranian-commander-killed-in-u-s-strike-11578145358", "title": "Thousands March in Iraq for Iranian General Killed in U.S. Strike", "date": "2020-01-04 18:39", "summary": "Rockets are fired at Baghdad's Green Zone and an air base where U.S.-led coalition forces are stationed; no casualties reported. Thousands of people marched through Iraq's capital as part of a funeral procession for Maj. Gen. Qassem Soleimani, many chanting that \"vengeance is coming\" for the death of the powerful Iranian military leader killed in a U.S. airstrike on the country's soil.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pompeo-says-europe-should-rally-to-support-u-s-after-strike-11578173007", "title": "Pompeo Says Europe Should Rally to Support U.S. After Strike", "date": "2020-01-04 17:51", "summary": "Some countries have voiced concern that the killing by the U.S. of Iranian general could trigger retaliatory acts. WASHINGTON-Secretary of State Mike Pompeo expressed disappointment with European allies after they voiced concern that the killing of Iranian Maj. Gen. Qassem Soleimani could trigger further violence.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/beijing-picks-new-representative-in-hong-kong-11578148049", "title": "Beijing Shakes Up Hong Kong Office, Signaling Tougher Tack on Protests", "date": "2020-01-04 12:12", "summary": "The semiautonomous city has been roiled by mass protests since June. HONG KONG-Beijing replaced its top representative in protest-racked Hong Kong, marking a toughened approach to resolving tensions that have fueled seven months of antigovernment unrest here.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/five-things-to-watch-for-at-the-golden-globes-11578157140", "title": "Five Things to Watch for at the Golden Globes", "date": "2020-01-04 11:59", "summary": "Will an 'Irishman' contender win best supporting actor? Will host Ricky Gervais say something outrageous? Here's a cheat sheet for Sunday's awards ceremony.. The 77th Annual Golden Globe Awards are the first high-profile results of awards season-and can be influential. Voted on by the Hollywood Foreign Press Association, the honors will be presented Sunday night on NBC. Voting on Academy Award nominations closes just two days after the Golden Globes ceremony. Below, five things to keep in mind as the Globes get under way in Beverly Hills.", "categories": [["Books & Arts", "Arts", "Film"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/arts?mod=breadcrumb", "https://www.wsj.com/news/types/film?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/got-body-wrinkles-these-new-procedures-might-help-11578148686", "title": "Got Body Wrinkles? These New Procedures Might Help", "date": "2020-01-04 09:38", "summary": "Doctors have devised 'lunchtime' procedures like those used on the face to combat crinkly skin below the neck. AGING CAN BE partly chalked up to a loss of collagen production, which starts slowing down at a rate of 1% a year around age 38, gradually encouraging our skin to sag, according to Dr. Alan Durkin of Ocean Drive Plastic Surgery in Vero Beach, Fla. But women are braced for the exodus of skin-plumping collagen from our faces well before that, thanks to the beauty industry. Those who wish to stem it can arm themselves with creams, serums, Botox, fillers and laser treatments. Yet the message that collagen will also be replenished less actively in our hands, arms, belly, knees and butt around the same time hasn't been so crystal clear.", "categories": [["Life & Work", "Style & Fashion", "Fashion"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/fashion?mod=breadcrumb", "https://www.wsj.com/news/types/fashion?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/carlos-ghosn-lawyer-expresses-despair-over-japanese-legal-system-11578142967", "title": "Carlos Ghosn Lawyer Expresses 'Despair' Over Japanese Legal System", "date": "2020-01-04 08:02", "summary": "In a blog post, the Japanese lawyer says he understands the decision by the former Nissan chairman to flee. TOKYO-A Japanese lawyer for Carlos Ghosn said that the former auto titan was mistreated by Japan's justice system and was right to believe that he couldn't receive a fair trial there.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-wonder-to-behold-craftsmanship-and-the-creation-of-babylons-ishtar-gate-review-opening-the-history-of-a-magnificent-portal-11578139200", "title": "'A Wonder To Behold: Craftsmanship and the Creation of Babylon's Ishtar Gate' Review: Opening the History of a Magnificent Portal", "date": "2020-01-04 07:00", "summary": "The exhibition takes a holistic approach to the celebrated monument, from its construction to its stunning re-creation.. New York", "categories": [["Books & Arts", "Art Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/art-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/southern-italys-ills-test-shaky-national-coalition-11578139201", "title": "Southern Italy's Ills Test Shaky National Coalition", "date": "2020-01-04 07:00", "summary": "Far-right opposition party of Matteo Salvini seeks to exploit government's response to regional woes. ROME-The steady decline of Italy's South, one of Europe's poorest regions, is emerging as a critical issue for the country's fragile governing coalition, as banking and industrial troubles there provide a possible opening for a hard-right party seeking to return to power.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lost-at-sea-art-recovered-from-shipwrecks-review-the-tangles-of-treasure-11578139200", "title": "'Lost at Sea: Art Recovered From Shipwrecks': The Tangles of Treasure", "date": "2020-01-04 07:00", "summary": "An exhibition looks at objects from two shipwrecks-and the difficulties in recovering them and determining ownership.. San Francisco", "categories": [["Books & Arts", "Exhibition Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/exhibition-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/it-was-a-lost-decade-for-chinas-stock-market-but-investors-bet-on-better-times-ahead-11578133803", "title": "It Was a Lost Decade for China's Stock Market, but Investors Bet on Better Times Ahead", "date": "2020-01-04 05:30", "summary": "Optimists point to modest valuations and growing role of institutional capital. ", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/at-border-customs-work-includes-taking-a-lot-of-bologna-11578133800", "title": "At Border, Customs Work Includes Taking a Lot of Bologna", "date": "2020-01-04 05:30", "summary": "Day-to-day reality for some border officers amid immigration crisis is far more mundane. Customs and Border Protection official Chad Gerber spends much of his time overseeing the hunt for dangerous products travelers try to sneak into the U.S. Among the most popular: Mexican bologna.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/australia-calls-out-more-troops-as-fire-crisis-escalates-11578127610", "title": "Australia Calls Out More Troops as Fire Crisis Escalates", "date": "2020-01-04 03:46", "summary": "Prime Minister Scott Morrison also deploys the navy's largest amphibious ship to support evacuations. SYDNEY-Australia called up 3,000 defense-force reservists and ordered in more waterbombing planes to help fight ravaging wildfires as temperatures topped 100 degrees Fahrenheit Saturday.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11578074396", "title": "Pepper...and Salt", "date": "2020-01-04 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/iran-impeachment-money-outside-forces-shape-the-race-11578114060", "title": "Iran, Impeachment, Money: Outside Forces Shape Presidential Race", "date": "2020-01-04 00:01", "summary": "The airstrike that killed Qassem Soleimani introduces an unexpected national-security question into the presidential race. Presidential campaigns are long slogs through the routine and predictable, punctuated by moments of dramatic surprises. That is what Democratic presidential candidates discovered anew this week, as they grappled with Iran, impeachment and money news.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-family-delights-of-silly-poop-songs-11578114060", "title": "The Family Delights of Silly Poop Songs", "date": "2020-01-04 00:01", "summary": "Maybe giving children control of the car stereo spoils them. But maybe it's just a way to discover new sounds-and talents.. A couple of months ago, my wife and I were in the car with our 10-year-old daughter and her friend. We were listening to jazz on the radio when, about 15 minutes into the trip, my daughter asked if she could change the music.", "categories": [["Life & Work", "Ideas", "Essay"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/essay?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/two-views-on-how-trumps-tax-cuts-have-worked-out-11578114001", "title": "Two Views on How Trump's Tax Cuts Have Worked Out", "date": "2020-01-04 00:00", "summary": "A White House insider describes a marked shift in the labor market, while an outside economist sees a short-term boost and a lasting deficit increase. Around the White House, the mood is buoyant and the Tax Cuts and Jobs Act is held up as a rousing success: Wages are up, unemployment is down and members of disadvantaged groups are faring particularly well as the economic expansion moves into its second decade.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/amazon-has-long-ruled-the-cloud-now-it-must-fend-off-rivals-11578114008", "title": "Amazon Has Long Ruled the Cloud. Now It Must Fend Off Rivals.", "date": "2020-01-04 00:00", "summary": "The tech giant is under attack as Microsoft and other rivals try to capture a bigger slice of the $266 billion cloud-computing market.. A new storm is building in the cloud.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/did-the-u-s-tax-overhaul-do-what-it-promised-11578114001", "title": "Did the U.S. Tax Overhaul Do What It Promised?", "date": "2020-01-04 00:00", "summary": "Resume Subscription. The Tax Cuts and Jobs Act is now two years old. So what did it do?", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/cleveland-feds-loretta-mester-wants-to-hold-rates-steady-11578102522", "title": "Cleveland Fed's Mester Wants to Hold Rates Steady", "date": "2020-01-04 20:48", "summary": "Voting member, who didn't back last year's cuts, hopes to help boost inflation back to central bank's 2% target. Federal Reserve Bank of Cleveland President Loretta Mester said Friday she is comfortable holding interest rates steady in order to help boost inflation back up to the central bank's 2% target.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/california-democratic-party-pays-more-than-1-million-to-settle-harassment-discrimination-claims-11578076342", "title": "California Democratic Party Settles Harassment, Discrimination Claims", "date": "2020-01-04 19:51", "summary": "Allegations against former chairman had threatened party's ability to focus on defending vulnerable House, legislative seats in 2020. The California Democratic Party agreed to settle three lawsuits at a cost of more than $2.9 million in an attempt to put to rest a scandal involving alleged harassment and misconduct by its former chairman.", "categories": [["WSJ News Exclusive", "Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/targeted-killing-of-iranian-general-puts-u-s-at-crossroads-in-middle-east-11578098318", "title": "Targeted Killing of Iranian General Puts U.S. at Crossroads in Middle East", "date": "2020-01-04 19:38", "summary": "Resume Subscription. The U.S. drone strike that killed the Iranian Quds Force commander marks a pivot toward direct confrontation with Iran, further entangling the U.S. in the Middle East after years of trying to avoid a major conflict.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/apple-chief-tim-cooks-pay-fell-in-2019-11578098258", "title": "Apple Chief Cook's Pay Fell in 2019", "date": "2020-01-04 19:37", "summary": "Tech giant beat its financial goals, but weaker iPhone sales contributed to roughly 25% decline in CEO's compensation. Apple Inc. cleared its internal financial targets in 2019, but CEO Tim Cook's executive compensation fell by roughly one-quarter because of revenue and profit declines tied to weaker iPhone sales.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tesla-cuts-price-of-china-made-model-3-cars-11578057829", "title": "Tesla Faces Fresh Challenges After Hitting Delivery Goal", "date": "2020-01-04 19:28", "summary": "Silicon Valley auto maker's fourth-quarter sales spur investor enthusiasm. Tesla Inc. made good on Chief Executive Elon Musk's promise of boosting production and delivering at least 360,000 electric vehicles in 2019, sending shares to new heights and increasing expectations for this year.", "categories": [["Business", "Autos & Transportation", "Autos Industry"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/transportation?mod=breadcrumb", "https://www.wsj.com/news/types/autos?mod=breadcrumb"]}]