[{"link": "https://www.wsj.com/articles/bob-dylan-sells-entire-songwriting-catalog-11607342403", "title": "Dylan Sells Songwriting Catalog to Universal Music", "date": "2020-12-07 18:31", "summary": "Universal Music Publishing Group acquires iconic singer-songwriter's music. Bob Dylan is tangled up in green.", "categories": [["Business", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fcc-awards-9-2-billion-for-construction-of-rural-broadband-networks-11607377472", "title": "FCC Awards $9.2 Billion for Construction of Rural Broadband Networks", "date": "2020-12-07 18:23", "summary": "Initiative seeks to provide high-speed internet access for millions over next decade. WASHINGTON-The Federal Communications Commission dedicated $9.2 billion to fund construction of rural broadband networks over the next decade, in what the agency's leader called the biggest-ever U.S. step to extend high-speed internet service.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pimco-co-founder-bill-gross-makes-public-request-to-settle-dispute-with-neighbor-11607383261", "title": "Bill Gross Makes Public Request to Settle Dispute", "date": "2020-12-07 18:21", "summary": "The conflict involves a backyard-art installation and repeatedly playing the theme song to 'Gilligan's Island'. Bill Gross, the co-founder of Pacific Investment Management Co., offered to resolve a legal dispute with his Orange County, Calif., neighbor on Monday by donating expected legal fees to charity.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/investor-bill-ackman-and-nbas-chris-paul-back-housing-fund-11607383231", "title": "Investor Bill Ackman and NBA's Chris Paul Back Housing Fund", "date": "2020-12-07 18:20", "summary": "Turner Impact Capital's latest fund raised $357 million to create affordable urban housing for working families. An impact investment firm has won the backing of NBA All-Star Chris Paul and activist hedge-fund investor Bill Ackman, whose family foundations are investing in funds targeting America's affordable housing shortage.", "categories": [["Pro PE Fund News"]], "category_links": ["https://www.wsj.com/news/types/pro-pe-fund-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/covert-chinese-trade-with-north-korea-moves-into-the-open-11607345372", "title": "Covert Chinese Trade With North Korea Moves Into the Open", "date": "2020-12-07 18:07", "summary": "China is no longer trying to hide smuggling activity as it seeks to help Pyongyang endure sanctions, U.S. officials say. China is increasingly flouting international sanctions on North Korea and is no longer trying to hide some of its smuggling activity as it seeks to help Pyongyang endure the Trump administration's pressure campaign, U.S. officials say.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/paying-for-more-covid-relief-11607382394", "title": "Paying for More Covid Relief", "date": "2020-12-07 18:06", "summary": "Republicans should insist on using the $429 billion in Fed funds.. Both parties in Washington seem intent on passing another Covid relief bill this month, but it matters what's in it and especially how it's paid for. Republicans above all need to repurpose the unused funds from the Treasury backstop for the Federal Reserve's 13(3) pandemic lending facilities.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/john-kerrys-arab-peace-11607382374", "title": "John Kerry's Arab Peace", "date": "2020-12-07 18:06", "summary": "Learning from the former secretary of State's words of four years ago.. One question hanging over the looming Biden Administration is whether its principals have learned from any of President Trump's successes. Consider climate-envoy-to-be John Kerry's Middle East views four years ago, shortly after Mr. Trump's 2016 victory. Speaking at the Brookings Institution, Mr. Kerry, then Secretary of State, insisted that Palestinian peace was a precondition for Israel to make peace with its Arab neighbors.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bidens-identity-health-care-pick-11607382320", "title": "Biden's Identity Health-Care Pick", "date": "2020-12-07 18:05", "summary": "Becerra's only qualification is that he sued Trump many times.. Joe Biden checked two Democratic boxes-Hispanic and lefty-on Monday by tapping California Attorney General Xavier Becerra to run Health and Human Services. Progressives are ecstatic, but Mr. Becerra's views and lack of health-care experience are cause for close Senate confirmation scrutiny.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/toll-brothers-reports-9-rise-in-home-sales-as-buyers-seek-more-space-11607380035", "title": "Toll Brothers' Home Sales Rise as Buyers Seek More Space", "date": "2020-12-07 17:52", "summary": "CEO Douglas Yearley says housing market is strongest he has seen in 30 years at company. Toll Brothers Inc.'s sales rose in the latest quarter, fueled by low borrowing costs and shifting living preferences driven by the pandemic.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/defense-is-on-the-ballot-in-georgia-11607381546", "title": "Defense Is on the Ballot in Georgia", "date": "2020-12-07 17:52", "summary": "With a majority, Chuck Schumer and Bernie Sanders would resume cuts to vital military spending.. The stakes in the Georgia U.S. Senate races on Jan. 5, 2021, between Sens. David Perdue and Kelly Loeffler and their respective challengers, Jon Ossoff and Raphael Warnock, are very high for a host of reasons. One that has not received enough attention is the readiness of our military. The U.S. faces rising threats from China, Russia and Iran, and continued robust funding of our military is clearly at stake in Georgia, which will decide the Senate majority. Nowhere is the divide between Democrats and Republicans more important.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/south-dakotas-balanced-covid-response-11607381485", "title": "South Dakota's Balanced Covid Response", "date": "2020-12-07 17:51", "summary": "They've called me 'reckless' and a 'denier,' but our numbers are much better than those of Illinois, New Jersey and New York.. Pierre, S.D.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/covid-and-the-new-age-of-censorship-11607381415", "title": "Covid and the New Age of Censorship", "date": "2020-12-07 17:50", "summary": "It doesn't promote public health when media and tech companies stifle scientific debate.. Information has never been more plentiful or easier to distribute. Yet we are sliding into a new age of censorship and suppression, encouraged by technology giants and traditional media companies. As someone who's been falsely characterized as a coronavirus \"denier,\" I have seen this crisis firsthand.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cant-stand-imagine-ive-got-help-11607381369", "title": "Can't Stand 'Imagine'? I've Got 'Help!'", "date": "2020-12-07 17:49", "summary": "John Lennon's most famous song is far from his best.. Forty years after John Lennon's murder, be prepared to hear a lot of \"Imagine.\" The 1971 solo hit has become Lennon's unofficial anthem, but it doesn't come close to best representing his gifts.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/climate-finance-may-foul-the-economy-11607381333", "title": "Climate Finance May Foul the Economy", "date": "2020-12-07 17:48", "summary": "The effects of Biden's Treasury regulating 'environmental risk' will likely be perverse.. When Barack Obama clinched the Democratic presidential nomination in June 2008, he said he hoped future generations would look back and say, \"This was the moment when the rise of the oceans began to slow and our planet began to heal.\"", "categories": [["Opinion", "Global View"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/global-view?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-silence-of-pope-francis-11607381295", "title": "The Silence of Pope Francis", "date": "2020-12-07 17:48", "summary": "Hong Kong's Jimmy Lai goes to jail-and his shepherd is missing in action.. Jimmy Lai has embraced his destiny. Last Wednesday the founder of one of Hong Kong's most popular newspapers, Apple Daily , was arrested on ginned-up fraud charges. On Thursday he was clapped into jail as a national security risk. Thus did a man who started the week a Hong Kong billionaire end it a Chinese dissident.", "categories": [["Opinion", "Main Street"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/main-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-great-demographic-reversal-review-the-perils-of-aging-11607381251", "title": "'The Great Demographic Reversal' Review: The Perils of Aging", "date": "2020-12-07 17:47", "summary": "As workers become fewer in number and global wages rise, we may see less inequality but more inflation and higher interest rates.. Mountains are thrown up by colliding tectonic plates, but the forces at work in their creation are hidden from view and were, for a time, ill-understood. In advanced societies in recent decades, we have seen striking changes in work, investment and income distribution, yet central bankers and ministers of finance, among others, have failed to grasp the underlying forces that brought them about. In \"The Great Demographic Reversal,\" Charles Goodhart and Manoj Pradhan, both Britain-based economists, vividly document past demographic changes, along with their broad effects, and outline the strikingly different changes that, in their view, are soon to come. Not only is their book well argued, but it is bold as well. It defies the conventional wisdom that inflation will not be a problem in the near future.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/companies-face-new-pressures-to-diversify-boards-its-sensitive-11607380004", "title": "Companies Face New Pressures to Diversify Boards. It's Sensitive.", "date": "2020-12-07 17:26", "summary": "Nasdaq and California efforts to bring more minorities and other underrepresented groups into boardrooms raise awkward recruiting challenges; Avoiding being 'tokenized'. One of the biggest board recruiting rushes in U.S. corporate history is set to commence, and it is likely to be a delicate one.", "categories": [["Business", "Management", "Management & Careers"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/management?mod=breadcrumb", "https://www.wsj.com/news/types/management-careers?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/we-will-always-love-you-by-the-avalanches-review-a-sonic-spaceship-ride-11607378087", "title": "'We Will Always Love You' by the Avalanches Review: A Sonic Spaceship Ride", "date": "2020-12-07 16:54", "summary": "The Australian indie group returns with an album inspired by the Voyager Golden Records that combines way-back samples with brand-new music into a far-out whole. ", "categories": [["Books & Arts", "Music Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/music-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-to-invest-in-gold-11607378054", "title": "How to Invest in Gold", "date": "2020-12-07 16:54", "summary": "Most Popular News. Gold is an alternative to stocks and bonds that many investors use as a safe haven: an asset that can hold its value during times of market volatility or economic uncertainty. There are several different ways you can invest in gold from futures contracts to exchange-traded funds, and many on Wall Street recommend having at least a small portion of your portfolio invested in the metal through one of these methods.", "categories": [["Markets", "Personal Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/personal-finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/global-stock-markets-dow-update-12-07-2020-11607335856", "title": "Dow, S&P 500 Finish Lower as Covid-19 Cases Rise", "date": "2020-12-07 16:32", "summary": "Restrictions to slow the spread of coronavirus went into effect in California. The Dow Jones Industrial Average retreated Monday from last week's record as investors worried that elevated Covid-19 infection levels could weigh on economic growth through the winter months.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/defense-bill-proposes-anti-money-laundering-whistleblower-program-11607376663", "title": "Defense Bill Proposes Anti-Money-Laundering Whistleblower Program", "date": "2020-12-07 16:31", "summary": "The proposed rules would offer an award to those who report possible violations of anti-money-laundering laws to the Treasury or the Justice Department that lead to successful enforcement. A new whistleblower reward program incentivizing the reporting of potential violations of anti-money-laundering laws would be established as part of an annual defense-spending bill that is poised to clear Congress.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/senator-seeks-answers-from-google-ceo-over-iac-feud-11607376683", "title": "Senator Seeks Answers From Google CEO Over IAC Feud", "date": "2020-12-07 16:31", "summary": "Letter from Sen. Ron Wyden follows WSJ article that said Google was weighing penalties against IAC over software. A senior Democratic senator sent a letter to Google Chief Executive Sundar Pichai on Monday seeking more information on the search giant's financial relationship with online conglomerate IAC/InterActive Corp.", "categories": [["WSJ News Exclusive", "Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/covid-19-resurgence-and-the-election-changed-calculus-for-aidnegotiators-11607345987", "title": "Covid-19 Resurgence and the Election Changed Calculus for Aid Negotiators", "date": "2020-12-07 16:10", "summary": "Democrats and Republicans converge on $900 billion coronavirus relief bill after long impasse. WASHINGTON-When Rep. Ro Khanna called for Democrats to embrace a $1.8 trillion coronavirus-relief deal with the White House back in mid-October, House Speaker Nancy Pelosi wasn't happy.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/send-in-the-clowns-tuesday-crossword-december-8-11607294615", "title": "Send In the Clowns (Tuesday Crossword, December 8)", "date": "2020-12-07 16:01", "categories": [["WSJ Puzzles", "Crossword"]], "category_links": ["https://www.wsj.com/news/puzzle?mod=breadcrumb", "https://www.wsj.com/news/types/crossword?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/demand-for-corporate-bonds-drives-inflation-adjusted-yields-to-zero-11607363712", "title": "Demand for Corporate Bonds Drives Inflation-Adjusted Yields to Zero", "date": "2020-12-07 15:57", "summary": "The development highlights how demand for fixed-income assets is reducing their potential returns. The average U.S. investment-grade corporate bond now yields less than a key measure of investors' inflation expectations, a first that highlights how demand for fixed-income assets is reducing their potential returns.", "categories": [["Markets", "Credit Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/credit-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/federal-investigators-say-peter-navarro-violated-hatch-act-11607374024", "title": "Federal Investigators Say Trump Trade Adviser Violated Hatch Act", "date": "2020-12-07 15:47", "summary": "U.S. Office of Special Counsel says Trump's trade adviser knowingly violated the law against government employees' political activity. WASHINGTON-White House trade adviser Peter Navarro knowingly violated the law when he criticized then-presidential candidate Joe Biden earlier this year in television appearances and on social media while in his official capacity as a government employee, according to federal investigators.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/in-battle-against-hackers-companies-try-to-deceive-the-deceivers-11607371200", "title": "In Battle Against Hackers, Companies Try to Deceive the Deceivers", "date": "2020-12-07 15:00", "summary": "The idea is to convince the attackers they have been successful, so that they will then reveal their methods. An increasing number of companies are looking at an innovative approach to deal with hackers that break into their computer networks. They lure cybercriminals into thinking they're getting close to the good stuff-and then they trap them.", "categories": [["Business", "Journal Reports: Technology"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/gm-sees-the-future-and-it-is-an-electric-one-11607371160", "title": "GM Sees the Future and It Is an Electric One", "date": "2020-12-07 14:59", "summary": "The socialization of the U.S. automobile market is intensifying. Increasingly there will be a dependence of revenue based on what the government gives them in credits or takes away in penalties rather than what makes real profit.. Regarding your editorial \"GM Drives in Political Reverse\" (Nov. 27): General Motors CEO Mary Barra in pulling GM's support for the legal challenge to California's electric-car mandate made two major capitulations. First to California, which already has environmental policies that often lead to darkness and blackouts, but now with GM's help the state will have more leverage in dictating the automobile market for the entire country. Second, to appease the expected political overlords of a Biden administration and EPA who will dictate the product portfolio of automobiles produced versus the market via mandates and regulatory credits.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/losing-your-job-without-losing-your-home-11607371108", "title": "Losing Your Job Without Losing Your Home", "date": "2020-12-07 14:58", "summary": "Mortgage-default insurance can induce private lenders to expand access to home financing by families of modest means.. In \"Lost Your Job? You Shouldn't Have to Lose Your Home\" (op-ed. Nov. 25), Arthur B. Laffer and Alan M. Dershowitz describe a \"simple, effective new product . . . lender-paid insurance that will seamlessly cover mortgage payments in the event of involuntary unemployment\" as a means for homeowners to avoid the devastation of losing their homes through foreclosure.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/shutdowns-can-sometimes-bring-out-the-best-in-us-11607371062", "title": "Shutdowns Can Sometimes Bring Out the Best in Us", "date": "2020-12-07 14:57", "summary": "Being stuck at home has forced me to go on a life diet-to learn what's important and to shed the rest of my life's baggage.. In response to \"In a Stay-at-Home Pandemic, Sportswriter Finds a Silver Lining\" (Sports, Nov. 27): I had the opportunity just before Thanksgiving to work side by side with a new pastor of social justice at the church I attend. We were co-leading activities to collect, pack and distribute ingredients for 425 families' Thanksgiving dinner. When all the other volunteers had left and she and I were in the room alone, she looked at me and confessed, \"I feel guilty, but this has been a good year for me. Being stuck at home has forced me to go on a life diet-to learn what's important and to shed the rest of my life's baggage.\"", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/no-need-to-worry-about-santa-clause-and-covid-19-11607371010", "title": "No Need to Worry About Santa Claus and Covid-19", "date": "2020-12-07 14:56", "summary": "I was quite distressed to read about the worries children are experiencing about Santa Claus possibly contracting Covid-19.. I was quite distressed to read about the worries children are experiencing about Santa Claus possibly contracting Covid-19 (\"Dear Santa, Be Sure to Wear a Mask. The Reindeer Too,\" Page One, Nov. 28). Santa is a magical being and, therefore, is immune to Covid. And since Covid cannot live in Santa, he cannot spread Covid. This is a simple, scientific fact. Kids, don't worry about Santa. He will be fine.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-adds-senior-chinese-lawmakers-to-hong-kong-sanctions-blacklist-11607370603", "title": "U.S. Adds Senior Chinese Lawmakers to Hong Kong Sanctions Blacklist", "date": "2020-12-07 14:50", "summary": "Trump administration targets most of the leadership of China's legislature. WASHINGTON-The Trump administration added more than a dozen senior Chinese Communist Party officials to its sanctions blacklist on Monday for actions the U.S. says undermined Hong Kong's autonomy.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-city-public-schools-resume-classes-after-second-covid-19-closure-11607353633", "title": "Some New York City Schools Reopen Doors After Covid-19 Closure", "date": "2020-12-07 14:48", "summary": "Mayor Bill de Blasio says he expects in-person instruction will continue uninterrupted, but some parents are skeptical. New York City reopened some of its public schools on Monday for a second time this academic year, nearly three weeks after the nation's largest district stopped in-person instruction over rising Covid-19 cases.", "categories": [["U.S.", "Schools"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-schools?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-enacts-new-covid-19-shutdown-metrics-11607369839", "title": "New York Enacts New Covid-19 Shutdown Metrics", "date": "2020-12-07 14:37", "summary": "State will tie regional shutdown orders to hospitalization rates, Gov. Andrew Cuomo says. New York could implement regionalized shutdowns again if hospitals approach capacity limits, under new measures introduced by Gov. Andrew Cuomo designed to prevent surging cases of Covid-19 from overwhelming the state's health-care system.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/dish-network-to-pay-210-million-to-settle-telemarketing-suit-11607369588", "title": "Dish Network to Pay $210 Million to Settle Telemarketing Suit", "date": "2020-12-07 14:33", "summary": "Settlement is largest civil penalty ever paid for telemarketing violations under the FTC Act, Justice Department says. A Dish Network Corp. subsidiary will pay $210 million in penalties related to alleged telemarketing violations, in a settlement with the Justice Department and four states.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/these-clothes-are-hip-to-be-square-11607368786", "title": "These Clothes Are Hip to Be Square", "date": "2020-12-07 14:19", "summary": "Payments company Square has released a line of clothes named after its digital wallet. If someone is asking for \"just cash\" this year, you can still surprise them with a fluorescent camouflage sweatshirt from Cash by Cash App, an apparel collection that has recently been unveiled by payments company Square .", "categories": [["Markets", "Overheard"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/overheard?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pope-francis-to-visit-iraq-in-march-11607353341", "title": "Pope Francis to Visit Iraq in March", "date": "2020-12-07 14:12", "summary": "The trip will be the first international travel by the pope since before the Covid-19 pandemic. ROME-Pope Francis will make the first papal visit to Iraq in March, to support the country's Christian minority and urge peace and reconciliation in a nation racked by years of sectarian violence, including partial occupation by Islamic State militants.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/from-pilot-to-truck-driverairline-careers-grounded-by-pandemic-11607367164", "title": "From Pilot to Truck Driver-Airline Careers Grounded by Pandemic", "date": "2020-12-07 13:52", "summary": "Resume Subscription. Instead of buying a car in college, Collis Wagner got his private pilot's license.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/the-hottest-trend-in-college-football-opting-out-of-the-pandemic-season-11607357029", "title": "The Hottest Trend in College Football: Opting Out", "date": "2020-12-07 13:41", "summary": "A stream of football players are ending their collegiate careers early to dodge Covid and prepare for the pros.. Last June, Minnesota wide receiver Rashod Bateman couldn't sleep. He buzzed with nervous thoughts about whether the coronavirus pandemic would tackle the 2020 college football season, likely his final one before turning pro.", "categories": [["Sports", "College Football"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/college-football?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/target-follows-others-in-accusing-poultry-suppliers-of-price-fixing-11607365746", "title": "Target Joins Others in Accusing Poultry Suppliers of Price Fixing", "date": "2020-12-07 13:29", "summary": "Perdue, Sanderson and Tyson Foods are among chicken producers facing lawsuits. Target Corp. is the latest company to sue major poultry producers, accusing them of price-fixing practices that allegedly led to inflated prices of chicken.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/conspiracy-theorists-are-out-to-get-each-other-11607364841", "title": "Conspiracy Theorists Are Out to Get Each Other", "date": "2020-12-07 13:14", "summary": "Trump's crazy election theories come after the media has been peddling similar fare for years.. If I'd told you two years ago that Donald Trump and Stacey Abrams would be soulmates, conjoined one day as victims of a dark political conspiracy by a Republican Party intent on denying them their rightful status as popular winners, you'd have asked me to take a sobriety test. But here we are.", "categories": [["Opinion", "Free Expression"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/free-expression?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/americans-need-help-while-awaiting-a-vaccine-11607364810", "title": "Americans Need Help While Awaiting a Vaccine", "date": "2020-12-07 13:13", "summary": "Details of a Covid-19 relief bill are already negotiated. Time for Washington to act.. Boston", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/some-office-workers-return-and-find-joy-in-their-cubicles-ooh-a-binder-clip-11607361548", "title": "Some Office Workers Return and Find Joy in Their Cubicles: 'Ooh, a Binder Clip!'", "date": "2020-12-07 12:19", "summary": "Resume Subscription. Jennifer Daly, 42, knew going back to the office would mean masks and hand sanitizer. She hadn't known it would mean a growling stomach, too.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/vintage-patagonia-fleeces-fluff-thats-worth-a-fortune-11607361069", "title": "Vintage Patagonia Fleeces: Fluff That's Worth a Fortune", "date": "2020-12-07 12:11", "summary": "A community of rabid collectors and resellers are amassing old Patagonia fleeces, driving up the price for jackets in manic patterns and with particularly plush shells.. FORGET BITCOIN. If you're looking for a surefire investment right now, try buying and reselling old Patagonia fleeces. Kelsey Silverstein, 28, and Mark Donoher, 30, resold a Sea Turtle-patterned Snap-T fleece from 1996 for $165 about a year and a half ago. Today that same fleece could fetch more than $300 online. Rather than worry that they sold it too soon, the couple-who run Orbital Outdoors, an online clothing store dedicated to vintage outdoor gear-is looking ahead. \"I'm hoarding the best stuff,\" said Mr. Donoher who is convinced the market can only go up. \"I think everything right now is just beginning.\"", "categories": [["Life & Work", "Style & Fashion", "On Trend"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/fashion?mod=breadcrumb", "https://www.wsj.com/news/types/on-trend?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/proof-that-2020-is-chaos-the-cleveland-browns-will-have-a-winning-record-11607351391", "title": "2020 is Chaos. The Browns Have a Winning Record.", "date": "2020-12-07 12:03", "summary": "A forlorn franchise is 9-3 and loudly knocking on the door of the playoffs for the first time since the 2002 season.. If you need any more evidence that this year is completely cuckoo, that society has gone off the rails and kerblooey, know that when the story of 2020 is told, they'll have to add one more extreme fact to the accounting:", "categories": [["Sports"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/locked-down-in-la-la-land-11607358901", "title": "Locked Down in La La Land", "date": "2020-12-07 11:45", "summary": "Resume Subscription. James Freeman is away and will return 12/8.", "categories": [["Opinion", "Best of the Web"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/best-of-the-web-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/epa-wont-tighten-soot-standards-11607353015", "title": "EPA to Retain Existing Soot Standards After Review", "date": "2020-12-07 11:31", "summary": "Agency decides that soot-pollution rules are adequate; research suggests that tougher standards could save lives. WASHINGTON-Environmental Protection Agency Administrator Andrew Wheeler has decided to retain current standards for soot pollution, keeping fine-particle pollution limits adopted in 2012 that set the bar at 12 micrograms per cubic meter of air.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/who-gets-covid-19-vaccine-first-hospitals-assess-how-to-divvy-up-shots-11607357465", "title": "Who Gets Covid-19 Vaccine First? Hospitals Assess How to Divvy Up Shots", "date": "2020-12-07 11:16", "summary": "With initial supplies expected to fall short, hospitals look to lotteries and risk assessments to prioritize early vaccines. Hospitals are rushing to firm up plans for deciding which health-care workers can receive the Covid-19 vaccine first, with initial supplies widely expected to fall short of the amount needed to vaccinate all high-priority workers.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/covid-19-ushers-in-a-new-era-of-full-time-travel-11607356969", "title": "Covid-19 Ushers in a New Era of Full-Time Travel", "date": "2020-12-07 11:02", "summary": "Resume Subscription. Author", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/on-student-debt-biden-must-decide-who-would-benefit-11607356246", "title": "On Student Debt, Biden Must Decide Whose Loans to Cancel", "date": "2020-12-07 10:50", "summary": "Debt forgiveness may help the economy but risks helping groups seen as privileged and widening political fault lines. Joe Biden promised he would push to cancel a significant portion of Americans' student debt during his presidential campaign. Fulfilling this promise entails politically fraught decisions over how to do it and who would benefit.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/former-sen-paul-sarbanes-of-maryland-dies-at-87-11607355980", "title": "Former Sen. Paul Sarbanes of Maryland Dies at 87", "date": "2020-12-07 10:46", "summary": "Democrat represented the state for 30 years in the Senate. WASHINGTON-Former Sen. Paul Sarbanes, who represented Maryland for 30 years in the Senate and helped write landmark antifraud legislation and draft the first article of impeachment against Republican President Richard Nixon as a congressman, has died, his son said. He was 87.", "categories": [["World", "Obituaries"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/obituaries?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/conagra-to-sell-peter-pan-peanut-butter-brand-to-post-holdings-11607354913", "title": "Conagra to Sell Peter Pan Peanut Butter Brand to Post Holdings", "date": "2020-12-07 10:28", "summary": "Conagra has been shifting away from making and selling peanut-butter spreads sold under private brand names. Conagra Brands Inc. is selling its Peter Pan peanut butter line to Post Holdings Inc., the company that helps produce spreads sold under that brand name.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/venezuelas-maduro-tightens-grip-as-opposition-boycotts-elections-11607296455", "title": "Venezuela's Maduro Tightens Grip as Opposition Boycotts Elections", "date": "2020-12-07 09:11", "summary": "Ruling party politicians took the vast majority of the 277 seats in the National Assembly. Venezuela's authoritarian regime staged congressional elections Sunday that gave President Nicolás Maduro complete control of all levers of power in a vote the country's opposition and its supporters, including the U.S., rejected as fraudulent.", "categories": [["World", "Latin America"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/latin-america-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/kodak-lyft-exxon-mobil-what-to-watch-when-the-stock-market-opens-today-11607341980", "title": "Kodak, Lyft, Exxon Mobil: What to Watch When the Stock Market Opens Today", "date": "2020-12-07 09:03", "summary": "U.S. stock futures edged lower as investors worried about elevated Covid-19 infection levels. Here's what we are watching as markets kick into gear Monday.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-to-protect-your-privacy-when-working-from-home-11607349610", "title": "How to Protect Your Privacy When Working From Home", "date": "2020-12-07 09:00", "summary": "There are ways to keep colleagues from intruding on your home life, and family members from intruding on your work life. The cybersecurity world pays a lot of attention to protecting privacy. Privacy from hackers. Privacy from governments intruding on the lives of their citizens. Privacy from businesses that have an unprecedented volume of data that can be used to target or profile consumers.", "categories": [["Business", "Journal Reports: Technology"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/astrazeneca-and-pfizer-ask-india-for-emergency-use-covid-19-vaccine-authorizations-11607348660", "title": "AstraZeneca, Pfizer Ask India for Emergency-Use Covid-19 Vaccine Authorizations", "date": "2020-12-07 08:44", "summary": "Approval would circumvent a long trial and application process and help speed up production. NEW DELHI-The companies behind two of the most promising Covid-19 vaccine candidates, AstraZeneca PLC and Pfizer Inc., have asked India for emergency-use authorization to start using their vaccines in the South Asian nation, which has been one of the worst hit by the pandemic.", "categories": [["World", "Asia", "India"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/india-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/kerry-washington-designed-her-own-prom-dress-11607348332", "title": "Kerry Washington Designed Her Own Prom Dress", "date": "2020-12-07 08:38", "summary": "\"It was a baby-doll shape, which was all the rage in the mid-'90s. It was short and flirty but really elegant.\". In our series My Monday Morning, self-motivated people tell WSJ. how they start off the week.", "categories": [["My Monday Morning"]], "category_links": ["https://www.wsj.com/news/types/my-monday-morning?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/foreign-investors-can-learn-to-love-japan-again-11607338050", "title": "Foreign Investors Can Learn to Love Japan Again", "date": "2020-12-07 08:31", "summary": "The country's stocks have been outperforming, and the combination of many cheap cyclical stocks and strong balance sheets offers reason to believe they will continue to. The Nikkei 225 index is now outperforming the S&P 500 for the year to date in dollar terms by around 4 percentage points. International investors don't seem to have particularly noticed.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-one-thing-regina-king-wants-to-change-about-the-world-11607347800", "title": "The One Thing Regina King Wants to Change About the World", "date": "2020-12-07 08:30", "summary": "As her feature directorial debut, One Night in Miami, hits screens this month, the Academy Award winner reflects on being honest, growing a garden and never losing hope.. ", "categories": [["Feature"]], "category_links": ["https://www.wsj.com/news/types/magazine-feature?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/george-c-wolfe-interview-director-chadwick-boseman-viola-davis-ma-rainey-11607347268", "title": "George C. Wolfe on Directing Chadwick Boseman and Viola Davis", "date": "2020-12-07 08:30", "summary": "Ahead of the release of 'Ma Rainey's Black Bottom,' the Netflix adaptation of August Wilson's play, Wolfe discusses the film's examination of Black life, the cast and Boseman's \"raw and explosive\" final role.. George C. Wolfe completed post-production work on Ma Rainey's Black Bottom in June. The film, starring Viola Davis and Chadwick Boseman, was locked and ready to go, well in advance of its planned theatrical release on November 25 and its Netflix debut on December 18. Which, in light of the rapidly unfolding events of mid-2020, proved frustrating to its director.", "categories": [["Magazine - Culture"]], "category_links": ["https://www.wsj.com/news/types/magazine-culture?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/covid-19-vaccine-rollout-faces-public-concerns-over-safety-11607344315", "title": "Covid-19 Vaccine Rollout Faces Public Concerns Over Safety", "date": "2020-12-07 08:05", "summary": "Resume Subscription. Governments are accelerating toward approving the first vaccines to contain Covid-19, but public anxiety over the safety of the doses is threatening to undermine those efforts.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/exposed-to-covid-19-during-the-holidays-here-are-safe-tests-and-practices-11607346001", "title": "Exposed to Covid-19 During the Holidays? Here Are Safe Tests and Practices", "date": "2020-12-07 08:00", "summary": "Experts at top medical centers discuss quarantining, testing and informing people that you may be infected. The desserts were delicious, the reunions were warm, but you've just learned that someone at the holiday gathering you attended had Covid-19. What next? Today's shorter quarantine guidelines, a variety of tests and newly available therapies call for updated protocols. So what should you do if you feel sick or if you spent time near the fellow guest who has been diagnosed? And is it safer to get tested if you're considering meeting with family within the next several weeks?", "categories": [["Life & Work", "Health & Wellness"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/health-wellness?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-win-raises-pressure-on-brazils-bolsonaro-to-protect-amazon-11607346002", "title": "Biden Win Raises Pressure on Brazil's Bolsonaro to Protect Amazon", "date": "2020-12-07 08:00", "summary": "Trump administration had largely kept silent about deforestation. The incoming U.S. president wants Brazil to change course.. SÃO PAULO-The election of Joe Biden as U.S. president will raise pressure on Brazilian President Jair Bolsonaro to step up the country's effort to curb growing deforestation in the Amazon rainforest.", "categories": [["World", "Latin America"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/latin-america-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/energy-pipelines-bad-year-has-a-silver-lining-11607342400", "title": "Energy Pipelines' Bad Year Has a Silver Lining", "date": "2020-12-07 07:00", "summary": "The downturn in the oil markets isn't all bad news for pipeline operators. Low oil prices aren't exactly at the top of pipeline operators' wish lists, but they do come with one possible upside: They could help boost the value of existing infrastructure.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-trouble-with-riding-the-coattails-of-billionaires-11607338980", "title": "The Trouble With Riding the Coattails of Billionaires", "date": "2020-12-07 06:03", "summary": "Patrick Drahi's opportunistic offer to take Altice Europe private highlights the governance risk when investors play second fiddle to a controlling shareholder. Investing alongside a billionaire co-owner can be a smart way to ensure that management stays focused on shareholder interests. Except when the billionaire turns the tables.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/whistleblowers-worry-secs-interpretation-of-independent-analysis-could-discourage-tipsters-11607337001", "title": "Whistleblowers Worry SEC's Interpretation of 'Independent Analysis' Could Discourage Tipsters", "date": "2020-12-07 05:30", "summary": "New guidance from the regulator states that a tip must offer insight 'beyond what would be reasonably apparent' from publicly available information. A new Securities and Exchange Commission rule interpretation threatens to weaken the incentive for external whistleblowers to come forward with details about potential corporate fraud, tipsters and lawyers who represent them said.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-era-tax-rule-benefiting-some-multinationals-may-get-revised-under-biden-11607337001", "title": "Trump-Era Tax Rule Benefiting Some Multinationals May Get Revised", "date": "2020-12-07 05:30", "summary": "New administration may seek to revise or repeal rule that limits reach of the U.S. minimum tax on foreign profits. WASHINGTON-A Trump administration regulation that cut the tax bills of companies such as Philip Morris International Inc. and Sealed Air Corp. could be poised for reversal in 2021 as the Biden administration tries to deliver on its campaign promise to raise taxes on corporations.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/some-small-hedge-funds-reap-big-gains-in-tough-times-11607337001", "title": "Small Hedge Funds Reap Big Gains in Tough Times", "date": "2020-12-07 05:30", "summary": "As volatility hurts many investing strategies, a few of the smallest funds are putting up some of the biggest returns. Hedge funds are trailing the U.S. stock market this year. Some of the smallest funds are emerging as some of the best performers, driving greater demand for these types of managers.", "categories": [["Markets", "Financial Services", "Hedge Funds"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/business/financial-services?mod=breadcrumb", "https://www.wsj.com/news/types/hedge-funds?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/farmers-buyers-tussle-over-cocoa-prices-11607337000", "title": "Cocoa Farmers, Buyers Tussle Over Prices", "date": "2020-12-07 05:30", "summary": "Cocoa futures recently hit a nine-month high in November, despite the pandemic's blow to demand. A recent climb in the price of cocoa is fueling tensions between West African growers and candy makers including Hershey Co. and Mars Inc. about measures intended to guarantee farmers a living wage.", "categories": [["Markets", "Commodities"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/overvalued-startups-could-be-shorted-by-new-firm-11607337001", "title": "Overvalued Startups Could Be 'Shorted' by New Firm", "date": "2020-12-07 05:30", "summary": "Apeira Capital wants to bring hedge-fund-style techniques to startup investing. Venture investors often bid up prices on hot startup deals with little regard for the price they're paying. Sometimes these companies live up to the hype. But not always.", "categories": [["Pro VC Industry News"]], "category_links": ["https://www.wsj.com/news/types/pro-vc-industry-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chinas-record-exports-are-the-flipside-of-the-pandemic-in-the-u-s-11607332782", "title": "China's Record Exports Are the Flipside of the Pandemic in the U.S.", "date": "2020-12-07 04:22", "summary": "Few would have pegged surging Chinese exports to the U.S. as a likely outcome for 2020 a year ago. But that looks likely to persist a while yet.. Eighteen months ago, in the depths of the trade war with the U.S., few would have predicted that Chinese exports would be breaking records in 2020. But that is what has happened. And with wide-scale vaccine rollout in developed countries months away, that impressive strength has a way to run.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/crude-oil-treasure-debacle-leads-to-fine-for-chinese-bank-11607332377", "title": "'Crude Oil Treasure' Debacle Leads to Fine for Chinese Bank", "date": "2020-12-07 04:13", "summary": "Investment product generated big losses for individual investors when U.S. oil prices briefly went negative. One of China's biggest banks has been fined nearly $8 million over an investment product that generated big losses for individual investors when U.S. oil prices briefly went negative.", "categories": [["Markets", "Commodities"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/shares-of-chinese-companies-on-u-s-blacklist-fall-as-index-eviction-looms-11607330928", "title": "Shares of Chinese Companies on U.S. Blacklist Fall as Index Eviction Looms", "date": "2020-12-07 03:48", "summary": "FTSE Russell's decision hits shares of companies including Hangzhou Hikvision Digital. Shares of some companies the U.S. government says support China's military fell Monday, after index compiler FTSE Russell said it would drop the stocks from major indexes.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/china-exports-generate-record-trade-surplus-11607324070", "title": "China Exports Generate Record Trade Surplus", "date": "2020-12-07 01:54", "summary": "With November exports up 21% from a year earlier and import growth slowing, surplus hit $75.42 billion. China's trade surplus widened to a record in November, as global demand for the country's goods grew even more robust.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bob-dylan-sells-entire-songwriting-catalog-11614730078", "title": "Dylan Sells Songwriting Catalog to Universal Music", "date": "2020-12-07 00:01", "summary": "Universal Music Publishing Group acquires iconic singer-songwriter's music. Bob Dylan is tangled up in green.", "categories": [["General News"]], "category_links": ["https://www.wsj.com/news/types/general-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-companies-should-stop-scaring-employees-about-cybersecurity-11607364000", "title": "Why Companies Should Stop Scaring Employees About Cybersecurity", "date": "2020-12-07 00:01", "summary": "If they want workers to be more vigilant, fear doesn't work. Fortunately, there are alternatives.. Companies often turn to a powerful emotion to get employees to be vigilant about cybersecurity. They scare them.", "categories": [["Business", "Journal Reports: Technology"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/for-airlines-dry-ice-in-vaccine-transport-demands-special-attention-11607370720", "title": "For Airlines, Dry Ice in Vaccine Transport Demands Special Attention", "date": "2020-12-07 00:01", "summary": "The refrigerant needed to maintain some doses during distribution is regulated as a dangerous good for aviation transport. The large amounts of dry ice needed to speed Covid-19 vaccine candidates to pandemic-weary populations will call for special attention from airlines and safety regulators.", "categories": [["Logistics Report"]], "category_links": ["https://www.wsj.com/news/types/logistics-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11607279691", "title": "Pepper...and Salt", "date": "2020-12-07 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/shake-it-up-monday-crossword-december-7-11607294408", "title": "Shake It Up (Monday Crossword, December 7)", "date": "2020-12-07 00:01", "categories": [["WSJ Puzzles", "Crossword"]], "category_links": ["https://www.wsj.com/news/puzzle?mod=breadcrumb", "https://www.wsj.com/news/types/crossword?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/georgia-sen-loeffler-challenger-warnock-spar-in-debate-with-senate-control-at-stake-11607313583", "title": "Georgia Sen. Loeffler, Challenger Warnock Spar in Debate With Senate Control at Stake", "date": "2020-12-07 22:59", "summary": "Ms. Loeffler avoided questions about whether November's election in Georgia was rigged. Sen. Kelly Loeffler (R., Ga.) repeatedly dodged questions about whether she believes the Nov. 3 election in Georgia was rigged or if she supports President Trump's attacks on her political patron, Republican Gov. Brian Kemp, in a Sunday debate for one of two pivotal Senate runoff races.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chick-fil-a-sues-poultry-suppliers-alleging-price-fixing-11607289472", "title": "Chick-fil-A Sues Poultry Suppliers, Alleging Price-Fixing", "date": "2020-12-07 22:40", "summary": "Lawsuit adds one of the U.S. chicken industry's biggest customers to expanding litigation that alleges long-running collusion among poultry processors. Chick-fil-A Inc., the leading U.S. chicken chain, sued major poultry producers, accusing them of price-fixing that the Atlanta-based company says led to inflated prices for billions of dollars worth of its chicken purchases.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-death-of-zappos-tony-hsieh-a-spiral-of-alcohol-drugs-and-extreme-behavior-11607264719", "title": "The Death of Zappos's Tony Hsieh: A Spiral of Alcohol, Drugs and Extreme Behavior", "date": "2020-12-07 22:26", "summary": "Resume Subscription. About two weeks before Zappos.com Inc. co-founder Tony Hsieh died from injuries in a November house fire, one of his closest friends in Las Vegas got a phone call.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/rudy-giuliani-tests-positive-for-covid-19-trump-says-11607286624", "title": "Rudy Giuliani Tests Positive for Covid-19, Admitted to Hospital", "date": "2020-12-07 22:24", "summary": "President Trump's personal attorney has been leading effort to overturn last month's election results. Rudy Giuliani, who has been leading President Trump's effort to challenge the results of the presidential election, was admitted to a Washington hospital on Sunday and has tested positive for Covid-19, a person familiar with his condition said.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/exxon-under-pressure-from-new-activist-fund-11607310000", "title": "Exxon Under Pressure From New Activist Fund", "date": "2020-12-07 22:00", "summary": "Engine No. 1 plans proxy fight for four Exxon board seats. Exxon Mobil Corp. is facing the threat of a proxy fight from a newcomer activist investor with a sustainability bent that wants the beleaguered energy giant to act faster to remake itself.", "categories": [["WSJ News Exclusive", "Deals"]], "category_links": ["https://www.wsj.com/news/types/deals-deal-makers?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-to-nominate-xavier-becerra-as-health-and-human-services-secretary-11607298426", "title": "Biden to Nominate Becerra as HHS Secretary", "date": "2020-12-07 21:44", "summary": "The California attorney general has waged legal battles to preserve the Affordable Care Act. President-elect Joe Biden plans to nominate California Attorney General Xavier Becerra to lead the Department of Health and Human Services, according to people familiar with the decision, selecting a legal advocate who has waged battles to preserve the Affordable Care Act.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-to-select-rochelle-walensky-to-lead-the-cdc-11607306908", "title": "Biden to Select Rochelle Walensky to Lead the CDC", "date": "2020-12-07 21:22", "summary": "Walensky is chief of infectious diseases at Massachusetts General Hospital and a professor of medicine at Harvard Medical School. ", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/georgia-rejects-trumps-request-to-reverse-his-election-loss-11607281722", "title": "Georgia Rejects Trump's Request to Reverse His Election Loss", "date": "2020-12-07 21:16", "summary": "President had asked Georgia governor to push lawmakers to appoint pro-Trump electors. Georgia Gov. Brian Kemp won't call a special session of the state's legislature, rebuffing a request from President Trump, Lt. Gov. Geoff Duncan said Sunday.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/airbnb-boosts-ipo-price-range-to-between-56-and-60-a-share-11607302117", "title": "Airbnb Boosts IPO Range, Valuing Itself at Up to $42 Billion", "date": "2020-12-07 21:00", "summary": "New price range for home-rental company's public debut equates to $39 billion to $42 billion, fully diluted. Airbnb Inc. plans to boost the proposed price range of its initial public offering, the latest sign that the red-hot IPO market is ending the year on a high note.", "categories": [["WSJ News Exclusive", "IPOs"]], "category_links": ["https://www.wsj.com/news/types/ipos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-are-contrary-indicators-11607304600", "title": "What Are Contrary Indicators?", "date": "2020-12-07 20:30", "summary": "A contrary indicator is one that tells you it may be a good time to invest in the opposite way from the herd. Here is why they may be particularly relevant now.. Investors will hear or read about Wall Street professionals using contrary or contrarian indicators to predict which way asset prices will move. While the concept can be confusing to new investors, it may be particularly relevant now.", "categories": [["Markets", "Journal Reports: Funds/ETFs", "In Translation"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-funds-etfs?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-covid-risks-in-the-workplace-break-room-11607302800", "title": "The Covid Risks in the Workplace Break Room", "date": "2020-12-07 20:00", "summary": "Workers find extra stress at what was once a lunchtime sanctuary for friendly chatter with colleagues; here's how to take a breather safely on the job during the pandemic. Lunch breaks have become a drag for Jason Alfonso.", "categories": [["Life & Work", "At Work"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/at-work?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/your-boss-can-restrict-your-holiday-plans-in-the-pandemic-11607301504", "title": "Your Boss Can Restrict Your Holiday Plans in the Pandemic", "date": "2020-12-07 19:38", "summary": "Employers have latitude to know how workers are spending their off hours and can take away vacation time to protect the workplace from Covid-19. As the holiday season gets under way amid a Covid-19 surge across the country, employers are taking measures to encourage employees to limit their potential virus exposure and to safeguard workplaces. What is your boss is entitled to know about your holiday plans?", "categories": [["Life & Work", "Ask Personal Journal"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/ask-personal-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lawmakers-look-to-short-term-funding-measure-as-spending-talks-continue-11607293308", "title": "Lawmakers Look to Short-Term Funding as Spending Talks Continue", "date": "2020-12-07 19:27", "summary": "A vote is likely this week on a one-week continuing resolution. WASHINGTON-Lawmakers expect to pass a one-week spending bill soon that would keep the government funded through Dec. 18 and buy more time for complex, year-end negotiations on a long-term funding measure and coronavirus relief.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fight-for-upstate-new-york-house-race-continues-in-court-11607299200", "title": "Fight for Upstate New York House Race Continues in Court", "date": "2020-12-07 19:00", "summary": "Republican Claudia Tenney holds razor-thin tentative lead over U.S. Rep. Anthony Brindisi. The rematch between Republican Claudia Tenney and U.S. Rep. Anthony Brindisi will slog on in a central New York courtroom this week as the Democratic incumbent urges a judge to open more ballots, while Ms. Tenney asks to be certified as the winner-by 12 votes.", "categories": [["U.S.", "State Street"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/state-street?mod=breadcrumb"]}]