[{"link": "https://www.wsj.com/articles/bed-bath-beyond-swings-to-quarterly-loss-11578526720", "title": "Bed Bath & Beyond Swings to Quarterly Loss", "date": "2020-01-08 18:38", "summary": "The struggling home-goods retailer withdrew its fiscal 2019 guidance and plans to unveil its strategic plan soon. Bed Bath & Beyond Inc. swung to a loss in the latest quarter, weighed down by weaker sales during the holiday period, as the company's new Chief Executive Mark Tritton aims to turn around the troubled retailer.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ukraine-international-airlines-jet-crashes-after-leaving-tehran-11578463332", "title": "Photos: Ukraine International Airlines Jetliner Crashes in Iran", "date": "2020-01-08 18:20", "summary": "All 176 passengers and crew members were killed in the crash. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/i-found-intolerance-in-germany-and-not-on-the-right-11578524774", "title": "I Found Intolerance in Germany, and Not on the Right", "date": "2020-01-08 18:06", "summary": "The organizer of the conference in Heidelberg reproached me for briefing the main opposition party.. I traveled to Germany in December to present a paper at Heidelberg University. Later I shared other research I had done with legislators, their staff and the media at the Bundestag in Berlin. Both these activities are common for professors, particularly political scientists. This time was different, though, because I happened to engage with the \"wrong\" folks at the Bundestag. My host was the main opposition party, Alternative for Germany, or AfD, which made my Berlin foray unacceptable to some in Heidelberg.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/an-age-of-decision-11578524730", "title": "An Age of Decision", "date": "2020-01-08 18:05", "summary": "Old couples frequently experience friction over where to live and travel and how to spend money.. The title character In T.S. Eliot's \"The Love Song of J. Alfred Prufrock\" has trouble making decisions: \"Do I dare to eat a peach?\" He laments that \"I grow old\"-but at least he isn't married. Many older couples face friction over difficult decisions: where to live, where to go, what to throw out, how to spend money, what information to share.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/plane-crash-in-iran-devastates-tight-knit-iranian-canadian-community-11578524366", "title": "Plane Crash in Iran Devastates Tight-Knit Iranian-Canadian Community", "date": "2020-01-08 17:59", "summary": "Canada lost 63 people in the ill-fated Ukraine International Airlines flight, nearly half from Edmonton; 'People feel like they've lost a limb'. After Iran fired missiles at U.S. troops in Iraq on Tuesday, members of Edmonton's Iranian-Canadian community were glued to the television. Then some unexpected news broke: A plane had crashed shortly after takeoff from Tehran.", "categories": [["World", "Canada"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/canada-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ok-fine-ill-take-harry-and-meghans-royal-place-11578524317", "title": "OK, Fine, I'll Take Harry and Meghan's Royal Place", "date": "2020-01-08 17:58", "summary": "One of the world's most famous couples turns away from the monarchy and celebrity culture. Does that mean there's an opening?. Harry and Meghan are stepping down as senior royals, or something like that. I don't know exactly how to describe it-my royalese is dodgy-but Wednesday's announcement makes it seem like they've had enough with the whole monarchy hamster wheel, and they're making a deliberate choice to walk away. A conscious unroyaling, you could call it, and probably nine bazillion people on the internet already have. Harry and Meghan say they're going to \"work to be financially independent\" (every parent's five favorite words), focus on their charity projects and spend more time on this side of the pond. Brilliant. I look forward to bumping into them in line at Home Depot and Chipotle.", "categories": [["Life & Work", "Ideas", "Jason Gay"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/jason-gay-in-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/clashes-over-era-breaking-out-once-more-11578523932", "title": "Clashes Over ERA Breaking Out Once More", "date": "2020-01-08 17:52", "summary": "With Virginia set to become 38th state to ratify, Justice Department says it's too late. WASHINGTON-The long-dormant battle over the Equal Rights Amendment flared anew Wednesday, as Virginia's new House speaker said its ratification would be a top priority, potentially providing the final state needed to write women's equality into the Constitution, while the Trump administration issued an opinion saying the deadline to approve the measure expired in 1982.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fed-clashes-with-other-u-s-regulators-over-low-interest-loan-rules-11578498677", "title": "Banks Caught in Regulators' Squabble Over Low-Income Loan Rules", "date": "2020-01-08 17:44", "summary": "Competing plans by Federal Reserve, two U.S. agencies to overhaul lending regulations could threaten poor borrowers' access to credit. Banks face the prospect of having to navigate different sets of rules for hundreds of billions of dollars in annual lending to lower-income borrowers if top U.S. regulators can't settle a fight over competing plans for the industry.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/to-baby-or-not-to-baby-shakespeare-show-for-theatergoers-who-are-barely-walking-11578523380", "title": "To Baby Or Not to Baby-Shakespeare Show Geared Toward Infants", "date": "2020-01-08 17:43", "summary": "Resume Subscription. At a Wednesday presentation of a Shakespeare-inspired work by the New Victory Theater, a cultural group based in New York City's Times Square, the audience ran loose throughout the space, often going so far as to interrupt the actors. They also got into occasional fights with one another and picked up props at will.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/tesla-bond-feeling-100-hits-face-value-for-first-time-since-2017-11578502912", "title": "Tesla Bond Feeling 100: Hits Face Value for First Time Since 2017", "date": "2020-01-08 17:37", "summary": "Rally by the car maker's debt tracks a surge in its shares as the company hit targets to deliver new vehicles and expand overseas. Tesla Inc.'s $1.8 billion high-yield bond is trading at its full face value for the first time since the electric-vehicle maker issued the debt in 2017.", "categories": [["Markets", "Credit Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/credit-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/macys-says-holiday-sales-fell-less-than-feared-11578493613", "title": "Macy's Plans Store Closures, Posts Encouraging Holiday Sales", "date": "2020-01-08 17:27", "summary": "Department-store company to shut nearly 30 locations after comparable sales fell 0.6% in November and December. Macy's Inc. plans to shut nearly 30 stores and said its sales fell during the holiday months, but the sales decline wasn't as sharp as investors had feared amid mounting competition and a shift to online shopping.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/spotify-rolls-out-technology-aimed-at-helping-podcast-advertisers-11578499256", "title": "Spotify Rolls Out Tech Aimed at Helping Podcast Advertisers", "date": "2020-01-08 17:26", "summary": "Streaming platform aims to share data on how many people hear an ad, not just how many times a podcast is downloaded. Spotify Technology SA has launched a new digital tool that for the first time will let advertisers know how many people heard a given ad in a podcast, as the streaming giant continues its push into a rapidly growing business that has struggled to produce reliable data on listeners.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-cancer-death-rate-drops-by-largest-amount-on-record-11578484809", "title": "U.S. Cancer Death Rate Drops by Largest Amount on Record", "date": "2020-01-08 17:02", "summary": "American Cancer Society says advances in treating lung and skin cancers contributed to the 2.2% drop in cancer mortality. The cancer death rate in the U.S. dropped 2.2% from 2016 to 2017, the largest single-year drop ever recorded, according to the latest report from the American Cancer Society, continuing a longstanding decline that began a quarter-century ago.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/saudi-aramco-shares-take-hit-from-mideast-conflict-11578509844", "title": "Saudi Aramco Shares Take Hit From Mideast Conflict", "date": "2020-01-08 16:55", "summary": "The shares have lost 10% from their peak in mid-December. Investors who bought Aramco shares after the Saudi oil giant's highly anticipated initial public offering last month haven't benefited from the outbreak of conflict in the company's Mideast backyard.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/most-of-puerto-rico-without-power-as-aftershocks-continue-11578509758", "title": "Most of Puerto Rico Without Power as Aftershocks Continue", "date": "2020-01-08 16:49", "summary": "Power restored for about 500,000 customers as of Wednesday morning. Power returned to parts of Puerto Rico after a series of earthquakes caused widespread blackouts, toppled homes and schools and killed one person.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/grubhub-considers-strategic-options-including-possible-sale-11578505832", "title": "Grubhub Considers Strategic Options Including a Sale", "date": "2020-01-08 16:41", "summary": "The move comes amid increased competition and a recent decline in the food-delivery provider's shares. Grubhub Inc. is considering strategic options including a possible sale amid increased competition and a recent decline in its shares, according to people familiar with the matter.", "categories": [["WSJ News Exclusive", "Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/carlos-ghosn-set-to-tell-his-side-of-the-story-11578472943", "title": "Carlos Ghosn Berates Japan in First Public Remarks Since Jumping Bail", "date": "2020-01-08 16:40", "summary": "Former Nissan chairman denies misconduct, says he was victimized by former colleagues. BEIRUT-Carlos Ghosn-gesticulating wildly, snapping his fingers and occasionally swearing during his first public appearance since skipping bail in Japan-defended himself against charges of financial crimes and accused prosecutors and former colleagues of orchestrating his downfall.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/abbott-labs-appoints-cfo-on-the-heels-of-new-ceo-hire-11578519199", "title": "Abbott Labs Appoints CFO on the Heels of New CEO Hire", "date": "2020-01-08 16:33", "summary": "The maker of health-care products promoted its controller and senior vice president of finance to the top finance role. Abbott Laboratories appointed a new finance chief who is expected to help guide the company through its U.S. launch of a new version of a glucose monitor for diabetes.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/walgreens-sales-rise-but-profit-falls-25-11578486370", "title": "Walgreens Profit Squeezed by Weak Prescription Volumes", "date": "2020-01-08 16:29", "summary": "Drugstore chain's quarterly earnings fall 25% amid increased competition; shares drop 6%. Walgreens Boots Alliance Inc.'s quarterly earnings dropped 25% amid increased competition from online and discount retailers and shrinking profits in prescription drugs.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fazle-hasan-abed-gave-up-corporate-job-to-fight-poverty-11578518971", "title": "Fazle Hasan Abed Gave Up Corporate Job to Fight Poverty", "date": "2020-01-08 16:29", "summary": "Cyclone and war in Bangladesh prompted Shell finance executive to create giant aid agency. Fazle Hasan Abed was working as a finance executive for Shell Oil in East Pakistan when a cyclone hit the country in 1970, killing hundreds of thousands of people. The British-educated accountant rushed to organize relief efforts.", "categories": [["World", "Obituaries"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/obituaries?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/iranian-strike-on-u-s-forces-roils-markets-11578447053", "title": "Stocks Rise on Hopes for Easing Mideast Tensions", "date": "2020-01-08 16:27", "summary": "Initially sharp moves in stocks, bonds and commodities moderate. U.S. stocks rose Wednesday, extending gains after remarks from Iranian officials and President Trump suggested both countries were hoping to de-escalate tensions in the Middle East.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/business-associate-of-former-star-financier-pleads-guilty-11578518137", "title": "Business Associate of Former Star Financier Pleads Guilty", "date": "2020-01-08 16:15", "summary": "Andrew B. Scherr agreed to plead guilty to two criminal counts stemming from the collapse of a group of insurers. A former executive of a group of collapsed insurers agreed to plead guilty to federal conspiracy and fraud charges, and forfeit his rights to more than $20 million in a seized bank account.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-reagan-revival-in-trumps-foreign-policy-11578517615", "title": "A Reagan Revival in Trump's Foreign Policy?", "date": "2020-01-08 16:06", "summary": "The President invites the people of Iran to live in peace.. Ronald Reagan famously won the Cold War without firing a shot. Could Donald Trump make the world a safer place by summoning a similar mixture of courage, wisdom, action and restraint?", "categories": [["Opinion", "Best of the Web"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/best-of-the-web-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/some-democratic-senators-call-on-pelosi-to-send-over-articles-of-impeachment-11578513055", "title": "Some Senate Democrats Ask Pelosi to Send Articles of Impeachment", "date": "2020-01-08 15:44", "summary": "Lawmakers say party has little to gain from further delay after GOP's McConnell rejects call for new witnesses. WASHINGTON-A growing number of Senate Democrats are calling for House Speaker Nancy Pelosi (D., Calif.) to send over the articles of impeachment against President Trump, saying the party had little to gain from further delay.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/square-toed-shoes-the-egregious-90s-style-returns-11578516098", "title": "Square-Toed Shoes: The Egregious '90s Style Returns", "date": "2020-01-08 15:41", "summary": "But is this men's look more appropriate in the context of 'Friends' reruns?. ", "categories": [["Life & Work", "Style & Fashion", "Fashion"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/fashion?mod=breadcrumb", "https://www.wsj.com/news/types/fashion?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/seeking-thrills-by-georgia-review-finding-freedom-on-the-dance-floor-11578515893", "title": "'Seeking Thrills' by Georgia Review: Finding Freedom on the Dance Floor", "date": "2020-01-08 15:38", "summary": "The multi-instrumentalist's new album is dance-pop for small rooms, modest in scale but big in impact.. ", "categories": [["Books & Arts", "Music Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/music-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/clinton-backer-at-facebook-debunks-clinton-claims-11578437355", "title": "Clinton Backer at Facebook Debunks Clinton Claims", "date": "2020-01-08 15:30", "summary": "Plus, Chelsea shows Hunter that you don't have to fly to Ukraine to get rich.. Former presidential candidate Hillary Clinton and politicians like Rep. Adam Schiff (D., Calif.) may cling to the discredited belief that Donald Trump and Russia used social media to rig the 2016 election. But liberals in a position to know still aren't buying it.", "categories": [["Opinion", "Best of the Web"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/best-of-the-web-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/commodities-pare-overnight-moves-after-iran-fires-missiles-11578498463", "title": "Oil Ends 4.9% Lower After Trump Comments", "date": "2020-01-08 15:21", "summary": "Traders weigh weekly data showing rise in U.S. crude inventories. Oil prices slid Wednesday, erasing a recent advance that followed escalating tensions between the U.S. and Iran after President Trump said Iran appears to be backing away from a conflict.", "categories": [["Markets", "Commodities"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-to-ring-in-the-year-of-the-rat-with-dancing-lions-and-fabulous-feasts-11578514615", "title": "How to Ring in Year of the Rat? With Dancing Lions and Fabulous Feasts", "date": "2020-01-08 15:16", "summary": "Three U.S. locales where the Lunar New Year celebration is particularly festive. Where better to celebrate the Year of the Rat than with close relatives, at the Kingdom of the Mouse? Disney 's parks world-wide celebrate the holiday with decorations, characters dressed in traditional finery and special foods. At Disney California Adventure Park, Mulan's Lunar New Year Procession will be a daily centerpiece. Holiday-inspired grub ranges from traditional lo mein noodles (symbolizing long life) to bespoke creations like purple sweet-potato macarons shaped like mouse ears. disneyparks.disney.go.com", "categories": [["Life & Work", "Travel", "Sites & Sightings"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/magazine/travel?mod=breadcrumb", "https://www.wsj.com/news/types/sites-sightings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bud-light-will-share-a-super-bowl-ad-with-its-new-hard-seltzer-extension-11578514593", "title": "Bud Light Will Share a Super Bowl Ad With Its New Hard Seltzer Extension", "date": "2020-01-08 15:16", "summary": "Anheuser-Busch InBev cut back on Super Bowl ad buying after a big year in 2019. Anheuser-Busch InBev SA plans four minutes of commercials during Super Bowl LIV on Fox next month, including a single 60-second ad that will promote both Bud Light and the new Bud Light Seltzer.", "categories": [["CMO Today"]], "category_links": ["https://www.wsj.com/news/types/cmo-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/marketing-tech-firm-partnerize-raises-50-million-in-round-led-by-accel-kkr-11578514602", "title": "Marketing Tech Firm Partnerize Raises $50 Million in Round Led by Accel-KKR", "date": "2020-01-08 15:16", "summary": "The deal values Partnerize, which provides automation tools for marketing partnership management, at $240 million. Performance Horizon Group Ltd, which does business as Partnerize, raised $50 million to expand its business offering automated marketing partnership tools for brands.", "categories": [["CMO Today"]], "category_links": ["https://www.wsj.com/news/types/cmo-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-eternal-feast-banqueting-in-chinese-art-from-the-10th-to-the-14th-century-review-threes-a-stunning-crowd-11578514536", "title": "'The Eternal Feast: Banqueting in Chinese Art From the 10th to the 14th Century' Review: Three's a Stunning Crowd", "date": "2020-01-08 15:15", "summary": "An exhibition built around a trio of masterpieces traces the evolution of a genre.. Princeton, N.J.", "categories": [["Books & Arts", "Art Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/art-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ukraine-air-boeing-737-crashes-in-iran-11578457714", "title": "Ukraine-Bound Boeing Jet Crashes in Iran, Killing All on Board", "date": "2020-01-08 15:14", "summary": "Plane carrying 176 passengers and crew crashes after taking off from Tehran's main airport. A Ukraine International Airlines jetliner crashed shortly after takeoff from Tehran, killing all 176 passengers and crew members on board, an incident that comes amid military clashes between the U.S. and Iran.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/in-tight-job-market-census-bureau-stresses-flexible-hours-11578513072", "title": "In Tight Job Market, Census Bureau Stresses Flexible Hours", "date": "2020-01-08 15:13", "summary": "Government needs 500,000 people to conduct count of American households. WASHINGTON-The U.S. Census Bureau is raising pay, boosting advertising and stressing flexible hours as it rushes to lure applicants to fill 500,000 jobs for the 2020 count.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/federal-judge-questions-trump-order-on-refugees-11578513813", "title": "Federal Judge Questions Trump Order on Refugees", "date": "2020-01-08 15:03", "summary": "Permitting states and localities to object to placement contradicts federal law, challengers say. GREENBELT, Md.-A federal judge voiced skepticism of a Trump executive order that gives state and local governments the ability to object to having refugees resettled within their borders.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-the-wine-world-stands-to-lose-in-the-face-of-proposed-tariffs-11578513621", "title": "How Tariffs Could Devastate the Wine World", "date": "2020-01-08 15:00", "summary": "Across the U.S., wine professionals and restaurateurs predict catastrophe for their businesses and slim choice for consumers should new tariffs on European wine take hold. WHAT IF YOUR favorite Prosecco suddenly shot up to $30 a bottle, your weeknight Côtes du Rhône doubled in price or that biodynamic Beaujolais you favor disappeared altogether, along with just about every reasonably priced natural wine?", "categories": [["Life & Work", "Food & Drink", "On Wine"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/food-cooking-drink?mod=breadcrumb", "https://www.wsj.com/news/types/on-wine-lettie-teague?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/this-app-will-help-you-track-down-your-next-timepiece-11578512644", "title": "This App Will Help You Track Down Your Next Timepiece", "date": "2020-01-08 14:44", "summary": "Comedian Rob Corddry, co-star of the CBS sitcom 'The Unicorn,' on his fascinations with pricey watches, pointless laptops, bullet journaling and tracking down the elusive Buick GNX. My dream car is a 1987 Buick GNX. It's this big, boxy muscle car that looks like your grandma's ride if your grandma was Darth Vader. They only made 547 and it's a collectors' item, so I follow this auto auction site, bringatrailer.com, and go through its daily email searching for a GNX. I wish I had bought one five years ago when people had forgotten about this car. I just saw one go for 90 grand. Next time on the site: $110K.", "categories": [["Tech", "Personal Tech", "Gear & Gadgets"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb", "https://www.wsj.com/news/types/personal-technology-joanna-stern?mod=breadcrumb", "https://www.wsj.com/news/types/gear?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/turkey-russia-urge-truce-in-libya-as-they-expand-roles-in-country-11578511620", "title": "Turkey, Russia Urge Truce in Libya as They Expand Roles in Country", "date": "2020-01-08 14:27", "summary": "Putin and Erdogan call on parties in civil war to stop fighting and negotiate. The presidents of Turkey and Russia called for a truce in Libya's civil war to begin Sunday as both countries deepen their involvement in the oil-rich North African nation.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-organization-sets-jan-23-deadline-for-bids-on-washington-hotel-11578507309", "title": "Trump Organization Sets Deadline for Bids on Washington Hotel", "date": "2020-01-08 14:15", "summary": "Private equity, wealthy families, hotel operators expected to make offers. President Trump's real-estate business is telling potential bidders for its marquee Washington hotel that they have until Jan. 23 to make an offer, advancing a potential sale to the next stage.", "categories": [["U.S.", "Real Estate"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/undefined?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tiktok-tightens-rules-on-video-content-and-users-11578510808", "title": "TikTok Tightens Rules on Video Content and Users", "date": "2020-01-08 14:13", "summary": "TikTok's new guidelines come as cybersecurity firm releases report detailing vulnerabilities it found in the app. TikTok has overhauled its guidelines to clarify what kind of content is off-limits, from racial slurs to critical remarks about other users' hygiene, at a time when the popular video app is facing increased scrutiny over its security.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/are-bow-ties-better-left-to-children-and-puppies-11578510713", "title": "Are Bow Ties Better Left to Children and Puppies?", "date": "2020-01-08 14:11", "summary": "Favored by notables from Groucho Marx to George Kent, bows make for memorable accessories, though whether they're distinguished or too precious is up for debate. ON NOV. 13, when senior State Department official George Kent spoke in front of the House Intelligence Committee as part of the impeachment inquiry, his patterned orange-and-blue bow tie nearly upstaged his testimony. Tweets from viewers flew, comparing Mr. Kent to Dr. Who and Bill Nye the Science Guy. The Tie Bar, a Chicago-based neckwear retailer, reported that searches for bow ties on its website increased following Mr. Kent's testimony.", "categories": [["Life & Work", "Style & Fashion", "On Trend"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/fashion?mod=breadcrumb", "https://www.wsj.com/news/types/on-trend?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/next-steps-for-u-s-after-soleimanis-demise-11578510449", "title": "Next Steps for U.S. After Soleimani's Demise", "date": "2020-01-08 14:07", "summary": "If a military strike is warranted, better to target Iran's nuclear facilities. They are the reason for Iran's real threat to the rest of the world.. Regarding your editorial \"Justice Arrives for Soleimani\" (Jan. 4): It is likely that Iran will retaliate for the killing of Gen. Qassem Soleimani with a substantial attack on U.S. assets in the Middle East. It could be on the ground forces or naval resources in the area. An alternative might be to attack the resources of allies . . . Israel, Saudi Arabia, etc. Whatever Iran does, it will require a substantial retaliatory strike from the U.S.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-reinterpretation-of-genetic-tests-is-rare-11578510393", "title": "The Reinterpretation of Genetic Tests Is Rare", "date": "2020-01-08 14:06", "summary": "Genetics is a field of risks-not absolutes-and specific answers for a specific patient are nuanced and can be difficult.. \"Gene Tests Led to Surgery, Then the Odds Changed\" (Page One, Dec. 21) describes a family's experience with genetic testing, which included a rare event: a reinterpretation of genetic test results from \"likely harmful\" to \"uncertain.\" It is important to emphasize that it is extremely rare that genetic testing reports change an interpretation from harmful to anything less than that. Individuals who have been told that they have a BRCA1 or BRCA2 mutation should know that it is exceedingly unlikely that anything has changed. In the rare event that the interpretation of genetic testing results change from harmful to uncertain (or vice versa), the health-care provider who ordered the test is notified. It's important for individuals who have undergone genetic testing to keep their contact information current with their health-care providers.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chiles-inequality-problem-is-deeply-seated-11578510373", "title": "Chile's Inequality Problem Is Deeply Seated", "date": "2020-01-08 14:06", "summary": "The Chilean crisis is about deep systemic inequality, the need for significant structural reforms and the widely perceived view that political and business elites are indifferent to their citizenry on these issues.. Regarding Axel Kaiser's \"Latin America's 'Oasis' Descends into Chaos\" (op-ed, Jan. 2): While it's true, as Mr. Kaiser says, that Chile is in a full-blown economic and political crisis, I emphatically disagree with his view that the ultimate cause of the crisis results from \"a profoundly false narrative Chilean [progressive] elites tell themselves about the country . . . the myth that Chile is an extreme case of injustice and abuse.\" While the social-justice driven agenda and expenditures of the previous administration likely contributed to the slowdown in economic growth (along with the reduced global demand for copper), it is disingenuous to suggest that such attempts to address social needs-well designed or not-were simply the product of a false narrative.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-spark-so-many-recipes-need-umeboshi-11578509924", "title": "The Spark So Many Recipes Need: Umeboshi", "date": "2020-01-08 13:58", "summary": "Sour, salty, so delicious, these pickled plums pack a scrumptious punch. I FIRST FELL IN LOVE with the puckery-tart flavor of ume plums at the sushi bar. Frugality led me to it: A vegetarian roll made with salty plum paste and grassy shiso leaves was a very pleasant way to keep my bill in check.", "categories": [["Life & Work", "Food & Drink"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/food-cooking-drink?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/iranian-strikes-alter-commerce-travel-in-persian-gulf-11578486060", "title": "Iran Strikes Reverberate Across Persian Gulf Economy", "date": "2020-01-08 13:45", "summary": "Shippers divert cargo, airlines cancel flights following Iranian missile attacks on U.S. forces in Iraq. DUBAI-Two major tanker operators, including Saudi Arabia's state-controlled Bahri, suspended crossings in the Strait of Hormuz Wednesday, as the economic fallout from rising U.S.-Iranian tensions, including an Iranian military strike on U.S. bases in Iraq, rippled throughout the region.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/elizabeth-warrens-base-is-getting-anxious-11578501680", "title": "Warren's Base Is Getting Anxious", "date": "2020-01-08 13:23", "summary": "Supporters at a town hall in Brooklyn say they are concerned the Massachusetts senator isn't connecting with more moderate Democrats. NEW YORK-Some of Sen. Elizabeth Warren's supporters are starting to worry about her ability to appeal to a broad range of voters outside of liberal hubs, with less than a month to go before the Iowa caucuses.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/rod-rosensteins-next-move-after-mueller-probe-corporate-law-11578490201", "title": "Rosenstein's Next Move After Mueller Probe: Corporate Law", "date": "2020-01-08 13:22", "summary": "After turning down book deals, the former deputy attorney general joins King & Spalding. Rod Rosenstein, the high-profile former deputy attorney general who oversaw special counsel Robert Mueller's Russia investigation, is joining a corporate law firm that is home to several other senior Republican law-enforcement officials.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/stick-a-cork-in-the-ipo-bubbly-11578506598", "title": "Stick a Cork in the IPO Bubbly", "date": "2020-01-08 13:03", "summary": "Issuers had a mixed year but left less money on the table by year-end. Not everyone cheers when initial public offerings of growth companies \"pop\" on their first day of trading. In theory, money was left on the table. But what do you call it when an IPO drops in first-day trading or shortly thereafter? A deflation? An implosion? A corking?", "categories": [["Markets", "Overheard"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/overheard?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hong-kong-protests-reverberate-in-taiwan-11578506068", "title": "'Taiwan Cannot Become Like Hong Kong': A Fresh Challenge to China", "date": "2020-01-08 12:54", "summary": "Resume Subscription. KAOHSIUNG, Taiwan-Fallout from Hong Kong's unrest is galvanizing resistance against China on another front: Taiwan.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/constellation-brands-again-lowers-value-of-cannabis-bet-11578490596", "title": "Cannabis Bet Weighs on Profit at Constellation Brands", "date": "2020-01-08 12:25", "summary": "However, the beverage company said its profit and sales rose on stronger demand for its beer. Constellation Brands Inc. said the value of its bet on a Canadian cannabis company fell again in the latest quarter.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/baseballs-hot-stove-is-hot-again-11578500507", "title": "Baseball's Hot Stove Is Hot Again", "date": "2020-01-08 12:21", "summary": "After two consecutive quiet winters, the market has heated up with nearly every big-name free agent signed. After two consecutive winters that featured a historically sluggish employment market and the implosion of baseball's labor relations, something really weird has happened: This off-season has felt remarkably normal.", "categories": [["Sports", "MLB"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/mlb?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/japanese-authorities-blast-carlos-ghosn-after-his-news-conference-11578503293", "title": "Japanese Authorities Blast Carlos Ghosn After His News Conference", "date": "2020-01-08 12:08", "summary": "Ex-Nissan Chairman 'failed to justify his acts,' Tokyo prosecutor says. TOKYO-Japanese legal officials said Carlos Ghosn has only himself to blame for his troubles and called his criticism of Japanese justice wrongheaded.", "categories": [["Business", "Autos & Transportation", "Autos Industry"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/transportation?mod=breadcrumb", "https://www.wsj.com/news/types/autos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sickness-can-turn-to-health-for-walgreens-11578502959", "title": "Sickness Can Turn to Health for Walgreens", "date": "2020-01-08 12:02", "summary": "A strong flu season could still trump weak first-quarter results for the pharmacy giant. Can the flu return Walgreens Boots Alliance shares to health?", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/president-trump-addresses-iran-conflict-11578496704", "title": "Trump Addresses U.S.-Iran Conflict After Overnight Missile Strikes", "date": "2020-01-08 11:53", "summary": "President criticizes Obama administration's Iran policy and calls on NATO to break away from Iran nuclear deal. WASHINGTON-President Trump said Iran appears to be backing away from conflict with the U.S., in comments following an overnight assessment that missile strikes against two military bases in Iraq didn't result in U.S. casualties.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/dinner-bell-vs-doorbell-when-mom-and-dad-cook-the-kids-send-for-doordash-11578502404", "title": "Dinner Bell vs. Doorbell: When Mom and Dad Cook, the Kids Send for DoorDash", "date": "2020-01-08 11:53", "summary": "Children use delivery apps to subvert family meals; 'Don't they know mom's food is better?'. Shelley Jones Davis was preparing a meal for a family gathering at her home in Tacoma, Wash., on a recent Sunday evening when the doorbell rang.", "categories": [["A-hed"]], "category_links": ["https://www.wsj.com/news/types/a-hed?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/in-florida-homeowners-come-for-the-weather-and-stay-for-the-tax-relief-11578501325", "title": "In Florida, Homeowners Come for the Weather and Stay for the Tax Relief", "date": "2020-01-08 11:35", "summary": "Wealthy property owners are fleeing high-tax states like New York, New Jersey, and Connecticut for the Sunshine State, which has no state income or estate tax. There's a way for rich homeowners to potentially shave tens of thousands of dollars from their tax bills. They can get that same savings the next year and the following years as well. They can cut their taxes even further after they die. What's the secret?", "categories": [["Real Estate", "Counting House"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/counting-house?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cast-of-the-connors-will-perform-live-with-primary-coverage-as-part-of-the-plot-11578499202", "title": "'The Conners' to Air Live Feb. 11, Incorporating Primary Coverage", "date": "2020-01-08 11:21", "summary": "ABC said the episode's plot will have one of the show's characters watching election results as part of a school assignment. In an unusual collaboration between ABC's entertainment and news divisions, the Feb. 11 episode of the family comedy \"The Conners\" will be performed live for the East and West Coasts and integrate the network's coverage of the New Hampshire presidential primary into its plot.", "categories": [["Business", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-workplace-of-2050-according-to-experts-11578499235", "title": "The Workplace of 2050, According to Experts", "date": "2020-01-08 11:00", "summary": "Chef Christina Tosi, Roblox CEO David Baszucki and others predict what's next for the way their industries work. Author", "categories": [["", "Work"]], "category_links": ["https://www.wsj.com/news/tech/future-of-everything?mod=svg-breadcrumb"]}, {"link": "https://www.wsj.com/articles/welcome-to-walmart-the-robot-will-grab-your-groceries-11578499200", "title": "Welcome to Walmart. A Robot Will Grab Your Groceries.", "date": "2020-01-08 11:00", "summary": "Walmart is testing back-of-store automated systems that can collect 800 products an hour, 10 times as many as a store worker. In the backroom of a Walmart store in Salem, N.H., is a floor-to-ceiling robotic system that the country's largest retailer hopes will help it sell more groceries online.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/seahawks-games-are-the-craziest-theres-data-to-prove-it-11578498208", "title": "Seahawks Games Are the Craziest. There's Data to Prove It.", "date": "2020-01-08 10:43", "summary": "Seattle's games are close. The endings are dramatic. The probability swings are steep. Here's the data behind it.. PHILADELPHIA-The Seattle Seahawks were facing a 40-year-old backup quarterback who had never taken a postseason snap and was unexpectedly thrust into action in the middle of a playoff game. The game should not have been close.", "categories": [["Sports", "NFL"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/nfl?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/inside-the-unseen-archives-of-dorothea-lange-11578496597", "title": "Inside the Unseen Archives of Dorothea Lange", "date": "2020-01-08 10:16", "summary": "Researching in the archives of Lange, the great documentarian of the Depression-era American West, artist Sam Contis uncovered a trove of unseen work by the photographer. Artist Sam Contis, whose primary medium is photography, moved to Oakland, California, from New York in 2012, settling in a neighborhood not 10 minutes by car from the photographic archive of one of her heroes, Dorothea Lange, the great documentarian of the Depression-era American West. Contis discovered this fact only belatedly, in 2017, when she visited a Lange retrospective at the Oakland Museum of California, the official repository of Lange's work since her death in 1965. Having long harbored a sense of sorority with Lange, Contis began researching there, sifting through hundreds of negatives and contact sheets, few of which had ever been printed, seen or circulated. \"I was genuinely surprised at the range of work,\" she recalls. \"This was especially true of the more personal pictures-they seemed so close to pictures I might have made.\"", "categories": [["What's News"]], "category_links": ["https://www.wsj.com/news/types/magazine-what-s-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/rumble-in-the-bronxhells-angels-bikers-upset-some-new-neighbors-11578495709", "title": "Rumble in the Bronx-Hells Angels Bikers Upset Some New Neighbors", "date": "2020-01-08 10:11", "summary": "Shooting at group's recently purchased clubhouse raises concerns about the safety of the community. Last month, an infamous gang of bikers rolled into a sleepy, tree-lined neighborhood in the Bronx. Since their arrival, there has been a shooting, the resignation of a lawyer for a local New York City councilman and a growing concern among some residents about the safety of the community.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-robot-tax-debate-heats-up-11578495608", "title": "Should Robots Pay Taxes?", "date": "2020-01-08 10:00", "summary": "Resume Subscription. Author", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/big-banks-seek-less-liquidity-from-fed-amid-stable-money-market-rates-11578495553", "title": "Big Banks Seek Less Liquidity From Fed Amid Stable Money-Market Rates", "date": "2020-01-08 09:59", "summary": "Fed injects $46.6 billion into markets via repurchase agreements. Demand for the Federal Reserve's short-term market liquidity offering ebbed a bit after robust interest at the start of the week.", "categories": [["Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/selena-gomez-interview-cover-story-rare-11576604845", "title": "The Ballad of Selena Gomez", "date": "2020-01-08 09:38", "summary": "After a long journey through illness and heartbreak, the former teen star emerges as a full-fledged artist with her first album in four years.. Even before the waiter offers a menu, Selena Gomez lays her cards on the table. \"I feel like I was supposed to go through everything I've gone through,\" she says as she takes a seat at a rooftop restaurant in Los Angeles. \"I had low self-esteem, and that's something I work on continuously. But I feel so empowered because I've gained so much knowledge about what was going on mentally,\" she adds. Soon after, she smiles mischievously and says, \"Let's talk about all the stuff I'm not supposed to.\" She's dressed like her 1990s style icon, Jennifer Aniston's character Rachel Green, from Friends, wearing a shrunken ribbed cardigan over a plaid sundress. \"Of course, there were a few moments in my life when I felt like, Why? Why me?\" she says. \"But now I look at it as, At least I can relate to more people.\"", "categories": [["Feature"]], "category_links": ["https://www.wsj.com/news/types/magazine-feature?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/on-the-red-carpet-puffy-sleeves-equal-power-11578493888", "title": "On the Red Carpet, Puffy Sleeves Equal Power", "date": "2020-01-08 09:31", "summary": "On the Golden Globes red carpet, Olivia Colman, Beyoncé and others flaunted big shoulders and 'sleeves so big ... they're full of secrets'. Look out, linebackers. Puffy shoulders on the red carpet are the latest word in defense.", "categories": [["Life & Work", "Life & Style"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/life-style?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-private-sector-added-202-000-jobs-in-december-11578491789", "title": "U.S. Private Sector Added 202,000 Jobs in December", "date": "2020-01-08 08:56", "summary": "Service-providing companies drive most of the overall increase, according to ADP report. The nonfarm private sector in the U.S. added 202,000 jobs in December, topping economists' expectations.", "categories": [["Economy", "Economic Data"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/economic-data?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/big-oils-big-write-downs-11578491471", "title": "Big Oil's Big Write-Downs", "date": "2020-01-08 08:51", "summary": "Oil companies are likely to impair billions in assets this year despite the latest geopolitically driven price jumps. Big-oil investors shouldn't pay too much attention to alarming headlines from the Middle East.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/investors-in-europe-pin-hopes-on-a-government-boost-11578489990", "title": "Investors in Europe Pin Hopes on a Government Boost", "date": "2020-01-08 08:26", "summary": "Increased state spending could give Europe's sluggish growth rate a boost, though some investors remain skeptical that debt-wary governments will follow through. Signs that European governments may loosen their purse strings are giving investors hope that regional stocks, which had a banner 2019, could drive higher again this year.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lets-rethink-what-counts-as-paid-work-11578488558", "title": "Let's Rethink What Counts as Paid Work", "date": "2020-01-08 08:02", "summary": "Resume Subscription. Author", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/albanian-airbase-gets-nato-upgrade-as-alliance-plays-to-its-strengths-in-balkans-11578488407", "title": "Albanian Air Base Gets NATO Upgrade", "date": "2020-01-08 08:00", "summary": "Graveyard of obsolete MiGs to become refueling station for NATO planes projecting power eastward. KUCOVA, Albania-In this town once known as Stalin City, NATO is modernizing an air base to sharpen the alliance's capabilities in the western Balkans, a region where it is nudging Russia aside.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/for-memory-chip-makers-the-worst-appears-to-be-over-11578487758", "title": "For Memory-Chip Makers, the Worst Appears to Be Over", "date": "2020-01-08 07:49", "summary": "Improved demand, higher prices feed optimism for a return to growth. SEOUL-After an excruciating year, makers of memory chips have reason to breathe a sigh of relief: The industry's slide appears to have ended.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/less-is-more-for-big-pharma-in-2020-11578484800", "title": "Less Is More for Big Pharma in 2020", "date": "2020-01-08 07:00", "summary": "Drug-price inflation is slowing-that might be better news for investors than it seems.. Drug-price inflation, a source of profit and headaches alike for the pharmaceutical industry, is slowing down. That might be better news for investors than it seems.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sonos-tunes-in-to-techlash-11578483000", "title": "Sonos Tunes In to Techlash", "date": "2020-01-08 06:30", "summary": "In publicly griping about Google and Amazon, high-end speaker maker shows how sentiment has shifted. Sonos has a lot to lose in publicly challenging Google and Amazon.com . But on second glance, perhaps not as much as it seems.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/permira-invests-in-vehicle-telematics-maker-lytx-11578483000", "title": "Permira Invests in Vehicle Telematics Maker Lytx", "date": "2020-01-08 06:30", "summary": "Previous Lytx investors GTCR and Clearlake Capital see exits through Permira deal. Lytx Inc., whose systems monitor commercial vehicle drivers with cloud-connected video cameras, has received a new investment that values the business at more than $2.5 billion.", "categories": [["Pro PE Deals"]], "category_links": ["https://www.wsj.com/news/types/pro-pe-deals?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ibms-quantum-computing-service-tops-100-customers-11578481200", "title": "IBM's Quantum-Computing Service Tops 100 Customers", "date": "2020-01-08 06:00", "summary": "That's up from 40 a year ago, company says; clients include Delta, Daimler and JPMorgan. International Business Machines Corp. said Wednesday that more than 100 organizations are using its quantum-computing services, including businesses, universities and government research facilities.", "categories": [["CIO Journal"]], "category_links": ["https://www.wsj.com/news/types/cio-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/british-chemical-giant-ineos-to-invest-800-million-in-a-new-chinese-plant-11578480660", "title": "British Chemical Giant Ineos to Invest $800 Million in a New Chinese Plant", "date": "2020-01-08 05:51", "summary": "The move signals multinationals' interest in China, despite trade tension and slowing growth. Ineos Ltd., one of the world's largest chemical producers, is nearing an $800 million investment in a new plant in China, according to a person familiar with the matter, a sign that multinational manufacturers are still optimistic about China's economic outlook.", "categories": [["Business", "Asia"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/theyre-putting-a-roller-coaster-on-a-cruise-ship-11578479401", "title": "They're Putting a Roller Coaster on a Cruise Ship", "date": "2020-01-08 05:30", "summary": "Placing an $8 million amusement park ride atop the 20th deck of the Mardi Gras cruiseliner isn't as easy as it sounds. Munich", "categories": [["Life & Work", "Travel", "The Middle Seat"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/magazine/travel?mod=breadcrumb", "https://www.wsj.com/news/types/the-middle-seat?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/who-wins-in-a-personal-injury-lawsuit-it-can-be-the-doctor-11578479400", "title": "Who Wins in a Personal-Injury Lawsuit? It Can Be the Doctor.", "date": "2020-01-08 05:30", "summary": "Resume Subscription. Some doctors treating accident victims are taking a page from plaintiffs' lawyers, agreeing to get paid only after a lawsuit wraps up.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/u-s-pork-producers-didnt-bring-home-the-bacon-in-2019-11578479401", "title": "Pork Producers Didn't Bring Home the Bacon in 2019", "date": "2020-01-08 05:30", "summary": "Hog farmers missed 'the opportunity of a lifetime' last year during the trade war with China. Farmers are hoping that 2020 will be the year that China finds its appetite for U.S. pork after a disappointing 2019 for exports.", "categories": [["Markets", "Commodities"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/stocks-to-watch-tesla-gm-t-mobile-us-jm-smucker-11578475633", "title": "Stocks to Watch: Tesla, GM, T-Mobile US, JM Smucker", "date": "2020-01-08 04:27", "summary": "Here are some of the companies whose shares are expected to trade actively in Wednesday's session. Here are some of the companies with shares expected to trade actively in Wednesday's session. Stock movements noted by ticker reflect movements during regular trading hours.", "categories": [["Markets", "MoneyBeat"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/moneybeat?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-really-matters-for-the-surging-price-of-gold-11578470353", "title": "What Really Matters for the Surging Price of Gold", "date": "2020-01-08 02:59", "summary": "Real U.S. government bond yields mostly govern the direction of gold prices, and rallies based on geopolitical distress often fade quickly. Gold passed $1,600 per ounce in early Asian trading hours Wednesday, its highest price in nearly seven years. The rally, sparked by Iranian missile attacks on bases in Iraq where U.S. troops are stationed, is likely to be short-lived unless the conflict begins to affect expectations for the American economy.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11578421573", "title": "Pepper...and Salt", "date": "2020-01-08 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bloomberg-puts-geographic-inequality-on-the-2020-agenda-11578484804", "title": "Bloomberg Puts Geographic Inequality on the 2020 Agenda", "date": "2020-01-08 00:01", "summary": "Former mayor looks to equip more cities with the assets that make New York wealthy. The widening gap between wealthy coastal cities and the lagging heartland has been a powerful, polarizing force in American politics, yet presidential campaigns have seldom debated what to do about it.", "categories": [["Economy", "Capital Account"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/capital-account?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/stampede-at-funeral-procession-for-iranian-commander-kills-35-11578390888", "title": "Iran Fires Missiles at U.S. Forces in Iraq", "date": "2020-01-08 22:58", "summary": "More than a dozen missiles target two bases where U.S. troops are stationed, in attack Tehran says is vengeance for killing of top Iranian general. Iran fired more than a dozen ballistic missiles at U.S. forces in Iraq, the Pentagon said late Tuesday, in attacks Iran's Islamic Revolutionary Guard Corps said were retribution for the U.S. killing of Iranian Maj. Gen. Qassem Soleimani.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/irans-arsenal-includes-hundreds-of-short-and-medium-range-ballistic-missiles-11578452239", "title": "In Iran's Arsenal: Hundreds of Short- and Medium-Range Ballistic Missiles", "date": "2020-01-08 21:57", "summary": "Experts believe it is working on technologies that could pave the way for intercontinental missiles. Iran has hundreds of short- and medium-range ballistic missiles that it has been developing since the 1980s based on Soviet, North Korean and Chinese components. It says it has limited the maximum range of those missiles to 1,250 miles and hasn't tested any yet that go beyond that range.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/puerto-rico-struck-by-magnitude-6-5-earthquake-11578389737", "title": "Another Powerful Quake Jolts Puerto Rico, Killing One Person", "date": "2020-01-08 21:56", "summary": "Magnitude-6.4 tremor, strongest in string of quakes to hit U.S. territory in recent weeks, kills one. A magnitude-6.4 earthquake struck Puerto Rico early Tuesday, killing one person, toppling homes and buildings, and triggering a blackout on the island that is still recovering two years after Hurricane Maria.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/beijing-decides-china-needs-real-capital-markets-after-all-11578451770", "title": "Beijing Decides China Needs Real Capital Markets After All", "date": "2020-01-08 21:52", "summary": "China has spent the last several years reorienting its financial system around state-owned banking. Beijing has spent the last three years stomping on its shadow banking sector. So a call by regulators over the weekend for banks and insurers to guide more household savings into capital markets with the help of \"wealth management, insurance, trust and other products\" should be enough to raise eyebrows. Shares in Shenzhen are up about 1% from Friday's close. The policy document promulgated Saturday could amount to a significant fillip to struggling private companies", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nyc-harry-potter-store-might-have-to-tame-its-design-dragons-11578449936", "title": "NYC Harry Potter Store Might Have to Tame Its Design Dragons", "date": "2020-01-08 21:18", "summary": "A landmark panel voted against what some members called 'inappropriate' signage at the Flatiron District location. Muggles of Manhattan get ready: Harry Potter is poised to work his magic in the Flatiron District, but he may have to tame his design aspirations.", "categories": [["U.S.", "Culture"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-culture?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/borden-dairy-lenders-blast-irrational-bankruptcy-filing-11578447796", "title": "Borden Dairy Lenders Blast 'Irrational' Bankruptcy Filing", "date": "2020-01-08 20:43", "summary": "KKR's credit arm says the milk company has 'no discernible path through bankruptcy'. Lenders to Borden Dairy Co. slammed the milk producer for filing what they said was \"a surprise and value-destructive bankruptcy\" aimed at benefiting its private-equity backer Acon Investments.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-mideast-allies-brace-for-blowback-from-iranian-generals-killing-11578436178", "title": "America's Mideast Allies Want to Sit Out Iranian-U.S. Confrontation", "date": "2020-01-08 20:30", "summary": "Countries that have long pushed for a tougher American stance toward Tehran are keeping a low profile. In the wake of the U.S. drone killing of Iranian Maj. Gen. Qassem Soleimani, America's allies in the region-nations that have long pushed for a tougher American stance on Iran-are keeping a low profile, fearing they will be hit by the fallout.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lawmakers-huddle-amid-trump-impeachment-impasse-11578420162", "title": "McConnell Says Impeachment Trial to Start Without Guarantee of Witnesses", "date": "2020-01-08 20:14", "summary": "Senate majority leader rebuffs calls from Democrats to allow any more information on Trump and Ukraine. WASHINGTON-Senate Majority Leader Mitch McConnell said he has enough votes to set impeachment-trial rules that don't guarantee new witnesses would be called, rebuffing demands from Democrats amid mounting signs that a deadlock over the process was beginning to loosen.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sprouts-farmers-market-names-new-finance-chief-11578445708", "title": "Sprouts Farmers Market Names New Finance Chief", "date": "2020-01-08 20:08", "summary": "Denise Paulonis previously served as CFO at Michaels. Specialty grocer Sprouts Farmers Market Inc. named a new finance chief as it looks to defend its share of the food retail industry amid growing competition from conventional supermarkets.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/inside-carlos-ghosns-great-escape-a-train-planes-and-a-big-black-box-11578445084", "title": "Inside Carlos Ghosn's Great Escape: A Train, Planes and a Big Black Box", "date": "2020-01-08 19:58", "summary": "Resume Subscription. After months of planning and millions of dollars in costs, Carlos Ghosn climbed into a large, black case with holes drilled in the bottom. He had just traveled by train 300 miles from his court-approved Tokyo home to Osaka, Japan.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/biden-places-his-iran-bets-11578443054", "title": "Biden Places His Iran Bets", "date": "2020-01-08 19:57", "summary": "He comes down against the Soleimani raid and predicts Mideast chaos.. That was some speech Tuesday by Joe Biden. The Democratic presidential candidate and former Vice President wrapped himself tightly in Barack Obama's Iran policy, called Donald Trump's strike against Iranian General Qasem Soleimani a \"debacle,\" and all but declared that Mr. Trump is the greatest single danger to world order. As election bets go, this is a big one.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/samsung-expects-operating-profit-to-plunge-pins-hope-on-5g-11578444784", "title": "Samsung's Profit Hurt by Chip Slump, Pins Hope on 5G", "date": "2020-01-08 19:53", "summary": "As the world's largest smartphone and memory chip maker, the company's earnings are seen as a bellwether for the tech industry. SEOUL- Samsung Electronics Co. expects a 34% drop in its fourth-quarter operating profit for 2019, affected by a continued global slump in semiconductor sales that have recently clouded the company's earnings performance.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-troops-allies-brace-for-threatened-iranian-retaliation-11578435459", "title": "U.S. Troops, Allies Brace for Threatened Iranian Retaliation", "date": "2020-01-08 19:40", "summary": "Commanders are shoring up defenses, moving personnel and suspending operations aimed at countering Islamic State. BEIRUT-U.S. forces and their Western allies in the Middle East took swift steps to bolster their defenses in the days before a retaliatory attack by Iran in response to last week's American drone strike that killed a top Iranian commander.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/oil-traders-lose-faith-in-geopolitical-rallies-11578402000", "title": "Oil Traders Lose Faith in Geopolitical Rallies", "date": "2020-01-08 19:38", "summary": "'If you bought any geopolitical rally last year, you were wrong,' one trader says. Escalating tensions in the Middle East are boosting oil prices, but some investors are skeptical the rally has legs after other recent geopolitical flare-ups in the market quickly eased.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/senator-whose-spouse-runs-major-exchange-to-help-oversee-regulator-11578440898", "title": "Senator Whose Spouse Runs Major Exchange to Help Oversee Regulator", "date": "2020-01-08 19:34", "summary": "Kelly Loeffler's husband Jeffrey Sprecher is chairman and chief executive of Intercontinental Exchange. A new U.S. senator whose spouse both runs and owns a minority stake in a major exchange operator will help oversee one of the company's main federal regulators, setting up a potential conflict of interest.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/blue-state-redistribution-11578443075", "title": "Blue State Redistribution", "date": "2020-01-08 19:24", "summary": "High-tax states are losing people, money and seats in Congress.. The U.S. population grew last year at the slowest rate since World War I as the birth rate and immigration declined, the Census Bureau reported last week. Slowing population growth will have significant economic and social implications for the country, but especially for high-tax states.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-oil-price-that-hasnt-spiked-11578442921", "title": "The Oil Price That Hasn't Spiked", "date": "2020-01-08 19:22", "summary": "The small move in prices shows the strategic benefit of U.S. shale.. The consequences of President Trump's targeted killing of Qasem Soleimani will play out over many months, but one notable and welcome response so far is the oil price that hasn't spiked. The U.S. shale-oil revolution is delivering benefits far beyond faster economic growth.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tech-giants-defend-privacy-efforts-promise-improvements-11578442556", "title": "Tech Giants Defend Privacy Efforts, Promise Improvements", "date": "2020-01-08 19:15", "summary": "Facebook, Apple executives at CES stand by companies' encryption, data practices amid heightened scrutiny. Privacy experts from Facebook Inc. and Apple Inc. defended the security and use of consumer data on their platforms, though they said greater protections and public education are needed, especially as technology evolves and new laws around it take shape.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/boeing-recommends-fresh-max-simulator-training-11578423221", "title": "Boeing Backs MAX Simulator Training", "date": "2020-01-08 19:13", "summary": "Airlines face added complications in returning aircraft to service once regulators give go-ahead. Boeing Co. recommended extra flight-simulator training for 737 MAX pilots, a humbling and costly reversal of a longstanding design principle that helped the aircraft maker minimize the time and expense for airlines to start flying the jets.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ghosn-and-japan-inc-can-make-up-11578442226", "title": "Ghosn and Japan Inc. Can Make Up", "date": "2020-01-08 19:10", "summary": "There is plenty of disgrace to go around, which points to a possible plea deal.. There are two reasons to become a fugitive: because you're afraid you'll get justice or afraid you won't. This column first used these words not in relation to Carlos Ghosn but in relation to Jacob \"Kobi\" Alexander, the tech CEO who fled to Namibia in 2006 rather than face prosecution in the stock-option backdating scandals.", "categories": [["Opinion", "Business World"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/business-world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/be-prepared-for-president-sanders-11578441912", "title": "Be Prepared for President Sanders", "date": "2020-01-08 19:05", "summary": "The Vermont socialist could soon become the front-runner for the Democratic nomination.. Bernie Sanders significantly outraised his Democratic presidential rivals in the final three months of 2019. He is very much in the hunt for the first three contests of the primary season. He has run second, behind Joe Biden, in national polls for most of the past year and matches up better head-to-head against President Trump than either Elizabeth Warren or Pete Buttigieg. When Sanders supporters complain that the political press isn't giving their guy the attention he deserves, they have a point.", "categories": [["Opinion", "Upward Mobility"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/upward-mobility?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/two-mcdonalds-executives-allege-race-discrimination-11578441939", "title": "Two McDonald's Executives Allege Racial Discrimination", "date": "2020-01-08 19:05", "summary": "Suit from two black executives comes as new CEO works on company culture. Two African-American executives at McDonald's Corp. sued the company alleging racial discrimination and civil rights abuses.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/reflections-on-a-turbulent-decade-11578441862", "title": "Reflections on a Turbulent Decade", "date": "2020-01-08 19:04", "summary": "Students define the 2010s as a time of polarization, digitalization and backlash to globalization.. Editor's note: This Future View is about what defined the past decade. Next week we'll ask, \"What's one prediction you'd make about politics, technology or education in 2020?\" Students should click here to submit opinions of fewer than 250 words before Jan. 14. The best responses will be published that night.", "categories": [["Opinion", "Future View"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/future-view?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nbcuniversal-aims-to-merge-tv-and-digital-ad-buying-with-new-tech-11578441600", "title": "NBCUniversal Aims to Merge TV and Digital Ad Buying With New Tech", "date": "2020-01-08 19:00", "summary": "More than 300 engineering and platform employees are working on building an all-in-one ad system. Comcast Corp. -owned NBCUniversal says it is accelerating efforts to create a single ad technology and sales infrastructure for marketers to run media plans across its TV and digital properties, and across local, national and global markets.", "categories": [["CMO Today"]], "category_links": ["https://www.wsj.com/news/types/cmo-today?mod=breadcrumb"]}]