[{"link": "https://www.wsj.com/articles/restaurants-vs-insurers-shapes-up-as-main-event-in-d-c-lobbying-fight-11587288600", "title": "Restaurants vs. Insurers Shapes Up as a Big Lobbying Fight", "date": "2020-04-19 19:56", "summary": "Hard-hit eateries press business-interruption claims, even on policies that excluded pandemics. WASHINGTON-The government's efforts to help businesses recover from the coronavirus pandemic are triggering waves of lobbying skirmishes, and one of the biggest fights shaping up pits restaurants against the insurance industry.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/remembering-richard-brodsky-a-legislative-champion-11587337200", "title": "Remembering Richard Brodsky, a Legislative Champion", "date": "2020-04-19 19:00", "summary": "Veteran New York State Assembly member died at 73; his family believes he was infected with the coronavirus. Richard Brodsky should be writing this column.", "categories": [["U.S.", "State Street"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/state-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hong-kong-arrests-spark-anger-from-movement-that-has-left-the-streets-11587332397", "title": "Hong Kong Arrests Spark Anger From Movement That Has Left the Streets", "date": "2020-04-19 18:03", "summary": "Pro-democracy marches are on hold in coronavirus pandemic, but calls emerge for summer protests. HONG KONG-The arrest of veteran pro-democracy figures has stirred anger among supporters of a protest movement that has stayed off the streets during the coronavirus pandemic and spurred calls to restart demonstrations this summer.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mexican-mogul-resists-coronavirus-restrictions-11587330016", "title": "Mexican Mogul Resists Coronavirus Restrictions", "date": "2020-04-19 17:00", "summary": "Ricardo Salinas Pliego compares Covid-19 lockdowns to jail; his TV network disputes deputy health minister's advice. MEXICO CITY-As Covid-19 cases and deaths mount across Mexico, the country's second richest businessman is publicly defying health recommendations meant to prevent the spread of the new coronavirus, sparking a confrontation with the government.", "categories": [["World", "Latin America"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/latin-america-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/afghan-presidents-palace-struck-by-coronavirus-11587329024", "title": "Afghan President's Palace Struck by Coronavirus", "date": "2020-04-19 16:43", "summary": "At least 20 people working for President Ashraf Ghani have tested positive. The coronavirus pandemic reached the presidential palace in Afghanistan's capital, where at least 20 people working for President Ashraf Ghani have tested positive, two government officials said Sunday.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-testing-hampered-by-disarray-shortages-backlogs-11587328441", "title": "Coronavirus Testing Hampered by Disarray, Shortages, Backlogs", "date": "2020-04-19 16:34", "summary": "Resume Subscription. Amid efforts to expand coronavirus testing, laboratory operators and state health officials are navigating a thicket of supply shortages, widespread test backlogs, unexpected snafus and unreliable results, often with no referee-prolonging the national crisis.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/more-americans-fear-lifting-coronavirus-restrictions-too-soon-wsj-nbc-poll-says-11587301203", "title": "More Americans Fear Lifting Coronavirus Restrictions Too Soon, WSJ/NBC Poll Says", "date": "2020-04-19 16:13", "summary": "Nearly 60% of respondents worry that lifting stay-at-home orders quickly will fuel the pandemic. Americans are worried about lifting stay-at-home orders too quickly amid the coronavirus pandemic, which has dramatically upended life in a month marked by business shutdowns, job losses and illness, according to a new Wall Street Journal/NBC News poll.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sending-hospitals-into-bankruptcy-11587326607", "title": "Sending Hospitals Into Bankruptcy", "date": "2020-04-19 16:03", "summary": "The lockdowns are doing great unintended harm to medical providers.. Public-health officials have directed Americans to stay home to slow the coronavirus spread and ease the burden on health-care providers. Most areas of the country are succeeding-so much so that hospitals and physicians are hemorrhaging cash due to declining demand for care.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-coronavirus-cops-11587326172", "title": "The Coronavirus Cops", "date": "2020-04-19 15:56", "summary": "Wisconsin police threaten a teenager over an Instagram post.. In a public-health crisis, governments may do things that aren't justified in ordinary times. But as a police visit to a teen's home in Oxford, Wis., shows, some actions are overkill.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tom-steyers-coronavirus-gig-11587325978", "title": "Tom Steyer's Coronavirus Gig", "date": "2020-04-19 15:52", "summary": "Some 3.1 million Californians have filed for jobless benefits.. If it seems that some Democrats are trying to use the pandemic to remake the economy, maybe that's because they are. Look no further than California Gov. Gavin Newsom's new Task Force on Business and Jobs Recovery, which will be led by Tom Steyer-yes, the San Francisco billionaire who ran for President on a wealth tax, carbon-free economy and slavery reparations.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-ruths-chris-got-an-extra-helping-of-small-business-aid-money-11587312001", "title": "How Ruth's Chris Got an Extra Helping of Small Business Aid Money", "date": "2020-04-19 15:29", "summary": "Fogo de Chão, J. Alexander's also qualified for more than one loan. Ruth's Chris Steak House has long been known for its beefy portions, including a 22-ounce rib-eye. But lately, the upscale chain is getting more attention for the size of the loan it got through the government's small business aid program.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chinas-hong-kong-roundup-11587310986", "title": "China's Hong Kong Roundup", "date": "2020-04-19 15:26", "summary": "Beijing increases its hold on the territory with a spate of arrests.. The world is learning some unpleasant truths about China's Communist Party amid the Covid-19 pandemic, and the latest example comes from Hong Kong. Police on Saturday arrested more than a dozen of the city's most prominent proponents of democracy on what has all the earmarks of orders from Beijing.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-wins-wyoming-caucuses-on-path-to-democratic-nomination-11587323376", "title": "Biden Wins Wyoming Caucuses on Path to Democratic Nomination", "date": "2020-04-19 15:09", "summary": "Turnout is a record, in voting conducted by mail because of coronavirus pandemic. Former Vice President Joe Biden won the Wyoming caucuses, according to results released Sunday by that state's Democratic Party.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/does-covid-19-infection-equal-immunity-11587314824", "title": "Does Covid-19 Infection Equal Immunity?", "date": "2020-04-19 14:47", "summary": "Researchers seek to understand how well, and for how long, survivors resist new infections. As the ranks of Covid-19 survivors swell, scientists are racing to understand how well they resist reinfection-and just how long that hard-won immunity might last.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-intensifies-legal-tussle-over-voting-rights-11587315601", "title": "Coronavirus Escalates Legal Clashes Over Voting Rights", "date": "2020-04-19 14:43", "summary": "Pandemic adds twist to some long-simmering controversies playing out during 2020 election cycle. Intense court battles over voting rights and election security always promised to be part of the 2020 election cycle, but the coronavirus has added new urgency to the cases, which are multiplying nationwide.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-animal-crossing-became-coronavirus-therapy-11587318513", "title": "How 'Animal Crossing' Became Coronavirus Therapy", "date": "2020-04-19 13:48", "summary": "Popular videogame indulges a yearning for escapism; 'a simulation of normal life without any of the stress or responsibility'. Laura Smykla had a bunch of errands to run on Glenorchy, the island where she and her husband are riding out the pandemic. Besides tidying up the floral landscaping and adding new fencing around her house, she visited a general store run by a pair of raccoons.", "categories": [["A-hed"]], "category_links": ["https://www.wsj.com/news/types/a-hed?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-democrats-2020-coronavirus-hindsight-11587317439", "title": "The Democrats' 2020 Coronavirus Hindsight", "date": "2020-04-19 13:30", "summary": "A review of this year's debates shows they were less concerned than Trump about the pandemic.. 'Donald Trump is not responsible for COVID-19, but he is responsible for our slow, uncoordinated response,\" Joe Biden tweeted Friday. \"Experts say that if we had acted two weeks earlier, more lives could have been saved. Trump failed to take swift action-and we're paying the price.\"", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/upgrade-our-8-track-government-11587317309", "title": "Upgrade Our 8-Track Government", "date": "2020-04-19 13:28", "summary": "Squandered funds lead to ancient software. That gives us crashes and delayed checks.. I'll admit to using this line all the time: \"The Howard Stern Show\" asked Ringo Starr, \"What did you do with the money?\" \"What money?\" \"The money your mother gave you for singing lessons.\"", "categories": [["Opinion", "Inside View"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/inside-view?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/amlo-tries-to-capitalize-on-coronavirus-11587317200", "title": "AMLO Tries to Capitalize on Coronavirus", "date": "2020-04-19 13:26", "summary": "He's treating the economic crisis as a chance to advance his socialist agenda.. The Fitch Ratings downgrade of Mexico's foreign-currency debt to BBB- last week surprised no one. The Mexican economy was already weak going into the Covid-19 pandemic because President Andrés Manuel López Obrador's economic agenda is antigrowth. His strategy for dealing with crumbling demand at home and abroad from the coronavirus is making things worse.", "categories": [["Opinion", "The Americas"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/the-americas?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-im-running-against-aoc-11587317103", "title": "Why I'm Running Against AOC", "date": "2020-04-19 13:25", "summary": "The virus hit Queens hard. Those Amazon jobs could've helped.. Queens, N.Y.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ingredients-review-let-us-eat-cake-11587317028", "title": "'Ingredients' Review: Let Us Eat Cake", "date": "2020-04-19 13:23", "summary": "Are some ultraprocessed foods really that bad for us, or can we stop worrying and gorge on microwave dinners and Cheetos?. Chemicals get a bad rap. And yet, as the science educator and trained chemist George Zaidan emphasizes in \"Ingredients: The Strange Chemistry of What We Put in Us and on Us,\" a highly entertaining and deceptively sophisticated book, everything is made of chemicals: you, me, and everything we chew and quaff.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/suspend-the-payroll-tax-11587316945", "title": "Suspend the Payroll Tax", "date": "2020-04-19 13:22", "summary": "Every worker in America would get a substantial pay raise for the remainder of the year, while employer payroll costs fall.. The best economic idea we've heard in response to the coronavirus crisis is a payroll-tax suspension. President Trump restated his support for it at a recent press briefing, and for good reason: It would reward work and production rather than the growth of government. Republicans should rally around the idea as the centerpiece of their next economic revival plan.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-opens-outer-space-for-business-11587316780", "title": "Trump Opens Outer Space for Business", "date": "2020-04-19 13:19", "summary": "An executive order and a prospective international agreement aim to make celestial mining an attractive investment.. President Trump acted two weeks ago to bring about the kind of 21st century that we expected in the 20th. If all goes well, it will open the way for mankind to become a true \"multiplanet species,\" as Elon Musk puts it.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-100-billion-breather-china-banks-give-borrowers-a-coronavirus-debt-holiday-11587315600", "title": "China Banks Give Borrowers a Debt Holiday", "date": "2020-04-19 13:00", "summary": "Payment suspensions allow many companies to stay solvent, and they delay the day of reckoning for the country's lenders. China has dodged a wave of coronavirus-related defaults with a large, coordinated effort by regulators and banks to allow companies and individuals defer their loan payments.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/we-can-better-protect-those-seniors-in-care-11587314669", "title": "We Can Better Protect Those Seniors in Care", "date": "2020-04-19 12:44", "summary": "What all these facilities desperately need is priority access to personal protective equipment (PPE) and Covid-19 testing.. As we continue to navigate these uncertain, unprecedented, fear-filled times, we need to protect our most vulnerable populations. \"Toll in Senior Homes Wider Than Reports\" (Page One, April 11) groups together skilled-nursing facilities (nursing homes) with the broader spectrum of senior living communities that support independent living, assisted living and memory care. Residents of nursing homes, with their serious comorbidities, are at much higher risk of serious complications and death from Covid-19. While senior living communities have experienced tragic losses in the past weeks, they are at a much lower risk. Furthermore, senior living communities may be in a better position to contain the spread of the disease because of their ability to have greater social distancing.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/growing-bureaucracy-is-no-pandemic-answer-11587314509", "title": "Growing Bureaucracy Is No Pandemic Answer", "date": "2020-04-19 12:41", "summary": "Like all bureaucracies, Rahm Emanuel's proposed new government pandemic department would create intrusive functions for itself to justify expanding its budget.. Rahm Emanuel's \"How to Prepare for the Next Pandemic\" (op-ed, April 14) is a reminder that a statist will, in the former mayor's famous words, \"never let a serious crisis go to waste.\" He will always propose yet another program or cabinet-level department. God forbid that we require actual performance from any existing programs or departments-we should start another one to coordinate them all.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/european-doctors-make-less-do-they-get-a-better-deal-11587314409", "title": "European M.D.s Make Less. Do They Get a Better Deal?", "date": "2020-04-19 12:40", "summary": "For a European-like salary, would American doctors be willing have their $250,000 educational loans forgiven in return for a 40-hour workweek.. Regarding Michael Petrowsky's observations on the restrictive licensing requirements and relatively high pay of physicians in this country (Letters, April 17): For a European-like salary, would American doctors be willing to have their $250,000 educational loans forgiven in return for a 40-hour workweek, 25 paid vacation days plus 11 holidays? Nowadays, perhaps.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-to-keep-workers-healthy-on-the-job-11587311057", "title": "How to Keep Workers Healthy on the Job", "date": "2020-04-19 11:44", "summary": "Employers can stagger breaks, deep-clean surfaces, limit meetings and offer on-site testing.. The threat from Covid-19 won't end when the epidemic subsides. The recent upsurge in cases in Singapore and Japan shows how easily the virus can re-emerge. It will be a constant threat until an effective vaccine is on the market. So how does America function? What happens at work sites could be the difference between relative safety and constant disruption from new outbreaks.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/war-gaming-the-next-pandemic-11587310321", "title": "War-Gaming The Next Pandemic", "date": "2020-04-19 11:32", "summary": "What I learned from the Dark Winter simulation and the 1995 Oklahoma City terrorist bombing.. I have experience-though not in real life-in dealing with a public emergency caused by an infectious virus. In June 2001, as governor of Oklahoma, I participated in Dark Winter, a simulation of the release of the smallpox virus at an Oklahoma City shopping center. The simulated virus spread to 25 other states and 15 countries.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-strains-safety-net-for-people-with-disabilities-11587310130", "title": "Virus Strains Safety Net for People With Disabilities", "date": "2020-04-19 11:28", "summary": "About one in four Americans has some form of disability, making them more vulnerable to Covid-19. Damian Gregory worries about the things that have quickly become normal to worry about in the coronavirus era: Is there Clorox at the grocery store this week? When will social distancing end? Will he and his family stay healthy until a vaccine is found?", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-city-has-logged-248-complaints-of-coronavirus-discrimination-11587308400", "title": "New York City Has Logged 248 Complaints of Discrimination", "date": "2020-04-19 11:00", "summary": "Majority of reports were made in March and April; about 42% have been specifically anti-Asian. Coronavirus-related discrimination in New York City is on the rise, particularly against Asian-Americans, prompting the city to establish a new response team to handle the complaints.", "categories": [["U.S.", "Crime"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-crime?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-the-coronavirus-might-reduce-income-inequality-11587304801", "title": "How the Coronavirus Might Reduce Income Inequality", "date": "2020-04-19 10:00", "summary": "The Black Death and other pandemics pushed wages higher, but the impact will likely be different this time, economists say. Past pandemics have shifted the balance of bargaining power toward workers and away from owners, but it is far from certain that the new coronavirus will do that-and ultimately reduce the gap between poor and rich.", "categories": [["Economy", "The Outlook"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/the-outlook?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/senate-panel-seeks-scrutiny-of-china-telecom-companies-after-it-sees-lax-u-s-oversight-11587301200", "title": "Senate Panel Seeks Scrutiny of China Telecom Companies", "date": "2020-04-19 09:00", "summary": "Subcommittee finds that without proper supervision, the Chinese firms' U.S. operations pose an unacceptable risk to national security. An influential Senate panel is calling for stricter oversight of Chinese telecommunications companies operating in the U.S., after an investigation found years of weak supervision by regulators threatens national security.", "categories": [["Politics", "National Security"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/national-security?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/this-book-isnt-war-and-peace-its-bigger-11587301201", "title": "This Book Isn't 'War and Peace.' It's Bigger", "date": "2020-04-19 09:00", "summary": "Arthur Nersesian's new novel about a dystopian New York, 'The Five Books of (Robert) Moses,' took decades to complete and is 1,506 pages long. It took Arthur Nersesian more than 25 years to write his epic 1,506-page novel about a dystopian New York City, \"The Five Books of (Robert) Moses.\" His patient publisher dedicated more than 12 years to editing the book, which comes out in late July.", "categories": [["Life & Work", "Life & Style"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/life-style?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sex-in-the-time-of-coronavirus-11587301200", "title": "Sex in the Time of Coronavirus", "date": "2020-04-19 09:00", "summary": "Stress and fear are taking a toll on intimacy. But practicing 'mindful sex' can help you better connect with your partner. Here's how.. Last week, Marcus Anwar had an offer he never thought he would refuse: \"Do you want to have sex?\" his girlfriend asked.", "categories": [["Life & Work", "Bonds"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/bonds?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/as-politicians-lean-on-disease-modelers-in-health-crisis-some-scientists-fear-a-backlash-11587299103", "title": "As Politicians Lean on Disease Modelers, Some Scientists Fear a Backlash", "date": "2020-04-19 08:25", "summary": "Academics say their models are often imprecise and depend on incomplete data. LONDON-Politicians and government officials trying to chart a course through the global coronavirus pandemic have relied heavily on a specialized set of epidemiological experts: disease modelers.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/virus-maroons-some-recreational-vehicle-nomads-11587297871", "title": "Virus Maroons Some Recreational-Vehicle Nomads", "date": "2020-04-19 08:04", "summary": "Many campgrounds restrict entries; Doug Creek ponders a summer in Gila Bend, Ariz.. Living in a recreational vehicle might seem like the ideal way to ride out a pandemic-cocooned in your own aluminum box and free to wander. It isn't turning out that way for Cindy and Doug Creek.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/baseball-without-fans-sounded-crazy-it-might-just-work-11587297600", "title": "Baseball Without Fans Sounded Crazy. It Might Just Work.", "date": "2020-04-19 08:00", "summary": "Local lawmakers and public-health experts have given cautious backing to the idea, even if it still remains far-off and full of complex medical and logistical obstacles. It sounded more like science fiction than real life: a proposal to stage the Major League Baseball season in a functional Biodome-like setting in Arizona, sequestering players and other essential personnel in hotel rooms and holding games at various ballparks in the Phoenix area without spectators.", "categories": [["Sports", "MLB"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/mlb?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/big-techs-resilience-to-coronavirus-downturn-faces-first-test-11587297600", "title": "Big Tech's Resilience to Downturn Faces First Test", "date": "2020-04-19 08:00", "summary": "Silicon Valley braces for a Covid-19 earnings season that is poised to highlight industry strengths without escaping weaknesses. The coronavirus pandemic has made many tech companies' wares more essential in ways that could add to the industry's strength, even if it isn't immediately reflected in the bottom line.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/she-figures-out-fitness-for-swimmers-stuck-on-land-11587295800", "title": "She Figures Out Fitness for Swimmers Stuck on Land", "date": "2020-04-19 07:30", "summary": "A woman with a competitive streak and no pool to train in during the coronavirus outbreak devised workarounds that she's sharing with her fellow athletes. With pools closed over concerns about coronavirus transmission, Arlette Godges is adapting to being a fish on land.", "categories": [["Life & Work", "What's Your Workout?"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/what-s-your-workout?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-trackers-try-out-ai-tools-as-eyes-turn-to-reopening-11587294000", "title": "Coronavirus Trackers Turn to AI Tools", "date": "2020-04-19 07:16", "summary": "A lack of testing has spurred efforts to tap other data sources, ranging from medical records to real-time temperature readings. Tech companies, health insurers and governments are turning to artificial intelligence to predict potential coronavirus outbreaks and help guide policy decisions about social-distancing as pressure mounts to end lockdowns.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/where-were-you-during-the-pandemic-families-commemorate-quarantine-with-portraits-11587294001", "title": "Where Were You During the Pandemic? Families Commemorate Quarantine With Portraits", "date": "2020-04-19 07:00", "summary": "Families whose daily routines have been shattered by the coronavirus pandemic are documenting their time together with casual group photographs. Some relatives and friends united by the coronavirus pandemic are documenting their time together with casual group photographs. Some of the pictures were inspired by the Front Steps Project, created by a group of Needham, Mass., photographers and residents last month. They began taking snapshots of neighbors on their front steps-from at least 10 feet away. They posted them to Facebook and Instagram with the hashtag #thefrontstepsproject. Some subjects were in their sweats; others still in pajamas or their exercise clothes. But all from afar.", "categories": [["Life & Work", "Life & Style"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/life-style?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/law-students-in-no-mans-land-as-coronavirus-delays-bar-exams-11587294001", "title": "Law School Students in 'No Man's Land'", "date": "2020-04-19 07:00", "summary": "Thousands of soon-to-be law school graduates across the U.S. are uncertain about their job status. Sarah Beechay is graduating from Hofstra University's law school this spring and has a job lined up working in the family law department of the Legal Aid Society of Nassau County in New York. Now she isn't sure when she will be able to work.", "categories": [["Management", "Managing Your Career"]], "category_links": ["https://www.wsj.com/news/business/management?mod=breadcrumb", "https://www.wsj.com/news/types/managing-your-career?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fall-of-natural-gas-prices-speeds-energy-shift-in-east-asia-11587290400", "title": "Fall of Natural Gas Prices Speeds Energy Shift in East Asia", "date": "2020-04-19 06:00", "summary": "When natural gas became as cheap as coal in the U.S., it spawned an energy transformation. Now, East Asia's biggest economies are going through the same upheaval.. Natural gas in East Asia costs about the same as coal for the first time, a milestone that is likely to accelerate the region's U.S.-style energy transformation.", "categories": [["Markets", "Commodities", "Gas Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb", "https://www.wsj.com/news/types/gas-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/local-governments-are-hard-to-find-as-coronavirus-ends-public-meetings-11587288600", "title": "Local Governments Are Hard to Find as Coronavirus Ends Public Meetings", "date": "2020-04-19 05:30", "summary": "Many communities struggle to run city-council meetings online amid bad connections and Zoom-bombing. Communities across the country are finding themselves in a bind as they try to pass urgent legislation to combat the coronavirus pandemic at the same time public meetings are impossible.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/europe-slowly-emerges-from-coronavirus-lockdown-11587288602", "title": "Europe Slowly Emerges From Lockdown", "date": "2020-04-19 05:30", "summary": "Country by country, store by store, Europe is letting commercial life breathe again, in tiny gasps. Bookstores, and almost nothing else, are open again along desolate canals of Venice. Restaurants and hotels remain shut and cafes once packed with tourists sit empty.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bets-against-the-stock-market-rise-to-highest-level-in-years-11587288601", "title": "Bets Against the Stock Market Rise to Highest Level in Years", "date": "2020-04-19 05:30", "summary": "Among the companies short sellers have targeted in recent weeks are travel-related firms. Short sellers have revived their wagers against the stock market in recent weeks, taking their most aggressive positions in years.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/steelmakers-suffer-worst-slump-in-a-decade-11587297601", "title": "Steelmakers' Worst Slump in a Decade Seen Getting Worse", "date": "2020-04-19 00:01", "summary": "Coronavirus idles plants, and future demand remains under threat from expected slowdowns in auto industry, construction and energy. U.S. steel companies are slashing production to match a sharp collapse in demand caused by manufacturers idling plants to slow the coronavirus pandemic.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/economy-week-ahead-jobless-claims-u-s-home-sales-pmi-11587322801", "title": "Economy Week Ahead: Jobless Claims, U.S. Home Sales, PMI", "date": "2020-04-19 00:01", "summary": "Indicators this week are expected to show more economic fallout from the new coronavirus and efforts to contain it. Indicators this week are expected to show more economic fallout from the new coronavirus and efforts to contain it.", "categories": [["Economy", "Economy Week Ahead"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/economy-week-ahead?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/citigroup-cutting-ties-with-anthony-scaramuccis-hedge-fund-of-funds-11587262376", "title": "Citigroup Cutting Ties With Scaramucci's Hedge Fund of Funds", "date": "2020-04-19 22:12", "summary": "Move follows a loss of more than 20% in March by SkyBridge's flagship fund. Citigroup Inc.'s private bank decided to sever its relationship with Anthony Scaramucci's SkyBridge Capital and expects to see clients redeem $100 million over time, said a person familiar with the matter.", "categories": [["Markets", "Financial Services", "Hedge Funds"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/business/financial-services?mod=breadcrumb", "https://www.wsj.com/news/types/hedge-funds?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/guatemala-asks-u-s-government-to-ensure-that-deportees-are-free-from-covid-19-11587249371", "title": "Guatemala Asks U.S. Government to Ensure That Deportees Are Free From Covid-19", "date": "2020-04-19 20:48", "summary": "Talks with the U.S. follow Guatemala's temporary suspension of flights carrying deported migrants. MEXICO CITY-Guatemala wants U.S. authorities to offer medical guarantees that deported migrants are free from the coronavirus before allowing the resumption of deportee flights from the U.S., Guatemalan officials said Saturday.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}]