[{"link": "https://www.wsj.com/articles/nearly-two-dozen-mta-workers-test-positive-for-coronavirus-11584661503", "title": "Nearly Two Dozen MTA Workers Have Coronavirus", "date": "2020-03-19 19:45", "summary": "Most cases didn't display symptoms while at work and were a low risk to riders, agency says. New York's Metropolitan Transportation Authority announced Thursday that 23 workers have tested positive for the new coronavirus, as officials held a briefing for employees to allay fears about being infected on the job.", "categories": [["U.S.", "Transit"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-transit?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/we-need-time-to-absorb-all-this-11584661302", "title": "We Need Time to Absorb All This", "date": "2020-03-19 19:41", "summary": "Everyone is thinking through the reality of the coronavirus pandemic and how to rise to the occasion.. This is a quick piece that touches on where we are, where we may be going, and an attitude for the journey.", "categories": [["Opinion", "Declarations"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/declarations?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/rethinking-the-coronavirus-shutdown-11584659154", "title": "Rethinking the Coronavirus Shutdown", "date": "2020-03-19 19:40", "summary": "No society can safeguard public health for long at the cost of its economic health.. Financial markets paused their slide Thursday, but no one should think this rolling economic calamity is over. If this government-ordered shutdown continues for much more than another week or two, the human cost of job losses and bankruptcies will exceed what most Americans imagine. This won't be popular to read in some quarters, but federal and state officials need to start adjusting their anti-virus strategy now to avoid an economic recession that will dwarf the harm from 2008-2009.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/de-blasio-scares-cuomo-soothes-11584660311", "title": "De Blasio Scares, Cuomo Soothes", "date": "2020-03-19 19:25", "summary": "The Governor overrules the mayor's needless shelter-at-home panic.. Thank you, Andrew Cuomo. On Tuesday Mayor Bill de Blasio did his best to scare the 8.5 million residents of New York City with unhelpful speculation about an immediate order to shelter in place. He told NBC's \"Today\" show the decision would have to come in the next 48 hours. Within an hour Governor Cuomo countered with a healthy dose of common sense.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/shutting-markets-isnt-the-solution-to-whats-wrong-11584635925", "title": "Shutting Markets Isn't the Solution to What's Wrong", "date": "2020-03-19 19:25", "summary": "It's true that markets are failing in some of their most important roles-but they should stay open. ", "categories": [["Markets", "Streetwise"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/streetwise?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-emergency-401-k-button-11584660255", "title": "The Emergency 401(k) Button", "date": "2020-03-19 19:24", "summary": "A withdrawal exception could help Americans weather the pandemic.. As the coronavirus threatens to stall the U.S. economy, a relatively easy countermeasure is to hit the emergency 401(k) button: Congress should allow people to take a certain sum, say $10,000, from their retirement accounts without facing penalties or taxes.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-could-make-or-break-narendra-modi-11584659733", "title": "Coronavirus Could Make or Break Narendra Modi", "date": "2020-03-19 19:15", "summary": "India's prime minister will either cement his status as a once-in-a-generation leader or receive a fatal political blow as the country descends into chaos.. After six years in office, Prime Minister Narendra Modi faces the greatest test of his political career. If he steers a successful response to Covid-19, he will cement his standing as India's most popular and powerful politician in a generation. But should India suffer a serious outbreak, it could severely diminish Mr. Modi's stature and lead to widespread and unpredictable social and political upheaval.", "categories": [["Opinion", "East is East"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/east-is-east?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sanders-can-learn-from-sewer-socialists-11584659399", "title": "Sanders Can Learn From 'Sewer Socialists'", "date": "2020-03-19 19:10", "summary": "In Milwaukee, a trio of frugal mayors won the people's trust.. Bernie Sanders probably won't accept the presidential nomination at July's Democratic convention in Milwaukee. But he and the party would be wise to take a long look at the only socialists to win elections consistently in a major American city. For most of the period between 1910 and 1960, mayors from the Socialist Party of America ran Milwaukee-at a time when it was one of the largest cities in the country. The reason for their long success: frugality.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-constitutional-guide-to-emergency-powers-11584659429", "title": "A Constitutional Guide to Emergency Powers", "date": "2020-03-19 19:10", "summary": "Federal leadership is crucial, but there are measures only states have the authority to take.. The Covid-19 pandemic has led to extraordinary restraints on liberty, from international travel bans to state and local orders that businesses shut down, individuals avoid large assemblies and even stay home, and infected patients remain in quarantine. Depending on the epidemic's progress, even more-draconian measures may be needed, such as restrictions on interstate and intrastate travel. It's possible that \"social distancing\" will last for months rather than weeks.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-has-me-sweating-out-my-sports-addiction-11584659350", "title": "Coronavirus Has Me Sweating Out My Sports Addiction", "date": "2020-03-19 19:09", "summary": "Would the time I usually spend watching baseball be better devoted to literature or simple reflection?. 'For in truth,\" Balzac writes in his novel \"Cousin Pons,\" \"to adopt a mania is like applying a poultice to one's soul; it can cure any taedium vitae, any spleen.\" No dope, Balzac, at least judging by my own mania for watching sports on television. Watching sports has, if not cured, at least relieved the tedium of everyday life for me. Having a game to look forward to lifts the spirits. Watching the game takes one's mind off the glitches, irritations and setbacks that life supplies, even among the most fortunate of us, with relentless regularity.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-vindicates-capitalism-11584659306", "title": "Coronavirus Vindicates Capitalism", "date": "2020-03-19 19:08", "summary": "Drug companies will save lives, even as Bernie Sanders is denouncing them.. The left is never apt to let a serious crisis go to waste, as we see with its daily use of the coronavirus pandemic to bash the Republican administration. The bigger danger is the efforts it is already making to exploit the panic for its longer-term goal of destroying U.S. capitalism.", "categories": [["Opinion", "Potomac Watch"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/potomac-watch?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sick-souls-healthy-minds-review-is-life-worth-living-11584659175", "title": "'Sick Souls, Healthy Minds' Review: Is Life Worth Living?", "date": "2020-03-19 19:06", "summary": "The philosophy of William James is all about life and its amelioration. \"That's it,\" says its adherent John Kaag. \"And that is enough.\". John Kaag fervently believes that his academic discipline, philosophy, can help combat despair by elucidating fundamental ideas about freedom and what makes life significant. Like his fellow popularizer Alain de Botton, he is a proponent of the practical application of philosophy as an elevated form of self-help and self-realization.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/notable-quotable-ridley-11584658912", "title": "Notable & Quotable: Ridley", "date": "2020-03-19 19:01", "summary": "'We must not despair or return permanently to autarky and localism.'. Matt Ridleywriting in the March 21 issue of the U.K.'s Spectator:", "categories": [["Opinion", "Commentary", "Notable & Quotable"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb", "https://www.wsj.com/news/types/notable-quotable?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/as-coronavirus-spreads-banks-face-a-tough-call-on-branch-closures-11584617367", "title": "As Coronavirus Spreads, Banks Face Tough Call on Branch Closures", "date": "2020-03-19 19:00", "summary": "Employees want to keep safe distances by working from home, while customers expect instant access to their money and services. The coronavirus pandemic is forcing U.S. banks to begin closing branches indefinitely, an unprecedented measure that could curb the virus's spread but rattle customers who expect instant access to their money.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-testing-chaos-across-america-11584618703", "title": "Coronavirus Testing Chaos Across America", "date": "2020-03-19 18:55", "summary": "As screening sites open and close, supplies run short and criteria for participation change, many can't determine if they have the virus. Feeling sick on Friday, Rachael Willingham went to the doctor, who gave her an order for the new coronavirus test and sent her to a mobile clinic the Colorado health department had set up.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/canadian-fashion-tycoon-peter-nygards-company-files-for-bankruptcy-11584657322", "title": "Canadian Fashion Tycoon Peter Nygard's Company Files for Bankruptcy", "date": "2020-03-19 18:35", "summary": "The bankruptcy filings in the U.S. and Canada come after Mr. Nygard stepped down from the company amid a federal sex-trafficking investigation. Canadian fashion executive Peter Nygard's company, Nygard International Partnership, has filed for bankruptcy protection in its native Canada and in the U.S. in the wake of sex-trafficking allegations against him.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/police-to-meet-with-tesla-plant-brass-over-coronavirus-health-order-compliance-11584640643", "title": "Tesla to Suspend U.S. Car Production", "date": "2020-03-19 18:34", "summary": "Move follows days of confusion over whether electric-car maker's factory should remain open after officials ordered activity curtailed. Facing pressure to shutter Tesla Inc.'s California factory from local authorities worried about the spread of coronavirus, Chief Executive Elon Musk changed direction, announcing plans to suspend production at its lone U.S. auto-making plant.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/occidental-plans-to-name-former-ceo-chazen-as-new-chairman-11584656932", "title": "Occidental Plans to Name Former CEO Chazen as New Chairman", "date": "2020-03-19 18:28", "summary": "The oil producer is scrambling to right itself amid plunging demand and an activist onslaught by Carl Icahn. Occidental Petroleum Corp. plans to bring back former Chief Executive Stephen Chazen as its new chairman, according to people familiar with the matter, as the oil producer scrambles to right itself amid plunging demand and an activist onslaught by Carl Icahn.", "categories": [["WSJ News Exclusive", "Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/senators-call-on-veterans-affairs-department-to-activate-emergency-powers-to-combat-coronavirus-11584637594", "title": "Senators Call on Veterans Affairs to Activate Emergency Powers", "date": "2020-03-19 18:22", "summary": "Lawmakers urge VA to assist local, state authorities by using little known, but sweeping powers. A group of senators urged the Department of Veterans Affairs to activate its sweeping emergency authority to assist local and state authorities responding to the spread of the coronavirus.", "categories": [["Politics", "Health Policy"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/health-policy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/national-olympic-committees-sound-cautions-about-proceeding-to-tokyo-11584649899", "title": "National Olympic Committees Sound Cautions About Proceeding to Tokyo", "date": "2020-03-19 18:22", "summary": "Amid coronavirus pandemic, U.K. committee cites 'significant challenges' in athlete training for the Tokyo Games. The United Kingdom's national Olympic committee sounded a cautionary message Thursday about proceeding with preparations for the Tokyo 2020 Olympics on July 24, as the International Olympic Committee plans.", "categories": [["Sports"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/spy-wars-with-damian-lewis-review-espionage-in-the-spotlight-11584656498", "title": "'Spy Wars With Damian Lewis' Review: Espionage in the Spotlight", "date": "2020-03-19 18:21", "summary": "Smithsonian Channel's series tells shockingly true stories of the clandestine variety.. In 1968, a loyal officer of the KGB is so shaken by the Soviet invasion of Czechoslovakia that he becomes an operative for British and American intelligence-one, \"Spy Wars\" reveals (begins Sunday, 8 p.m., Smithsonian Channel), destined to be of historic importance. This is the saga of Oleg Gordievsky-subject of the first episode of this eight-part weekly series, and a rich portrait it is. When his role of many years as a spy for the British and Americans finally becomes known to the Kremlin, quick exfiltration becomes an urgent necessity. His 1985 getaway in the trunk of a car driven by unflappable MI6 agents, who get him safely to Finland despite suspicious Russian border guards-and the howls of their alert dogs, who quiet down when the car's driver throws them a treat-is an escape sequence to cherish.", "categories": [["Books & Arts", "Television Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/television-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/iran-releases-detained-u-s-navy-veteran-on-medical-grounds-11584631975", "title": "Iran Releases Detained U.S. Navy Veteran to Swiss Embassy Over Coronavirus Fears", "date": "2020-03-19 18:21", "summary": "Michael White must remain in Iran; family says it is grateful for 'interim humanitarian step'. WASHINGTON-Iran has released U.S. Navy veteran Michael White from prison on a medical furlough to the Swiss embassy, the State Department said Thursday, a response to a soaring rate of new coronavirus infections the country.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fdic-chairman-asks-for-accounting-policy-changes-due-to-coronavirus-11584656398", "title": "FDIC Chairman Asks for Accounting-Policy Changes Due to Coronavirus", "date": "2020-03-19 18:19", "summary": "The regulator requested a delay of a new credit-loss standard for certain companies. The chairman of the Federal Deposit Insurance Corp. on Thursday urged an accounting rule maker to make delays or exceptions to certain accounting rules to help financial institutions tackle the fallout from the coronavirus pandemic.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-outbreaks-spreading-in-nursing-homes-11584628291", "title": "Coronavirus Outbreaks Spreading in Nursing Homes", "date": "2020-03-19 18:17", "summary": "Scores of cases have emerged at facilities from Illinois to Oregon and Wyoming following a deadly outbreak near Seattle. The novel coronavirus outbreak is spreading to vulnerable, elderly residents, with scores of cases at facilities around the U.S., from Illinois to Oregon and Wyoming, following the deadly outbreak in a Seattle-area nursing home.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/my-brilliant-friend-season-2-review-alarmingly-affecting-11584656051", "title": "'My Brilliant Friend' Season 2 Review: Alarmingly Affecting", "date": "2020-03-19 18:14", "summary": "The series adapted from Elena Ferrante's Neapolitan novels returns to HBO.. 'My Brilliant Friend\" has returned for a second season more affecting, in an alarming way, than the first, though in every way just as impressive in its penetrating portraiture of Elena (Margherita Mazzucco) and Lila (Gaia Girace), the friends at the center of this tale set in 1950s Naples, based on Elena Ferrante's Neapolitan novels.", "categories": [["Books & Arts", "Television Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/television-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-sparks-layoffs-across-new-york-region-11584655964", "title": "Coronavirus Sparks Layoffs Across New York Region", "date": "2020-03-19 18:12", "summary": "Bulk of first wave likely consists of hospitality workers, but officials expect all types of businesses to take hit. Tens of thousands of people have filed for unemployment benefits across the tri-state area this week, with layoffs likely to continue as businesses remain closed to slow the spread of the coronavirus.", "categories": [["U.S.", "Tri-State Area"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-region?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/harvard-business-school-extends-search-for-new-dean-11584655609", "title": "Harvard Business School Extends Search for New Dean", "date": "2020-03-19 18:06", "summary": "Coronavirus crisis means Nitin Nohria will continue as dean through end of 2020. Harvard Business School is extending the search for a new leader because of the coronavirus pandemic.", "categories": [["Business", "Management", "Business Education"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/management?mod=breadcrumb", "https://www.wsj.com/news/types/business-schools?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/swedbank-fined-397-million-over-anti-money-laundering-measures-11584650731", "title": "Swedbank Fined $397 Million Over Anti-Money Laundering Measures", "date": "2020-03-19 18:04", "summary": "Swedish lender's Baltic operations have been under investigation for more than a year. Sweden's financial supervisory authority on Thursday handed Swedbank AB a 4 billion Swedish kronor ($397 million) fine after an investigation concluded the lender's Baltic operations had serious deficiencies in its anti-money laundering measures.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/global-stocks-and-currencies-slide-as-cash-shortage-worsens-11584595586", "title": "U.S. Stocks Gain Amid Central Bank Action", "date": "2020-03-19 17:54", "summary": "Nasdaq leads way with 2% rise, making up ground after Wednesday's selloff. U.S. stocks jumped Thursday after central banks deployed a flurry of emergency measures to try to buffer the global economy from fallout stemming from the coronavirus pandemic.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-stock-markets-trump-bump-is-about-to-be-erased-11584618522", "title": "Market's 'Trump Bump' Is About to Be Erased", "date": "2020-03-19 17:50", "summary": "Dow Industrials, S&P 500 have lost about 30% since they peaked in mid-February. U.S. stocks are on the cusp of losing their \"Trump bump.\"", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/these-insurers-should-keep-some-resistance-to-coronavirus-11584631311", "title": "These Insurers Should Keep Some Resistance to Coronavirus", "date": "2020-03-19 17:50", "summary": "There may be increasing pressure on property-and-casualty insurers whose policies on face don't cover pandemic risk to pay up, but overall they are standouts among financials. Amid the carnage in financial stocks, one group has emerged as a relative outperformer: Property-and-casualty insurers.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-humble-tire-gets-kitted-out-with-technology-11584654095", "title": "The Humble Tire Gets Kitted Out With Technology", "date": "2020-03-19 17:41", "summary": "Goodyear, Bridgestone are working on intelligent tires meant to help self-driving vehicles brake better. The tire, once the most basic of automobile parts, is getting a tech upgrade.", "categories": [["CIO Journal"]], "category_links": ["https://www.wsj.com/news/types/cio-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/federal-reserve-establishes-currency-swap-lines-with-nine-more-countries-11584623004", "title": "Fed Ramps Up Bond Buys, Indicating Much Larger Purchases Are Likely", "date": "2020-03-19 17:39", "summary": "The central bank will buy this week more than half of the $500 billion in government debt purchases announced Sunday. The Federal Reserve is likely to significantly boost its government-bond purchases beyond the $500 billion minimum it committed Sunday to buy amid market strains that sent interest rates higher in recent days.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/saints-head-coach-sean-payton-tests-positive-for-coronavirus-11584653880", "title": "Saints Coach Sean Payton, Celtics' Marcus Smart Test Positive for Coronavirus", "date": "2020-03-19 17:38", "summary": "Payton and Smart join a growing list of public figures, including several from the sports world, who have come forward with positive tests for the virus. New Orleans Saints head coach Sean Payton has tested positive for the coronavirus, becoming the first known case inside the NFL, while an outbreak in the NBA continued with Boston Celtics guard Marcus Smart, two unnamed Los Angeles Lakers players and members of the Philadelphia 76ers and Denver Nuggets releasing the results of their positive tests.", "categories": [["Sports", "NFL"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/nfl?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/boeing-considers-dividend-cut-layoffs-amid-cash-drain-11584637183", "title": "Boeing Considers Dividend Cut, Layoffs Amid Cash Drain", "date": "2020-03-19 17:34", "summary": "Coronavirus has curtailed plane deliveries as the aerospace giant continues to work on ending the MAX grounding. Boeing Co. is considering cutting its dividend and possibly laying off workers at its jetliner plants, people familiar with the matter said, as America's largest manufacturer grapples with an unprecedented disruption to the global airline industry.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-keeps-processing-seasonal-worker-visas-after-warning-from-farmers-11584652889", "title": "U.S. Keeps Processing Seasonal Worker Visas", "date": "2020-03-19 17:21", "summary": "Shift is an exception to State Department decision triggered by coronavirus. WASHINGTON-The State Department said Thursday it would keep processing visas for seasonal workers, after earlier saying it would suspend routine visa services in most countries indefinitely.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-orleans-restaurant-kicks-off-coronavirus-insurance-coverage-litigation-11584631384", "title": "New Orleans Restaurant Kicks Off Coronavirus Insurance Litigation", "date": "2020-03-19 17:20", "summary": "Action seeks to pierce through defenses that insurers say exist in many policies to exclude claims tied to Covid-19. The first wave of anticipated insurance-coverage litigation has begun as novel coronavirus-related shutdowns spread across the U.S.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/in-coronavirus-response-andrew-cuomo-wins-over-past-critics-11584652807", "title": "In Coronavirus Response, Andrew Cuomo Wins Over Past Critics", "date": "2020-03-19 17:20", "summary": "Without clear federal guidance, New York's governor has moved to close schools and Broadway and press for more federal aid. ALBANY, N.Y.-Like other state leaders around the country, New York Gov. Andrew Cuomo has been on the front lines responding to the coronavirus crisis-and is winning over some critics with his management.", "categories": [["U.S.", "Politics"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-new-view-from-the-couch-11584652755", "title": "The New View From the Couch", "date": "2020-03-19 17:19", "summary": "Joe Morgenstern recommends some movie magic in the time of shuttered cinemas.. No new openings because theaters are shutting down for the duration-what's a movie lover to do? Unlike other questions posed by the pandemic, this one has an easy answer. Stream or download, sit back and enjoy. It won't be the same as the big-screen experience, but if truth be told \"I'll wait for it to come to Netflix\" (or the streaming service of your choice) has been an increasingly familiar refrain in recent years, and a good flat-panel display in the den (or the home screening room of your choice) can deliver dazzling images.", "categories": [["Books & Arts", "Film Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/film-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ford-nixes-dividend-suspends-guidance-11584627239", "title": "Ford Nixes Dividend, Suspends Guidance", "date": "2020-03-19 17:08", "summary": "Car maker to shore up balance sheet by drawing on credit lines as coronavirus pandemic spreads. Ford Motor Co. said Thursday it would shore up its balance sheet by drawing on credit lines and suspending dividend payments, a signal of the looming financial damage facing global auto makers as the Covid-19 pandemic continues to depress sales and shut down manufacturing lines.", "categories": [["Business", "Autos & Transportation", "Autos Industry"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/transportation?mod=breadcrumb", "https://www.wsj.com/news/types/autos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/siemens-ceo-joe-kaeser-to-leave-by-next-year-11584647439", "title": "Siemens CEO Kaeser to Leave by Next Year", "date": "2020-03-19 17:05", "summary": "Current Deputy CEO Roland Busch to take over as chief by February 2021 at latest. BERLIN-German industrial engineering company Siemens AG on Thursday said Chief Executive Joe Kaeser would be replaced by current Deputy CEO Roland Busch by early next year at the latest, cementing the company's shift from a conglomerate into a business more focused on digital transformation.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/abe-lincoln-in-illinois-review-perfectly-cast-for-perilous-times-11584651472", "title": "'Abe Lincoln in Illinois' Review: Perfectly Cast for Perilous Times", "date": "2020-03-19 16:57", "summary": "John Cromwell's 1940 screen version of Robert E. Sherwood Pulitzer-winning play presents the future president, played by Raymond Massey, as filled with doubts but sensing his destiny.. ", "categories": [["Opinion", "Theater Review"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/theater-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/companies-are-suspending-dividends-because-of-the-coronavirus-11584634056", "title": "Companies Are Suspending Dividends Because of the Coronavirus", "date": "2020-03-19 16:48", "summary": "Analysts say major dividend issuers like Boeing and Exxon look vulnerable. Funding strains and sliding sales are forcing a growing number of companies to slash or suspend their dividend payouts.", "categories": [["Markets", "Stocks"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/harried-traders-gird-for-a-frantic-friday-11584610201", "title": "Harried Traders Gird for Frantic Friday", "date": "2020-03-19 16:46", "summary": "Expiration of options and futures on stocks and indexes-known as quadruple witching-promises even more-hectic trading, assuming that's possible. Friday is shaping up as potentially one of the most volatile trading days in years, as scheduled changes in futures, options and other derivatives markets threaten to add to a frenzied trading month that has already had some of the biggest daily stock-index swings ever.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-k-limits-london-travel-weighs-broader-coronavirus-restrictions-11584626967", "title": "U.K. Holds Back on Partial Lockdown for London", "date": "2020-03-19 16:17", "summary": "Government maintains its unorthodox approach to tackling the coronavirus pandemic. LONDON-The British government held off from imposing a partial shutdown on London despite a spike in coronavirus infections across the capital, the latest example of the government's unorthodox approach to fighting the virus.", "categories": [["World", "Europe", "U.K."]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb", "https://www.wsj.com/news/types/u-k-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-generational-war-is-brewing-over-coronavirus-11584437401", "title": "A Generational War Is Brewing Over Coronavirus", "date": "2020-03-19 16:13", "summary": "Scientists say lack of alarm among young people could hinder the fight against the virus and endanger elders. Scientists and government officials fighting the coronavirus epidemic say they have a problem: Carefree youths.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-sanders-relationship-to-guide-next-phase-in-democratic-race-11584648197", "title": "Biden-Sanders Relationship to Guide Next Phase in Democratic Race", "date": "2020-03-19 16:03", "summary": "The two candidates and their aides generally get along. WASHINGTON-On a busy day of meetings with President Obama and Vice President Biden in June 2016, Sen. Bernie Sanders pledged to do all he could to help Hillary Clinton defeat Donald Trump.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/racing-to-shore-up-eurozone-ecb-leader-faces-friction-with-germany-11584643661", "title": "Racing to Shore Up Eurozone, ECB's Lagarde Faces Friction with Germany", "date": "2020-03-19 16:02", "summary": "ECB President Christine Lagarde has tried to build bridges to Europe's largest economy but her coronavirus response is fraying ties. FRANKFURT-As Christine Lagarde races to reassure financial markets she will do whatever it takes to stop the eurozone from unraveling, she is facing internal opposition to the European Central Bank's massive new bond-buying program, a central plank in her strategy to cope with the economic impact of the coronavirus pandemic.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bank-of-england-cuts-rates-further-restarts-bond-purchases-11584629424", "title": "Bank of England Cuts Rates Further, Restarts Bond Purchases", "date": "2020-03-19 16:00", "summary": "Moves are the latest by a major central bank to cushion the economy against the coronavirus. LONDON-The Bank of England cut its benchmark interest rate to a record low and said it would buy £200 billion ($232 billion) of U.K. government bonds, the latest in a flurry of central-bank action to combat the economic damage form the coronavirus.", "categories": [["Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-government-warns-against-international-travel-11584647667", "title": "U.S. Government Warns Against International Travel", "date": "2020-03-19 15:54", "summary": "The State Department urged U.S. citizens currently abroad to return home immediately. WASHINGTON-The State Department on Thursday raised its travel advisory to Level 4: Do Not Travel, for all international destinations, and urged U.S. citizens currently abroad to return home immediately.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/china-shipping-exports-rebound-just-as-western-ports-cope-with-coronavirus-downturn-11584647486", "title": "China Shipping Exports Rebound, Just as Western Ports Cope With Coronavirus Downturn", "date": "2020-03-19 15:51", "summary": "Chinese gateways are again moving cargo after a two-month near-standstill, but ports in Europe and the U.S. now are hunkering down. Two months after a near complete standstill in China that rattled global supply chains, the country's ports are again pushing out thousands of containers that were stranded at the onset of the coronavirus outbreak.", "categories": [["Logistics Report"]], "category_links": ["https://www.wsj.com/news/types/logistics-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/eu-relaxes-rules-on-government-aid-to-companies-in-face-of-virus-11584647315", "title": "EU Relaxes Rules on Government Aid to Companies in Face of Virus", "date": "2020-03-19 15:48", "summary": "European governments will be allowed to give grants, tax breaks and advance payments of up to €800,000. BRUSSELS-The European Union on Thursday agreed to relax the bloc's rules on state aid to companies until December so that governments can mitigate the economic impact of the coronavirus on business.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-price-collapse-u-s-producers-keep-pumping-11584627605", "title": "What Price Collapse? U.S. Producers Keep Pumping.", "date": "2020-03-19 15:47", "summary": "U.S. crude output hits 13.1 million barrels a day, matching record set in February. U.S. energy producers responded to one of the worst weeks ever for oil prices by pumping as much crude from the ground as they ever have before.]", "categories": [["Markets", "Commodities", "Oil Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb", "https://www.wsj.com/news/types/oil-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-steps-up-iran-sanctions-amid-coronavirus-as-tehran-charges-cruelty-11584647223", "title": "U.S. Steps Up Iran Sanctions, as Tehran Charges Cruelty", "date": "2020-03-19 15:47", "summary": "Washington moves to punish those involved in nuclear operations, oil exports. WASHINGTON-The Trump administration this week sent a stark message to Iran in three new rounds of sanctions: The U.S. won't ease its economic pressure campaign even as the coronavirus pandemic batters the country.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/household-brands-seek-their-voice-on-virtual-assistants-11584541801", "title": "Household Brands Seek Their Voice on Virtual Assistants", "date": "2020-03-19 15:46", "summary": "Some companies find that listening can be just as good as speaking. Household brands are building apps for voice-activated assistants, hoping to help or entertain their customers with new experiences on Google Home or Amazon.com Inc.'s Alexa, but most are still chasing a hit.", "categories": [["Experience Report"]], "category_links": ["https://www.wsj.com/news/experience-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-books-are-comforting-in-the-era-of-coronavirus-11584646866", "title": "Why Books Are Comforting in the Era of Coronavirus", "date": "2020-03-19 15:41", "summary": "As Americans' homes become inescapable refuges, are piles of real books soothing or just clutter? Our design columnist confronts her love-hate relationship with printed matter. SOME OF MY best friends are libraries, but I wouldn't want to live in one.", "categories": [["Real Estate", "Design"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/design?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ventilator-makers-ramp-up-production-amid-coronavirus-crunch-11584626858", "title": "Ventilator Makers Ramp Up Production Amid Coronavirus Crunch", "date": "2020-03-19 15:41", "summary": "Efforts to boost manufacturing of the crucial machines may not come soon enough or prove sufficient if cases surge, experts warn. Manufacturers are racing to boost production of the medical ventilators required to save the lives of many critically ill coronavirus patients, but there still may not be enough of the crucial machines if cases surge, industry officials say.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-fears-in-capitol-spur-calls-for-lawmakers-to-vote-remotely-11584642373", "title": "Coronavirus Fears in Capitol Spur Calls for Lawmakers to Vote Remotely", "date": "2020-03-19 15:40", "summary": "Concerns rise after two House lawmakers test positive for Covid-19. WASHINGTON-Senators could cast their votes remotely under a bipartisan proposal, as fears about the new coronavirus raised questions about how Congress will function during the pandemic.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/texas-weighs-curtailing-oil-production-for-first-time-in-decades-11584646724", "title": "Texas Weighs Curtailing Oil Production for First Time in Decades", "date": "2020-03-19 15:38", "summary": "Some shale producers have lobbied the commission for relief from falling prices. Texas regulators are considering curtailing oil production in America's largest oil-producing state, something they haven't done in decades, people familiar with the matter said.", "categories": [["WSJ News Exclusive", "U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/oil-posts-biggest-one-day-percentage-gain-on-record-11584645171", "title": "Oil Posts Biggest One-Day Percentage Gain on Record", "date": "2020-03-19 15:27", "summary": "U.S. crude jumps 24% after Energy Department asks to buy up to 30 million barrels for strategic reserve. U.S. oil prices rebounded from their lowest level in 18 years with their largest one-day percentage gain on record, extending a recent period of turbulent moves as a price war between Saudi Arabia and Russia ripples around the world.", "categories": [["Markets", "Commodities", "Oil Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb", "https://www.wsj.com/news/types/oil-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/black-swan-a-rare-disaster-not-as-rare-as-once-believed-11584645612", "title": "'Black Swan': A Rare Disaster, Not as Rare as Once Believed", "date": "2020-03-19 15:20", "summary": "The name for an unforeseen catastrophe goes back centuries in Europe, where no black swans had ever been seen. Eventually they turned up.. Grappling with the coronavirus pandemic and its disastrous impact on financial markets, commentators have reached for a familiar metaphor: the \"black swan.\"", "categories": [["Life & Work", "Ideas", "Word on the Street"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/word-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bank-risk-system-from-2008-has-problems-11584645509", "title": "Bank Risk System From 2008 Has Problems", "date": "2020-03-19 15:18", "summary": "Relying on risk-weighted measures also leaves the impression that banks are adequately capitalized when, in fact, they're marginally capitalized at best.. Regarding \"Let the Fed Administer an Antiviral Shot\" (op-ed, March 16) by Kevin Warsh: The Federal Reserve's most recent interest-rate cuts and quantitative easing repeat actions from this past crisis, demonstrating how little regulators learned from that experience. The risk-weighted capital standard that regulators insist is the best measure of bank soundness has both discouraged banks from holding commercial loans and weakened the industry. Risk-weighted capital standards for U.S. banks require that they allocate more of their own capital to fund loans than is required to fund nearly any of their other assets, e.g., banks are required to use far less capital to fund mortgage-backed securities, collateralized loan obligations, derivatives, or sovereign loans. These assets are as risky as any loans, yet regulators bias banks to direct funds to these asset classes.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/poor-data-and-confirmation-bias-mislead-11584645455", "title": "Poor Data and Confirmation Bias Mislead", "date": "2020-03-19 15:17", "summary": "Earn $100 and pay $40 in taxes-perhaps that explains why so many young people have less incentive to earn more taxable income.. Phillip W. Magness and Stephen C. Miller's \"The IRS Proves the Left's Favorite Economists Wrong\" (op-ed, March 13), while largely correct, fails to consider the impact of employment (FICA and Medicare) taxes on marginal rates. Assume a young, single, self-employed taxpayer earns $55,000, which, after the standard deduction, places him in a 22% marginal federal tax bracket. Employment taxes add an additional 15.3% and state income taxes often add an additional 5% or so. Even after considering the partial offset for the \"employer's share\" of employment taxes, that young taxpayer is paying over 40% in taxes of each additional dollar earned. Earn $100 and pay $40 in taxes-perhaps that explains why so many young people have less incentive to earn more taxable income. It also provides an incentive to earn money \"off the books.\"", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-degree-doesnt-equal-a-license-to-practice-11584645370", "title": "A Degree Doesn't Equal a License to Practice", "date": "2020-03-19 15:16", "summary": "Degrees in the health sciences act only as an entry-level platform upon which students need to build to gain hands-on experience in approved training programs followed by demonstration of ongoing competency.. Your editorial \"Mississippi's Biggest Loser\" (March 16) correctly pinpoints the danger of state occupational licensing boards promulgating regulations in the name of patient safety but that are really meant to stifle competition. This was addressed in the 2015 Supreme Court decision in North Carolina State Board of Dental Examiners v. FTC in which the court ruled that occupational licensing boards, to be immune to antitrust law, need to be actively supervised by the state.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-jersey-lawmakers-pass-coronavirus-relief-package-11584645337", "title": "New Jersey Lawmakers Pass Coronavirus Relief Package", "date": "2020-03-19 15:15", "summary": "Measures aim to help employees who have lost wages and employers that are facing drops in business. New Jersey lawmakers gave final passage to a package of bills addressing the growing impact of the coronavirus outbreak, providing assistance to schools, workers and employers.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/women-need-to-step-up-as-coaches-for-womens-sports-11584645304", "title": "Women Need to Step Up as Coaches for Women's Sports", "date": "2020-03-19 15:15", "summary": "More women need to become coaches of girls' softball, basketball and soccer.. \"What's Next for Women's Sports\" (The Future of Everything: Sports, March 12) is likely more of the same pattern that exists now unless women get more involved in coaching girls' and young women's sports. Years ago, a call went out for a Butler University faculty member to be the adviser for the newly formed women's lacrosse club. I waited several days so a woman could volunteer. When none did, I volunteered to be the adviser.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/compassion-for-refugees-fleeing-violence-abroad-11584645241", "title": "Compassion for Refugees Fleeing Violence Abroad", "date": "2020-03-19 15:14", "summary": "Our country has a legal obligation to provide a safe haven to all people fleeing life-threatening violence at home.. By allowing the \"Remain in Mexico\" policy to remain in effect, the Supreme Court, without any reasoning, has effectively rubber-stamped a policy that forces asylum seekers to abandon their claims to relief (\"Asylum Policy Can Be Enforced,\" U.S. News, March 12).", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-forces-brazil-to-seal-borders-as-region-struggles-to-control-pandemic-11584644650", "title": "Brazil Seals Borders With Neighbors as Region Struggles to Control Coronavirus", "date": "2020-03-19 15:04", "summary": "Some of Latin America's biggest businesses are cutting back operations to contain virus. SÃO PAULO-Brazil closed its borders with eight neighboring countries on Thursday, joining other South American nations in a continentwide quarantine as authorities struggle to control the spread of the coronavirus.", "categories": [["World", "Latin America"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/latin-america-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-expected-to-detail-new-virus-therapies-but-expansion-could-be-controversial-11584629965", "title": "U.S. Moves to Expand Array of Drug Therapies Deployed Against Coronavirus", "date": "2020-03-19 15:00", "summary": "President Trump mentioned malaria drugs chloroquine, hydroxychloroquine that might be able to be used in treating Covid-19. WASHINGTON-President Trump said Thursday he is directing the Food and Drug Administration to expedite testing and possible broader use of some investigational medicines to help treat patients diagnosed amid the pandemic of the new coronavirus disease.", "categories": [["Politics", "Health Policy"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/health-policy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/schools-closed-for-coronavirus-online-work-wont-count-11584643049", "title": "At Schools Closed for Coronavirus, Online Work Won't Count", "date": "2020-03-19 14:37", "summary": "Because administrators can't guarantee all students will have access, some schools call online work 'enrichment,' not part of curriculum. For all the talk of online learning during shutdowns due to the coronavirus pandemic, many U.S. public school students will find that the work they do while at home is actually optional. It won't be graded and it won't count.", "categories": [["U.S.", "Education"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/education?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bestselling-books-week-ended-march-14-11584642813", "title": "Bestselling Books Week Ended March 14", "date": "2020-03-19 14:33", "summary": "With data from NPD BookScan. ", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/best-selling-books?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/can-lagarde-save-the-euro-11584642261", "title": "Can Lagarde Save the Euro?", "date": "2020-03-19 14:24", "summary": "The European Central Bank buys the eurozone as much time as it can.. Christine Lagarde has joined the global \"whatever it takes\" chorus, and the eurozone's fate hinges on whether her \"whatever\" is enough. The pandemic response the European Central Bank unveiled Wednesday night may be Europe's last, best hope of averting a deeper financial crisis and perhaps a breakup of the currency bloc.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/in-italy-contagion-has-its-own-canon-11584640790", "title": "In Italy, Contagion Has Its Own Canon", "date": "2020-03-19 13:59", "summary": "Students under a coronavirus lockdown are learning from masterpieces inspired by Europe's historic plagues. As Italians confront the world's deadliest outbreak of the coronavirus, under quarantine in their homes with no clear idea of when they will come out, not least among their resources is an unsurpassed heritage of plague culture.", "categories": [["Life & Work", "Ideas", "Essay"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/essay?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/jobless-claims-rise-sharply-at-front-end-of-expected-coronavirus-surge-11584622399", "title": "Jobless Claims Rise Sharply", "date": "2020-03-19 13:46", "summary": "Claims at 281,000, highest since September 2017 level following Hurricane Harvey. WASHINGTON-The number of Americans applying for first-time unemployment benefits increased sharply last week, the front end of a surge in jobless claims tied to the new coronavirus pandemic.", "categories": [["Economy", "Economic Data"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/economic-data?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/you-can-still-golf-during-the-coronavirusjust-rake-the-bunkers-with-your-feet-11584639496", "title": "You Can Still Golf During the Coronavirus-Just Rake the Bunkers with Your Feet", "date": "2020-03-19 13:38", "summary": "Golf courses, wide expanses where people don't need to come into close contact, are seen as a rare escape; 'club tap'. This week, the members at Pinehurst Resort and Country Club received a disturbing email: It told them to break some of golf's most sacred traditions.", "categories": [["A-hed"]], "category_links": ["https://www.wsj.com/news/types/a-hed?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/michel-roux-raised-dismal-u-k-culinary-standards-11584639418", "title": "Michel Roux Raised (Dismal) U.K. Culinary Standards", "date": "2020-03-19 13:36", "summary": "French chef and his brother won Michelin stars and squabbled over how to make omelets. When Michel Roux arrived in Britain in the mid-1960s, he spoke little English and was appalled by the food.", "categories": [["World", "Obituaries"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/obituaries?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/stress-on-italian-bonds-eases-after-ecb-emergency-action-11584628885", "title": "Stress on Italian Bonds Eases After ECB Emergency Action", "date": "2020-03-19 13:23", "summary": "Yields on European government bonds dropped, helping Italy in particular, which has been at the epicenter of the coronavirus outbreak. Yields on strained Italian government bonds fell Thursday in response to the European Central Bank's emergency stimulus plan, partially filling in a dangerous fault line in the region's financial markets.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-is-forcing-real-estate-agents-to-adapt-will-they-sink-or-swim-11584638483", "title": "Coronavirus Is Forcing Real-Estate Agents to Adapt. Will They Sink or Swim?", "date": "2020-03-19 13:21", "summary": "The pandemic is halting open houses and shuttering sales centers and brokerage offices, changing the industry virtually overnight. On Tuesday, March 10, real-estate agent Joanne Greene got a call from a fellow agent bringing buyers to one of her listings, a roughly $2 million three-bedroom co-op on New York's Upper East Side. The buyers and agent, Ms. Greene learned, would be wearing gloves and masks.", "categories": [["Real Estate", "Homes"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/homes?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/companies-retool-operations-to-assist-in-coronavirus-fight-11584637831", "title": "Companies Retool Operations to Assist in Coronavirus Fight", "date": "2020-03-19 13:10", "summary": "As the pandemic puts nations on wartime footing, distillers concoct hand sanitizer, a car maker offers to assemble ventilators, a jeans factory switches to face masks. PARIS-Companies across the West, from a Kentucky distillery to a French bluejeans maker, are retooling to produce medical equipment for overloaded hospitals and slow the spread of the new coronavirus.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/china-rescinds-penalty-for-late-doctor-who-warned-about-coronavirus-11584637545", "title": "China Rescinds Penalty for Late Doctor Who Warned About Coronavirus", "date": "2020-03-19 13:05", "summary": "Government praises Li Wenliang, who died from the virus, but warns against using his death to rally against Communist Party rule. HONG KONG-Weeks after Chinese social media erupted in grief and rage over the death of a doctor reprimanded by police for raising early alarms about the new coronavirus, Beijing is seeking to assuage public anger by rescinding his penalty and punishing those who rebuked him.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/make-america-the-medicine-chest-of-the-world-11584637124", "title": "Make America the Medicine Chest of the World", "date": "2020-03-19 12:58", "summary": "Take a page from FDR's 'arsenal of democracy' and mobilize industry to fight Covid-19.. America's \"arsenal of democracy\" saved Europe and the world from fascism during World War II. Today the U.S. can win a similar victory over the novel coronavirus by sticking to the same principles that made the war effort so successful. President Trump took a vital step in that direction Wednesday by invoking the Defense Production Act, which gives him the authority to expedite and expand industrial production of key medical resources necessary to fight the pandemic.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-minyan-in-the-time-of-social-distancing-11584637076", "title": "A Minyan in the Time of Social Distancing", "date": "2020-03-19 12:57", "summary": "Fifteen of us gathered loosely around a streetlight to pray for my late mother.. Losing a parent is always difficult, especially as important financial and religious arrangements must be made during a time of intense grief. A global pandemic doesn't help. But when my mother died on March 3, my family still had no idea how difficult it would be to stay safe while still honoring her in the Jewish tradition.", "categories": [["Opinion", "Commentary", "Houses of Worship"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb", "https://www.wsj.com/news/types/houses-of-worship?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/gabbard-ends-democratic-presidential-campaign-11584629972", "title": "Tulsi Gabbard Ends Democratic Presidential Campaign", "date": "2020-03-19 12:56", "summary": "Iraq war veteran and Hawaii congresswoman says she now supports Joe Biden. Rep. Tulsi Gabbard, the Hawaii congresswoman and Iraq war veteran, has ended her bid for the Democratic nomination for president after a campaign in which she had notable debate moments but failed to break through with voters, earning just two of the delegates awarded so far.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-k-regulator-calls-on-insurers-to-be-flexible-amid-coronavirus-pandemic-11584636565", "title": "U.K. Regulator Calls on Insurers to Be Flexible Amid Coronavirus Pandemic", "date": "2020-03-19 12:49", "summary": "Financial Conduct Authority says firms should ensure that global circumstances don't affect customers' current home or motor policies. The U.K.'s Financial Conduct Authority said Thursday that insurers should be flexible when dealing with their customers, as many of them could be in a difficult position due to the effects of the novel coronavirus.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/as-businesses-shut-how-many-u-s-workers-can-work-from-home-11584635546", "title": "As Businesses Shut, How Many U.S. Workers Can Work From Home?", "date": "2020-03-19 12:32", "summary": "The government says less than 10% of employees have a flexible workplace, but experts say the data haven't kept up with the trend. Here's a look at the numbers.. The coronavirus pandemic is prompting many businesses across the country to close their offices, forcing their employees to work from home.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-world-according-to-freeman-11584635563", "title": "The World According to Freeman", "date": "2020-03-19 12:32", "summary": "The physicist Freeman Dyson, who died in late February, believed that scientific ingenuity would find a way to save the planet. Freeman Dyson, who died Feb. 28 at the age of 96, was one of the smartest people I've ever known, and one of the sweetest. For several years I occupied the office directly under his at the Institute for Advanced Study in Princeton, N.J. The sound insulation was good but not perfect: Ordinary conversations were inaudible, but when Freeman talked on the telephone he spoke louder, and I could hear him then, though I rarely made out specific words. (Actually, I tried not to.) What did penetrate, reliably, was his laughter. It was a frequent, welcome source of joy.", "categories": [["Life & Work", "Ideas", "Wilczek's Universe"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/wilczek-s-universe?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/german-government-moves-against-fringe-far-right-group-11584635090", "title": "German Government Moves Against Fringe Far-Right Group", "date": "2020-03-19 12:24", "summary": "Authorities say coronavirus will not distract them from the fight against rising political violence. BERLIN-Germany on Thursday carried out nationwide raids on alleged members of a secretive group who reject the authority of the state, adhere to racist ideologies and hoard weapons.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/band-of-seniors-11584632300", "title": "Band of Seniors", "date": "2020-03-19 11:46", "summary": "Is World War II the right analogy?. \"We need a Marshall Plan for all of the health care industry,\" declares Senate Minority Leader Chuck Schumer (D., N.Y.) on MSNBC this morning. He's not alone in casting the coronavirus threat as akin to World War II.", "categories": [["Opinion", "Best of the Web"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/best-of-the-web-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/in-london-a-340-year-old-mansion-with-a-colorful-history-asks-60-7-million-11584632769", "title": "In London, A 340-Year-Old Mansion With a Colorful History Asks $60.7 Million", "date": "2020-03-19 11:46", "summary": "Resume Subscription. From scandalous society ladies to young brides and art thieves, Stanley House has been home to some fascinating characters in its 340-year history. The imposing Georgian mansion on the King's Road in London's Chelsea neighborhood was built as a semirural getaway. And although the gardens around it have slowly been replaced by houses and shops, its large walled backyard means it is still a quiet oasis amid a busy city.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/the-long-fight-against-unjust-taxes-11584632212", "title": "The Long Fight Against Unjust Taxes", "date": "2020-03-19 11:36", "summary": "From ancient Jerusalem to the American Revolution and beyond, rebels have risen up against the burden of taxation.. With the world in the grip of a major health crisis, historical milestones are passing by with little notice. But the Boston Massacre, whose 250th anniversary was this month, deserves to be remembered as a cautionary tale.", "categories": [["Life & Work", "Ideas", "Historically Speaking"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/historically-speaking?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-job-shock-begins-11584631568", "title": "The Job Shock Begins", "date": "2020-03-19 11:26", "summary": "Measures to combat the spread of the new coronavirus are already taking a heavy toll on the job market. America's job market just got a hammer taken to it. How it fares in the days and months ahead-and what policymakers are able to do to blunt the distress of workers and their employers-will determine how bad the recession will be and how healthy the economy will be in its aftermath.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-food-supply-u-s-has-a-lot-the-outbreak-makes-moving-it-tricky-11584631411", "title": "Coronavirus-Era Food Supply: America Has a Lot. Moving It Is Tricky.", "date": "2020-03-19 11:23", "summary": "Farm giants juggle operations to answer surge in demand and ready workers to fill in for any who fall ill; 'Platoon coverage'. You wouldn't know it from the bare grocery store shelves across the country, but America has plenty of food. The challenge is getting it from the farm to your table.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hating-your-home-wi-fi-network-lets-fix-it-11584631072", "title": "Hating Your Home Wi-Fi Network? Let's Fix It.", "date": "2020-03-19 11:17", "summary": "How to address flickering Zoom calls, slow speeds, dead spots and other home Wi-Fi pain points. Time to stand up and journey to your basement, garage or whatever corner your wireless router calls home. Please, like you don't need the exercise right now.", "categories": [["Tech", "Personal Tech", "Personal Technology: Review"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb", "https://www.wsj.com/news/types/personal-technology-joanna-stern?mod=breadcrumb", "https://www.wsj.com/news/types/personal-technology-joanna-stern?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/big-easy-by-design-11584630441", "title": "Big Easy By Design", "date": "2020-03-19 11:07", "summary": "The designers behind this $140,000 kitchen and living space sourced furniture and art from several local New Orleans shops and Southern artists. When designing a New Orleans pied-a-terre for a pair of Texans, designers Bill Brockschmidt and Courtney Coleman, sought to combine brilliant color with an appreciation for the city's legacy of artistry. The condo, in a high-end French Quarter development, had a modern, loft-like feel that the owners, who are in their 60s and 70s, thought lacked any real New Orleans vibe.", "categories": [["Real Estate", "Homes"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/homes?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ecb-provides-some-relief-for-troubled-lenders-will-it-be-enough-11584630389", "title": "ECB Provides Some Relief for Troubled Lenders. Will It Be Enough?", "date": "2020-03-19 11:06", "summary": "Liquidity injection helps but deepening economic turmoil leaves longer-term prospects in doubt. The European Central Bank's massive €750 billion ($819 billion) bond-buying program brought some relief to Italian lenders and the rest of the continent's battered banking sector. But with the coronavirus pandemic wreaking havoc across the global economy, the stimulus may not be enough, analysts say.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/to-fight-coronavirus-colleges-sent-students-home-now-will-they-refund-tuition-11584625536", "title": "To Fight Coronavirus, Colleges Sent Students Home. Now Will They Refund Tuition?", "date": "2020-03-19 10:41", "summary": "Stanford cancels some housing, dining charges; Harvard, Ohio State to return part of room-and-board fees. As colleges and universities nationwide shut down dorms and dining halls, cancel athletic events and commencements and shift to remote instruction amid the growing threat of the novel coronavirus, many families have a pressing question: Will there be a refund?", "categories": [["U.S.", "Education"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/education?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/olive-gardens-owner-reports-sales-plunge-as-coronavirus-spreads-11584628876", "title": "Olive Garden's Owner Reports Sales Plunge as Coronavirus Spreads", "date": "2020-03-19 10:41", "summary": "Casual-dining chains are particularly vulnerable to widespread restaurant closures. The coronavirus pandemic is slamming the U.S. casual-dining sector, as companies including Darden Restaurants Inc., the owner of Olive Garden and other chains, race to switch to takeout service.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/feds-repo-operations-see-light-response-amid-upward-rate-pressure-11584628375", "title": "Fed's Repo Operations See Light Response Amid Upward Rate Pressure", "date": "2020-03-19 10:32", "summary": "Resume Subscription. The first two of three New York Fed liquidity operations saw light demand Thursday, amid signs of conflicting pressure in money-market rates.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-next-coronavirus-financial-crisis-record-piles-of-risky-corporate-debt-11584627925", "title": "The Next Coronavirus Financial Crisis: Record Piles of Risky Corporate Debt", "date": "2020-03-19 10:25", "summary": "A fast-growing market in junk-rated leveraged loans is showing severe strains, a sign of a looming credit crunch that could stifle future economic growth. Serious strains are starting to appear in the $1.2 trillion market for loans to high-risk companies, which have borrowed record sums in recent years as investors chased bigger yields.", "categories": [["Markets", "Credit Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/credit-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/aussie-dollar-at-55-cents-stocks-plunge-in-korea-the-worlds-desperate-for-dollars-11584619914", "title": "Dollar Desperation: Aussie Dollar Falls to 55 Cents as Stocks Drop in Korea", "date": "2020-03-19 10:21", "summary": "Investors are dumping assets and paying dearly to swap local currencies into U.S. dollars. Soaring demand for the dollar is exacerbating dislocations in markets around the world, sending other currencies tumbling and pressuring companies and investors that need the U.S. currency to pay off debts and meet other obligations.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/impossible-foods-ceo-on-running-a-4-billion-startup-from-childrens-bedroom-11584627688", "title": "Impossible Foods CEO on Running a $4 Billion Startup From Children's Bedroom", "date": "2020-03-19 10:21", "summary": "Pat Brown does job through 'tiny portal,' combats isolation as coronavirus spreads. Impossible Foods Inc. Chief Executive Pat Brown wakes up at his Stanford, Calif., condominium bursting with ideas. Typically, he clears his head by getting to the office, walking around and exchanging those ideas with his colleagues.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-unsung-pioneer-of-handwashing-11584627614", "title": "The Unsung Pioneer of Handwashing", "date": "2020-03-19 10:20", "summary": "In 19th-century Vienna, Ignaz Semmelweis fought to convince his fellow doctors that washing their hands could save patients' lives.. It's difficult to feel any sense of optimism during the Covid-19 pandemic, but one source of encouragement is that simple soap and water can be a powerful defense. The coronavirus that causes the disease is enveloped in fatty layers that are easily dissolved by detergents, exposing the core of the virus and causing it to perish. That's why public health authorities keep stressing the importance of washing our hands.", "categories": [["Life & Work", "Ideas", "Essay"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/essay?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/karaoke-customer-who-spread-virus-dies-two-weeks-after-final-song-11584607335", "title": "Karaoke Customer Who Spread Virus Dies Two Weeks After Final Song", "date": "2020-03-19 10:06", "summary": "The man reportedly told his son he was going out to spread the virus. TOKYO-A Japanese man with liver cancer and the new coronavirus wanted to enjoy a last night out before going to the hospital, but he ended up infecting an employee at a karaoke bar and causing a national uproar.", "categories": [["World", "Asia", "Japan"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/japan-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-dr-anthony-fauci-runs-11584626400", "title": "Why Dr. Anthony Fauci Runs", "date": "2020-03-19 10:00", "summary": "The most influential man in American public health is a 79-year-old former marathoner who jogs and power walks as much as possible. 'There was almost nothing that could stop us,' his running partner says.. Dr. Anthony Fauci has been running the same federal entity through some of the worst crises of the last half-century: AIDS, anthrax, swine flu, Ebola and, now, a coronavirus pandemic that has turned this infectious disease expert into the most influential person in American public health.", "categories": [["Sports"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/people-confined-for-a-pandemic-cant-get-enough-of-pandemics-11584626400", "title": "People Confined for a Pandemic Can't Get Enough of Pandemics", "date": "2020-03-19 10:00", "summary": "The Netflix documentary series 'Pandemic' and the board game of the same name seem to be surging in popularity. What do people do for fun when they are locked inside their homes to stop the spread of a dangerous pandemic? Apparently, they enjoy content about pandemics.", "categories": [["Markets", "Overheard"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/overheard?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/imf-approves-top-mnuchin-ally-geoffrey-okamoto-as-no-2-official-11584625344", "title": "IMF Approves Top Mnuchin Ally, Geoffrey Okamoto, as No. 2 Official", "date": "2020-03-19 09:42", "summary": "Okamoto pledges to do 'whatever it takes' with IMF's $1 trillion lending capacity. The International Monetary Fund formally approved the Trump administration's pick to become the fund's No. 2 official, just a week after his name was proposed, signaling a desire to coordinate closely with the U.S. government in providing IMF financial support to countries suffering from the economic fallout of the coronavirus pandemic.", "categories": [["Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hit-by-coronavirus-slowdown-hotels-try-catering-to-the-quarantined-11584624502", "title": "Do Not Disturb: Hotels Hammered by Coronavirus Offer 14-Day Quarantine Packages", "date": "2020-03-19 09:28", "summary": "Hospitality companies are adopting the risky strategy as occupancy rates plummet. With the coronavirus pandemic pummeling global travel, some hotels are employing a new tactic to boost bookings: targeting guests who face lengthy quarantines.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/war-on-plastic-takes-a-back-seat-in-coronavirus-crisis-11584624140", "title": "War on Plastic Takes a Back Seat in Coronavirus Crisis", "date": "2020-03-19 09:22", "summary": "The impact of a temporary return to disposable plastic cups and bags could be lasting, environmentalists fear. The war on plastics is being put on hold as the battle to contain coronavirus ramps up.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-hollywood-feeding-frenzy-is-a-boon-for-novelists-is-it-good-for-the-novel-11584622488", "title": "A Hollywood Feeding Frenzy Is a Boon for Novelists. Is It Good for the Novel?", "date": "2020-03-19 08:54", "summary": "Producers hungry for a literary sensation give rise to more screen-friendly works. \"I don't need to chase movie stars anymore,\" says one executive.. On Sunday, January 6, 2019, following the Fox Golden Globes afterparty in Los Angeles, Beatrice Springborn, Hulu's vice president of content development, decided she would do whatever it took to buy the domestic television rights to Sally Rooney's buzzy novel Normal People. Waiting in the cold outside the Beverly Hilton Hotel, Springborn and her then-colleague Jessica Kumai Scott surprised producers Ed Guiney and Andrew Lowe, who owned the book's screen rights, by cutting the car line and forcing themselves into their departing town car.", "categories": [["Magazine - Culture"]], "category_links": ["https://www.wsj.com/news/types/magazine-culture?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-bike-race-went-virtual-because-of-coronavirus-i-raced-it-it-did-not-go-well-11584621958", "title": "A Bike Race Went Virtual, Because of Coronavirus. I Raced It. It Did Not Go Well.", "date": "2020-03-19 08:45", "summary": "In a trend that could grow, a real-life New York City sporting event moves to a digital domain. Our columnist tried to compete.. Well, it seemed like a good idea.", "categories": [["Sports"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/derbys-take-fed-balance-sheet-will-be-a-barometer-of-market-woes-11584610201", "title": "Derby's Take: Fed Balance Sheet Will Be a Barometer of Market Woes", "date": "2020-03-19 08:41", "summary": "Resume Subscription. Every week the Federal Reserve releases a summary of the state of its balance sheet, and for the most part nobody pays it much attention. When it comes out Thursday, it should be different.", "categories": [["Central Banks Commentary"]], "category_links": ["https://www.wsj.com/news/types/central-banks-commentary?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/americas-new-coronavirus-strategy-stresses-social-distancing-over-broad-testing-11584610205", "title": "U.S. Government Plans to Ratchet Up Emphasis on Social Distancing", "date": "2020-03-19 08:33", "summary": "Days after saying widespread tests would be available, officials seek to avoid perception of coronavirus testing as a 'magic bullet'. The Trump administration plans to increasingly emphasize social distancing as the primary method to contain the new coronavirus, a shift away from its recent focus on accelerating widespread testing as a containment tool, according to officials.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mitt-romneys-onetime-park-city-home-11584621016", "title": "Mitt Romney's Onetime Park City Home", "date": "2020-03-19 08:30", "summary": "Located near the ski resort of Deer Valley, the mountain lodge-style property still contains many of the senator's original furnishings.. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/mitt-romneys-former-utah-mountain-estate-is-hitting-the-market-11584621031", "title": "Mitt Romney's Former Utah Mountain Estate is Hitting The Market", "date": "2020-03-19 08:30", "summary": "The sellers combined their own belongings with the senator's furniture and art in the roughly 13,000-square-foot Park City home near Deer Valley. Hal and Corinne Prewitt said they were political independents, but they developed a rapport with Sen. Mitt Romney through their Utah mountain home, which they bought from him and which still contains many of his original furnishings.", "categories": [["WSJ News Exclusive", "Private Properties"]], "category_links": ["https://www.wsj.com/news/types/private-properties?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/as-coronavirus-spreads-drivers-face-wary-customers-temperature-checks-11584619201", "title": "As Coronavirus Spreads, Drivers Face Wary Customers, Temperature Checks", "date": "2020-03-19 08:00", "summary": "UPS, FedEx change procedures to ease drivers' and customers' fears; the social-distance signature. Drivers from FedEx Corp. and United Parcel Service Inc. are encountering new obstacles and heightened levels of suspicion due to the coronavirus pandemic, which is upending the daily routine of ferrying packages to homes and businesses.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/commentary-its-not-premature-to-set-supply-chains-for-a-coronavirus-recovery-11584619200", "title": "Commentary: It's Not Premature to Set Supply Chains for a Coronavirus Recovery", "date": "2020-03-19 08:00", "summary": "Companies shifting into survival mode should think now about how to build the healthiest business outcome. As countries shut down, stock markets crumble and economic activity slows to a crawl, it is hard to believe that in a few months the coronavirus crisis may be over.", "categories": [["Logistics Report"]], "category_links": ["https://www.wsj.com/news/types/logistics-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/our-favorite-sources-for-ordering-meat-online-11584616764", "title": "Our Favorite Sources for Ordering Meat Online", "date": "2020-03-19 07:19", "summary": "Plenty of online butchers advertise top-quality cuts of meat, delivered direct to your door. But which of these outfits can you really trust-or afford?. IN RECENT years, a slew of new online ventures have emerged to compete with the supermarket butcher case. There were precedents, certainly; Omaha Steaks has been in the mail-order game since 1953. But the new wave is making notable headway: 19% of shoppers had purchased meat online as of 2018, the Foundation for Meat & Poultry Research & Education found, up from just 4% in 2015.", "categories": [["Life & Work", "Food & Drink"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/food-cooking-drink?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-washington-failed-to-build-a-robust-coronavirus-testing-system-11584552147", "title": "America Needed Coronavirus Tests. The Government Failed.", "date": "2020-03-19 07:05", "summary": "Decisions that limited testing for the pathogen blinded the U.S. to the outbreak's scale. Here's how it happened.. When cases of the new coronavirus began emerging several weeks ago in California, Washington state and other pockets of the country, U.S. public-health officials worried this might be The Big One, emails and interviews show.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-baseballs-shutdown-might-hit-mookie-bettss-paycheck-11584615602", "title": "How Baseball's Shutdown Might Hit Mookie Betts's Paycheck", "date": "2020-03-19 07:00", "summary": "Unlike the NBA and NHL, MLB has no salary cap, nor is player compensation tied in any way to overall league revenues. With American sports shut down because of the coronavirus pandemic, professional athletes are asking the same question currently sweeping through group texts and employee Slack channels nationwide: When am I going to get paid?", "categories": [["Sports", "MLB"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/mlb?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/wanted-people-willing-to-get-sick-to-find-coronavirus-vaccine-11584615600", "title": "Wanted: People Willing to Get Sick to Find Coronavirus Vaccine", "date": "2020-03-19 07:00", "summary": "British lab is recruiting volunteers for study it says could speed development of Covid-19 vaccine. Thousands of people have volunteered to be infected in the hope of finding a vaccine for the new coronavirus.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/this-is-your-brain-on-a-crashing-stock-market-11584615601", "title": "This Is Your Brain on a Crashing Stock Market", "date": "2020-03-19 07:00", "summary": "Fear and panic over huge daily drops are compounded by dread of a global pandemic. It isn't just your portfolio that's getting pounded. You are, too.", "categories": [["Markets", "The Intelligent Investor"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/the-intelligent-investor?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-puts-hopes-pinned-to-tokyo-olympics-tourists-in-jeopardy-11584612940", "title": "Coronavirus Puts Hopes Pinned to Tokyo Olympics Tourists in Jeopardy", "date": "2020-03-19 06:15", "summary": "Companies across Japan spent heavily on attractions timed to open to take advantage of a wave of visitors. TOKYO-Companies across Japan have spent heavily on tourist attractions timed to open to take advantage of a wave of visitors at this summer's Tokyo Olympics. With the coronavirus pandemic crushing tourism and threatening the Games, those plans are in jeopardy.", "categories": [["Business", "Asia"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/iasb-considers-changing-rules-on-company-acquisitions-goodwill-11584612001", "title": "IASB Considers Changing Rules on Company Acquisitions, Goodwill", "date": "2020-03-19 06:00", "summary": "Most of its board members are opposed to a different model for measuring goodwill. The International Accounting Standards Board is considering adding new rules on how companies account for acquisitions and goodwill as part of its effort to provide more useful information to investors and lower the cost of compliance to businesses.", "categories": [["CIO Journal"]], "category_links": ["https://www.wsj.com/news/types/cio-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/senators-try-to-bridge-partisan-dividefrom-a-safe-distance-11584612004", "title": "Senators Try to Bridge Partisan Divide-From a Safe Distance", "date": "2020-03-19 06:00", "summary": "Amid scramble to negotiate coronavirus legislation, lawmakers float idea of remote voting; party leaders reject it. WASHINGTON-Republicans and Democrats are racing to negotiate emergency coronavirus spending packages that could top $1 trillion, a sprint that requires close collaboration. But they also need to keep their distance to stay safe.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/too-early-to-check-in-to-chinas-travel-giant-11584611418", "title": "Too Early to Check In to China's Travel Giant", "date": "2020-03-19 05:53", "summary": "Investors may want to see clearer skies before buying back into Trip.com. It's still way too early to take a ride with Trip.com .", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/inside-the-south-korean-labs-churning-out-coronavirus-tests-11584610667", "title": "Inside the South Korean Labs Churning Out Coronavirus Tests", "date": "2020-03-19 05:37", "summary": "South Korea has managed to check the spread of the virus with the help of an efficient testing network developed in the aftermath of the 2015 MERS outbreak. SEOUL-Lee Hyuk-min sets his alarm at 4:45 a.m. He rolls out of bed, sits down at his home office desk within minutes and then begins his day's work: analyzing a chart of novel coronavirus test data, separating the positives from the negatives.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-hits-state-and-city-budgets-11584610201", "title": "Coronavirus Hits State and City Budgets", "date": "2020-03-19 05:30", "summary": "Local officials say they don't know how deep the hole might get; a double punch of higher spending and falling revenue. Minnesota lawmakers have approved more than $220 million to tackle the coronavirus. Washington state is tapping $175 million in reserves to test for the virus and treat patients. And Philadelphia's city council is considering holding a teleconferenced public hearing so $85 million can be freed up to help combat the pandemic.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-campaign-strategy-shifts-focus-to-crisis-leadership-11584610201", "title": "Trump Re-Election Strategy Shifts Focus to Crisis Leadership", "date": "2020-03-19 05:30", "summary": "A 2020 campaign message built for a roaring economy is now being retooled to cope with coronavirus and sliding markets. WASHINGTON-The coronavirus crisis is rapidly changing President Trump's re-election strategy, forcing him into the position of leading the nation through a sprawling, complex emergency while undermining his greatest asset: a strong economy.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/consumers-face-a-massive-credit-crunch-lenders-are-still-figuring-out-what-to-do-11584610200", "title": "Consumers Face a Massive Credit Crunch. Lenders Are Still Figuring Out What to Do.", "date": "2020-03-19 05:30", "summary": "Out-of-work customers could miss loan payments and suffer plunging credit scores; lenders and credit-reporting firms are being asked to help. U.S. consumers are facing what could become the biggest credit crunch since the Great Depression. Lenders and credit-reporting firms aren't sure what to do about it.", "categories": [["Markets", "Credit Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/credit-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/samsungs-shift-away-from-china-looked-smartthen-the-coronavirus-hit-11584610202", "title": "Samsung's Shift Away From China Looked Smart, Then Coronavirus Hit", "date": "2020-03-19 05:30", "summary": "Pandemic pressures company's supply chains, despite diversifying production to India, Vietnam. When the novel coronavirus ripped through China earlier this year, Samsung Electronics Co. executives could take solace in a multiyear bet that diversified its smartphone production into Vietnam and India, insulating it somewhat as the world's supply chain wheezed.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/banks-have-nowhere-to-hide-in-the-coronavirus-crisis-11584609329", "title": "Banks Have Nowhere to Hide in the Coronavirus Crisis", "date": "2020-03-19 05:15", "summary": "European bank stocks are back at levels last seen in the 1980s as investors struggle to size up the impact of the economic shutdown. A problem for airlines is a problem for banks. A problem for oil producers is a problem for banks. A problem for restaurants is a problem for banks.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/eduard-limonov-punk-exponent-of-russian-nationalism-dies-at-77-11584601037", "title": "Eduard Limonov, Punk Exponent of Russian Nationalism, Dies at 77", "date": "2020-03-19 02:57", "summary": "The prolific novelist and poet was known for his seamy depictions of life in Russia and abroad, and his radical politics. Eduard Limonov, a Russian avant-garde writer whose fringe political activism helped fuel Russian nationalist fervor under President Vladimir Putin, died Tuesday in Moscow.", "categories": [["World", "Obituaries"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/obituaries?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/federal-reserve-will-backstop-money-market-mutual-funds-amid-coronavirus-11584588654", "title": "Federal Reserve to Backstop Money-Market Mutual Funds", "date": "2020-03-19 00:35", "summary": "Fed establishes facility to lend to money-market funds, secures $10 billion from Treasury to protect against losses. The Federal Reserve said Wednesday it would launch a new lending facility to backstop the money-market mutual-fund sector as part of a broadening effort to calm turmoil sparked by the novel coronavirus epidemic.", "categories": [["Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11584568854", "title": "Pepper...and Salt", "date": "2020-03-19 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/when-it-comes-to-park-living-luxury-homebuyers-shell-out-the-green-11584590460", "title": "When It Comes to Park Living, Luxury Homebuyers Shell Out the Green", "date": "2020-03-19 00:01", "summary": "In London, homes with a view of the city's Hyde or Regent's parks are 75% pricier than those a few streets back. Turns out the color of money really is green.", "categories": [["Real Estate"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/this-recipe-is-pure-sunshine-11584633290", "title": "This Recipe is Pure Sunshine", "date": "2020-03-19 00:01", "summary": "From Brooklyn chef Sohui Kim, this simple dish of pan-seared mackerel with a bright, bracing citrus-fennel salad is on the table in 20 minutes flat. AS OF LAST WEEK, everything was going according to plan for the grand reopening of Gage & Tollner , the storied, long-shuttered Brooklyn chop house. Chef Sohui Kim already owns Brooklyn restaurants Insa and the Good Fork with her husband, Ben Schneider . With partner St. John Frizell, owner of Brooklyn bar Fort Defiance, they've worked for three years to revive Gage & Tollner. But like restaurateurs around the world, they've had to recalibrate in the face of a pandemic.", "categories": [["Life & Work", "Food & Drink", "Slow Food Fast"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/food-cooking-drink?mod=breadcrumb", "https://www.wsj.com/news/types/slow-food-fast?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/first-lawmaker-tests-positive-for-coronavirus-as-race-on-for-legislation-11584578447", "title": "Two Lawmakers Test Positive for Novel Coronavirus", "date": "2020-03-19 22:43", "summary": "Diagnoses for Reps. Mario Diaz-Balart and Ben McAdams raise questions about whether Congress can keep meeting in person. WASHINGTON-Two members of Congress announced positive tests for novel coronavirus on Wednesday.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/truckers-facing-coronavirus-hurdles-in-keeping-supply-chains-moving-11584564327", "title": "Truckers Facing Coronavirus Hurdles in Keeping Supply Chains Moving", "date": "2020-03-19 22:16", "summary": "Potential travel restrictions, controls at loading docks slow operations and raise alarms for freight haulers. Truckers are trying to navigate growing challenges on highways and at loading docks as they seek to keep supply chains running to meet surging coronavirus-driven demand for consumer staples and medical equipment.", "categories": [["Logistics Report"]], "category_links": ["https://www.wsj.com/news/types/logistics-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/playboy-magazine-shuts-down-print-edition-citing-coronavirus-11584582245", "title": "Playboy Magazine Shuts Down Print Edition, Citing Coronavirus", "date": "2020-03-19 21:44", "summary": "After 66 years, magazine to continue publishing online, with an occasional special edition in print. Playboy magazine, the once pace-setting journal that chronicled the sexual revolution through a mix of high-gloss nude photographs and top-rate fiction and journalism, will end its print run in the U.S. after nearly seven decades on the newsstand, Playboy Enterprises Inc. said Wednesday.", "categories": [["Business", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ecb-seeks-to-mend-rifts-as-economic-clouds-gather-11584523534", "title": "ECB to Launch New Bond-Buying Program", "date": "2020-03-19 21:23", "summary": "Central bank to purchase private, public eurozone debt through 2020 under new €750 billion program. FRANKFURT-The European Central Bank unveiled a new €750 billion ($818.7 billion) bond-buying program aimed at shielding the eurozone economy from the spreading coronavirus, casting aside longstanding taboos to send a determined signal to investors that the bank will stand behind the region's embattled governments.", "categories": [["Economy", "Europe Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/europe-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/starbucks-seeks-to-reassure-investors-11584570441", "title": "Starbucks Seeks to Reassure Investors", "date": "2020-03-19 21:15", "summary": "Workers press company to close stores as coronavirus pandemic spreads. Starbucks Corp. sought to reassure investors that it can withstand the coronavirus pandemic.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sports-leagues-offer-free-streaming-of-older-games-amid-coronavirus-shutdown-11584579826", "title": "Sports Leagues Offer Free Streaming of Older Games Amid Coronavirus Shutdown", "date": "2020-03-19 21:03", "summary": "The NFL and the NBA have removed paywalls for their own subscription services. The National Football League and the National Basketball Association have an answer for sports fans in the U.S. who have run out of options to watch new live games: Try re-watching older games.", "categories": [["CMO Today"]], "category_links": ["https://www.wsj.com/news/types/cmo-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/senate-expected-to-pass-bill-offering-free-virus-testing-paid-leave-11584537988", "title": "Senate Passes Bill to Combat Pandemic, Turns to Stimulus Plan", "date": "2020-03-19 20:57", "summary": "Government moves to address economic impact of coronavirus with support for workers, households. WASHINGTON-Senate lawmakers turned their full attention to the Trump administration's proposal for $1 trillion in spending to combat the coronavirus pandemic, including aid for airlines and direct payments to American households, after passing a paid-leave bill that President Trump signed into law late Wednesday.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/detroit-car-makers-to-temporarily-shut-u-s-plants-over-virus-concerns-11584551324", "title": "Detroit Car Makers to Temporarily Close U.S. Plants Over Virus Concerns", "date": "2020-03-19 20:34", "summary": "Union leaders had pressed GM, Ford, Fiat Chrysler for shutdown, which will affect hundreds of thousands of workers. Detroit's car companies have agreed to temporarily shut down factories in the U.S., Mexico and Canada to limit the spread of the new coronavirus, an unprecedented work stoppage that will affect hundreds of thousands of factory employees.", "categories": [["Business", "Autos & Transportation", "Autos Industry"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/transportation?mod=breadcrumb", "https://www.wsj.com/news/types/autos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-new-tax-deadline-pay-by-july-15-11584576882", "title": "The New Tax Deadline: Pay by July 15", "date": "2020-03-19 20:14", "summary": "Taxpayers who want to use the IRS's deadline extension for payments still need to file something by April 15. The IRS has issued guidance clarifying many details of the new July 15 deadline. Please see this article for the most up-to-date information.", "categories": [["Markets", "Tax Report"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/tax-report?mod=breadcrumb"]}]