[{"link": "https://www.wsj.com/articles/u-s-hospitals-face-major-challenges-as-coronavirus-spreads-11584056336", "title": "U.S. Hospitals Face Major Challenges as Coronavirus Spreads", "date": "2020-03-12 19:58", "summary": "Executives are scrambling for beds and space to put patients if severe cases spike, searching for medical supplies and trying to ensure there are enough doctors and nurses. William Olson, the chief of operations for eight Oregon hospitals, grew worried when he was shown a heat map of coronavirus cases and flulike symptoms among patients across seven Western states.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/facts-and-myths-about-boosting-your-immune-system-11584050588", "title": "Facts (and Myths) About Boosting Your Immune System", "date": "2020-03-12 19:56", "summary": "It's crucial to stay healthy as the threat of coronavirus spreads. Here are the best strategies.. As the new coronavirus continues to spread across the country, having an optimally functioning immune system is more important than ever.", "categories": [["Life & Work", "Journal Reports: Health Care"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-health-care?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-to-work-from-home-a-checklist-of-the-essentials-11584050164", "title": "How to Work From Home: A Checklist of the Essentials", "date": "2020-03-12 19:52", "summary": "For starters, make sure your internet speed is up to the task, and minimize distractions. What's the best way to work effectively from home? That has suddenly become an urgent question as employers around the world tell staffers to work remotely in an effort to stem the spread of the new coronavirus.", "categories": [["Life & Work", "Life & Style"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/life-style?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-to-keep-your-home-free-of-coronavirus-germs-11583867479", "title": "How to Keep Your Home Free of Coronavirus Germs", "date": "2020-03-12 19:51", "summary": "Tips include cleaning with EPA-approved disinfectants and running dishwashers on sanitize cycle if possible. For many people, staying safe from the new coronavirus means staying home. But infectious germs can live in your house, too.", "categories": [["Life & Work", "Journal Reports: Health Care"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-health-care?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/as-virus-spreads-drugmakers-are-on-the-case-11584034493", "title": "As Virus Spreads, Drugmakers Are On the Case", "date": "2020-03-12 19:50", "summary": "Numerous projects are under way to find cures or treatments-but don't expect an answer anytime soon. Dozens of drugmakers are scrambling to develop vaccines that could prevent people from contracting the new coronavirus, or therapies to treat people infected with the respiratory disease it causes.", "categories": [["Life & Work", "Journal Reports: Health Care"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-health-care?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-one-family-is-dealing-with-life-under-covid-19-11584034963", "title": "How One Family Is Dealing With Life, Disrupted", "date": "2020-03-12 19:47", "summary": "In Hong Kong, they face closed schools and facilities, shortages of some necessities-and a small apartment. HONG KONG-I never realized how much I enjoyed sending my children off to school and going to work in the mornings until I could no longer do either.", "categories": [["Life & Work", "Journal Reports: Health Care"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-health-care?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/broadcom-withdraws-annual-financial-guidance-over-coronavirus-uncertainty-11584046700", "title": "Broadcom Withdraws Annual Financial Guidance Over Coronavirus Uncertainty", "date": "2020-03-12 19:37", "summary": "Chip maker expects revenue of about $5.7 billion in the current quarter, below analysts' projection. Chip maker Broadcom Inc. on Thursday pulled its financial projections for the year, citing uncertainty around the coronavirus pandemic, and said it would push debt payments to the second half of the year or earlier if conditions improve.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/americas-self-shutdownamericas-self-shutdown-11584052371", "title": "America's Self-Shutdown", "date": "2020-03-12 19:34", "summary": "The public has made 'social distancing' de facto national policy.. For all the foreboding about the novel coronavirus-foreboding that is justified-it is heartening to see the American people responding in ways reminiscent of the frontier spirit. Most people are doing what they have to do to survive a clear and immediate threat to their lives and communities.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bernies-offer-sheetbernies-offer-sheet-11584052896", "title": "Bernie's Offer Sheet", "date": "2020-03-12 19:32", "summary": "The defeated candidate dictates his terms of support to Biden.. After multiple primary defeats, Bernie Sanders seems to know he can't win the Democratic nomination, but he isn't going away. In a speech Wednesday, Mr. Sanders claimed he \"has won the ideological debate\" but is \"losing the debate over electability.\" Then he listed questions he intends to ask Joe Biden in their televised debate Sunday, including:", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/companies-weigh-currency-hedging-strategies-amid-coronavirus-market-turmoil-11584055544", "title": "Companies Weigh Currency-Hedging Strategies Amid Coronavirus Market Turmoil", "date": "2020-03-12 19:31", "summary": "The pandemic has put finance chiefs' liquidity plans to the test. Finance chiefs are reviewing currency-hedging strategies to manage liquidity as widespread volatility spurred by the coronavirus pandemic spills over into foreign-exchange markets.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-liquidity-cavalrythe-liquidity-cavalry-11584050888", "title": "The Fed's Liquidity Cavalry", "date": "2020-03-12 19:29", "summary": "The central bank rides to the rescue of the Treasury market but in confusing fashion.. The good news Thursday-and there was some-is that the Federal Reserve rode to the liquidity rescue of financial markets. The bad news is that equity markets rallied only briefly and then kept falling to close down a harrowing 10%. Flooding the Treasury markets with cash was still the right Fed call, though in this evolving panic the Fed ought to explain better what it's doing and why.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/europes-viral-recessioneuropes-viral-recession-11584044116", "title": "Europe's Viral Recession", "date": "2020-03-12 19:27", "summary": "Covid-19 would be less threatening if economies had been healthier.. European leaders are struggling to cope with the health consequences of Covid-19, and now the next struggle is coming into view-the economy. The pandemic is all but certain to tip large parts of Europe into recession, and no leader has a good response.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/dont-panic-is-rotten-advice-11584054431", "title": "'Don't Panic' Is Rotten Advice", "date": "2020-03-12 19:27", "summary": "A grave crisis calls for reason and realism, not 'an abundance of caution.'. This coronavirus is new to our species-it is \"novel.\" It spreads more easily than the flu-\"exponentially,\" as we now say-and is estimated to be at least 10 times as lethal.", "categories": [["Opinion", "Declarations"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/declarations?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bank-of-canada-to-expand-liquidity-operations-11584048678", "title": "Bank of Canada to Expand Liquidity Operations", "date": "2020-03-12 19:24", "summary": "Central bank to broaden bond buyback program and add new term-repo operations. OTTAWA-The Bank of Canada on Thursday said it was broadening its programs aimed at ensuring there is enough cash in the country's financial system, in the latest indication of deteriorating conditions in Canada stemming from the coronavirus pandemic and the sharp pullback in crude-oil prices.", "categories": [["World", "Canada"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/canada-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/judge-orders-chelsea-manning-released-from-jail-11584055105", "title": "Judge Orders Chelsea Manning Released From Jail", "date": "2020-03-12 19:18", "summary": "She has been held for refusing to testify before a grand jury investigating Julian Assange. WASHINGTON-Chelsea Manning, the former U.S. Army intelligence analyst convicted of leaking government secrets to WikiLeaks, must be released from a jail where she has been held for refusing to testify before a grand jury investigating its founder, Julian Assange, a federal judge said.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/whitney-macmillan-transformed-cargill-into-a-global-food-giant-11584053686", "title": "Whitney MacMillan Transformed Cargill Into a Global Food Giant", "date": "2020-03-12 19:17", "summary": "CEO expanded firm with mills and plants in South America, Europe and Asia. Whitney MacMillan, relying on pragmatism and endless curiosity about how the world feeds itself, transformed Cargill Inc. from a North American grain trader into a global food colossus.", "categories": [["World", "Obituaries"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/obituaries?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-world-beneath-their-feet-review-himalayan-heroes-11584043720", "title": "'The World Beneath Their Feet' Review: Himalayan Heroes", "date": "2020-03-12 19:06", "summary": "Crowds thronged the streets of London to see the new queen when news broke out: British climbers had become the ﬁrst to scale Mount Everest.. Enormous crowds of people thronged the sidewalks of London on June 2, 1953, as they waited for the coronation procession of Queen Elizabeth II. Many had stood in the rain overnight to secure the best vantage points. Then, at a few minutes before 8 a.m.-hours before anyone would catch their first glimpse of the new monarch-thrilling news electrified the multitude: British mountaineers had become the first to climb the 29,029-foot Mount Everest. People \"cheered and danced,\" Scott Ellsworth tells us in \"The World Beneath Their Feet.\" The triumphant finale to a 30-year quest to summit the world's tallest mountain delivered \"a glorious, unforgettable moment,\" a \"crowning touch\" to the young queen's ascension.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/it-may-not-be-the-virus-that-kills-me-11584048964", "title": "It May Not Be the Virus That Kills Me", "date": "2020-03-12 19:05", "summary": "Many lives depend on the medical supply chain, which Covid-19 will severely test.. With each passing day, the coronavirus pandemic reveals that many of our lives hang by a thin fiber-optic thread that can snap at any time. As more people are quarantined and businesses grind to a halt, supply chains will break down. While this will have negative economic consequences for all, for many of us it will be a matter of life and death.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-irs-proves-the-lefts-economists-wrong-11584047554", "title": "The IRS Proves the Left's Favorite Economists Wrong", "date": "2020-03-12 19:04", "summary": "New data contradict Saez and Zucman's celebrated claim that the rich pay lower rates than the poor.. 'The Rich Really Do Pay Lower Taxes Than You\" read a headline in the New York Times last fall. This astounding claim, presented in the media as fact and evidence of inequities baked into President Trump's 2017 tax cut, came from two economists at the University of California, Berkeley. Emmanuel Saez and Gabriel Zucman asserted that 2018 was the first year in U.S. history that the average tax rate on the 400 wealthiest income earners dipped below the rates paid by the lower-middle class and poor.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/notable-quotable-sanders-has-already-won-11584049056", "title": "Notable & Quotable: Sanders Has Already Won", "date": "2020-03-12 19:04", "summary": "'Biden and Sanders actually agree on far more than they disagree.'. Bill Press, writing for the Hill, March 10:", "categories": [["Opinion", "Commentary", "Notable & Quotable"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb", "https://www.wsj.com/news/types/notable-quotable?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-yorks-metropolitan-museum-to-shut-down-along-with-others-due-to-coronavirus-11584035854", "title": "Broadway Going Dark Could Mean Losses Above $100 Million", "date": "2020-03-12 19:04", "summary": "Cultural institutions say shutdowns are necessary to ensure the safety of the public and their staff. With Broadway and New York City's broader cultural scene coming to a coronavirus-prompted close on Thursday, industry professionals are tallying the potential financial impact.", "categories": [["U.S.", "Culture"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-culture?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/slack-isnt-zooming-yet-11584053475", "title": "Slack Isn't Zooming Yet", "date": "2020-03-12 19:02", "summary": "Collaboration-software upstart has benefited from work-from-home interest, but its latest outlook comes up short. The coronavirus pandemic may be good for Slack Technologies , but it isn't in the numbers yet.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/working-remotely-requires-cultural-change-executives-say-11584053615", "title": "Working Remotely Requires Cultural Change, Executives Say", "date": "2020-03-12 18:55", "summary": "CEO of totally remote startup GitLab says he is getting questions from customers on how to establish effective work-from-home programs. The coronavirus pandemic has shined the spotlight on remote work and collaboration technologies, as businesses world-wide encourage staff to work from home in an effort to reduce risk. But now that the laptops have been procured and the Zoom video-collaboration software downloaded, what's next?", "categories": [["CIO Journal"]], "category_links": ["https://www.wsj.com/news/types/cio-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/espn-tnt-face-lost-revenue-from-nba-season-suspension-over-coronavirus-11584032874", "title": "Sports TV Networks Take a Hit as Major Leagues Suspend Operations Over Coronavirus", "date": "2020-03-12 18:51", "summary": "Networks face lost ad revenue and pressure from distributors as NBA sports-rights payments loom. Sports TV networks are facing a big problem: They have virtually no games to put on the air.", "categories": [["Business", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tech-companies-see-mixed-impact-from-coronavirus-11584050206", "title": "Tech Companies See Mixed Impact From Coronavirus", "date": "2020-03-12 18:47", "summary": "Publishing software provider Adobe cites impact on corporate spending, particularly in areas hit by the pandemic. The spreading coronavirus is shaping up to deliver mixed fortunes for tech companies.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/global-stocks-follow-u-s-markets-lower-11583975524", "title": "Stocks Plunge 10% in Dow's Worst Day Since 1987", "date": "2020-03-12 18:39", "summary": "Benchmarks slide as S&P, Nasdaq join Dow in bear-market territory. U.S. stocks plunged Thursday in their worst day since the 1987 crash. The Dow Jones Industrial Average fell 10%, and the S&P 500 and Nasdaq tumbled nearly as much to join the Dow in a bear market.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/frances-macron-escalates-measures-to-counter-coronavirus-11584044399", "title": "France's Macron Urges Global Effort to Contain Coronavirus", "date": "2020-03-12 18:38", "summary": "French president also announces nationwide school closure, urges elderly to stay home. PARIS-French President Emmanuel Macron delivered a national address that called for international cooperation in the fight against the new coronavirus, drawing contrast with President Trump's announcement from the Oval Office that he was ordering a near-blanket travel ban to the U.S. for most Europeans.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/super-aggressive-fed-actions-may-help-smooth-unsettled-bond-market-11584050335", "title": "Derby's Take: Super Aggressive Fed Actions May Help Smooth Unsettled Bond Market", "date": "2020-03-12 18:38", "summary": "Resume Subscription. The New York Fed's shock announcement Thursday that it is willing to offer up to $1.5 trillion in fresh short-term loans to big banks may have captured the most attention simply for the radical size of the number.", "categories": [["Central Banks Commentary"]], "category_links": ["https://www.wsj.com/news/types/central-banks-commentary?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sec-votes-to-ease-audit-requirements-for-some-companies-11584034423", "title": "SEC Votes to Ease Audit Requirements for Smaller Companies", "date": "2020-03-12 18:32", "summary": "Supporters say move will aid investment; critics see risks for financial standards. WASHINGTON-Hundreds of small, publicly traded companies, including biotechnology firms, will see their audit requirements eased under a rule approved by the Securities and Exchange Commission.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-potential-nightmare-for-the-magic-kingdom-11584031644", "title": "A Potential Nightmare for the Magic Kingdom", "date": "2020-03-12 18:17", "summary": "Disney's theme parks are its biggest business-and the one most at risk from coronavirus pandemic. Magical thinking can't insulate the most magical place on Earth. Disney investors now face a costly and upsetting development.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/muni-bonds-plummet-as-few-markets-are-immune-from-selloff-11584050052", "title": "Muni Bonds Plummet as Few Markets Are Immune From Selloff", "date": "2020-03-12 18:16", "summary": "The S&P Municipal Bond Index posts its biggest one-day drop in more than a decade. Municipal-bond prices plunged to record lows Thursday amid a selloff in stocks and other assets, as investors dumped even gold-plated debt.", "categories": [["Markets", "Credit Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/credit-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/dorothy-we-arent-in-mediocristan-any-more-11584051399", "title": "Dorothy, We Aren't in 'Mediocristan' Any More", "date": "2020-03-12 18:16", "summary": "Thursday's market crash will go down in history books, but it is less of an outlier than many believe. Thursday's stock-market meltdown was, putting it mildly, unusual. A 10% drop in the Dow Jones Industrial Average has only occurred a handful of times, mostly during the white-knuckle panics of 1929 and 2008. It was the worst in percentage terms since the record one-day decline in October 1987.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/germany-labels-part-of-nativist-opposition-party-an-extreme-right-group-11584038861", "title": "Germany Labels Part of Opposition Party an Extreme-Right Group", "date": "2020-03-12 18:11", "summary": "Intelligence agency's move caps yearlong probe, allows surveillance of some members of AfD party. BERLIN-Germany's domestic intelligence agency said on Thursday that it would put a group within the nativist AfD opposition party under surveillance as an extremist organization amid rising concern about growing far-right violence in the country.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/judge-nixes-new-york-law-setting-up-public-campaign-finance-system-11584050735", "title": "Judge Nixes New York Law Setting Up Public Campaign-Finance System", "date": "2020-03-12 18:05", "summary": "Justice wrote that move was an 'improper and unconstitutional delegation of legislative authority'. A state judge on Thursday invalidated New York state's new system of public campaign financing, which was set to take effect after the 2022 elections.", "categories": [["U.S.", "Politics"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/traders-caught-in-market-downdraft-are-forced-to-unwind-leveraged-strategies-11584050260", "title": "Traders Caught in Market Downdraft Are Forced to Unwind Leveraged Strategies", "date": "2020-03-12 18:00", "summary": "Bond and stock prices' sharp dual decline unnerved traders wary of margin calls, debt limits. Treasury prices extended their declines Thursday while U.S. stock indexes suffered their worst losses since 1987-an unusual dual downturn that raised concerns that the Wall Street rout is entering a painful new stage: The forced unwind of a number of popular trading strategies, some of which involve leverage, or borrowed money.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/economists-see-rising-risks-of-recession-world-wide-11584037877", "title": "Economists See Rising Risks of Recession World-Wide", "date": "2020-03-12 17:59", "summary": "Overall economic impact of coronavirus will depend on how quickly authorities can bring it under control. The U.S. and world economies look increasingly likely to slip into recession as expanding swaths of commerce shut down and the Dow Jones Industrial Average suffered its worst day since 1987 amid the coronavirus pandemic.", "categories": [["Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/gap-promotes-old-navy-finance-chief-to-cfo-of-company-11584048968", "title": "Gap Promotes Old Navy Finance Chief to CFO of Company", "date": "2020-03-12 17:58", "summary": "Move is part of a larger corporate reshuffling at the clothing retailer. Gap Inc. said the finance chief of its Old Navy brand will be promoted to CFO of the whole company.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mcconnell-warns-some-spying-tools-could-temporarily-lapse-11584026307", "title": "Senate Fails to Approve Renewal of Domestic-Surveillance Powers", "date": "2020-03-12 17:55", "summary": "Domestic spying tools now set to expire in three days; two GOP senators clash on Senate floor. WASHINGTON-A set of domestic spying tools appeared likely to expire in three days after the Senate failed to approve legislation that would have renewed them amid doubts from President Trump that lawmakers had done enough to overhaul a surveillance system he has condemned.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/everything-is-awful-all-at-once-for-u-s-banks-11583965710", "title": "Everything Is Going Wrong All at Once for U.S. Banks", "date": "2020-03-12 17:50", "summary": "Epidemic triggers risks from low interest rates, slow loan growth and sliding stock and energy prices. Add together some of the biggest challenges U.S. banks weathered in the dozen years since the financial crisis, and you get an idea of how bad the coronavirus epidemic could be for them.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bestselling-books-week-ended-march-7-11584049749", "title": "Bestselling Books Week Ended March 7", "date": "2020-03-12 17:49", "summary": "With data from NPD BookScan. ", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/best-selling-books?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/major-concert-promoters-suspend-big-shows-around-the-world-11584048566", "title": "Concert Promoters Suspend Shows Around the World", "date": "2020-03-12 17:43", "summary": "The rapid spread of coronavirus is hitting just before the start of critical summer season. The concert industry is suspending all major shows globally through the end of the month as it contends with the rapid spread of the novel coronavirus.", "categories": [["Business", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ge-proposes-keeping-kpmg-as-external-auditor-11584048320", "title": "GE Proposes Keeping KPMG as External Auditor", "date": "2020-03-12 17:41", "summary": "Larry Culp, General Electric's chief executive, got 2019 compensation valued at $24.6 million. General Electric Co. will keep KPMG LLP as its auditor for another year, extending a relationship that dates back more than a century and has been tested recently by accounting problems.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/european-airline-stocks-plummet-as-u-s-plans-travel-ban-11584010224", "title": "Europe Criticizes U.S. Travel Ban; Airlines Rush to Respond", "date": "2020-03-12 17:38", "summary": "Restrictions are a hit to already reeling airline industry. LONDON-Governments, airlines and travelers scrambled to react to the announcement of a near-blanket travel ban to the U.S. for most Europeans.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-virus-testing-system-is-failing-fauci-tells-congress-11584042312", "title": "U.S. Virus Testing System Is Failing, Fauci Tells Congress", "date": "2020-03-12 17:37", "summary": "Top infectious-disease doctor cites patients' requirement to get doctor's permission as roadblock. WASHINGTON-The federal government's top infectious-disease doctor said the nation's system for disease testing has failed during the coronavirus outbreak because people typically need a doctor's permission to be tested.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/even-gold-takes-a-beating-as-broad-market-rout-intensifies-11584026358", "title": "Even Gold Takes a Beating as Broad Market Rout Intensifies", "date": "2020-03-12 17:36", "summary": "Metal falls sharply as some investors are being forced to raise cash to make up for losses from stocks. Gold prices fell sharply Thursday, a worrisome development for some analysts who are concerned that investors are being forced to sell many assets to raise cash.", "categories": [["Markets", "Commodities", "Precious Metals"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb", "https://www.wsj.com/news/types/precious-metals?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/oracle-tees-up-another-15-billion-in-buybacks-11584047813", "title": "Oracle Tees Up Another $15 Billion in Buybacks", "date": "2020-03-12 17:17", "summary": "The enterprise-software provider posted $9.79 billion in quarterly revenue, beating forecasts. Oracle Corp. said it would beef up its stock buyback program, a move that comes as the business software company's shares are battered by the coronavirus and broader economic uncertainty.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fasb-issues-more-relief-to-help-companies-with-libor-transition-11584045913", "title": "FASB Issues More Relief to Help Companies With Libor Transition", "date": "2020-03-12 17:11", "summary": "The latest guidance allows businesses to preserve hedge accounting when modifying financial contracts. The Financial Accounting Standards Board on Thursday issued additional optional relief to companies transitioning away from the London interbank offered rate.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-whipsaws-treasury-yields-investors-sell-corporate-bonds-11584037152", "title": "Coronavirus Whipsaws Treasury Yields, Investors Sell Corporate Bonds", "date": "2020-03-12 17:10", "summary": "The gap between what dealers are willing to pay for Treasurys, and sell them for, has increased. The coronavirus crisis continued to send shock waves through debt markets, prompting sharp swings in Treasury yields and more selling in corporate bonds.", "categories": [["Markets", "Credit Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/credit-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fed-to-inject-1-5-trillion-in-bid-to-prevent-unusual-disruptions-in-markets-11584033537", "title": "Fed to Inject $1.5 Trillion in Bid to Prevent 'Unusual Disruptions' in Markets", "date": "2020-03-12 17:08", "summary": "Move designed to prevent ominous trading conditions stemming from the coronavirus outbreak. The Federal Reserve said it would make vast sums of short-term loans available on Wall Street and purchase Treasury securities in a coronavirus-related response aimed at preventing ominous trading conditions from creating a sharper economic contraction.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tupperware-brands-names-new-ceo-as-business-looks-for-traction-11584017129", "title": "Tupperware Brands Names New CEO as Business Looks for Traction", "date": "2020-03-12 17:07", "summary": "Miguel Fernandez is charged with modernizing the sales model. Tupperware Brands Corp. appointed a new chief executive with a background in direct selling, charging him with reinvigorating the company's performance as it struggles to reach consumers who have moved away from buying kitchenware at home parties.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/as-recession-looms-priority-is-lessening-severity-easing-financial-stress-11584046870", "title": "As Recession Looms, Priority Is Lessening Severity, Easing Financial Stress", "date": "2020-03-12 17:04", "summary": "Central banks, Congress have tools to soften shocks-but not much time. In the last week the coronavirus shock has sharply raised the probability that the U.S., and the world at large, will suffer a recession. The main challenge for the world now is limiting its severity and preventing a health crisis from becoming a financial crisis.", "categories": [["Economy", "Capital Account"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/capital-account?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-movie-theaters-see-temporary-closures-as-strong-possibility-11584045170", "title": "U.S. Movie Theaters See Temporary Closures as Strong Possibility", "date": "2020-03-12 17:03", "summary": "Sequels to 'Fast & Furious,' 'Quiet Place' were postponed Thursday. U.S. movie theaters are increasingly likely to shut down temporarily, according to a person familiar with the matter, amid growing concerns related to the novel coronavirus pandemic.", "categories": [["WSJ News Exclusive", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-city-shuts-two-public-schools-over-coronavirus-case-11584019007", "title": "New York City Shuts Two Public Schools Over Coronavirus Case", "date": "2020-03-12 16:57", "summary": "Laboratory School of Finance and Technology and South Bronx Preparatory to be closed for at least 24 hours. Two New York City public schools that share a building were closed Thursday after a student tested positive for the novel coronavirus, city officials said.", "categories": [["U.S.", "Schools"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-schools?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/congress-closes-u-s-capitol-to-the-general-public-11584026289", "title": "White House Evaluates Trump Exposure to Coronavirus", "date": "2020-03-12 16:39", "summary": "Brazilian official who recently met with president has tested positive for Covid-19; Congress closes U.S. Capitol to public. WASHINGTON-Concerns about the possibility that President Trump has been exposed to coronavirus mounted on Thursday after a Brazilian official who met with the president last weekend tested positive for the virus.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/panic-that-wave-of-anxiety-is-named-after-a-partying-greek-god-11584045370", "title": "'Panic': That Wave of Anxiety Is Named After a Partying Greek God", "date": "2020-03-12 16:38", "summary": "The term comes from a half-goat deity known for playing pipes-and occasionally letting out terrifying screams.. \"Unfortunately, you're going to see more deaths,\" Surgeon General Dr. Jerome Adams said on CNN last Sunday, speaking about the spread of the novel coronavirus in the U.S. \"But that doesn't mean we should panic.\"", "categories": [["Life & Work", "Ideas", "Word on the Street"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/word-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-hunt-review-stalking-satire-11584045264", "title": "'The Hunt': Stalking Satire", "date": "2020-03-12 16:37", "summary": "Liberal elites pursue right-wingers in a sly gorefest.. 'The Hunt\" occupies a special place in the chockablock landscape of movie junk. This gleeful, gross-out gorefest looks as tacky and violent as its trackdown plot would suggest, and lives up to certain parts of its bad reputation. It is also funny, genuinely topical, extremely shrewd and, heaven help us, slyly wise. I liked it quite a lot.", "categories": [["Books & Arts", "Film Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/film-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/never-rarely-sometimes-always-review-life-or-death-in-few-words-11584045187", "title": "'Never Rarely Sometimes Always': Life or Death in Few Words", "date": "2020-03-12 16:37", "summary": "Two young women from rural Pennsylvania travel to New York to terminate an unexpected pregnancy.. What we see in a work of art depends on how we look at it. That's certainly true of Eliza Hittman's \"Never Rarely Sometimes Always.\" The subject is explosive-a pregnant 17-year-old, Autumn (Sidney Flanigan), travels with her cousin and best friend Skylar (Talia Ryder) from rural Pennsylvania to New York City in search of a safe abortion. And the filmmaker's point of view is quietly but passionately pro-choice. Still, this tough-minded, forthright and exquisitely tender film transcends polemics. It's the odyssey of a lost child in poorly charted territory.", "categories": [["Books & Arts", "Film Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/film-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cuomo-warns-new-york-hospitals-of-coronavirus-surge-11584044396", "title": "Cuomo Warns New York Hospitals of Coronavirus Surge", "date": "2020-03-12 16:36", "summary": "Facilities may need to stop all elective surgeries, he warns. New York hospitals may need to halt all elective surgeries and recall former doctors and nurses to handle a surge in novel coronavirus patients, Gov. Andrew Cuomo said Thursday.", "categories": [["U.S.", "Tri-State Area"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-region?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/juul-co-founder-james-monsees-steps-down-from-board-company-says-11584041553", "title": "Juul Co-Founder to Step Down From Board", "date": "2020-03-12 16:29", "summary": "James Monsees leaves e-cigarette maker as it faces increasing financial and regulatory pressures arising from increase in teen vaping. A co-founder of controversial e-cigarette maker Juul Labs Inc. is stepping down from its board, the company said Thursday.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-plot-against-america-review-fictional-history-for-a-frictional-present-11584044107", "title": "'The Plot Against America' Review: Fictional History for a Frictional Present", "date": "2020-03-12 16:23", "summary": "Philip Roth's fable about an anti-Semitic President Charles Lindbergh and his persecution of American Jews is retooled to touch on contemporary concerns.. Among last year's nominees for the short-documentary Oscar was Marshall Curry's \"A Night at the Garden,\" about a German-American Bund rally-replete with swastikas and sieg heils-that took place in a packed-to-the-rafters Madison Square Garden in 1939. Mr. Curry made a taut, dramatic seven-minute film out of footage he'd discovered. But the most remarkable thing for many was discovering that the event had taken place at all.", "categories": [["Books & Arts", "Television Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/television-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/little-fires-everywhere-review-bio-rights-spark-controversy-11584044208", "title": "'Little Fires Everywhere' Review: Bio-Rights Spark Controversy", "date": "2020-03-12 16:18", "summary": "The adaptation of Celeste Ng's novel is a complicated examination of class, race and parenthood.. Based on Celeste Ng's bestselling novel of 2017, \"Little Fires Everywhere\" is Hulu's response to HBO's popular \"Big Little Lies,\" another star-powered soap opera with a literary pedigree, feminist leanings and Reese Witherspoon. A story about class and race that strenuously avoids saying \"class\" or \"race,\" the adapted \"Little Fires Everywhere\" does contain enough bad behavior to make it a guilty pleasure. Even if guilt is the principal ingredient that the show is missing, and to a fatal degree.", "categories": [["Books & Arts", "Television Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/television-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/morningstar-why-is-everyone-so-worried-11584039181", "title": "Morningstar: Why Is Everyone So Worried?", "date": "2020-03-12 15:58", "summary": "The mutual-fund research firm thinks we are overreacting to coronavirus but projects for large number of deaths. In any bear market, there are a handful of financial pundits who cover themselves in glory and many more who wish they could delete the internet. And then there's Morningstar .", "categories": [["Markets", "Overheard"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/overheard?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bitcoin-falls-sharply-as-crypto-gets-caught-in-global-selloff-11584042348", "title": "Bitcoin Falls Sharply as Crypto Gets Caught in Global Selloff", "date": "2020-03-12 15:51", "summary": "Thursday's moves were exacerbated by the fact that crypto markets don't have internal controls to slow selloffs. The price of bitcoin fell sharply Thursday, at one point losing more than 20% in less than an hour, a steep drop even for the notoriously volatile asset.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/can-women-really-look-like-jennifer-lopez-at-50-11584042051", "title": "Can Women Really Look Like Jennifer Lopez at 50?", "date": "2020-03-12 15:42", "summary": "The glorification of super-fit 50-something stars including J. Lo and Jennifer Aniston, as well as a surge in antiaging tech, are putting a formerly sidelined age squarely in the spotlight. But the jury is out on whether 'the new 50' is inspirational or unachievable. QUESTION FOR you, me and every other woman who has blown out 50-plus candles on recent birthday cakes: Did we honestly think Jennifer Lopez would look anything but spectacular when she reached our age? This is a former \"Fly Girl\" who just delivered an entirely plausible performance as a stripper in 2019's \"Hustlers,\" then imported an iteration of her trusty pole to the 2020 Super Bowl half-time show and, Spandex-clad, stunned viewers with her gyrations. You don't do either of those things at ages 49 and 50, respectively, without a mammoth amount of prep, and, in Ms. Lopez's case, years of herculean determination to stay not just youthful, but stripper-hot. While Ms. Lopez might be an outlier, she's certainly not the only Hollywood woman redefining what the 50s can look like. Catherine Zeta-Jones (50), Jennifer Aniston (51), Salma Hayek (53) and Halle Berry (53) are all also driving the conversation around shifting beauty standards.", "categories": [["Life & Work", "Style & Fashion", "Fashion"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/fashion?mod=breadcrumb", "https://www.wsj.com/news/types/fashion?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/college-students-dispersal-over-virus-fears-expected-to-snarl-census-count-11584041748", "title": "College Students' Dispersal Over Virus Concern Expected to Snarl Census", "date": "2020-03-12 15:40", "summary": "Students who live at their schools should be counted there, not at their parents' homes, even if they are home on a vacation or break, according to the Census Bureau. The sudden dispersal of college students across the U.S. as schools seek to limit the spread of the novel coronavirus could complicate the Census Bureau's plan to count students at their school addresses.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-sanctions-another-rosneft-trading-subsidiary-11584041856", "title": "U.S. Sanctions Another Rosneft Trading Subsidiary", "date": "2020-03-12 15:37", "summary": "Washington is seeking to pressure Russian oil power as it moves more deeply into Venezuela's oil industry. WASHINGTON-The Trump administration added another subsidiary of Russian state oil giant Rosneft to its financial blacklist for allegedly helping Venezuela sell its oil in violation of U.S. sanctions.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/some-favor-new-california-election-process-11584034863", "title": "Some Favor New California Election Process", "date": "2020-03-12 15:36", "summary": "I am not a fan of California's politicians' often nutty ideas and free-spending ways, but the new voter system worked better than the old one.. Regarding your editorial \"California Steals Its Own Election\" (March 7): I am not a fan of California's politicians' often nutty ideas and free-spending ways, but the new voter system worked better than the old one, in my opinion. It allowed me to easily vote before Super Tuesday at a convenient location of my choice. The staff was knowledgeable and helpful. I voted on Monday and was in and out in five minutes. I purposely chose a site that had been up and running for several days, as I have worked on software implementations and did not want to use the \"beta\" sites that had only been running a day or two.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-private-sectors-accommodation-of-religion-11584035600", "title": "Private Sector's Accommodation of Religion", "date": "2020-03-12 15:34", "summary": "Nathan Lewin laments the fact that private industry doesn't provide the same religious liberty that the public sector does.. Nathan Lewin points out in \"The Justices Punt on Religious Liberty\" (Houses of Worship, March 6) that he has worked as an attorney in the public sector. He states that Justice John Harlan, Attorney General Ramsey Clark, Judge Richard Williams and the Supreme Court all gave him time off so could attend to his religious obligations. Consequently his reference about how an employer should respond to religious liberty is quite a bit skewed.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/many-are-happy-with-bike-trails-in-the-neighborhood-11584035924", "title": "Many Are Happy With Bike Trails in the Neighborhood", "date": "2020-03-12 15:31", "summary": "People walking, running or biking on a linear park are no more \"wandering across their [private landowners'] properties\" than if they were on the street side of their homes.. I am surprised to read that Steven Malanga lumps in converting old rail lines with other eminent-domain cases (\"We're From the Government and We're Here to Build a Bike Path,\" Cross Country, Feb. 15). Let me just say that people walking, running or biking on a linear park are no more \"wandering across their [private landowners'] properties\" than if they were on the street side of their homes.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/federal-reserve-should-let-the-market-correct-itself-11583361485", "title": "Federal Reserve Should Let The Market Correct Itself", "date": "2020-03-12 15:24", "summary": "The sharp and steep decline in equity prices last week is partially due to the fact that the Fed's easy money policy has separated finance from the economy.. In \"The Fed Can't Wait to Respond to the Coronavirus\" (op-ed, Feb. 27), Kevin Warsh notes that: \"If the Fed had normalized policy in the decadelong recovery, it would be far better situated . . . to take necessary action now\" to confront a new risk, the coronavirus. But at the same time he is making the wrong policy recommendation. The recent sharp and steep decline in equity prices is partially due to the fact that the Federal Reserve's easy-money policy has separated finance from the economy. Missteps in policy decisions have elevated equity prices to record levels versus nominal GDP, and it would be prudent to let the rebalancing occur naturally. Yet in this highly political world the odds of that happening seem very low.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/oil-markets-point-to-a-lasting-glut-of-crude-11584020646", "title": "Oil Markets Point to a Lasting Glut of Crude", "date": "2020-03-12 15:24", "summary": "A closely watched market indicator shows supply is expected to dwarf demand in the coming months. Energy markets are flashing a warning: The world is swimming in crude oil, and the glut won't drain away any time soon.", "categories": [["Markets", "Commodities"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-travel-ban-is-expected-to-snarl-trans-atlantic-airfreight-11584040963", "title": "U.S. Travel Ban Is Expected to Snarl Trans-Atlantic Airfreight", "date": "2020-03-12 15:24", "summary": "Much of the air cargo between U.S. and Europe is transported on passenger planes. The U.S. 30-day ban on some travel from Europe could have a significant impact on the movement of trans-Atlantic cargo flown in the bellies of passenger planes, driving up shipping rates and crimping airfreight capacity, industry executives said.", "categories": [["Logistics Report"]], "category_links": ["https://www.wsj.com/news/types/logistics-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/is-there-a-flu-silver-lining-in-the-covid-19-response-11584040271", "title": "Is There a Flu Silver Lining in the Covid-19 Response?", "date": "2020-03-12 15:19", "summary": "Could it be that the well-published recommended precautions resulting from fear of contracting Covid-19 virus might actually reduce cases of ordinary flu?. Holman Jenkins, Jr. notes that there are upward of 300,000 human deaths globally from ordinary flu every year (\"A Chinese Mystery and Covid-19's Economic Puzzle,\" Business World, March 7).", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/overall-fed-temporary-liquidity-rises-to-283-1-billion-11584021405", "title": "Fed Repos Surge After It Expands Offerings, $361.5 Billion Now Outstanding", "date": "2020-03-12 15:01", "summary": "New repo operations totaled $276.5 billion amid increased demand from banks. In the wake of the Federal Reserve Bank of New York's shock announcement that it would provide up to $1.5 trillion in new temporary liquidity, the outstanding amount of money lent to major banks and financial firms surged to its highest level on Thursday since operations restarted in September.", "categories": [["Economy", "Central Banks"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/central-banks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-soccer-president-apologizes-after-u-s-women-protest-court-filing-11584039091", "title": "U.S. Soccer President Apologizes After U.S. Women Protest Court Filing", "date": "2020-03-12 14:51", "summary": "Carlos Cordeiro addressed the filing's language after sponsor criticism and players turning jerseys inside-out. U.S. Soccer Federation president Carlos Cordeiro apologized Wednesday night in the wake of sponsor backlash to a controversial federation court filing and a public protest by the U.S. women's soccer team suing it for pay discrimination.", "categories": [["Sports", "Soccer"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/soccer?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ecb-monetary-stimulus-effort-expected-as-coronavirus-spreads-11583941762", "title": "ECB Steps Up Stimulus, but Doesn't Cut Rates", "date": "2020-03-12 14:37", "summary": "Remarks by European Central Bank President Christine Lagarde suggest she is not inclined to match the boldness of her predecessor, Mario Draghi. FRANKFURT-European Central Bank President Christine Lagarde unveiled a modest stimulus package to shield the region's economy from the fast-spreading coronavirus, but the action raised concerns the central bank may be unwilling or unable to move forcefully against a shock that has ricocheted through Europe.", "categories": [["Economy", "Europe Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/europe-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/taiwan-and-the-virus-11584038158", "title": "Taiwan and the Virus", "date": "2020-03-12 14:36", "summary": "A hopeful example in public health.. Responding to the coronavirus is not cheap. Caitlin Ostroff, Joanne Chiu and Caitlin McCabe report in the Journal:", "categories": [["Opinion", "Best of the Web"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/best-of-the-web-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-painter-between-countries-11584037423", "title": "A Painter Between Countries", "date": "2020-03-12 14:24", "summary": "James Tissot was a star in the art worlds of late 19th-century London and Paris.. By the age of 35, Jacques Tissot was one of the most sought-after society portraitists in Paris. But in 1871, after the defeat of France in its war against Prussia and the fall of the revolutionary Paris Commune, he moved to London, where he remade himself as James Tissot, a narrative painter in the Victorian style. The new exhibition \"James Tissot, Ambiguously Modern,\" opening at Paris's Musée D'Orsay on March 24, aims to bring both halves of his career together. \"Most of the art historians who have studied Tissot's work over the last few years have been British, whose focus has been almost entirely on the Victorian period of the artist when he was in London,\" says Marine Kisiel, one of the show's curators. \"We wanted to shift this perspective by demonstrating that Tissot had a long career in different stages.\"", "categories": [["Life & Work", "Ideas", "Icons"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/icons?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-puts-trumps-economic-policymaking-to-the-test-11583954155", "title": "Behind the Scenes of U.S. Coronavirus Economic Policy-Making", "date": "2020-03-12 14:20", "summary": "Treasury Secretary Mnuchin takes lead in talks with Congress amid internal White House disputes. WASHINGTON-As the coronavirus affects almost every aspect of business, a collection of Trump administration officials-at times at odds with one another-have been seeking to coordinate government action to soften the anticipated blow to the economy.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ncaa-medical-chief-says-testing-shortage-threatens-march-madness-11584030721", "title": "The Day Sports Shut Down", "date": "2020-03-12 14:13", "summary": "MLB, MLS and the NHL joined the NBA in suspending operations, while the NCAA canceled March Madness. Sports have been the longtime source of comforting distraction through world wars and financial calamity. But games will not play that role in the coronavirus crisis.", "categories": [["Sports", "College Basketball"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/college-basketball?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/in-a-coronavirus-recession-corporate-leverage-looks-scarier-11584036426", "title": "In a Coronavirus Recession, Corporate Leverage Looks Scarier", "date": "2020-03-12 14:08", "summary": "Low rates won't do much to help highly-indebted U.S. companies in the developing downturn. Low interest rates make it easier to pay off your loans. But you still need to pay them off.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/markets-shudder-despite-ecb-virus-package-11584025369", "title": "European Stocks Have Worst Day in Decades", "date": "2020-03-12 14:06", "summary": "European stocks have worst day in decades, with banks at the center of selling. If the European Central Bank's package of measures to counteract the impact of the coronavirus was meant to assuage markets, it appears to have failed miserably.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/national-hockey-league-suspends-play-11584035649", "title": "MLB, NHL Suspend Play", "date": "2020-03-12 13:54", "summary": "The moves come following an emergency meeting of the league's board of governors. Major League Baseball and the National Hockey League both suspended their operations on Thursday because of the coronavirus epidemic sweeping across the U.S., joining the National Basketball Association in what has become a massive shutdown of the American sports scene.", "categories": [["Sports", "NHL"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/nhl?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/airbnb-bookings-plunge-amid-coronavirus-pandemic-11584032412", "title": "Airbnb Bookings Plunge Amid Coronavirus Pandemic", "date": "2020-03-12 13:41", "summary": "U.S. listings starting to take a hit as big events are canceled. Airbnb Inc.'s bookings are tanking in major cities world-wide amid the coronavirus pandemic, new data show, compounding the pain for the home-sharing giant as it mulls listing in a turbulent market.", "categories": [["WSJ News Exclusive", "Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-lockdown-batters-italys-fragile-economy-11584017653", "title": "Coronavirus Lockdown Batters Italy's Fragile Economy", "date": "2020-03-12 13:38", "summary": "The restrictions on everyday life are the most radical nationwide measures any country has applied to fight the coronavirus epidemic. The Italian economy absorbed another blow on Thursday as the government implemented even stricter measures to stem the spread of the coronavirus in what is the worst outbreak outside of China.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/will-christine-lagarde-do-whatever-it-takes-11584034115", "title": "Will Christine Lagarde Do Whatever It Takes?", "date": "2020-03-12 13:33", "summary": "New head of European Central Bank risks repeating mistakes of 2011 eurozone crisis. Perhaps every global crisis is destined to be punctuated by the head of the European Central Bank making a big policy blunder. If so, Christine Lagarde just came very close to hers.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/two-democrats-altered-fortunes-empty-stands-dynamics-shift-in-11th-debate-11583968253", "title": "Two Democrats, Altered Fortunes, Empty Stands: Dynamics Shift in 11th Debate", "date": "2020-03-12 13:32", "summary": "Scaled-down televised event comes after Biden dominated nominating contests over past two weeks. Joe Biden's field-narrowing romp in a string of primaries, along with the Democratic National Committee's decision to pull the live audience over coronavirus concerns, means Sunday's debate in Washington, D.C., could be a quieter affair than the 10 that preceded it.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/starbucks-baristas-confront-coronavirus-pandemic-11584028629", "title": "Starbucks Baristas Confront Coronavirus Pandemic", "date": "2020-03-12 13:29", "summary": "Coffee giant's workers size up infection risk and new demands to keep cafes clean. The 200,000 workers at Starbucks Corp.'s U.S. cafes are on the rapidly shifting front lines of the service industry's confrontation with the coronavirus pandemic.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/europes-coronavirus-fate-is-already-sealed-11584025664", "title": "Europe's Coronavirus Fate Is Already Sealed", "date": "2020-03-12 13:22", "summary": "One reason Britain and Italy are struggling: Their medical systems are too dependent on government.. Scientists around the world have worked overtime to get a handle on Covid-19, yet one great unknown remains. We still don't know for sure whether this is only a medical crisis, or also a medical system crisis.", "categories": [["Opinion", "Political Economics"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/political-economics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-the-show-can-go-on-11584033693", "title": "How the Show Can Go On", "date": "2020-03-12 13:22", "summary": "With Broadway shut down, theaters should consider live streaming their performances.. ", "categories": [["Books & Arts", "Arts & Entertainment"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/sightings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/james-dimon-released-from-hospital-following-heart-surgery-11584032314", "title": "James Dimon Released From Hospital Following Heart Surgery", "date": "2020-03-12 13:11", "summary": "JPMorgan CEO is recovering at home a week after emergency operation, bank says. JPMorgan Chase & Co. Chief Executive James Dimon has been released from the hospital and is recovering at home, a week after undergoing emergency heart surgery, the bank said in a memo to employees Thursday.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-second-utah-jazz-player-tests-positive-for-coronavirus-11584032329", "title": "A Second Utah Jazz Player Tests Positive for Coronavirus", "date": "2020-03-12 12:59", "summary": "Reports identified superstar guard Donovan Mitchell as the player who tested positive, joining teammate Rudy Gobert. A second Utah Jazz player has tested positive for the coronavirus and other NBA teams have been advised to self-quarantine as the league scrambles to figure out next steps following the sudden suspension of its season.", "categories": [["Sports", "NBA"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/nba?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/democratic-voters-smash-media-myths-11584028017", "title": "Democratic Voters Smash Media Myths", "date": "2020-03-12 12:48", "summary": "Journalists need to start explaining the world as it is-not as it appears to them on Twitter.. In Washington, few lines are as hackneyed as Sen. Daniel Patrick Moynihan's aphorism that \"everyone is entitled to his own opinion, but not his own facts.\" That's true, but it's also true that pundits can sometimes twist a few \"facts\" into a false narrative. Consider three widely accepted misconceptions about the Democratic Party-each of them debunked by the outcome of the primaries to date.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/peregrine-pollen-brought-theatrical-flair-to-auctions-11584031555", "title": "Peregrine Pollen Brought Theatrical Flair to Auctions", "date": "2020-03-12 12:46", "summary": "Englishman, aided by macaw, expanded Sotheby's in U.S. and Latin America. ", "categories": [["World", "Obituaries"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/obituaries?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/calvin-klein-co-founders-westchester-equestrian-estate-asks-100-million-11584024413", "title": "Calvin Klein Co-Founder's Westchester Equestrian Estate Asks $100 Million", "date": "2020-03-12 12:25", "summary": "Stonewall Farm, which has produced about 65 stake winners and several horses that competed at the Kentucky Derby, is one of the largest privately owned properties in the county. Horse-racing enthusiasts Barry K. Schwartz, the co-founder of Calvin Klein Inc., and his wife Sheryl Schwartz are listing their sprawling equestrian estate in New York's Westchester County for $100 million.", "categories": [["Real Estate", "Private Properties"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/private-properties?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/calvin-klein-co-founders-luxurious-westchester-equestrian-estate-11584030180", "title": "Calvin Klein Co-Founder's Luxurious Westchester Equestrian Estate", "date": "2020-03-12 12:23", "summary": "One of the largest properties in the county, the 740-acre parcel owned by Barry Schwartz and Sheryl Schwartz includes a Colonial plantation style home with a two-story library and a Zen garden.. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/trump-could-sign-a-coronavirus-emergency-declaration-soon-adviser-says-11584025920", "title": "Trump Could Sign a Coronavirus Emergency Declaration Thursday", "date": "2020-03-12 12:19", "summary": "Move would release billions in assistance. WASHINGTON-A top White House economic adviser told Republicans that President Trump could sign an emergency declaration that would release billions in coronavirus assistance as soon as later Thursday, according to people familiar with the matter.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/inside-a-no-go-zone-for-terror-11584026322", "title": "Inside a No-Go Zone for Terror", "date": "2020-03-12 12:03", "summary": "Mauritania has closed off a wide swath of the Sahara to block the path of Islamist militants. Mauritania, a vast Muslim country on the edge of West Africa, has adopted a unique strategy to protect itself against an Islamist militant threat that is getting bigger and closer: It has turned more than a quarter of its territory into a no-go zone.", "categories": [["Life & Work", "Ideas", "Essay"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/essay?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ups-names-carol-tome-chief-executive-11584015226", "title": "UPS Replaces CEO David Abney With Board Member", "date": "2020-03-12 11:58", "summary": "Carol Tomé will be the first outsider to run the package giant and will take over as CEO on June 1. United Parcel Service Inc. said Chief Executive David Abney is stepping down from the role and will be succeeded by board member Carol Tomé, the first outsider to run the century-old delivery giant.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/david-dobrik-interview-youtube-liza-fallon-vlog-11584028115", "title": "Meet David Dobrik, Gen Z's Jimmy Fallon", "date": "2020-03-12 11:57", "summary": "His channel is equal parts 'Jackass' and 'Ellen,' and brands are lining up to work with him. \"My big dream is to be a late-night host, but it's like, what does that even mean? And what's that going to mean in four or five years?\". David Dobrik thought he'd peaked after he married his best friend's mom. His friend and podcast co-host, Jason Nash, had told him he would never find anyone to marry, and so, as payback, Dobrik became Nash's stepfather. The quickie wedding, conducted at the campy Little White Chapel in Las Vegas, was filmed as an elaborate bit for Dobrik's successful YouTube channel. (Six months later Dobrik instagrammed himself signing divorce papers.) Standing on a fire escape in New York City last May after returning from his honeymoon in Hawaii, the Los Angeles-based YouTuber waved to throngs of screaming fans who had assembled to shop at his pop-up store. As he recalls almost a year later, he turned to his assistant Natalie Mariduena and said, \"I think this is it. Like, there's no way I married Jason's mom. Like, what else?\"", "categories": [["Magazine - Culture"]], "category_links": ["https://www.wsj.com/news/types/magazine-culture?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/despite-its-glitz-and-glam-the-hamptons-real-estate-market-is-looking-grim-11584026877", "title": "Despite Its Glitz and Glam, The Hamptons Real-Estate Market is Looking Grim", "date": "2020-03-12 11:31", "summary": "Wealthy buyers are forgoing the South Fork for less expensive and more laid back second-home locales like the Hudson Valley and Long Island's North Fork. For 10 years, New Yorker Dennis Crowley spent summer weekends in the Hamptons, the string of beachfront villages on Long Island's eastern tip. Splitting season-long \"share houses\" with friends, he noticed that the Hamptons \"just kept getting more and more expensive,\" even as the crowds increased. \"You'd go to a coffee shop in Amagansett and wait in line 20 minutes,\" said Mr. Crowley, now 43, the co-founder of the tech company Foursquare. Eventually, he and his now-wife, Chelsa Crowley, \"realized that this isn't our scene,\" he said.", "categories": [["Real Estate", "Homes"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/homes?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tanker-freight-rates-surge-as-crude-price-war-takes-hold-11584020686", "title": "Tanker Freight Rates Surge As Crude Price War Takes Hold", "date": "2020-03-12 11:11", "summary": "After boosting its oil output, Saudi Arabia is lining up vessels to get the crude to market. Freight rates for crude tankers have soared nearly 10-fold this week after oil exporting giants Russia and Saudi Arabia said they would boost production, kicking off an all-out price war that sent oil prices tumbling.", "categories": [["Logistics Report"]], "category_links": ["https://www.wsj.com/news/types/logistics-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-summertime-sanctuary-in-the-hamptons-11584025777", "title": "A Summertime Sanctuary in the Hamptons", "date": "2020-03-12 11:10", "summary": "An eight-bedroom contemporary home in Wainscott is listed for $9.899 million.. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/every-closing-curtain-is-not-the-end-of-an-era-11584025672", "title": "Every Closing Curtain Is Not the 'End of an Era'", "date": "2020-03-12 11:09", "summary": "Let's be selective. Peyton Manning retiring, yes. Taylor Swift's tour wrapping up, no.. When Judy Sheindlin recently announced that she would be packing it in as TV's beloved Judge Judy next year, the announcement was widely described as \"the end of an era.\" At roughly the same moment, Bob Iger's decision to give up the rudder at Walt Disney Co. also marked the end of an era. Then, when people started talking about Tom Brady leaving the New England Patriots after 20 years of Hall of Fame service, it held out the tantalizing possibility that one of the earth-shattering era-endings to end all era-endings might be right around the corner.", "categories": [["Life & Work", "Ideas", "Moving Targets"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/moving-targets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/inside-a-shingle-style-home-in-water-mill-11584025694", "title": "Inside a Shingle-Style Home in Water Mill", "date": "2020-03-12 11:08", "summary": "Lori Shabtai's 8,500-square-foot Hamptons property is asking $9.95 million.. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/aclu-sues-u-s-for-records-of-facial-recognition-use-at-airports-11584025151", "title": "ACLU Sues U.S. for Records of Facial-Recognition Use at Airports", "date": "2020-03-12 11:00", "summary": "The effort marks the latest salvo in a nationwide activist campaign to halt use of the technology. WASHINGTON--The American Civil Liberties Union is suing federal agencies for records about the use of facial recognition at airports and other places where travelers enter the U.S., the latest salvo in a nationwide activist campaign to halt use of the technology.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-many-cans-of-tuna-are-too-many-coronavirus-prep-divides-couples-11584024621", "title": "Coronavirus Prep Divides Couples: How Many Cans of Tuna Are Too Many?", "date": "2020-03-12 10:51", "summary": "Some people are stocking up on food and supplies, though their spouses may not agree; '10,000 rolls of toilet paper'. The novel coronavirus has spread to more than 110 countries, triggering stock-market panic and causing Italy to go into lockdown. For Alexis Krieg and her husband, it has also sparked a disagreement over emergency tortilla chips.", "categories": [["A-hed"]], "category_links": ["https://www.wsj.com/news/types/a-hed?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/wsj-survey-coronavirus-to-trigger-u-s-growth-contraction-in-second-quarter-11583958308", "title": "WSJ Survey: Coronavirus to Trigger U.S. Economic Contraction in Second Quarter", "date": "2020-03-12 10:06", "summary": "Economists polled by The Wall Street Journal see 'significant drag' on 2020 U.S. growth, greater chance for recession. Economists sharply cut forecasts for the U.S. economy this year, predicting it will contract in the second quarter and raising expectations for a recession as the coronavirus spread around the world.", "categories": [["Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/quarantine-11583962705", "title": "#quarantine", "date": "2020-03-12 10:03", "summary": "Whether you're documenting your experience on TikTok or not, we want to hear from you!. Are you a college student who has been affected by Coronavirus? We want to hear your story.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/companies-walk-fine-line-on-employee-data-amid-coronavirus-outbreak-11583948984", "title": "Companies Walk Fine Line on Employee Data Amid Coronavirus Outbreak", "date": "2020-03-12 09:59", "summary": "In Europe and the U.S., businesses are navigating a complex situation: how much information about health, travel do they need from workers?. As the coronavirus outbreak has turned into a pandemic, privacy lawyers say companies must be careful not to demand excessive personal information from workers, saying that could violate data-protection and employment laws in Europe and the U.S.", "categories": [["Pro Cyber News"]], "category_links": ["https://www.wsj.com/news/types/pro-cyber-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/should-you-clean-your-phone-to-combat-coronavirus-definitely-maybe-11584018237", "title": "Should You Clean Your Phone to Combat Coronavirus? Definitely... Maybe.", "date": "2020-03-12 09:57", "summary": "Is your phone covered in germs? Absolutely. Should it be cleaned? Depends on whom you ask. If it makes you feel better, here are the best (and worst) ways to do it.. The world is on fire, but don't you worry, I'm here to tell you how to clean your smartphone.", "categories": [["Tech", "Personal Tech", "Personal Technology: Review"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb", "https://www.wsj.com/news/types/personal-technology-joanna-stern?mod=breadcrumb", "https://www.wsj.com/news/types/personal-technology-joanna-stern?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-do-raindrops-make-bubbles-11584020608", "title": "Why Do Raindrops Make Bubbles?", "date": "2020-03-12 09:43", "summary": "Rain falling on a puddle creates extraordinary structures too rapidly for the eye to see.. Spring showers have arrived in London, but I don't really mind. I find the splat of raindrops falling on puddles a very comforting sound, one that I associate with childhood and the urge to immediately go and jump in all the puddles I can find. As a physicist who studies bubbles, I've got a scientific interest in these puddles too, because they sometimes have bubbles floating on the top.", "categories": [["Life & Work", "Ideas", "Everyday Physics"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/everyday-physics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/gamestop-under-renewed-pressure-from-unhappy-investor-group-11583990600", "title": "GameStop Under Renewed Pressure from Unhappy Investor Group", "date": "2020-03-12 09:32", "summary": "The group sends a letter seeking a stockholder representative on the board. GameStop Corp. is facing a renewed threat from a group of shareholders upset with the videogame retailer's performance.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tiktok-owner-taps-two-executives-to-run-its-china-business-11584011487", "title": "TikTok Owner Taps Two Executives to Run Its China Business", "date": "2020-03-12 09:23", "summary": "Founder Zhang Yiming will continue to serve as global chief executive of China-based Bytedance. BEIJING-Bytedance Inc., the Chinese owner of the popular short-video app TikTok, is appointing two executives to oversee its business in China, freeing founder and Chief Executive Zhang Yiming to focus on issues in the U.S. and other overseas markets where the company is betting on growth.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/these-startups-are-helping-home-buyers-bypass-the-bank-11584019252", "title": "These Startups are Helping Home Buyers Bypass the Bank", "date": "2020-03-12 09:22", "summary": "What you should know about the latest wave of alternative home-financing and why it carries risk. A host of alternative home-finance startups are targeting aspiring home buyers who are either unable to qualify for traditional mortgages, lack a 20% down payment, or can't compete with buyers offering cash. The downside is that the companies use new, untested systems, ask some customers to give up tax-deductible interest payments and demand a piece of the potential price appreciation in the home.", "categories": [["Real Estate", "Jumbo Jungle"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/jumbo-jungle?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-coronavirus-stopped-sports-golf-is-playing-through-it-11584018555", "title": "The Coronavirus Stopped Sports. Golf Is Playing Through It.", "date": "2020-03-12 09:09", "summary": "The Players Championship teed off as planned Thursday following the suspension of the NBA season and unprecedented upheaval in the sports world. On March 11, 2020, the coronavirus stopped the sports world in its tracks. On March 12, 2020, the Players Championship began as planned.", "categories": [["Sports", "Golf"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/sports-golf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-economic-indicators-that-shaped-three-generations-11583975591", "title": "The Economic Indicators That Shaped Three Generations", "date": "2020-03-12 08:56", "summary": "A look at how the Dow, housing and other indicators fared when baby boomers, Generation X and millennials were coming of age. For many millennials, the early experiences that shaped their attitudes toward money were generally rockier than for previous generations. Here's a look at housing prices, the stock market and other economic indicators starting when the oldest cohort of each generation-baby boomers, Generation X and millennials-turned 23.", "categories": [["Markets", "Journal Reports: Wealth Management"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-wealth-management?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tightened-borders-re-emerge-in-fight-against-coronavirus-pandemic-11584017666", "title": "Tightened Borders Re-Emerge in Fight Against Coronavirus Pandemic", "date": "2020-03-12 08:55", "summary": "In setback to globalization, countries impose controls on people and goods. As the new coronavirus jumped from country to country in recent weeks, the responses of their governments to the pandemic have highlighted how much national borders still matter in what seemed to be an increasingly borderless world.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-crushes-china-car-sales-11583996034", "title": "Coronavirus Crushes China Car Sales", "date": "2020-03-12 08:12", "summary": "February sales were down 79% from a year earlier, with just 310,000 vehicles sold nationally. HONG KONG-Auto sales in China collapsed in February, as the coronavirus epidemic shut factories and dealerships, and forced consumers to stay home.", "categories": [["Business", "Autos & Transportation", "Autos Industry"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/transportation?mod=breadcrumb", "https://www.wsj.com/news/types/autos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-dos-and-donts-of-handwashing-11583952006", "title": "The Do's and Don'ts of Handwashing", "date": "2020-03-12 08:00", "summary": "Next in Journal Reports: Health Care. Public-health officials across the globe are urging people to wash their hands, calling it one of the best methods to prevent further spread of the new coronavirus.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/italian-priests-struggle-to-tend-to-sick-while-avoiding-coronavirus-contagion-11583946692", "title": "Italian Priests Struggle to Tend to Sick While Avoiding Contagion", "date": "2020-03-12 08:00", "summary": "Strict rules to contain the coronavirus epidemic are forcing Catholic clergy to set aside an essential mission to avoid becoming infected. When the Bubonic Plague struck Milan from 1629 to 1631, the city's Capuchin Franciscan friars distinguished themselves in running a hospital designated for victims of the disease. Most died while caring for the sick.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fans-no-fans-or-shut-it-down-a-surreal-nba-night-shows-this-is-not-a-game-11584014164", "title": "A Surreal NBA Night Shows: This Is Not a Game", "date": "2020-03-12 07:57", "summary": "A basketball star tests positive for the coronavirus, and the entire conversation about sporting events changes. So this is very real. I know that sounds glib, but it's a critical realization. Sports is getting the picture, finally.", "categories": [["Sports"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/australias-highest-court-delays-decision-on-cardinal-pells-appeal-11584000295", "title": "Australia's Highest Court Delays Decision on Cardinal Pell's Appeal", "date": "2020-03-12 07:40", "summary": "The appeal is potentially the last chance for Pell to clear his name. CANBERRA, Australia-Australia's highest court withheld its decision on an appeal by former Vatican finance chief Cardinal George Pell of his conviction for child sex abuse, prolonging a legal battle that has bitterly divided Australian society and Catholics around the world.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/blackstone-and-stuytown-tenants-clash-over-rent-regulation-11583973248", "title": "Blackstone and StuyTown Tenants Clash Over Rent Regulation", "date": "2020-03-12 07:30", "summary": "Highest-paying residents in New York City's largest rental complex say new law means they should payer smaller annual increases. New York state's new rent regulation law is reopening a rift between some tenants at New York City's largest rental complex and its majority owner, the giant real estate investor Blackstone Group Inc.", "categories": [["U.S.", "Real Estate"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-real-estate?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/unloved-supermarket-stocks-have-fresh-appeal-11584012360", "title": "Unloved Supermarket Stocks Have Fresh Appeal", "date": "2020-03-12 07:26", "summary": "The stockmarket's food companies have become a relative haven during the Covid-19 outbreak, but the sector still faces long-term challenges. Supermarket stocks are suddenly in demand for the first time in years. The change says more about investor sentiment than the health of food retailers.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/china-confronts-coronavirus-as-an-external-threat-11583960665", "title": "China's Coronavirus War Targets a New Threat: Foreigners", "date": "2020-03-12 07:05", "summary": "As domestic cases slow, foreigners become the focus of the country's efforts to contain the epidemic. BEIJING-As China grows more optimistic about containing the spread of coronavirus within the country, it is confronting a potential threat to its recovery: the rest of the world.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/amid-the-coronavirus-chaos-one-airline-owner-is-flying-highfor-now-11584010525", "title": "Amid the Coronavirus Chaos, One Airline Owner Is Flying High-For Now", "date": "2020-03-12 07:02", "summary": "The family feud for control of Hanjin KAL, the largest shareholder in Korean Air Lines, may not end well for investors. While the coronavirus crisis has been causing chaos for airlines and shippers, one Korean transportation conglomerate has been flying high amid a family feud. The drama may not end well for investors.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bow-street-seeks-to-oust-mack-cali-ceo-11583989377", "title": "Bow Street Seeks to Oust Mack-Cali CEO", "date": "2020-03-12 07:01", "summary": "Investment firm takes another swing at the real-estate investment trust, seeking four more board seats. Investment firm Bow Street LLC is seeking to evict the chief executive of real-estate investment trust Mack-Cali Realty Corp., according to people familiar with the matter.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-seen-slowing-crucial-spring-season-for-housing-market-coronavirus-looms-over-crucial-spring-season-for-housing-market-coronavirus-threatens-crucial-spring-season-for-housing-market-11583963949", "title": "Coronavirus Looms Over Crucial Spring Season for Housing Market", "date": "2020-03-12 07:00", "summary": "Uncertainty has economists tamping down expectations that low mortgage rates, strong job market would boost 2020 home sales. The lowest mortgage rates on record are colliding with the prospect of an economic downturn prompted by the coronavirus outbreak, setting the stage for an unpredictable spring selling season in the housing market.", "categories": [["Real Estate"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/these-band-aids-can-help-bear-market-wounds-11583960051", "title": "These Band-Aids Can Help Bear Market Wounds", "date": "2020-03-12 07:00", "summary": "Johnson & Johnson's business held up admirably during the last recession. Investors should be ready for a repeat performance. Investors nursing a damaged portfolio should consider applying a Band-Aid.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/buffett-and-occidental-weve-seen-this-movie-before-11583954449", "title": "Buffett and Occidental: We've Seen This Movie Before", "date": "2020-03-12 06:30", "summary": "Occidental boss Vicki Hollub's hubris delivered a rich payday to Warren Buffet's Berkshire Hathaway. Warren Buffett once quipped that it isn't until the tide goes out that you see who has been swimming naked.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nyse-braces-for-coronavirus-with-potential-trading-floor-closing-11584009014", "title": "NYSE Braces for Coronavirus With Potential Trading Floor Closing", "date": "2020-03-12 06:30", "summary": "Some fear plan could lead to trading disruptions when markets are already fragile. Fears over the coronavirus pandemic are prompting the New York Stock Exchange to prepare to implement an unprecedented contingency plan to close its iconic trading floor and switch to backup electronic trading systems.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/millennials-passions-havent-affected-how-they-invest-11583960505", "title": "Millennials' Passions Have Yet to Affect How They Invest", "date": "2020-03-12 05:49", "summary": "Resume Subscription. Millennials may be more passionate about environmental and social-justice causes than previous generations, but those values have yet to make a significant impact on how they invest.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/commando-style-heists-put-south-african-gold-miners-on-defensive-11583961727", "title": "Commando-Style Heists Put South African Gold Miners on Defensive", "date": "2020-03-12 05:43", "summary": "Armed gangs target gold mines and processing plants after price rally in latest challenge to struggling economy. JOHANNESBURG-South Africa's city of gold is under siege.", "categories": [["World", "Africa"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/africa-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-man-behind-the-plan-to-remake-fedex-11583944100", "title": "The Man Behind the Plan to Remake FedEx", "date": "2020-03-12 05:30", "summary": "Raj Subramaniam has orchestrated the company's embrace of online deliveries, capping his rise from marketing analyst to next likely CEO. FedEx Corp. Chief Executive Fred Smith has cut ties with Amazon.com Inc., is phasing out the U.S. Postal Service and is fully embracing online shopping, part of the most sweeping changes ever at the shipping giant he launched nearly 50 years ago.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/musk-s-spacex-looking-to-compete-for-16-billion-in-federal-broadband-subsidies-11583953210", "title": "Musk's SpaceX Looking to Compete for $16 Billion in Federal Broadband Subsidies", "date": "2020-03-12 05:30", "summary": "Competitors complain company's satellite-based technology is unproven. WASHINGTON-Elon Musk's SpaceX is seeking to qualify for federal subsidies to provide broadband service to rural areas, over the objections of competitors who say its satellite-based technology is unproven.", "categories": [["WSJ News Exclusive", "Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/virus-outbreak-pushes-italys-healthcare-system-to-the-brink-11583968769", "title": "Virus Outbreak Pushes Italy's Health-Care System to the Brink", "date": "2020-03-12 05:30", "summary": "Intensive-care units in the worst-hit north are almost at full capacity despite efforts to add beds and provide equipment for stricken patients. When her hospital in the northern Italian city of Cremona had its first case of coronavirus three weeks ago, Francesca Mangiatordi was on a night shift.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/as-coronavirus-spreads-should-you-have-more-cashor-less-11583946881", "title": "As Coronavirus Spreads, Should You Have More Cash-or Less?", "date": "2020-03-12 05:29", "summary": "A bigger cash stockpile might give some people a sense of security, while others fear the bills and coins themselves will carry the virus. As the number of coronavirus cases in the U.S. continues to rise, anxiety is prompting some people to make emergency preparations for possible shutdowns. Besides stockpiling cleaning products and canned goods, some might wonder if they should have some extra cash on hand.", "categories": [["Life & Work", "Journal Reports: Health Care"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-health-care?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/starboard-nominated-minority-slate-of-directors-to-ebay-board-11583948929", "title": "Starboard Nominated Minority Slate of Directors to eBay Board", "date": "2020-03-12 05:13", "summary": "Activist investor has pressured the online marketplace to move faster on sale of classified-ad unit. EBay Inc. is facing a renewed challenge from activist investor Starboard Value LP, which has nominated a slate of directors to the board of the online marketplace, according to people familiar with the matter.", "categories": [["WSJ News Exclusive", "Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/longtime-amazon-executive-departs-for-online-lender-sofi-11583985076", "title": "Longtime Amazon Executive Departs for Online Lender SoFi", "date": "2020-03-12 05:03", "summary": "Maria Renz worked directly for CEO Jeff Bezos during her 20-year stint at the e-commerce giant. Longtime Amazon.com Inc. executive Maria Renz is leaving the e-commerce giant after more than 20 years at the company to join online lender Social Finance Inc., according to people familiar with the matter.", "categories": [["WSJ News Exclusive", "Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/boe-cuts-bank-rate-to-0-25-from-0-75-11583911033", "title": "U.K. Sends a Jolt of Stimulus to Cushion Against the Coronavirus", "date": "2020-03-12 05:00", "summary": "Bank of England cuts interest rate, while policy makers announce measures including a facility to encourage banks to lend to small businesses. Britain's government and central bank announced a rare joint stimulus plan to combat the debilitating effects of the coronavirus on the economy, a bold move that raises questions about whether the broader region can muster a similarly synchronized response to an epidemic that threatens to tip it into recession.", "categories": [["Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/at-t-chiefs-pay-jumped-to-32-million-after-hedge-fund-battle-11583962984", "title": "AT&T Chief's Pay Jumped to $32 Million After Hedge Fund Battle", "date": "2020-03-12 04:47", "summary": "Stock appreciation helped increase top executives' compensation after fight with activist investor Elliott Management. AT&T Inc. Chief Executive Randall Stephenson received $32 million in compensation last year after a headline-grabbing hedge fund battle ended up boosting the telecom and media giant's share price.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/harvey-weinstein-sentencing-11583936553", "title": "Harvey Weinstein Sentenced to 23 Years", "date": "2020-03-12 04:34", "summary": "Hollywood producer faced between five and 29 years in prison after being convicted of criminal sex act and third-degree rape. ", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11583859211", "title": "Pepper...and Salt", "date": "2020-03-12 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-simple-secret-to-making-button-mushrooms-intensely-delicious-11583943035", "title": "The Simple Secret to Making Button Mushrooms Intensely Delicious", "date": "2020-03-12 00:01", "summary": "These days, button mushrooms don't get the same respect wild varieties do. Learn the lost art of rendering them irresistible in recipes for an easy sauté, a piquant pickle and a profoundly savory pasta. WHATEVER HAPPENED to the simple button mushroom? It used to show up in cookbooks as part of showstopping dishes such as Beef Wellington, the crown jewel of 1960s dinner parties. Or more simply, but no less special, sautéed and spooned over a rare T-bone steak-my mother's go-to dish for fancy entertaining in Chapel Hill, N.C., where I grew up.", "categories": [["Life & Work", "Food & Drink"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/food-cooking-drink?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/global-conglomerates-may-be-eyeing-your-sports-team-look-at-european-soccer-11583951209", "title": "Global Conglomerates May Be Eyeing Your Sports Team. Look at European Soccer.", "date": "2020-03-12 00:00", "summary": "What happens when an NBA, MLB or NFL team exceeds the purchasing power of your average rich person? The future of U.S. sports ownership is already happening across the pond. Author", "categories": [["", "Sports"]], "category_links": ["https://www.wsj.com/news/tech/future-of-everything?mod=svg-breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-coronavirus-cases-top-1-000-11583917794", "title": "Coronavirus Declared Pandemic by World Health Organization", "date": "2020-03-12 23:59", "summary": "U.S. cases top 1,100; Germany's Merkel warns of broader spread of virus. The spread of the new coronavirus has reached a pandemic, spanning 112 countries and regions, the World Health Organization declared, as disruptions to daily life ricocheted around the world.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/house-democrats-to-unveil-coronavirus-response-measures-11583930749", "title": "House Democrats Release Coronavirus Response Proposal", "date": "2020-03-12 23:58", "summary": "Package would provide for paid sick leave for people affected by the coronavirus and expand unemployment insurance, among other measures. WASHINGTON-House Democrats rushed to complete an economic package responding to the spread of the novel coronavirus and win support from the Trump administration before a scheduled weeklong break.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-outbreak-prompts-trump-to-question-europe-travel-restrictions-11583971156", "title": "U.S. to Ban Travel From Most of Europe for 30 Days Due to Coronavirus", "date": "2020-03-12 23:57", "summary": "State Department advises Americans not to travel abroad. WASHINGTON-President Trump announced a 30-day ban on some travel from Europe into the U.S. and said he would act to offer financial assistance to those affected by the coronavirus pandemic rapidly spreading across the country and around the world.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bombardier-removes-ceo-alain-bellemare-11583981547", "title": "Bombardier Removes CEO Alain Bellemare", "date": "2020-03-12 23:26", "summary": "Company appoints Eric Martel, former head of Hydro-Québec, as new CEO. TORONTO-Bombardier Inc. has ousted CEO Alain Bellemare in a surprise shake-up one month after the company announced the sale of its train division to France's Alstom SA .", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/australia-plans-11-billion-stimulus-package-in-response-to-coronavirus-11583980588", "title": "Australia Plans $11 Billion Stimulus Package in Response to Coronavirus", "date": "2020-03-12 23:21", "summary": "Spending would be targeted at small- and medium-size businesses, the unemployed and pensioners. SYDNEY-Australia said it would spend $11.42 billion to try to stave off a recession that would be its first in nearly three decades, as governments globally step up efforts to put together an economic response to the coronavirus pandemic.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-capitol-building-to-limit-tours-due-to-coronavirus-pandemic-11583968499", "title": "U.S. Capitol Building to Limit Tours Due to Coronavirus Pandemic", "date": "2020-03-12 23:05", "summary": "Tours will be halted after this week until at least the end of the month; an aide tested positive for Covid-19. WASHINGTON-Congressional offices were hit with their first confirmed case of the disease caused by the novel coronavirus, and leaders said they planned to close the U.S. Capitol building to tours, as health concerns mounted among lawmakers.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-could-halt-new-york-citys-st-patricks-day-parade-11583937461", "title": "New York City's St. Patrick's Day Parade Postponed Over Coronavirus Fears", "date": "2020-03-12 23:03", "summary": "Parade, which has never been canceled in its 258-year history, draws hundreds of thousands of spectators. The New York City St. Patrick's Day Parade has been postponed over concerns about the spread of the novel coronavirus, Gov. Andrew Cuomo said Wednesday.", "categories": [["U.S.", "Politics"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/media-mogul-byron-allen-makes-bid-for-tegna-source-says-11583977709", "title": "Media Mogul Byron Allen Makes Bid for Tegna, Source Says", "date": "2020-03-12 22:44", "summary": "Tegna is one of the biggest broadcasters in the industry. Budding media mogul Byron Allen has made a bid for broadcaster Tegna Inc. that values the owner of 62 local television stations at $4.4 billion, a person familiar with matter said.", "categories": [["Business", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-long-might-the-bear-market-last-11583964748", "title": "How Long Might the Bear Market Last?", "date": "2020-03-12 22:35", "summary": "Many traders say coronavirus pandemic will have transitory impact on economy. The Dow Jones Industrial Average fell into a bear market on Wednesday for the first time since 2009. Many traders say it won't be there for long, viewing the coronavirus scare as likely having only a transitory impact on the economy.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/global-markets-calmer-after-two-hectic-days-11583899913", "title": "Dow Jones Industrial Average's 11-Year Bull Run Ends", "date": "2020-03-12 22:33", "summary": "Blue-chip stock index drops more than 1,400 points, closing a bull run that started in 2009. The longest-ever bull market for U.S. stocks ended Wednesday.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/virus-relief-good-and-badvirus-relief-good-and-bad-11583965835", "title": "Virus Relief, Good and Bad", "date": "2020-03-12 22:16", "summary": "The goal is to relieve hardship, not expand the welfare state.. The coronavirus has had the bad judgment to arrive in an election year, so Congress will inevitably respond with what it does best-spend money. As the ideas spill out, it's worth laying out some principles to sort the good from the bad and the ugly.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tom-hanks-and-wife-rita-wilson-test-positive-for-coronavirus-in-australia-11583979189", "title": "Tom Hanks and Rita Wilson Test Positive for Coronavirus in Australia", "date": "2020-03-12 22:16", "summary": "Couple were in Australia preparing for a new Elvis Presley film. Tom Hanks and his wife, Rita Wilson, have tested positive for the coronavirus, the Oscar-winning actor tweeted on Wednesday.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/rocket-attack-on-iraqi-base-kills-two-u-s-troops-british-soldier-11583966210", "title": "Rocket Attack on Iraqi Base Kills Two U.S. Troops, British Soldier", "date": "2020-03-12 22:07", "summary": "Another dozen people wounded after 18 rockets strike Camp Taji base. Two American troops and a British soldier were killed in a rocket attack Wednesday that targeted an Iraqi base where coalition troops are stationed, and U.S. officials said they are considering retaliatory options.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nba-suspends-season-due-to-coronavirus-11583978349", "title": "NBA Suspends Season Due to Coronavirus", "date": "2020-03-12 22:04", "summary": "The move comes after the Thunder/Jazz game was postponed after a Jazz player tested positive for the coronavirus. The National Basketball Association season was suspended indefinitely on Wednesday night after a dramatic incident in which two teams were pulled off the court seconds before a game began and a player for the Utah Jazz tested positive for the coronavirus.", "categories": [["Sports", "NBA"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/nba?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-soccer-federation-says-male-players-carry-more-responsibility-backlash-follows-11583943624", "title": "U.S. Soccer Federation Says Male Players Carry 'More Responsibility'; Backlash Follows", "date": "2020-03-12 21:13", "summary": "The court filing highlights the hazards the federation faces in defending against the U.S. women's pay-discrimination suit. The U.S. Soccer Federation faced a public backlash, including from top sponsor Coca-Cola Co., after it asserted in a legal filing this week that a \"higher level of skill\" and \"more responsibility\" are required of members of the men's national team than the women's team.", "categories": [["Sports", "Soccer"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/soccer?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/house-for-salepool-and-oval-office-included-11583949607", "title": "House for Sale-Pool and Oval Office Included", "date": "2020-03-12 20:49", "summary": "Homeowners create their own version of presidential digs; 'that wow factor'. WAPPINGERS FALLS, N.Y.-When Greg and Katie Knowles built their dream home a decade ago in this quiet village, they checked off every box in the amenities department and then some.", "categories": [["A-hed"]], "category_links": ["https://www.wsj.com/news/types/a-hed?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/wall-street-plunge-stresses-banks-treasury-markets-11583971700", "title": "Wall Street Plunge Stresses Banks, Treasury Markets", "date": "2020-03-12 20:09", "summary": "Pain is spreading as concern over coronavirus and oil-price war intensifies. The deepening Wall Street rout is adding to pressure on U.S. banks, as the retreat of investors from risky assets saddles lenders with securities they are struggling to sell at desired prices.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/eu-tech-firms-renew-alert-system-to-fight-coronavirus-disinformation-11583946710", "title": "EU, Tech Firms Move to Fight Coronavirus Disinformation", "date": "2020-03-12 20:01", "summary": "Alliance formed last year to target false content during elections is revived to battle 'infodemic' surrounding virus. BRUSSELS-The European Union is reviving an alliance formed last year with U.S. tech companies to combat online political disinformation, now focused on false information about the coronavirus.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/italy-hardens-nationwide-quarantine-11583962093", "title": "Italy Hardens Nationwide Quarantine", "date": "2020-03-12 20:01", "summary": "Italy ordered the nationwide closure of all restaurants and bars, along with most stores, as it raced to contain the coronavirus outbreak. Italy ordered the nationwide closure of all restaurants and bars along with most stores, as it raced to contain the worst novel coronavirus outbreak outside China.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}]