[{"link": "https://www.wsj.com/articles/the-economic-lockdown-catastrophe-11588978716", "title": "The Economic Lockdown Catastrophe", "date": "2020-05-08 19:52", "summary": "The worst jobs report in history shows why the economy must reopen.. When we wrote on March 19 about \"Rethinking the Coronavirus Shutdown,\" the reaction in elite media quarters was horror and denunciation. Well, after Friday's horrific jobs report, how do you like the shutdown now? The people who said we have to sacrifice the economy to crush the virus have succeeded in the former even as the virus will be with us for many more months or longer.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/judge-approves-windstreams-settlement-with-uniti-11588981548", "title": "Judge Approves Windstream's Settlement With Uniti", "date": "2020-05-08 19:45", "summary": "Move resolves dispute hanging over Windstream's bankruptcy and paves the way for a chapter 11 exit. Rural broadband provider Windstream Holdings Inc. is closer to exiting from chapter 11 under a proposal that would allow hedge-fund manager Elliott Management Corp. and other investors to buy the bulk of the company's equity out of bankruptcy while wiping out most junior debt.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-eyes-fbiafter-justice-drops-case-against-flynn-11588980878", "title": "Trump Eyes FBI After Justice Drops Case Against Flynn", "date": "2020-05-08 19:44", "summary": "The president says 'the jury's still out' on director Christopher Wray. President Trump on Friday said \"the jury's still out\" on FBI Director Christopher Wray, underscoring his precarious position a day after the Justice Department disavowed its own criminal case against Michael Flynn, the president's former national security adviser.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sba-veered-from-guidelines-on-small-business-loans-report-says-11588971101", "title": "SBA Veered From Guidelines on Loans, Report Says", "date": "2020-05-08 19:32", "summary": "Inspector general says congressional mandates for coronavirus relief loans weren't followed. WASHINGTON-The Small Business Administration didn't follow several congressional mandates in implementing its huge loan program designed to keep businesses afloat during the coronavirus pandemic, including failing to issue guidance to prioritize underserved communities, the agency's inspector general said in a report Friday.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-trillion-here-a-trillion-there-11588978518", "title": "A Trillion Here, a Trillion There", "date": "2020-05-08 18:55", "summary": "It appears that we are all modern monetary theorists now.. If you want another reason beyond Friday's April jobs report (see nearby) to reopen the economy, look no further than Friday's Congressional Budget Office report on the federal fisc for April. The combination of collapsing revenues from the economic lockdown and soaring spending to fight the coronavirus produced a deficit of $737 billion for the month, and $1.48 trillion for the first seven months of fiscal 2020.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-who-and-taiwan-11588978457", "title": "The WHO and Taiwan", "date": "2020-05-08 18:54", "summary": "How the U.N. agency can begin to repair its tattered reputation.. If Tedros Adhanom Ghebreyesus thought containing the coronavirus was difficult, the World Health Organization's top man now faces a political challenge nearly as daunting: restoring WHO's credibility. WHO was praising China's \"transparency\" even as Beijing was silencing whistleblowers, destroying virus samples and spreading disinformation about its origins.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/life-after-the-iran-nuclear-deal-11588978334", "title": "Life After the Iran Nuclear Deal", "date": "2020-05-08 18:52", "summary": "Measuring successes and failures two years after withdrawal.. Friday marked two years since President Trump announced America's withdrawal from the 2015 Iran nuclear deal. The Administration's \"maximum pressure\" campaign persists, and the U.S. isn't at war with the Islamic Republic, which still doesn't possess a nuclear weapon.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/wendys-walt-disney-nintendo-stocks-that-defined-the-week-11588978279", "title": "Wendy's, Walt Disney, Nintendo: Stocks That Defined the Week", "date": "2020-05-08 18:51", "summary": "Here are seven major companies whose shares moved on the week's news. Wendy's Co.", "categories": [["Markets", "Stocks"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/brazilian-states-expand-coronavirus-restrictions-as-death-toll-mounts-11588977011", "title": "Brazilian States Expand Coronavirus Restrictions as Death Toll Mounts", "date": "2020-05-08 18:30", "summary": "São Paulo and Rio de Janeiro states impose mask-wearing in public; restrictions opposed by President Jair Bolsonaro. SÃO PAULO-Authorities in five Brazilian states are tightening restrictions on residents amid a steep increase in reported deaths from Covid-19, clashing with President Jair Bolsonaro's efforts to reopen Brazil's beleaguered economy.", "categories": [["World", "Latin America"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/latin-america-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/kalanick-nabs-l-a-estate-11588976803", "title": "Kalanick Nabs L.A. Estate", "date": "2020-05-08 18:26", "summary": "The former Uber chief paid $43.3 million for the Paul Williams-designed property.. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/agencies-warn-states-that-internet-voting-poses-widespread-security-risks-11588975848", "title": "Agencies Warn States That Internet Voting Poses Widespread Security Risks", "date": "2020-05-08 18:10", "summary": "Entire elections can be compromised if online voting systems are hacked, U.S. says in blunt warning to states. Several U.S. government agencies told states on Friday that casting ballots over the internet poses high levels of cybersecurity risk and is vulnerable to disruption, a warning that came as some states consider expanding online voting options to cope with challenges created by the coronavirus pandemic.", "categories": [["Politics", "National Security"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/national-security?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/putins-myths-about-the-soviets-and-world-war-ii-11588975346", "title": "Putin's Myths About the Soviets and World War II", "date": "2020-05-08 18:02", "summary": "The Kremlin obscures Stalin's cooperation with Hitler.. The final defeat of Nazi Germany 75 years ago closed the bloodiest theater in humanity's most violent war. Nowhere was the cost of the conflict higher than in the Soviet Union, where at least 26.6 million perished. This year's Victory Day commemorations in Moscow have been postponed due to Covid-19. Yet even as Russians wait for the chance to honor Russia's fallen, fresh battles are under way over World War II's legacy.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-bean-farmers-guide-to-social-distancing-and-personal-freedom-11588975375", "title": "The Bean Farmer's Guide to Social Distancing and Personal Freedom", "date": "2020-05-08 18:02", "summary": "As lockdowns are lifted, officials should leave people alone to make safe choices about how to act.. Jamestown, N.D.", "categories": [["Opinion", "Commentary", "Cross Country"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb", "https://www.wsj.com/news/types/cross-country?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-price-of-peace-review-the-economic-engineer-11588947478", "title": "'The Price of Peace' Review: The Economic Engineer", "date": "2020-05-08 18:01", "summary": "Keynes was not a crude advocate of deficit spending but a tinkerer always striving to solve the problems of his age.. \"The more troublous the times, the worse does a laissez-faire system work.\" Spoken in London in 1923, these words, among the lesser known of the most quotable economist of the 20th century, are perhaps his most important for these, our most troublous of times. For it is now, in the midst of a global pandemic the likes of which we have not seen since 1918, that the importance to life and livelihood of bold, informed and competent government becomes apparent. And no one wrote as originally and forcefully about what such a government does, faced with the prospect of economic collapse, than did John Maynard Keynes.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/elon-musk-techs-cash-poor-billionaire-11588967043", "title": "Elon Musk, Tech's Cash-Poor Billionaire", "date": "2020-05-08 18:00", "summary": "The Tesla CEO is worth $39 billion on paper, but the electric-car maker, who announced he's selling his houses and most of his worldly possessions, needs a wad of money to exercise his latest payout. On the cusp of a stock-option grant that promises to make him nearly $1 billion richer, at least on paper, Elon Musk made a surprising announcement.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-the-fbi-coverup-is-covering-up-11588975189", "title": "What the FBI Coverup Is Covering Up", "date": "2020-05-08 17:59", "summary": "The unraveling Mike Flynn conviction ought to have reporters revisiting James Comey's 2016 role.. Sound bite purveyors will do their best to portray Gen. Mike Flynn as a hardened criminal whom the Justice Department just let go as a favor to Donald Trump. The case unraveled because there was no case, as was revealed partly by an FBI memo asking if Mr. Flynn was being targeted for political reasons. Both Mr. Flynn's interrogator (Peter Strzok) and FBI chief James Comey never thought he lied about his conversation with the Russian ambassador. The FBI never recommended criminal charges. It was the Robert Mueller task force that ginned up a case and used threats against Mr. Flynn's son to extort Mr. Flynn's guilty plea. Why?", "categories": [["Opinion", "Business World"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/business-world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-book-of-eels-review-the-riddle-of-the-sargasso-sea-11588975178", "title": "'The Book of Eels' Review: The Riddle of the Sargasso Sea", "date": "2020-05-08 17:59", "summary": "A slippery mystery at the heart of American history, psychoanalysis, and something much closer to home.. What do the histories of the United States and psychoanalysis have in common? The short answer: Neither would exist without eels. For a longer answer, turn to \"The Book of Eels,\" Swedish journalist Patrik Svensson's captivating debut, congenially translated by Agnes Broomé. There you will learn, among many other facts and factoids of human and natural history, that it was a bucketful of eels, \"fat & sweet,\" that helped save the Pilgrim Fathers from starvation. They were supplied by Tisquantum, their Patuxet interpreter, who had, the astonished colonists reported, caught them with his bare hands. The symbol of the Promised Land, concludes Mr. Svensson, should have been a slippery eel, not a chubby turkey. Alas, eels don't lend themselves well to solemnity.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/these-women-review-the-most-dangerous-beat-in-l-a-11588975036", "title": "'These Women' Review: The Most Dangerous Beat in L.A.", "date": "2020-05-08 17:57", "summary": "A crime novel of unusual depth and freshness, constructed on that sturdy old tripod of serial killer, murdered women and dogged female detective.. Any writer who sets a crime novel in Los Angeles steps into the shadow cast by that city's previous creators. L.A. was invented, after all, by Raymond Chandler and Ross Macdonald. Or so it seems when you return to the noir fiction of the 1940s through to the 1970s and see, for example, cars \"clotted along both sides of the street\" in Chandler's \"The Little Sister,\" or a morning sky with \"a yellowish tinge like cheap paper darkening in the sunlight\" in Macdonald's \"The Underground Man.\" More recently, investigators such as Walter Mosley's Easy Rawlins and Michael Connelly's Harry Bosch cover the beat staked out by Chandler's Philip Marlowe and Macdonald's Lew Archer. But Ivy Pochoda, in her flawless new novel \"These Women,\" has her own angle on the L.A. street, one not only low to the ground, as you might expect, and razor-sharp, but also trained on the women working the most dangerous beat of all.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/travis-kalanick-is-behind-43-3-million-deal-for-los-angeles-mansion-11588974916", "title": "Travis Kalanick Is Behind $43.3 Million Deal for Los Angeles Mansion", "date": "2020-05-08 17:55", "summary": "Despite fetching well below its $75 million asking price, the sale of the Bellagio estate is one of the city's largest since the pandemic hit. Travis Kalanick, the co-founder and former chief executive of ride hailing company Uber, is the previously undisclosed buyer who paid $43.3 million for a Los Angeles estate last month, according to sources with knowledge of the deal.", "categories": [["WSJ News Exclusive", "Private Properties"]], "category_links": ["https://www.wsj.com/news/types/private-properties?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/georgia-investigates-person-who-filmed-ahmaud-arbery-shooting-11588956106", "title": "Georgia Investigates Person Who Filmed Ahmaud Arbery Shooting", "date": "2020-05-08 17:52", "summary": "Two white men were arrested and charged with murder, aggravated assault in death of black man. WASHINGTON-The Georgia Bureau of Investigation said it was investigating the person who filmed the February shooting death of Ahmaud Arbery a day after two other men were arrested and charged in the case.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-is-the-stock-market-rallying-when-the-economy-is-so-bad-11588974327", "title": "Why Is the Stock Market Rallying When the Economy Is So Bad?", "date": "2020-05-08 17:45", "summary": "Five reasons the stock market is soaring as the economy is floundering: from buoyant tech stocks to high earnings hopes to fear of missing out. The latest jobs report revealing record U.S. unemployment highlights a growing rift investors are struggling to reconcile: a rallying stock market and stumbling economy.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/technology-sector-shed-record-number-of-jobs-in-april-11588974127", "title": "Technology Sector Shed Record Number of Jobs in April", "date": "2020-05-08 17:42", "summary": "Steep decline dashes hopes that enterprise IT would be a bright spot in an economy battered by the coronavirus pandemic. Employers in the U.S. information technology sector shed a record 112,000 jobs in April, erasing a year's worth of hiring gains, IT trade group CompTIA reported Friday.", "categories": [["CIO Journal"]], "category_links": ["https://www.wsj.com/news/types/cio-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lynn-tilton-held-responsible-for-unpaid-wages-at-failed-ambulance-company-11588974031", "title": "Lynn Tilton Held Responsible for Unpaid Wages at Ambulance Company", "date": "2020-05-08 17:40", "summary": "TransCare filed for bankruptcy in 2016 and terminated 1,800 employees, leaving many unpaid. A bankruptcy judge in New York held turnaround executive Lynn Tilton responsible under state law for covering wages to employees who went unpaid in the bankruptcy of defunct ambulance company TransCare Corp.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/federal-agency-finds-grounds-to-investigate-complaint-by-hhs-official-his-lawyers-say-11588972949", "title": "Federal Agency Finds Grounds to Investigate Complaint by HHS Official", "date": "2020-05-08 17:22", "summary": "Researcher Rick Bright claims his ouster was in retaliation for his voicing concerns about preparedness for pandemic. The Office of Special Counsel has determined there were \"reasonable grounds\" to believe the ouster of Rick Bright, a vaccine expert at Health and Human Services, was retaliatory and recommended he remain in his job until an investigation is complete, according to a statement from his lawyers.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/global-stock-markets-dow-update-05-08-2020-11588911516", "title": "Stocks Accelerate Gains After Jobs Report", "date": "2020-05-08 16:42", "summary": "Report of phone call between U.S., Chinese trade negotiators eases concerns about trade tensions. U.S. stocks rose Friday, boosted by a grim April jobs report that wasn't quite as bad as feared and signs of an easing in trade tensions between Washington and Beijing.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fluor-receives-doj-subpoena-related-to-prior-period-reporting-11588969930", "title": "Fluor Receives DOJ Subpoena Related to Prior-Period Reporting", "date": "2020-05-08 16:32", "summary": "Subpoena was for documents and information related to charges the company recorded in the second quarter of 2019. Fluor Corp. on Friday said it received a subpoena from the U.S. Department of Justice related to an investigation the engineering and construction company reported in February.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nypd-data-shows-racial-disparities-in-social-distancing-enforcement-11588964081", "title": "NYPD Data Shows Racial Disparities in Social-Distancing Enforcement", "date": "2020-05-08 16:30", "summary": "Mayor Bill de Blasio said the New York Police Department would work to fix any racial disparities in social-distancing summonses. New York City Mayor Bill de Blasio on Friday said the New York Police Department would work to fix any racial disparities in social-distancing summonses after newly released police data showed 81% of the people who received the violations are black or Hispanic.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-bleak-landscape-for-lowest-paid-workers-11588952358", "title": "A Bleak Landscape for Lowest Paid Workers", "date": "2020-05-08 16:24", "summary": "Unskilled jobs protected from automation are at risk in wake of coronavirus pandemic. In recent years, the only jobs many unskilled workers could find that weren't vulnerable to automation and outsourcing involved manual labor, personal contact and low pay.", "categories": [["Economy", "Capital Account"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/capital-account?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/treasury-yields-rise-after-jobs-report-11588945317", "title": "Treasury Yields Rise After Jobs Report", "date": "2020-05-08 16:19", "summary": "Bond prices drop following news of record job losses in April amid coronavirus pandemic. U.S. government-bond prices fell Friday after the April jobs report met but didn't exceed economists' dismal expectations.", "categories": [["Markets", "Credit Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/credit-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-georgia-model-11588967492", "title": "The Georgia Model", "date": "2020-05-08 15:51", "summary": "An encouraging escape from lockdown.. Remember two weeks ago when politicians and media pundits were condemning Georgia's decision to deviate from the lockdown consensus and allow various businesses to resume operations?", "categories": [["Opinion", "Best of the Web"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/best-of-the-web-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/former-aide-spoke-of-harassment-in-bidens-office-in-1990s-court-document-shows-11588967177", "title": "Former Aide Spoke of Harassment in Biden's Office in 1990s, Court Document Shows", "date": "2020-05-08 15:46", "summary": "Declaration made in 1996 doesn't name then-senator as harasser of Tara Reade or specify what she says took place. The former Senate aide who has accused Joe Biden of sexual assault told her former husband in the 1990s that she had been sexually harassed while working in the Democrat's office in Washington, according to a 1996 court document.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/budding-hope-in-hard-times-11588967089", "title": "Budding Hope in Hard Times", "date": "2020-05-08 15:44", "summary": "Wordsworth's poem 'I Wandered Lonely as a Cloud' invites readers to appreciate beauty by looking at it with our inward eye.. Everywhere I've walked in New York this spring, I've been confronted by the relentless cheeriness of daffodils. Along deserted streets, they grow in every other yard: bright-yellow miniature clusters; tall, cool, pale ones; little ones with yolky orange cups; and jumbo ones on long stalks nosing at my legs.", "categories": [["Books & Arts", "Masterpiece"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/masterpiece?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/formal-talks-paused-on-next-stimulus-package-trump-economic-adviser-larry-kudlow-says-11588952130", "title": "Formal Talks Paused on Next Stimulus Package, Trump Adviser Says", "date": "2020-05-08 15:38", "summary": "House Democrats are working on a plan to provide new aid for states and cities, additional money for households. WASHINGTON-A top economic adviser to President Trump said formal negotiations over the next coronavirus relief package won't resume until late May or early June, as the administration takes a wait-and-see approach on further spending.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chinas-wechat-monitors-foreign-users-to-refine-censorship-at-home-11588852802", "title": "China's WeChat Monitors Foreign Users to Refine Censorship at Home", "date": "2020-05-08 15:32", "summary": "While they aren't censored, images and documents they send through the app are analyzed for taboo content. WeChat , the Chinese do-everything app with more than one billion users world-wide, is subjecting its international users to surveillance to bolster the censorship machinery it employs to control users inside China, according to a new report.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-city-likely-to-freeze-rent-on-regulated-apartments-until-october-2021-11588964910", "title": "New York City Likely to Freeze Rent on Regulated Apartments Until October 2021", "date": "2020-05-08 15:08", "summary": "The preliminary vote would freeze rents on regulated units, while tenants sought a rollback and landlords sought an increase. The board that oversees rent-regulated apartments in New York City voted on Thursday night to freeze rents for nearly one million tenants through September 2021 because of the coronavirus pandemic's vast economic impact in the city.", "categories": [["U.S.", "Real Estate"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-real-estate?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/demand-for-small-business-loans-cools-11588930201", "title": "Demand for Small-Business Loans Cools", "date": "2020-05-08 15:06", "summary": "Some business owners worry they won't get loans forgiven; others look elsewhere for aid. WASHINGTON-When the federal government relaunched its small business aid program on April 27 with an additional $310 billion, lenders and business advocates warned the money would dry up within a few days.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/parcel-carriers-expanded-payrolls-as-homebound-consumers-shopped-online-11588964018", "title": "Parcel Carriers Expanded Payrolls as Consumers Shopped Online", "date": "2020-05-08 14:53", "summary": "Trucking and warehouse companies cut tens of thousands of jobs last month in a grim U.S. employment market. Package-delivery companies added jobs last month as homebound consumers ramped up online purchases amid a crumbling U.S. employment market.", "categories": [["Logistics Report"]], "category_links": ["https://www.wsj.com/news/types/logistics-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/congress-urged-to-bolster-nations-bankruptcy-courts-11588964028", "title": "Congress Urged to Bolster Nation's Bankruptcy Courts", "date": "2020-05-08 14:53", "summary": "Nearly three dozen legal scholars ask lawmakers to appoint more bankruptcy judges in response to economic disruption. Legal scholars are urging Congress to appoint more judges to U.S. bankruptcy courts so they won't be overwhelmed by large numbers of corporate failures stemming from the coronavirus pandemic.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/copper-rebounds-on-hopes-for-economic-recovery-11588944516", "title": "Copper Rebounds on Hopes for Economic Recovery", "date": "2020-05-08 14:52", "summary": "Futures climb 1%, record fifth straight day of gains. Copper prices rose Friday, extending a recent rebound with investors anticipating an uptick in demand as parts of the world roll back lockdown measures and trade tensions ease.", "categories": [["Markets", "Commodities"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/world-remembers-v-e-day-with-fly-pasts-socially-distanced-memorials-11588956855", "title": "World Remembers V-E Day With Flyovers, Socially Distanced Memorials", "date": "2020-05-08 14:50", "summary": "The 75th anniversary of the Allies' victory over Nazi Germany in World War II-Victory in Europe Day-is marked from the U.K. to Russia. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/abusive-prosecutors-deserve-to-be-punished-11588963743", "title": "Abusive Prosecutors Deserve to Be Punished", "date": "2020-05-08 14:49", "summary": "If, in fact, agents in the FBI manufactured a violation of the law in order to prosecute Gen. Michael Flynn, then what is needed are indictments of these bureau officials.. Thomas J. Baker writes that what is needed in the FBI is \"cultural reform\" (\"'Rewrite' in Flynn's Case Shows FBI Needs Reform,\" op-ed, May 4).", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/activist-graduation-speech-fails-to-resonate-11588963683", "title": "Activist Graduation Speech Fails to Resonate", "date": "2020-05-08 14:48", "summary": "Sen. Brown reviewed the state of our nation-the wealthiest, most productive, most prosperous and most free nation in history-and found it horrendous.. The commencement advice of Sen. Sherrod Brown (D., Ohio) stood out in a sea of inspiring messages from others for its highly partisan themes (\"To the Class of 2020: The Generation of Progressive Change,\" Review, May 2). Sen. Brown reviewed the state of our nation-the wealthiest, most productive, most prosperous and most free nation in history-and found it horrendous. We let our public-health system atrophy, tolerated gaping holes in the public-safety net and stood by while a tiny sliver at the top grabbed most of the nation's income and left declining opportunities and stagnant wages for everyone else.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lets-pardon-our-mothers-in-time-for-mothers-day-11588963644", "title": "Let's Pardon Our Mothers in Time for Mother's Day", "date": "2020-05-08 14:47", "summary": "Attachment Theory isn't a valid explanation for why having good parents is better than having bad parents.. Emily Bobrow's review of Bethany Saltman's \"Strange Situation\" (Bookshelf, May 8) buys into a long-held mythology about our personal behavior: Mommy made me this way. There have been many studies of whether \"attachment theory\" has any predictive value. Several meta-analyses by behavioral scientists including developmental psychologists with hundreds of years of research experience (collectively) have studied more than 7,000 mother-infant/toddler dyads and have found no evidence of cause-effect relationships over time. What they have found is a modest correlation between mother and child behaviors that can be easily explained by genetically influenced temperament or situational factors. No one doubts the importance of having loving mothers (oh, and fathers too), but attachment theory isn't a valid explanation for why having good parents is better than having bad parents. It is time to let mothers off the hook and stop blaming our unhappiness or mental-health problems on our moms.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/gm-executives-emphasize-a-distinction-about-probe-11588963607", "title": "GM Executives Emphasize a Distinction About Probe", "date": "2020-05-08 14:46", "summary": "After the Journal's article was published, the U.S. Attorney's Office in Detroit confirmed to GM in writing that the company presently isn't a target of its investigation.. We believe that the article \"U.S. Probe Into UAW Eyes GM\" (Business & Finance, April 30) could leave a reader with the misimpression that General Motors Co. is a target of the government's probe into corruption at the United Auto Workers union. GM has cooperated with government investigators, who for years have been looking at training centers for union-represented employees. After the Journal's article was published, the U.S. Attorney's Office in Detroit confirmed to GM in writing that the company presently isn't a target of its investigation, and we are writing to ensure that this important distinction is made clear.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/end-of-national-party-conventions-could-be-good-hygienic-11588963556", "title": "End of Party Conventions Could Be Good, Hygienic", "date": "2020-05-08 14:45", "summary": "Karl Rove observes that two pundits reckoned that the political parties will find it \"time to reinvent conventions.\". Karl Rove reports that the political parties will find \"it's time to reinvent conventions\" (\"2016 Conventions Might Have Been the Last,\" op-ed, April 23). This sounds like back to the future: party bosses and plutocrats using Zoom to control party choices instead of using smoke-filled hotel suites. Might this be good?", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/april-jobs-report-coronavirus-2020-11588888089", "title": "April Jobs Report Shows Record Unemployment", "date": "2020-05-08 14:35", "summary": "Unprecedented 20.5 million jobs shed as coronavirus pandemic hit the economy. WASHINGTON-The April unemployment rate surged to a record 14.7% and payrolls dropped by a historic 20.5 million workers as the coronavirus pandemic hit the economy, wiping out a decade of job gains in a single month.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-eating-vegan-got-easy-recipes-that-resonate-now-11588996802", "title": "How Eating Vegan Got Easy: Recipes That Resonate Now", "date": "2020-05-08 14:31", "summary": "Meatless eating is easier to pull off-and truly enjoy-than ever before. Anything but restrictive, these fresh, accessible recipes invite all eaters to the table.. NEARLY 450,000 FANS subscribe to Rachel Ama's vegan cooking channel on YouTube. It's not hard to see why. Appearing in her family kitchen, the Londoner makes up dances, punctuates her jokes with sound effects and cooks brightly colored, approachable food that ranges from vegetable pastas to Caribbean rice and peas. Many of the viewers who email her tell her they're not vegan. They just like the look of the food.", "categories": [["Life & Work", "Food & Drink"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/food-cooking-drink?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/canada-to-probe-leak-of-april-employment-data-11588958535", "title": "Canada to Probe Leak of April Employment Data", "date": "2020-05-08 14:01", "summary": "Canadian dollar strengthened slightly after news report detailing jobs data before official release. OTTAWA-Canada's national data-gathering agency said it would investigate how sensitive employment data for April were distributed before the official release Friday, triggering brief but noticeable trading activity on foreign-exchange markets.", "categories": [["World", "Canada"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/canada-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-puts-postal-service-in-a-deeper-hole-11588958435", "title": "Coronavirus Puts Postal Service in a Deeper Hole", "date": "2020-05-08 13:55", "summary": "With mail expected to drop more than 50%, losses will counter any gains from e-commerce packages. More packages won't be enough to offset the steep decline in mail, U.S. Postal Service officials said Friday, as they made another plea for federal funding in the face of $22 billion in projected losses due to the coronavirus pandemic.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-former-goldman-quant-taking-on-climate-change-11588959868", "title": "The Quant Taking On Climate Change", "date": "2020-05-08 13:44", "summary": "Now government adviser, Robert Litterman promotes steps to manage the risk of global warming. When he managed billions of dollars for Goldman Sachs Group Inc., Robert Litterman used sophisticated mathematical models to control risk. Now he is advising the government, and he believes it isn't doing enough to avoid serious losses, including taking drastic steps to deal with the coronavirus pandemic.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-budget-deficit-hit-737-billion-in-april-as-taxes-slow-spending-rises-cbo-says-11588959689", "title": "U.S. Budget Deficit Hit $737 Billion in April, CBO Says", "date": "2020-05-08 13:41", "summary": "April is usually the largest tax-revenue month for the U.S. government, but not this year. WASHINGTON-Federal spending and budget deficits soared in April as the government raced to counter the impact of the coronavirus pandemic, according to the Congressional Budget Office.", "categories": [["Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/m-b-a-programs-across-the-globe-anticipate-drop-in-fall-enrollment-11588952426", "title": "M.B.A. Programs Across the Globe Anticipate Drop in Fall Enrollment", "date": "2020-05-08 13:22", "summary": "Nearly half of business schools say they expect interest to slide in 2020, new survey shows. Business schools in the U.S. and abroad are bracing for a decline in enrollment for the rest of 2020 as the coronavirus pandemic upends higher education and threatens already-fragile graduate programs.", "categories": [["Business", "Management", "Business Education"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/management?mod=breadcrumb", "https://www.wsj.com/news/types/business-schools?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/judges-arent-legal-coaches-11588893428", "title": "Judges Aren't Legal Coaches", "date": "2020-05-08 13:21", "summary": "A unanimous Supreme Court rebukes the Ninth Circuit again.. In a unanimous rebuke to the Ninth Circuit Court of Appeals on Thursday, the Supreme Court reminded lower courts that their job is to decide cases and controversies, not create them.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/iranians-return-to-friday-prayer-despite-surge-in-coronavirus-cases-11588958511", "title": "Iranians Return to Friday Prayer Despite Surge in Coronavirus Cases", "date": "2020-05-08 13:21", "summary": "Worshipers were asked to perform ablution at home, bring their own prayer mats and wear masks. Iranians in nearly 200 towns offered Friday prayers in mosques for the first time in two months as authorities eased some restrictions to contain the coronavirus pandemic, raising concerns of a new wave of infections.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/an-anarchic-gray-market-controls-vital-supply-of-protective-gear-11588958295", "title": "A Chaotic Gray Market Determines Who Gets Coronavirus Gear-and Who Doesn't", "date": "2020-05-08 13:18", "summary": "Resume Subscription. A few weeks ago, Mike Gula was negotiating millions of dollars of deals in the gray market for protective gear, in line for a huge profit. Mr. Gula, 39, had rocketed up to become among the largest brokers peddling masks and other medical equipment to states in need as they fight the new coronavirus.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/herbalife-to-pay-123-million-to-settle-china-bribery-allegations-11588958207", "title": "Herbalife to Pay $123 Million to Settle China Bribery Allegations", "date": "2020-05-08 13:16", "summary": "Probes by the Justice Department and SEC focused on the company's external affairs expenditures in China and compliance with the Foreign Corrupt Practices Act. Herbalife Nutrition Ltd. said it has reached an agreement in principle with U.S. authorities to resolve bribery investigations into its business activities in China.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hong-kong-lawmakers-tussle-amid-dispute-over-chinese-anthem-bill-11588957994", "title": "Hong Kong Lawmakers Tussle Amid Dispute Over Chinese-Anthem Bill", "date": "2020-05-08 13:13", "summary": "Pro-Beijing legislation renews tensions with opposition as city loosens coronavirus restrictions. HONG KONG-Scuffles erupted at a Hong Kong lawmakers' meeting in an escalating dispute over a bill that would criminalize disrespect of China's national anthem, legislation that threatens to reignite unrest that rocked the city last year.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-growing-impatience-with-the-lockdown-extremists-11588957811", "title": "A Growing Impatience With the Lockdown Extremists", "date": "2020-05-08 13:10", "summary": "The effort to confine us to our homes has too often been creepily authoritarian. Prof. Neil Ferguson of Imperial College, London, has been something of a poster boy for the lockdown extremists of our pandemic age. His epidemiological forecast two months ago of a quarter of a million British deaths prompted Boris Johnson's government to drop its cautiously liberal approach to containing the coronavirus and impose strict stay-at-home measures on the population. The same model has proved influential in U.S. policy discussions too, forecasting, as it did, more than two million deaths here without a draconian lockdown.", "categories": [["Life & Work", "Ideas", "Editor at Large"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/editor-at-large?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pompeo-taking-break-from-coronavirus-hiatus-will-visit-israel-11588957831", "title": "Pompeo, Taking Break From Coronavirus Hiatus, Will Visit Israel", "date": "2020-05-08 13:10", "summary": "U.S. diplomat will meet with Netanyahu, Gantz as Israel eyes annexation of West Bank. Secretary of State Mike Pompeo will travel to Jerusalem next week to meet with Israeli Prime Minister Benjamin Netanyahu and political rival Benny Gantz, the State Department said Friday.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-facemask-foggy-glasses-fix-reopening-11588957512", "title": "Masks Fog Up Glasses. The Solutions Are Weird.", "date": "2020-05-08 13:07", "summary": "Resume Subscription. Bespectacled Americans might do well to consider Jesse Frisinger's innovation as they prepare for coronavirus lockdowns to lift.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/death-certificates-point-to-much-higher-coronavirus-toll-in-mexico-11588957041", "title": "Death Certificates Point to Much Higher Coronavirus Toll in Mexico", "date": "2020-05-08 12:57", "summary": "The government added a new statistic of deaths that might have been caused by coronavirus, a tacit admission it isn't testing everyone who dies. MEXICO CITY-Luz María López, 66, died on April 28 after getting sick with what appeared to have been the new coronavirus. Her death certificate said \"probable SARS-CoV-2,\" as the virus that causes Covid-19 is known.", "categories": [["World", "Latin America"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/latin-america-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/an-industry-both-grounded-and-up-in-the-air-11588956443", "title": "An Industry Both Grounded and Up in the Air", "date": "2020-05-08 12:47", "summary": "Joel Peterson and Robin Hayes, JetBlue's chairman and CEO, on how the pandemic has racked the business and how flying will be different once it's over.. You sense that an industry is in frantic straits when you email the chairman of its coolest company to ask for an interview and he says yes-sure-when within minutes of your hitting \"send\"-and he also asks if the CEO can join.", "categories": [["Opinion", "The Weekend Interview"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/the-saturday-interview?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-1619-project-tells-a-false-story-about-capitalism-too-11588956387", "title": "'The 1619 Project' Tells a False Story About Capitalism, Too", "date": "2020-05-08 12:46", "summary": "Writing in 1854, George Fitzhugh described slavery as 'a beautiful example of communism.'. The awarding of a Pulitzer Prize for commentary to the New York Times magazine's Nikole Hannah-Jones, creator of \"The 1619 Project\" will serve as an additional selling point as the Times and the Pulitzer Center (unaffiliated with the prize) seek to market their 1619 Project Curriculum. It's hard not to see the prize as an attempt to deflect the criticisms the paper has taken from historians across the country.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/irs-reverses-itself-allows-tax-credit-for-benefits-paid-to-furloughed-workers-11588953516", "title": "IRS Reverses Itself, Allows Tax Credit for Benefits Paid to Furloughed Workers", "date": "2020-05-08 11:58", "summary": "The agency revised its rules after businesses, bipartisan lawmakers complained. WASHINGTON-The Internal Revenue Service, bowing to pressure from lawmakers and business groups, will let companies with furloughed, unpaid employees get a tax credit for paying their health benefits.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/marie-kondo-still-wants-to-tidy-up-11588953096", "title": "Marie Kondo Still Wants to Tidy Up", "date": "2020-05-08 11:51", "summary": "The organizing expert launched her new book on bringing order to the office just as the coronavirus drove millions of people to work from home. Marie Kondo, the tidying expert, wound up publishing her new book \"Joy at Work\" at a singularly awkward time. Her guide to organizing the workplace arrived in April, during a once-in-a-lifetime pandemic that has driven many millions of people out of their offices. But Ms. Kondo, the author of the 2014 bestseller \"The Life-Changing Magic of Tidying Up\" and the star of the 2019 Netflix series \"Tidying Up with Marie Kondo,\" seems to be taking it with characteristic calm. \"It is quite a difficult time, but because people are working from home, I do think it is an opportunity for us to reflect on how we are working and what kind of an environment we need in order to work,\" she says in Japanese (with a translator) over Zoom from Los Angeles, where she lives.", "categories": [["Life & Work", "Ideas", "Weekend Confidential"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/weekend-confidential?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-campaign-bulks-up-with-new-hires-11588952518", "title": "Biden Campaign Bulks Up With New Hires", "date": "2020-05-08 11:41", "summary": "Vice president's team engages experienced aides as general election comes into focus. WASHINGTON-Joe Biden is making a series of hires to expand the team that will oversee the day-to-day operations of his presidential campaign heading into the general election.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/no-quick-fix-for-u-s-jobs-11588952418", "title": "No Quick Fix for U.S. Jobs", "date": "2020-05-08 11:40", "summary": "The labor market's recovery will be slow and difficult. The April jobs report was every bit as bad as everybody worried it would be. The climb back will be slow and painful.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/more-tenants-paid-rent-on-time-in-may-but-activists-press-on-with-strikes-11588951519", "title": "More Tenants Paid Rent on Time in May, but Activists Press On With Strikes", "date": "2020-05-08 11:25", "summary": "Rent strikes remain possible in the wake of mass unemployment due to coronavirus lockdowns. More households paid their rent in the first week of May than were expected, a sign that expanded unemployment benefits and stimulus payments are helping some people make their bills.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/video-sparks-calls-for-arrests-in-shooting-of-black-man-in-georgia-11588880193", "title": "Two Men Arrested and Charged in Killing of Ahmaud Arbery in Georgia", "date": "2020-05-08 11:20", "summary": "Viral graphic video led lawmakers to call for investigation, arrests. Two white men have been arrested and charged with murder and aggravated assault in the fatal shooting of Ahmaud Arbery, a 25-year-old black man, in southern Georgia.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-dickensian-quarter-for-american-companies-11588950091", "title": "A Dickensian Quarter for American Companies", "date": "2020-05-08 11:01", "summary": "American executives are evoking the Victorian author's words in describing their turn of fortune. For most of American business, the first quarter was the worst of times. But if not for the pandemic, perhaps it could have been the best of times.", "categories": [["Markets", "Overheard"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/overheard?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/covid-19-raises-questions-about-the-value-of-personalized-medicine-11588949927", "title": "Covid-19 Raises Questions About the Value of Personalized Medicine", "date": "2020-05-08 10:58", "summary": "A group of medical dissenters argues that tailoring treatment to the genetic profiles of individuals, a longstanding goal for researchers, is less important than the old-fashioned public health measures being used against the pandemic.. The medical world is known for its fractious debates. One of the longest running is between those who believe that more lives will be saved by a \"one-size-fits-all\" approach, based on public health strategies, and those who see greater promise in treatments and care tailored to each individual's genetic code.", "categories": [["Life & Work", "Ideas", "The Saturday Essay"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/the-saturday-essay?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/knucklehead-from-the-three-stooges-to-covid-19-rulebreakers-11588948496", "title": "'Knucklehead': From 'The Three Stooges' to Covid-19 Rulebreakers", "date": "2020-05-08 10:34", "summary": "The term goes back centuries, but Moe, Larry and Curly made it famous, and now New Jersey Gov. Phil Murphy is using it to criticize people who ignore social distancing.. The coronavirus pandemic hasn't provided too many moments of levity, but one of them surely is the spectacle of New Jersey politicians arguing over the definition of \"knucklehead.\"", "categories": [["Life & Work", "Ideas", "Word on the Street"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/word-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/canada-set-fresh-job-loss-record-in-april-11588945933", "title": "Canada Set Fresh Job-Loss Record in April", "date": "2020-05-08 10:22", "summary": "Employment drops by 1.99 million, after March's 1.01 million fall; over a third of labor force is either unemployed or underutilized. ", "categories": [["World", "Canada"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/canada-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/naoroji-pioneer-of-indian-nationalism-review-portrait-of-an-independent-mind-11588947329", "title": "'Naoroji: Pioneer of Indian Nationalism' Review: Portrait of an Independent Mind", "date": "2020-05-08 10:15", "summary": "A member of the British House of Commons at a time when Indians in India couldn't vote, he argued that the empire was impoverishing his homeland.. When the British government announced in 2014 that it would install a statue of Mohandas Gandhi in London's Parliament Square, there were complaints in certain quarters that the wrong anticolonial Indian was being honored in the heart of an erstwhile empire. The statue, some said, should be not of the Mahatma-however great his status as tormentor-in-chief of the British Raj-but of Dadabhai Naoroji.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sunny-days-review-farewell-captain-kangaroo-11588947276", "title": "'Sunny Days' Review: Farewell, Captain Kangaroo", "date": "2020-05-08 10:14", "summary": "'Sesame Street' and a host of other public-television shows annoyed some adults but captivated children.. For a broad cohort of readers, experiencing David Kamp's history of the golden age of children's television will be like spinning the dial on a radio set to pick up frequencies from childhood. As you turn the pages, songs and jingles from half-forgotten TV episodes start dancing through your head. This unbidden musical accompaniment starts with the book's title, \"Sunny Days,\" a phrase that might otherwise mean bright skies but here summons a chorus of juvenile voices singing the \"Sesame Street\" theme song. \"Sunny day . . . sweepin' the . . . clouds away . . .\"", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-aspiring-entrepreneurs-can-learn-from-seinfeld-11588946535", "title": "What Aspiring Entrepreneurs Can Learn From 'Seinfeld'", "date": "2020-05-08 10:02", "summary": "Cosmo Kramer's many failed ideas are fodder for understanding what makes for a successful startup. Can comedy help students better understand entrepreneurship? More specifically, can \"Seinfeld\"?", "categories": [["Business", "Journal Reports: Small Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-small-business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/r-d-hubbard-made-a-fortune-by-reviving-glassmakers-11588946401", "title": "R.D. Hubbard Made a Fortune by Reviving Glassmakers", "date": "2020-05-08 10:00", "summary": "Entrepreneur, a former school teacher, also invested in horse racing, casinos. In the late 1950s, R.D. Hubbard was teaching junior high school and coaching basketball in tiny Towanda, Kan., while living on about $300 a month (the current equivalent of about $2,700) with his wife and two children in a 27-foot trailer.", "categories": [["World", "Obituaries"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/obituaries?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/takuo-aoyagi-found-way-to-monitor-oxygen-levels-in-blood-11588946400", "title": "Takuo Aoyagi Found Way to Monitor Oxygen Levels in Blood", "date": "2020-05-08 10:00", "summary": "Japanese engineer's work led to devices clipped on fingertips during medical procedures. Checking a patient's pulse or temperature is relatively simple. But there was no easy way to monitor another vital sign, oxygen levels in the blood, until Takuo Aoyagi discovered one in the early 1970s.", "categories": [["World", "Obituaries"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/obituaries?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/businesses-struggle-to-lure-workers-away-from-unemployment-11588930202", "title": "Businesses Struggle to Lure Workers Away From Unemployment", "date": "2020-05-08 09:55", "summary": "Some workers are making more from unemployment than at their old jobs, complicating reopenings. Businesses looking for a quick return to normal are running into a big hitch: Workers on unemployment benefits are reluctant to give them up. That's complicating plans to reopen states and get the U.S. economy back on track.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/graduating-in-a-recession-may-come-with-silver-liningsespecially-for-budding-entrepreneurs-11588939211", "title": "Graduating in a Recession Can Have Some Silver Linings, Say Some Who Did", "date": "2020-05-08 09:48", "summary": "Some who set up their own businesses after the '08 crash say crisis is a good teacher. 'I had to grow up a little bit faster...because there was no train track I was on.'. If you're graduating now, some entrepreneurs have a message for you: There might be silver linings that come with starting out in a recession, especially if you want to set up your own company.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bestselling-books-week-ended-may-2-11588945145", "title": "Bestselling Books Week Ended May 2", "date": "2020-05-08 09:39", "summary": "With data from NPD BookScan. ", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/best-selling-books?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/health-care-workers-see-steep-job-losses-from-coronavirus-11588944892", "title": "Health-Care Workers See Steep Job Losses", "date": "2020-05-08 09:34", "summary": "After lockdowns suspended medical procedures, sector faces mounting financial pressure. The jobs report released Friday said the health-care sector shed a record number of jobs in April as medical facilities halted elective procedures and doctors' and dentists' offices closed because of shutdowns aimed at containing the coronavirus.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/art-goes-to-the-movies-11588944663", "title": "Art Goes to the Movies", "date": "2020-05-08 09:31", "summary": "Leading creators and curators discuss the films that get the artistic life right.. From Charles Laughton's turn as \"Rembrandt\" in 1936 to Willem Dafoe's Vincent van Gogh in \"At Eternity's Gate\" in 2018, art and artists have fascinated filmmakers. But what do inhabitants of the art world think about the way they are portrayed on screen? The Journal asked four leading artists and curators to discuss their favorite art-themed movies. (Replies have been edited and condensed.)", "categories": [["Life & Work", "Ideas", "Icons"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/icons?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/five-best-adam-hochschild-on-witnesses-to-tyranny-11588944504", "title": "Five Best: Adam Hochschild on Witnesses to Tyranny", "date": "2020-05-08 09:28", "summary": "From the author, most recently, of 'Rebel Cinderella.'. By Virginia Cowles (1941)", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/censored-op-ed-highlights-rocky-eu-china-relations-amid-coronavirus-11588944396", "title": "Censored Op-Ed Highlights Rocky EU-China Relations Amid Coronavirus", "date": "2020-05-08 09:26", "summary": "Accusations that Chinese diplomats have spread disinformation about Europe's handling of the pandemic come atop frustrations over economic ties. BRUSSELS-The European Union blamed its ambassador to Beijing for allowing a reference to the coronavirus's origins to be censored in a European editorial in Chinese media, the latest in a string of allegations that Brussels is bowing to Chinese pressure.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/public-companies-shut-out-of-stimulus-program-face-payroll-challenge-11588939200", "title": "Public Companies Shut Out of Stimulus Program Face Payroll Challenge", "date": "2020-05-08 09:25", "summary": "Borrowing money to cover payroll costs isn't the best option for companies that closed storefronts after coronavirus-related lockdowns. Public companies that have been pushed to repay federal stimulus loans to cover payroll costs are confronting a tough reality: They have few options for keeping workers on their payroll.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/democratic-women-audition-to-be-joe-bidens-running-mate-11588940893", "title": "Democratic Women Audition to Be Joe Biden's Running Mate", "date": "2020-05-08 09:21", "summary": "The former vice president may be anointing the future leader of the party. WASHINGTON-Opening her campaign address book, Minnesota Sen. Amy Klobuchar brought out more than 600 of her top donors for a fundraiser this week that raised more than $1.5 million for Joe Biden's presidential campaign.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/confessions-of-a-bookseller-review-a-second-hand-life-11588943858", "title": "'Confessions of a Bookseller' Review: A Second-Hand Life", "date": "2020-05-08 09:17", "summary": "Dealing with dull, quirky, haggling customers has turned some booksellers antisocial. Shaun Bythell is among their surly number.. In the coastal Scotland community of Wigtown, tourists can pay to operate a bookstore called The Open Book for a week or two and live in an upstairs apartment, fulfilling their dream to run their own bookshop. The rental attraction is typically booked years ahead, proving that running a bookstore is a popular dream for bibliophiles.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/americas-jobs-crisis-enters-second-phase-11588866086", "title": "America's Jobs Crisis Enters Second Phase", "date": "2020-05-08 09:17", "summary": "A second wave of layoffs is now hitting-and going beyond businesses directly impacted by shutdowns. The first wave of job losses from the coronavirus crisis has been horrible. The second wave could be nearly as damaging.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fiction-the-shtetl-in-the-mountain-forest-11588943818", "title": "Fiction: The Shtetl in the Mountain Forest", "date": "2020-05-08 09:16", "summary": "Displaced Ukrainians wage a guerilla war against the Nazis and articulate the questions of the Jewish 20th century.. The Israeli novelist Aharon Appelfeld, who died in 2018 at the age of 85, was 9 years old when he escaped a certain fate in the concentration camps by hiding in the Ukraine forests, where he survived for three years before enlisting in the Red Army and, soon after, emigrating to Palestine. As one would expect, these early experiences formed the backbone of nearly all of his 40-plus books. What comes as a surprise, however, is the imaginative freedom Appelfeld allowed himself to shape and transform the cold facts of the past, a seeming transgression of the autobiographical, documentary style we tend to associate with survivor fiction.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mysteries-disease-detectives-and-legal-eagles-11588943746", "title": "Mysteries: Disease Detectives and Legal Eagles", "date": "2020-05-08 09:15", "summary": "An eerily prescient pandemic thriller and three courtroom dramas-including a final go-round with Scott Turow's Sandy Stern.. Henry Parsons, the principal character in Lawrence Wright's medical thriller \"The End of October\" (Knopf, 380 pages, $27.95), is no ordinary physician. He's the deputy director for infectious diseases at the Centers for Disease Control and Prevention in Atlanta. \"Think of him like a policeman,\" his wife tells their two young children. \"There are times when people have to be protected from danger, and that's what your father does.\" The doctor is \"a disease detective\"-a very-first-responder to the hot-zone frontlines, often \"going into the field, alone, in an alien environment, with minimal resources,\" to confirm and combat an outbreak of virulent disease.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/susie-curb-your-enthusiasm-essman-greene-11588940811", "title": "Why 'Curb Your Enthusiasm' Character Susie Greene Is a Rage Icon", "date": "2020-05-08 08:28", "summary": "\"We all have aggression in us. And I feel like Susie gives a lot of women permission to act out that aggression,\" says Susie Essman. If you've found yourself comforted by the mundane but absurd conflicts in Larry David's HBO comedy Curb Your Enthusiasm while in quarantine, you're not alone. Susie Essman, who plays Larry's longtime foe Susie Greene, has been hearing from lots of fans bingeing their way through all 10 seasons of the show. \"We all want escapism,\" she says. \"People want to laugh and Curb is so silly. It's the perfect antidote.\"", "categories": [["Mind of a Character"]], "category_links": ["https://www.wsj.com/news/types/mind-of-a-character?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-nfl-released-its-2020-scheduleif-it-begins-normally-11588939223", "title": "The NFL Released Its 2020 Schedule, if It Begins Normally", "date": "2020-05-08 08:00", "summary": "The reigning Super Bowl champion Chiefs start the season hosting the Texans, but there are contingencies in case the coronavirus alters the season. The NFL has big plans for its 2020 schedule. The Rams and Raiders will open their new stadiums in prime time. Patrick Mahomes and the Chiefs will begin their title defense against Deshaun Watson and the Texans. Tom Brady and the Buccaneers-yes, that still sounds weird-play Drew Brees and the Saints in Week 1.", "categories": [["Sports", "NFL"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/nfl?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/rolls-royce-cullinan-a-bid-for-filthy-rich-millennial-buyers-11588939229", "title": "Rolls-Royce Cullinan: A Bid for Filthy-Rich Millennial Buyers", "date": "2020-05-08 08:00", "summary": "The new, all-black, 'murdered out' SUV is a play to secure the next generation of wealthy global clientele. Dan Neil asks if it's worth the fuss.. AT A BMW board of management meeting in Munich in early 2015, a vote was taken and a motion carried: Spirit of Ecstasy would be murdered.", "categories": [["Life & Work", "Cars", "Rumble Seat"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/automotive?mod=breadcrumb", "https://www.wsj.com/news/types/rumble-seat?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/families-delay-childrens-vaccines-during-pandemic-11588939224", "title": "Childhood Vaccinations Interrupted by Coronavirus Fears", "date": "2020-05-08 08:00", "summary": "Pediatricians warn delayed immunizations risk outbreaks of other highly contagious diseases such as measles. Natalie Hayden is postponing vaccinations for her 15-month-old daughter because she fears her family could contract the coronavirus or another infection from a visit to their St. Louis pediatrician's office.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/livexlive-to-join-podcast-fray-with-podcastone-acquisition-11588939211", "title": "LiveXLive to Join Podcast Fray With PodcastOne Acquisition", "date": "2020-05-08 08:00", "summary": "PodcastOne founder Norman Pattiz will join as chairman of the new podcasting unit. Digital-media company LiveXLive Media Inc. will acquire PodcastOne parent Courtside Group Inc., the companies said, in a bet that bigger is better amid the coronavirus pandemic and that ad revenue for podcasting will continue to soar unabated.", "categories": [["WSJ News Exclusive", "Deals"]], "category_links": ["https://www.wsj.com/news/types/deals-deal-makers?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-one-new-jersey-doctor-tests-the-underserved-for-coronavirus-11588937590", "title": "How One New Jersey Doctor Tests the Underserved for Coronavirus", "date": "2020-05-08 07:33", "summary": "Resume Subscription. Alexander Salerno, a primary-care doctor who has served New Jersey's urban poor for decades, was so dismayed by the dearth of coronavirus testing that he took matters into his own hands.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/ride-hailing-gets-a-roadside-check-11588937581", "title": "Ride-Hailing Gets a Roadside Check", "date": "2020-05-08 07:33", "summary": "The coronavirus crash should prove constructive for the industry, setting speed limits on growth and paving a more efficient way forward. The coronavirus has hit the ride-hailing business head on, but subsequent repairs should at least yield a leaner and more sustainable industry model.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mass-transit-systems-face-social-distancing-puzzle-11588937140", "title": "Mass Transit Systems Face Social-Distancing Puzzle", "date": "2020-05-08 07:25", "summary": "As coronavirus lockdowns ease, transport operators will struggle to get people moving again while keeping them apart. Cities around the world are butting up against an intractable problem as they emerge from their coronavirus lockdowns: It is almost impossible to make their mass transit systems comply with social distancing during the rush-hour crush.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/michael-jordan-last-dance-china-unc-student-11588919915", "title": "How a College Student Brought Michael Jordan to China", "date": "2020-05-08 07:00", "summary": "He's a freshman at the University of North Carolina. He's also one of the Chinese translators for 'The Last Dance' documentary.. Aiqi Sun is a freshman at the University of North Carolina who recently found himself working through a highly unusual question of translation: How do you say \"the Bulls' traveling cocaine circus\" in Mandarin?", "categories": [["Sports", "NBA"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/nba?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-administration-pushes-to-extend-coronavirus-immigration-limits-11588935603", "title": "Trump Pushes to Extend Immigration Limits", "date": "2020-05-08 07:00", "summary": "White House advisers are assuming public will be willing to accept new restrictions. WASHINGTON-The Trump administration, having temporarily closed borders and curtailed immigration in response to the coronavirus pandemic, is moving to expand those restrictions while the president's advisers push to leave them in place for months or even years to come, according to several people familiar with the matter.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/as-states-reopen-thirst-for-gasoline-returns-11588935603", "title": "Americans Are Pumping Gas Again as States Reopen", "date": "2020-05-08 07:00", "summary": "Fuel makers see gradual recovery in demand as coronavirus restrictions ease, but they warn the next months could be tough. Americans are starting to get back behind the wheel, welcome news for the companies that turn oil into gasoline and diesel.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/china-chases-self-reliance-in-chips-but-the-u-s-still-holds-a-trump-card-11588932443", "title": "China Chases Self-Reliance in Chips, but the U.S. Still Holds a Trump Card", "date": "2020-05-08 06:10", "summary": "The Chinese tech giant just marked another milestone in its quest for self-sufficiency. China's efforts to reduce its reliance on American chips continue apace as the world's two largest economies head for a collision once again.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bts-parasite-and-now-baseball-south-korean-pop-culture-is-having-a-moment-11588932001", "title": "BTS, 'Parasite' and Baseball: South Korean Pop Culture Is Having a Moment", "date": "2020-05-08 06:00", "summary": "The KBO began its season this week, making the 10-team professional baseball league the highest profile sports entity on the planet that's currently operating. Not long ago, Americans' knowledge of South Korean products didn't go much beyond Samsung Galaxies and Hyundai Elantras. That is no longer the case.", "categories": [["Sports", "MLB"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/mlb?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/stress-relief-this-catalog-transports-you-to-quaint-vermont-11588932023", "title": "Stress Relief? This Catalog Transports You to Quaint Vermont", "date": "2020-05-08 06:00", "summary": "The Vermont Country Store catalog has conjured up a simpler, sunnier world for 75 years-and its products have never appealed more. Plus: other great mail-order escapes.. I'M CURRENTLY quarantined with my mother in the stout brick house where I grew up, in the suburbs of Pittsburgh. Have you seen the movie \"Grey Gardens\"? Then you more or less get the picture. I'm dressing mostly in muumuus. And I happen to possess a fair number of them, thanks to a lifetime of shopping the Vermont Country Store catalog.", "categories": [["Life & Work", "Reading & Retreating"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/reading-retreating?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-crisis-has-made-even-global-banks-local-11588931172", "title": "Coronavirus Crisis Has Made Even Global Banks Local", "date": "2020-05-08 05:46", "summary": "Lenders are flying their national colors during the Covid-19 shutdowns, making cross-border deals in Europe less likely than ever. European banking has become decidedly more local during the Covid-19 crisis. One consequence is that the dream of cross-border mergers seems more far-fetched than ever.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/easy-as-1-2-3-australia-plots-course-out-of-coronavirus-clampdown-11588931114", "title": "Easy as 1, 2, 3? Australia Plots Course Out of Coronavirus Clampdown", "date": "2020-05-08 05:45", "summary": "Government unveils plan to ease restrictions and create a 'Covid-safe economy' by July. SYDNEY-Australia is moving to capitalize on its success containing the spread of coronavirus, laying out a detailed three-step plan to reboot the economy while avoiding a second-wave outbreak and the need to reimpose curbs.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-pandemic-has-made-sudden-heroes-of-the-tech-companiesfor-now-11588930200", "title": "The Pandemic Has Made Sudden Heroes of the Tech Companies-for Now", "date": "2020-05-08 05:30", "summary": "Shelter-in-place orders have made us more enamored of the very same tech platforms we love to hate. But consumers' ambivalence will return.. Technology companies: villains or heroes? Oppressive or empowering? The hazards of technology have vexed consumers even as they've enjoyed its warm embrace.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/leading-cause-of-death-in-u-s-hint-it-isnt-covid-19-11588930202", "title": "Leading Cause of Death in U.S.? Hint: It Isn't Covid-19", "date": "2020-05-08 05:30", "summary": "Despite new coronavirus's death toll, heart ailments still likely top list. Has Covid-19 become the leading cause of death in the U.S.?", "categories": [["U.S.", "The Numbers"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/the-numbers?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-china-is-withholding-stimulus-amid-coronavirus-sparked-downturn-11588930205", "title": "Why China Is Holding Back on Stimulus", "date": "2020-05-08 05:30", "summary": "Beijing worries a major financial push could overheat pockets of the economy, especially the property market. BEIJING-China has just suffered its first quarter of economic contraction since the 1970s. Millions of jobs have been lost, and the coronavirus pandemic has hampered businesses for more than three months.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/stocks-are-poised-for-weekly-gains-but-still-stuck-in-limbo-11588930201", "title": "Stocks Are Poised for Weekly Gains but Still Stuck in Limbo", "date": "2020-05-08 05:30", "summary": "Nasdaq is a bright spot but employment picture remains dismal; here are the week's winners and losers. Stocks remain stuck this week in the relatively narrow range they have traded in since early April. With so much still uncertain about the outlook for the economy, the market hasn't yet found a catalyst to break higher or lower.", "categories": [["Markets", "Stocks"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sanders-allies-pivot-to-pacs-split-over-biden-11588930200", "title": "Sanders Allies Pivot to PACs, Split Over Biden", "date": "2020-05-08 05:30", "summary": "Some explicitly support the former vice president while others want to spend on downballot progressives. BERNIE-WORLD SPLINTERS INTO PACs: Former staffers and allies of Sen. Bernie Sanders's presidential campaign are launching a slew of new political committees following his exit from the race. They are split over whether to explicitly support former Vice President Joe Biden's candidacy or to spend on downballot progressives more aligned with Sanders's ideology.", "categories": [["Politics", "Washington Wire"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/washington-wire?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cios-set-aside-rivalry-for-collegiality-to-tackle-coronavirus-it-problems-11588930203", "title": "CIOs Set Aside Rivalry for Collegiality to Tackle Coronavirus IT Problems", "date": "2020-05-08 05:30", "summary": "'We are sharing anything and everything right now,' says Cisco's CIO. Chief information officers are reaching out to each other in addressing unique difficulties created by the coronavirus pandemic, sharing best practices and other strategies, in some cases even with archrivals, CIOs and analysts said.", "categories": [["CIO Journal"]], "category_links": ["https://www.wsj.com/news/types/cio-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/intel-is-acting-like-only-the-paranoid-survive-the-ceo-wants-it-to-stay-that-way-11588930204", "title": "Intel Is Acting Like Only the Paranoid Survive. The CEO Wants It to Stay That Way.", "date": "2020-05-08 05:30", "summary": "Bob Swan sees a future company of more empowered managers: 'If you know the right thing to do, just go do it'. Intel Corp. Chief Executive Bob Swan has seen his workforce renew the get-to-it spirit embodied in the \"only the paranoid survive\" maxim coined by the company's former CEO Andy Grove.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-dollar-distress-migrated-to-asia-11588927832", "title": "How Dollar Distress Migrated to Asia", "date": "2020-05-08 04:50", "summary": "The Fed's dollar swap figures show that Asia has taken over as the likely axis of future dollar-denominated blowups. Foreign central banks binged on the Federal Reserve's dollar swap lines in April, just as they did during the global financial crisis. But there's been a major change: This time, the action is concentrated in Asia, not Europe.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/covids-economic-fallout-puts-euro-to-the-test-11588927032", "title": "Economic Fallout From Coronavirus Puts Euro to the Test", "date": "2020-05-08 04:37", "summary": "The euro is weakening against the dollar this year as discord between countries hobbles the region's response to historic recession. Europe's response to the economic turmoil brought about by the global coronavirus shutdown is rekindling debate about the European Union's financial unity.", "categories": [["Markets", "Currencies", "Foreign Exchange"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/currencies?mod=breadcrumb", "https://www.wsj.com/news/types/foreign-exchange?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/vista-follows-facebook-into-indias-jio-with-1-5-billion-digital-bet-11588926647", "title": "Vista Follows Facebook Into India's Jio With $1.5 Billion Digital Bet", "date": "2020-05-08 04:30", "summary": "It is the latest in a string of investments as Jio looks to trim its debt. Indian telecommunications and technology titan Jio Platforms Ltd. said it is raising 113.67 billion rupees ($1.5 billion) from U.S. private-equity firm Vista Equity Partners, the latest in a string of investments as the Mumbai-based firm trims its debt.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/health-care-leaders-question-how-remdesivir-is-being-distributed-11588889219", "title": "Health-Care Leaders Question How Remdesivir Is Being Distributed", "date": "2020-05-08 02:06", "summary": "Hospitals and doctors seek more transparency on what criteria the Trump administration is using to ship the drug. Health-care leaders are expressing concern over how the Trump administration plans to distribute the promising coronavirus drug remdesivir, saying they are in the dark about the allocation criteria being used and are worried it isn't based on need.", "categories": [["Politics", "Health Policy"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/health-policy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11588879824", "title": "Pepper...and Salt", "date": "2020-05-08 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cooking-in-quarantine-sesame-noodle-salad-11588870430", "title": "Sesame Noodle Salad Recipe: What to Cook in Quarantine", "date": "2020-05-08 00:01", "summary": "A light, fresh dish with flexible ingredients that's ideal as the weather starts to warm. More salad than noodle, this light, fresh dish is ideal as the weather begins to get warmer but a comforting serving of carbs still has appeal.", "categories": [["Life & Work", "Food & Drink"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/food-cooking-drink?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/house-panel-releases-transcripts-of-russia-probe-11588892263", "title": "House Panel Releases Transcripts of Russia Probe", "date": "2020-05-08 22:51", "summary": "The transcripts include interviews with former Trump campaign manager Steve Bannon and others close to the president. WASHINGTON-The House Intelligence Committee on Thursday released transcripts from a probe into Russian interference in the 2016 elections conducted when a Republican led the committee, making public documentation that has been a major source of partisan rancor.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/justice-department-to-drop-case-against-mike-flynn-11588878267", "title": "Justice Department to Drop Case Against Michael Flynn", "date": "2020-05-08 22:38", "summary": "Decision marks dramatic reversal in case against former national security adviser. The Justice Department moved to drop its case against Michael Flynn in a major reversal more than two years after the former national security adviser pleaded guilty to lying to the FBI.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/news-corp-posts-lower-revenue-amid-declines-in-u-k-australia-11588893549", "title": "News Corp Posts Lower Revenue Amid Declines in U.K., Australia", "date": "2020-05-08 21:35", "summary": "Publisher swings to $730 million loss amid charges related to Australian pay-TV unit and now-sold coupon business. News Corp said revenue declined 7.8% in its latest quarter as strong digital gains at Wall Street Journal parent Dow Jones were offset by weakness at its foreign-news and entertainment operations.", "categories": [["Business", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-6-feet-of-separation-looks-like-as-businesses-reopen-11588900667", "title": "What 6 Feet of Separation Looks Like as Businesses Reopen", "date": "2020-05-08 21:17", "summary": "Some states have loosened their coronavirus restrictions, but not without the recommended social-distancing buffer. Here's how it will translate in some common settings.. Just how big is a 6-foot social-distancing buffer? Big enough that, as economic activity starts to resume, many public and business settings will have to adapt. See some examples of its reach.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/coronavirus-latest-news-05-07-2020-11588847184", "title": "Daily Coronavirus-Case Count Surges", "date": "2020-05-08 21:17", "summary": "New infections world-wide top 92,700, most since April 24; member of U.S. military who works at White House campus tests positive. The coronavirus's toll was in sharp relief Thursday for leaders across the U.S. and world weighing reopening plans, as the number of confirmed cases climbed toward four million and millions more Americans filed for unemployment.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lockdown-doesnt-have-to-be-a-waste-of-time-make-the-most-of-it-11588900465", "title": "Lockdown Doesn't Have to Be a Waste of Time. Make the Most of It.", "date": "2020-05-08 21:14", "summary": "Instead of binge-watching, many people see the quarantine as an opportunity to take up long-delayed projects or start new ones. Shortly after Bryan McCray began quarantining at home in March, \"I kind of made up my mind that I wouldn't waste time in front of the TV, sitting on the couch, not making any use of the time.\"", "categories": [["Life & Work", "Journal Reports: Coronavirus"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-coronavirus?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-to-remove-patriot-missile-batteries-from-saudi-arabia-11588867916", "title": "U.S. to Remove Patriot Missile Batteries From Saudi Arabia", "date": "2020-05-08 21:13", "summary": "Removing missiles, other measures mark end of recent military buildup to counter Iran, officials say. WASHINGTON-The U.S. is removing Patriot antimissile systems from Saudi Arabia and is considering reductions to other military capabilities-marking the end, for now, of a large-scale military buildup to counter Iran, according to U.S. officials.", "categories": [["WSJ News Exclusive", "National Security"]], "category_links": ["https://www.wsj.com/news/types/national-security?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-to-stay-safe-on-the-job-11588899751", "title": "How to Stay Safe on the Job", "date": "2020-05-08 21:02", "summary": "As more people return to work, they can learn from what other workers have been doing to protect themselves. Several states are starting to ease lockdowns and other social-distancing restrictions that protect against the new coronavirus. This has enabled people in those areas to return to work. But it also has put those individuals at greater risk of infection, as many-such as health-care workers and delivery personnel-have been since the pandemic began.", "categories": [["Life & Work", "Journal Reports: Coronavirus"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-coronavirus?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-power-of-rediscovering-your-neighborhood-11588894400", "title": "The Power of Rediscovering Your Neighborhood", "date": "2020-05-08 20:17", "summary": "Next in Journal Reports: Coronavirus. In the past two months, I have ventured farther than nine blocks from my front door exactly once. I don't own a car. I've been lucky enough to work remotely. And, while friends and colleagues decamped for vacation properties or relatives' homes, I have been stuck in my Brooklyn apartment.", "categories": [[]], "category_links": []}]