[{"link": "https://www.wsj.com/articles/coronavirus-fallout-a-roundup-of-canceled-events-11583943224", "title": "Coronavirus Fallout: A Roundup of Canceled Events", "date": "2020-03-13 19:42", "summary": "From South by Southwest and Coachella to the Geneva International Motor Show, the outbreak has halted happenings world-wide. Major conferences, festivals and sporting events are being canceled or postponed around the globe as the novel coronavirus continues to spread, leading companies to curtail nonessential trips and virus-hit countries to restrict travel.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/on-the-coronavirus-frontlines-in-washington-shortages-and-delayed-responses-11584137001", "title": "On the Front Lines in Washington State, Shortages and Delayed Responses", "date": "2020-03-13 19:34", "summary": "Doctors in the first U.S. hot spot describe the difficulty coordinating with the federal government and obtaining needed supplies. KIRKLAND, Wash.-Francis Riedo was working late in his office at EvergreenHealth hospital the night of Feb. 28 when a colleague at the Seattle & King County public health department called with alarming news: Two elderly patients whom Dr. Riedo had picked to test for the new coronavirus were positive. Dr. Riedo hurried to the I.C.U. and gathered the nurses.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/some-states-say-purdues-sackler-family-should-face-lawsuits-11584141373", "title": "Some States Say Purdue's Sackler Family Should Face Lawsuits", "date": "2020-03-13 19:23", "summary": "A group of states opposed to a proposed settlement of Purdue's opioid liabilities wants to resume lawsuits targeting its controlling family. Two dozen state attorneys general are trying to end bankruptcy protections for Purdue Pharma LP's controlling Sackler family, saying that shielding them from lawsuits during settlement talks sends the wrong message about the justice system.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/24-hours-in-new-york-photos-as-coronavirus-dims-the-lights-on-manhattan-11584130695", "title": "24 Hours in New York: Coronavirus Dims the Lights on Manhattan", "date": "2020-03-13 19:14", "summary": "Restrictions on large gatherings went into effect at 5 p.m. on Thursday. More than anything, New York is a city defined by its crowds: the masses in Times Square, the fans filling up concert halls and theaters and, of course, the millions of commuters who make every trip on the subway an exercise in up-close interaction.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-city-lawmakers-call-for-closure-of-public-schools-11584109721", "title": "Some Call for Closure of New York's Public Schools", "date": "2020-03-13 19:06", "summary": "Such a move would affect more than a million children and likely put more pressure on the economy. New York City's Department of Education on Friday faced mounting pressure from local lawmakers to shut the nation's largest public-school system over the novel coronavirus, as student attendance plummeted.", "categories": [["U.S.", "Schools"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-schools?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trumps-virus-emergency-11584138144", "title": "Trump's Virus Emergency", "date": "2020-03-13 19:05", "summary": "The White House rolls out a new private-public testing regime.. Whatever happened between Wednesday night and Friday afternoon at the White House, let's please have more of it. President Trump finally deployed before the weekend the full force of the federal government and private business against the coronavirus pandemic in a way that millions of Americans have been waiting to see.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bill-gates-to-leave-boards-of-microsoft-and-berkshire-hathaway-11584135172", "title": "Gates to Leave Boards of Microsoft, Berkshire Hathaway", "date": "2020-03-13 19:05", "summary": "Tech magnate says he will spend more time with his foundation. Microsoft Corp. co-founder Bill Gates is stepping down from the company's board of directors, marking the biggest boardroom departure in the tech industry since the death of longtime rival and Apple Inc. co-founder Steve Jobs.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tehrans-proxies-strike-againtehrans-proxies-strike-again-11584138802", "title": "Tehran's Proxies Strike Again", "date": "2020-03-13 19:01", "summary": "The U.S. responds to a rocket attack that killed two American soldiers.. The world doesn't end because there's a viral pandemic. In what would have been far bigger news without the virus spread, an Iran-backed militia group on Wednesday launched an attack on a Iraqi training base that left two American troops and one British soldier dead and some 14 wounded.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/norwegian-more-cruise-lines-cancel-sailings-11584129755", "title": "Coronavirus Prompts U.S. Cruise Lines to Halt Sailings for a Month", "date": "2020-03-13 18:58", "summary": "Carnival, Norwegian, Royal Caribbean cancel dozens of voyages. The world's four biggest cruise lines said they were cutting short voyages and suspending their U.S. sailings for a month, an unprecedented shutdown of a $38 billion industry in the wake of the coronavirus pandemic.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/justice-vs-conformity-at-scalia-lawjustice-vs-conformity-at-scalia-law-11584121654", "title": "Justice vs. Conformity at Scalia Law", "date": "2020-03-13 18:57", "summary": "George Mason University may disclose an anonymous donor under political pressure.. The campaign for intellectual conformity in higher education could win a major and destructive victory as George Mason University moves to violate the agreement that established Antonin Scalia Law School.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-son-a-mom-and-money-11584123800", "title": "The Financial Education of a Son and His Mother", "date": "2020-03-13 18:57", "summary": "My mother didn't know much about finances when raising me. Now, I can help both of us.. Last Christmas was like any other Christmas back in my Mississippi hometown. My mom, who had pulled her annual all-nighter to engineer the holiday feast, had finally plopped down onto the living-room love seat to take her turn opening presents.", "categories": [["Markets", "Journal Reports: Wealth Management"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-wealth-management?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cap-and-evade-in-oregoncap-and-evade-in-oregon-11584138513", "title": "Cap and Evade in Oregon", "date": "2020-03-13 18:56", "summary": "Gov. Brown dictates deep CO2 emissions cuts on her own authority.. Oregon's Democrats say they want \"cleaner\" energy, but the politics of carbon emissions cuts sure are dirty. Democrats, who hold a supermajority in the statehouse, have twice tried to ram through cap-and-trade, but Republicans blocked them by walking out of the last two legislative sessions. The dysfunction continues as Governor Kate Brown is claiming extraordinary powers to do what lawmakers couldn't pass.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/as-other-sporting-events-fall-wrestling-goes-on-11584115770", "title": "As Other Sporting Events Fall, Wrestling Goes On", "date": "2020-03-13 18:48", "summary": "An event in Canada including 14 aspiring U.S. Olympians continued Friday despite a rash of cancellations elsewhere. As major sporting events from the NCAA basketball tournaments to NBA games to the Boston Marathon were being canceled or postponed, one competition continued Friday: an Olympic-qualifying wrestling competition in Canada that includes 14 U.S. athletes.", "categories": [["Sports"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/celularity-joins-cast-of-drugmakers-targeting-new-coronavirus-11584139582", "title": "Celularity Joins Cast of Drugmakers Targeting New Coronavirus", "date": "2020-03-13 18:48", "summary": "Company seeking to test cellular therapy, while others are pursuing antibody treatments for patients with novel coronavirus. Celularity Inc. is joining several venture-backed and publicly traded companies working on drugs for the new coronavirus.", "categories": [["Pro VC Industry News"]], "category_links": ["https://www.wsj.com/news/types/pro-vc-industry-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-girl-makes-music-without-irony-or-ugliness-11584130360", "title": "A Girl Makes Music Without Irony or Ugliness", "date": "2020-03-13 18:36", "summary": "This youthful composer likes to speak 'directly to the heart.' Critics won't like it, but audiences do.. New York", "categories": [["Opinion", "The Weekend Interview"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/the-saturday-interview?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/covid-19-cant-spread-if-you-stay-home-11584132164", "title": "Covid-19 Can't Spread if You Stay Home", "date": "2020-03-13 18:35", "summary": "Unfortunately, a recession is part of the cure for an epidemic of communicable disease.. If a modeling study by the Fred Hutchinson Cancer Research Center in Washington state is right, Seattle two weeks ago was approximately in the position of Wuhan, China, on Jan. 1. The big difference, as the Fred Hutch guys also note, is that Seattle's people have been saturated in warnings that Wuhan's population only started receiving two months into the epidemic.", "categories": [["Opinion", "Business World"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/business-world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/include-natural-killer-cells-in-the-covid-19-arsenal-11584132388", "title": "Include 'Natural Killer' Cells in the Covid-19 Arsenal", "date": "2020-03-13 18:34", "summary": "They're part of the innate immune system, which quickly attacks pathogens.. Researchers are racing to develop vaccines and antiviral therapies to treat the Covid-19 pandemic. One promising option is immunotherapy, which uses components of our immune system to alter or boost its response. Immunotherapy has been used successfully to treat other viral diseases as well as cancer and diseases of the immune system.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/putin-cant-afford-to-leave-office-when-his-term-ends-11584128744", "title": "Putin Can't Afford to Leave Office When His Term Ends", "date": "2020-03-13 18:34", "summary": "Surrendering power would endanger his cronies and subject him to a grim historical reckoning.. Vladimir Putin is prepared to run for a fifth term as Russian president. \"What's the point of being subtle?\" asked close Putin ally and parliamentary deputy Valentina Tereshkova, the first woman in space, in proposing to abolish term limits. \"This is about us and the future of the country.\"", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/warren-buffett-cancels-woodstock-for-capitalists-11584112700", "title": "Warren Buffett Cancels 'Woodstock for Capitalists'", "date": "2020-03-13 18:31", "summary": "The investor's Berkshire Hathaway will stop shareholders from attending this year's celebrated annual meeting in person due to the coronavirus. Warren Buffett's Berkshire Hathaway Inc. said it would ban shareholders from attending this year's celebrated annual meeting in person.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/investors-are-bailing-on-stock-funds-at-near-record-pace-11584094351", "title": "Investors Are Bailing on Stock Funds at Near-Record Pace", "date": "2020-03-13 18:23", "summary": "Investors have pulled $47.4 billion out of global stock-focused mutual funds and exchange-traded funds in three weeks. Investors are fleeing stock funds at the fastest pace since the bruising market selloff at the end of 2018, while racing into government bond funds at a record clip.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fed-shifts-to-remote-oversight-of-wall-street-banks-11584132185", "title": "Fed Shifts to Remote Oversight of Wall Street Banks", "date": "2020-03-13 18:20", "summary": "Central bank tells on-site examiners to work remotely; other agencies switch to telework. WASHINGTON-The nation's biggest banks have fewer government examiners roaming their hallways as federal regulators temporarily switch to teleworking to help control the spread of the coronavirus.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/two-new-lives-of-harry-houdini-11584113644", "title": "Two New Lives of Harry Houdini", "date": "2020-03-13 18:17", "summary": "What made Houdini tick? Why the rituals of self-bondage, the histrionics of self-liberation, the need to flirt with death?. If ever a life called for a brief reversion to Freudian psychobiography, it is that of the escape artist Harry Houdini. Born Erik Weisz in Budapest in 1874, he was \"a mama's boy all his life,\" Joe Posnanski writes in \"The Life and Afterlife of Harry Houdini.\" Years later, long after the Weisz (now Weiss) family had moved to America, his dying father, an out-of-work rabbi in Manhattan, reminded Erik (now Ehrich) of an earlier promise to take care of his mother, Cecilia. Nearly a quarter-century after his father's death, having become famous as the Great Houdini, the performer demanded that one employer pay him in gold coins, and then took a sack of them to Cecilia. Reminding her of the commitment he had made to his father, he asked that she hold out her apron and, as Adam Begley adroitly puts it in his \"Houdini: The Elusive American,\" \"poured the coins, a tinkling golden cascade, into his mother's lap.\" When she died a year later, Houdini \"mourned extravagantly,\" Mr. Begley writes, and was never quite the same again.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/letters-from-tove-review-a-ghost-in-moominland-11584137805", "title": "'Letters From Tove' Review: A Ghost in Moominland", "date": "2020-03-13 18:17", "summary": "In books and comics, Tove Jansson created an endearing family of bohemian trolls. Her letters reveal her own Moominlike desire to make a life full of love and art.. 'I've got to become free myself if I'm to be free in my painting,\" Tove Jansson writes to her mother in February 1938. Jansson, 23, has left her family in Helsinki to study art in Paris. She might not feel \"free,\" but she's having an unabashedly good time, as she recounts in her frequent letters home. By night, she scopes out clubs like the Boule Blanche and the Cave Apache. By day, she attends the École des Beaux-Arts, wearing her best yellow underpants in case fellow students yank her skirt over her head-one of the school's rowdy initiation rites. She wears a fur coat to \"mooch\" along the Seine, and when a bookseller says, \"Ça va, little wolf,\" you know she's delighted, because she tells her brother Per Olov all about it. \"I wish I could be at home with all of you,\" she writes, but clearly, she has a taste for travel.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fighting-words-review-explaining-the-world-11584137756", "title": "'Fighting Words' Review: Explaining the World", "date": "2020-03-13 18:16", "summary": "A biography of four American reporters abroad as they chronicled the perilous period between the wars.. They were young and restless, with a world to conquer. Risking their lives in exotic war zones and losing their innocence in erotic adventures, they were a lost generation that found itself between the great wars of the 20th century. They taught themselves how to be reporters and instructed their fellow Americans back home about the perilous days that lay ahead.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/appeals-court-to-reconsider-if-ex-trump-counsel-must-comply-with-house-subpoena-11584133951", "title": "Appeals Court to Reconsider if Ex-Trump Counsel Must Comply With House Subpoena", "date": "2020-03-13 18:10", "summary": "Court vacated earlier ruling that Don McGahn didn't have to testify. WASHINGTON-A federal appeals court announced it will reconsider whether former White House counsel Don McGahn must testify in a congressional investigation of President Trump, withdrawing a February ruling that declined to enforce a subpoena issued by a House committee.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-administration-moves-to-speed-up-coronavirus-testing-11584117597", "title": "Trump Administration Faces New Virus Testing Woes", "date": "2020-03-13 18:07", "summary": "Labs say supplies needed to conduct tests are running low. The Trump administration Friday said it would increase access to coronavirus testing even as a fresh potential problem looms: The U.S. is facing a dwindling supply of the products and chemicals needed to run the tests.", "categories": [["Politics", "Health Policy"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/health-policy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/central-banks-struggle-to-confront-threats-to-markets-economies-from-virus-11584136969", "title": "Central Banks Struggle to Confront Threats to Markets, Economies", "date": "2020-03-13 18:06", "summary": "Unlike the financial crisis over a decade ago, there's limited scope for cutting interest rates to stimulate growth. The world's major central banks are straining to tamp down threats to financial markets and the global economy created by the coronavirus pandemic, held back by limited tools and a new kind of risk from outside the financial system they are set up to manage.", "categories": [["Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-strikes-key-figures-in-politics-sports-as-infections-spread-globally-11584093470", "title": "Trump Declares National Emergency to Confront Coronavirus", "date": "2020-03-13 18:03", "summary": "Number of coronavirus cases world-wide top 136,000; U.S. has more than 1,600 confirmed cases. WASHINGTON-President Trump declared a national emergency over the coronavirus pandemic, a move that he said would free up billions in assistance to states and give him additional authority as the rapidly spreading virus upends life across the country.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/with-sports-on-hiatus-where-should-players-go-11584136573", "title": "With Sports on Hiatus, Where Should Players Go?", "date": "2020-03-13 17:56", "summary": "MLB and the players' union agreed to let players go home. NBA players have been advised to stay in their home markets. The NHL sent a directive asking players to refrain from using team facilities.. When all of America's professional leagues ceased operations this week because of the coronavirus epidemic, Major League Baseball took an optimistic stance. It announced that the regular season would be delayed, but only by a minimum of two weeks, giving hope that games could be played as early as the second week of April.", "categories": [["Sports"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/global-selloff-extends-in-asia-11584061109", "title": "Stocks Jump 9% as Haywire Week Concludes", "date": "2020-03-13 17:47", "summary": "Investors grit teeth through a week that saw the Dow's biggest drop since 1987, followed by its biggest gain since 2008. Investors braved a whiplash week for stocks that landed major indexes in a bear market for the first time in 11 years, as fears about the coronavirus's effect on people and business swelled.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/if-it-flies-or-floats-investors-dont-want-it-in-age-of-coronavirus-11584053826", "title": "Airlines, Cruise Operators Suffer Worst Start to Year on Record", "date": "2020-03-13 17:42", "summary": "As demand plunges due to the coronavirus pandemic, investors shun anything that flies or floats. Investors are selling their holdings in anything that moves, as coronavirus concerns and a new travel ban crimp demand for flights and cruises.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/markets-central-to-financial-system-remain-jittery-despite-fed-injection-11584107325", "title": "Markets Central to Financial System Remain Jittery Despite Fed Injection", "date": "2020-03-13 17:42", "summary": "Funding strains suggest the promised injection of central-bank money hasn't fully resolved banking system's issues. Funding strains in the banking system worsened slightly Friday despite the New York Federal Reserve's offer to inject $1.5 trillion of extra short-term funding.", "categories": [["Markets", "Credit Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/credit-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bank-of-canada-cuts-rates-by-half-percentage-point-11584124313", "title": "Bank of Canada Cuts Rates by Half Percentage Point", "date": "2020-03-13 17:39", "summary": "Central bank says emergency cut is a proactive measure amid the coronavirus pandemic. OTTAWA-The Bank of Canada issued an emergency half-percentage-point rate cut Friday, to 0.75%, saying the combination of the coronavirus pandemic and a plunge this week in energy prices will have \"serious consequences\" on the broader economy.", "categories": [["World", "Canada"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/canada-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/health-centers-ramp-up-drive-through-testing-for-coronavirus-11584132188", "title": "Health Centers Ramp Up Drive-Through Testing for Coronavirus", "date": "2020-03-13 17:35", "summary": "The practice is a way to meet rising demand while avoiding the risk of patients infecting health-care workers and other patients. U.S. hospitals and public-health labs are adding drive-through testing for the new coronavirus, part of a wider effort to ramp up testing after it lagged in the outbreak's earlier weeks.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pentagon-seeks-to-pause-court-proceedings-for-troubled-jedi-cloud-project-11584134884", "title": "Pentagon Seeks to Pause Court Proceedings for Troubled JEDI Cloud Project", "date": "2020-03-13 17:28", "summary": "The Department of Defense awarded a contract worth up to $10 billion over a decade, to Microsoft Corp., triggering a lawsuit by rival bidder Amazon.com. WASHINGTON-The Pentagon's star-crossed JEDI cloud-computing project has taken yet another turn, raising the potential for further delays.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/xerox-pauses-campaign-to-take-over-hp-as-coronavirus-pandemic-escalates-11584105335", "title": "Xerox Pauses Campaign to Take Over HP", "date": "2020-03-13 17:26", "summary": "Company taking action 'in light of the escalating Covid-19 pandemic,' CEO John Visentin says. Xerox Holdings Corp. said it is putting its campaign to take over HP Inc. on hold, a sign that the coronavirus pandemic is affecting deal making.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/broadcoms-bad-news-dump-is-good-news-11584121615", "title": "Broadcom's Bad News Dump is Good News", "date": "2020-03-13 17:26", "summary": "By keeping its smartphone business and suspending M&A, chip maker shows it can adapt quickly. Give Broadcom credit, at least, for getting all the bad news out of the way.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/east-vs-west-coronavirus-fight-tests-divergent-strategies-11584110308", "title": "East vs. West: Coronavirus Fight Tests Divergent Strategies", "date": "2020-03-13 17:22", "summary": "South Korea, Italy apply different policies, informed by cultural traditions and yielding contrasting results. South Korea and Italy offer two bookends of how a country can tackle the coronavirus. Their divergent experiences hold urgent lessons for the U.S. and other democracies where the pandemic is at an earlier stage.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fed-to-purchase-treasury-securities-to-address-market-disruptions-11584109975", "title": "Fed Accelerates Treasury Purchases to Address Market Strains", "date": "2020-03-13 17:18", "summary": "Central bank cites 'highly unusual disruptions' in Treasury market as pandemic pressures grow. The Federal Reserve accelerated previously announced purchases of Treasury securities on Friday in a bid to prevent strains in financial markets from worsening.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/virus-thrusts-hollywood-into-a-real-life-medical-drama-11584126033", "title": "Virus Thrusts Hollywood Into a Real-Life Medical Drama", "date": "2020-03-13 17:18", "summary": "Netflix, Universal Television and Paramount put TV shows on emergency hiatus; big movie releases get delayed. LOS ANGELES-Television shows are going on emergency hiatus. Movie releases are being delayed. There is talk of shutting down production entirely.", "categories": [["Business", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/baghdad-angered-by-u-s-strikes-against-iran-backed-group-in-iraq-11584134230", "title": "Baghdad Angered by U.S. Strikes Against Iran-Backed Group in Iraq", "date": "2020-03-13 17:17", "summary": "U.S. says strikes against weapons-storage facilities were defensive in nature. WASHINGTON-Iraqi officials reacted angrily on Friday to American airstrikes against an Iran-backed group on Iraqi soil, contributing to increased U.S.-Iraqi tensions as the two countries attempt to jointly defeat terrorist groups operating there.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/take-a-deep-breath-and-assess-whether-it-is-time-to-buy-11584129259", "title": "Take a Deep Breath and Assess Whether It Is Time to Buy", "date": "2020-03-13 16:52", "summary": "These are the moments smart investors are supposed to prepare for. Wall Street reports have a tendency toward the melodramatic, but this week the emotional language was justified: markets really did crash. Stocks had two of their biggest one-day falls in history, and a four-day loss that ranks as the third biggest since 1964, behind only 1987 and the 2008 failure of Lehman. Deep concern about the coronavirus turned into sheer terror in a way that few watching will quickly forget.", "categories": [["Markets", "Streetwise"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/streetwise?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-grants-tariff-exemptions-for-more-medical-goods-from-china-11584125840", "title": "U.S. Grants Tariff Exemptions for More Medical Goods From China", "date": "2020-03-13 16:52", "summary": "Reversal on tariffs comes amid worsening coronavirus crisis. WASHINGTON-In an about-face, U.S. trade officials removed tariffs on dozens of medical items imported from China amid the coronavirus crisis-including some protective gowns, exam gloves, patient bags, surgical drapes and medical waste disposal bags.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-probes-chinese-telecom-giant-zte-for-possible-bribery-11584130936", "title": "U.S. Investigates Chinese Telecom Giant ZTE for Possible Bribery", "date": "2020-03-13 16:23", "summary": "The Justice Department investigation comes after the company already pleaded guilty to dodging U.S. sanctions on Iran. The Justice Department is investigating ZTE Corp. for possible bribes of foreign officials, according to people familiar with the matter, which could subject the Chinese telecom giant to a fresh round of criminal penalties amid increasing tensions between the U.S. and China.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/some-vcs-urge-startups-to-jump-on-opportunities-amid-downturn-11584130534", "title": "Some VCs Urge Startups to Jump on Opportunities Amid Downturn", "date": "2020-03-13 16:17", "summary": "While fear grows in the market, some companies become more aggressive. Venture investors are taking stock of their portfolios and making projections about how the bear market and the coronavirus pandemic could play out.", "categories": [["Pro VC Industry News"]], "category_links": ["https://www.wsj.com/news/types/pro-vc-industry-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bayer-advances-toward-resolving-roundup-litigation-11584124255", "title": "Bayer Moves Closer to Roundup Settlement", "date": "2020-03-13 15:56", "summary": "Tentative agreement is reached with six law firms in case involving herbicide and cancer claims. Bayer AG has agreed on draft settlement terms with half a dozen law firms representing tens of thousands of plaintiffs alleging that the company's Roundup weedkiller causes cancer, pushing the litigation closer to a final resolution, according to people familiar with the matter.", "categories": [["WSJ News Exclusive", "Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-will-soon-be-able-to-perform-5-000-coronavirus-tests-daily-11584120433", "title": "New York Will Soon Be Able to Perform 6,000 Coronavirus Tests Daily", "date": "2020-03-13 15:55", "summary": "Meanwhile, FDA move should allow state to test for virus at more labs. Laboratories in New York will soon be able to conduct 6,000 tests of the novel coronavirus each day after the Food and Drug Administration granted the state permission to certify testing facilities, Gov. Andrew Cuomo said Friday.", "categories": [["U.S.", "Politics"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/as-coronavirus-spreads-local-officials-quickly-patch-together-a-response-11584116736", "title": "Coronavirus Puzzle Explained: Why New York Bans Gatherings of 500, but Rhode Island Says 250", "date": "2020-03-13 15:28", "summary": "With little information, states and cities race to devise their plans. The Newport City Council narrowly voted Tuesday to allow its 64th annual St. Patrick's Day parade to march on Saturday, siding with community members who warned that canceling would signal that the coastal Rhode Island tourist town is closed for business.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/march-without-madness-11584125454", "title": "March Without Madness", "date": "2020-03-13 14:51", "summary": "The NCAA cancels winter and spring championships, Wall Street half-expects big government spending increases.. Americans are about to learn much more about their public and private health. But in the current moment of uncertainty, the National Collegiate Athletic Association has ruled out a number of beloved traditions for this year.", "categories": [["Opinion", "Best of the Web"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/best-of-the-web-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mount-everest-climbing-season-halted-in-coronavirus-fallout-11584122288", "title": "Mount Everest Climbing Season Halted in Coronavirus Fallout", "date": "2020-03-13 14:31", "summary": "Nepal closes access through spring, after China suspends expeditions to summit from Tibet. Nepal closed access to Mount Everest and expeditions to other peaks in the country through the spring as the country took measures to prevent the spread of the new coronavirus.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-fed-put-has-no-clothes-11584123743", "title": "The Fed Put Has No Clothes", "date": "2020-03-13 14:26", "summary": "The coronavirus concern in equity markets has been sharpened by a realization that the Fed can't save our portfolios. In the widespread disruption sown by the novel coronavirus epidemic, investors find themselves facing an economic problem the Fed can't solve for them. Because rates were already so low, the central bank's ability to help bolster the economy using conventional tools is severely limited.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/for-math-fans-nothing-can-spoil-pi-dayexcept-maybe-tau-day-11584123031", "title": "For Math Fans, Nothing Can Spoil Pi Day-Except Maybe Tau Day", "date": "2020-03-13 14:11", "summary": "Tomorrow, March 14, is a national holiday. Some number nerds think people should be celebrating Tau Day instead; 'geekier version of pi'. From its humble beginnings more than 2,000 years ago, pi-that never-ending number that starts with 3.14-has become the superstar of mathematical constants.", "categories": [["A-hed"]], "category_links": ["https://www.wsj.com/news/types/a-hed?mod=breadcrumb"]}, {"link": "https://on.wsj.com/2U1h7DL?mod=article_inline", "title": "OK, Millennial (and Gen Xer and Boomer): What Generation Do You Really Think Like? Take Our Quiz.", "date": "2020-03-13 14:06", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/bernie-sanders-despite-losses-sticks-to-vision-for-economy-11584121858", "title": "Bernie Sanders, Despite Losses, Sticks to Vision for Economy", "date": "2020-03-13 13:52", "summary": "The Vermont senator hasn't backed down from his goal to dramatically expand government's role in the economy. The approach grates on some Democrats who put more trust in markets, even if they share many of his overarching policy ideas.. Bernie Sanders concedes he is currently losing the battle for the Democratic presidential nomination. But the Vermont senator is staying in the fight to try to win a bigger war: his lifelong crusade to push the party's economic agenda further to the left.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/louisiana-primary-postponed-due-to-coronavirus-concerns-11584119244", "title": "Louisiana Primary Postponed Due to Coronavirus Concerns", "date": "2020-03-13 13:50", "summary": "The state is the first to make such a decision; officials have said they want to keep poll workers safe. Louisiana's secretary of state said Friday he is moving his state's primary from next month to June over concerns related to the coronavirus outbreak.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hey-teacher-teach-those-kids-at-home-11584114461", "title": "Hey, Teacher, Teach Those Kids at Home", "date": "2020-03-13 13:42", "summary": "With schools closing for weeks or months, it's time for districts to get serious about remote learning.. School districts across the nation are starting to close as the Covid-19 pandemic spreads along with the fear that we are doing too little, too late to contain it. No one knows how long affected districts will be in recess, but it is likely to be measured in weeks and months rather than days. Regardless of whether students are in class or at home, schools must dramatically expand their capacity to provide remote learning.", "categories": [["Opinion", "Commentary", "Cross Country"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb", "https://www.wsj.com/news/types/cross-country?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-work-from-home-doesnt-work-for-all-of-wall-street-11583959322", "title": "Why Work From Home Doesn't Work for All of Wall Street", "date": "2020-03-13 13:40", "summary": "Some deals, loans and investments just have to get done in person. It is tough to work in a handshake business when you can't shake hands.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/covid-19-infects-the-american-consciousness-11583960376", "title": "Covid-19 Infects the American Consciousness", "date": "2020-03-13 13:36", "summary": "Consistent policies such as tax breaks for service industries, unemployment benefits for affected employees, along with employing the digital communication tools about quarantines would certainly mitigate some of the effects of this pandemic.. Because we have no vaccine for Covid-19, the information in \"What We Can Learn From the 20th Century's Deadliest Pandemic\" (Review, March 7) about localized quarantines sometimes being as effective as vaccines should be heeded by our public officials. National quarantine guidance applied to metropolitan areas when outbreaks are first detected would go a long way toward quelling public uncertainty. And consistent policies such as tax breaks for service industries, unemployment benefits for affected employees, along with employing the digital communication tools now at our disposal for standardized public information and education about quarantines would certainly mitigate some of the effects of this pandemic.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mclarens-elva-projectsays-so-long-to-windshields-11584120516", "title": "Open-Air Apparent", "date": "2020-03-13 13:29", "summary": "McLaren's Elva is joining the ranks of these million-dollar supercars that are similarly shedding their glass shields. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/real-deterrent-needed-for-fisa-law-reform-11583960564", "title": "Real Deterrent Needed for FISA Law Reform", "date": "2020-03-13 13:25", "summary": "Judge Collyer's heavily redacted opinion takes the FBI to task for using unnamed private contractors to mine NSA data in 2015-2016, with a full 85% of those queries being \"non-compliant\" with true court's privacy procedures.. Regarding your editorial \"Cleaning Up the FISA Mess\" (March 11): Conspicuously absent from your editorial advocating for reform of the Foreign Intelligence Surveillance Act (FISA) court is the stunning and publicly available report by FISA Judge Rosemary Collyer.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/illinois-continues-to-steer-toward-the-iceberg-11583960833", "title": "Illinois Continues to Steer Toward the Iceberg", "date": "2020-03-13 13:24", "summary": "Illinois Governor J.B. Pritzker spins a fantasy that a progressive income tax will \"really solve\" the latest state financial crisis.. Regarding Orphe Divounguy's \"Spendthrift Illinois Races Toward Default\" (Cross Country, March 7): Illinois Gov. J.B. Pritzker spins a fantasy that a progressive income tax will \"really solve\" the latest state financial crisis. Voters should consider the cautionary tale in similarly challenged New Jersey. The same claim was made in 1976 by then-Gov. Brendan Byrne when the political class imposed a state income tax with two rates-2% and 2.5%. Since then rates have been increased ranging from 1.75% to 8.95% and, despite prevailing economic prosperity, current New Jersey Gov. Phil Murphy is proposing a further increase in the top rate to 10.75%. The result of the torrent of revenue flowing to Trenton during almost 45 years from its demonstrably progressive income tax is the highest property tax in the nation, the second worst credit rating (Illinois is worse), the worst business tax climate (Tax Foundation), massively unfunded pension and health-benefit liabilities, crumbling infrastructure, a dysfunctional public transportation system and the continuing exodus of high earners to lower-tax states. The only remedy is to end the prolific spending that characterizes the political mismanagement of both.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trumps-coronavirus-travel-ban-deepens-tensions-with-european-allies-11584052343", "title": "Trump's Europe Travel Ban Heightens Tensions With U.S. Allies", "date": "2020-03-13 13:24", "summary": "EU capitals complain about lack of notice and coordination in dealing with a global health problem. President Trump's announced travel ban on Europe, beyond surprising European capitals, deepens tensions among trans-Atlantic allies whose ties already are strained over trade, security, climate change and what Europeans say is the U.S. failure to consult them.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-recession-left-millennials-loaded-with-debtand-cynical-11583956727", "title": "A Guarded Generation: How Millennials View Money and Investing", "date": "2020-03-13 13:22", "summary": "Resume Subscription. Three months after Lehman Brothers shut its doors in September 2008, Kate McGaughey got a call from the company she worked at doing legal research on oil-and-gas leases. She was being laid off.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/l-a-property-built-to-withstand-a-nuclear-explosion-asks-29-995-million-11584119917", "title": "L.A. Property Built to Withstand a Nuclear Explosion Asks $29.995 Million", "date": "2020-03-13 13:20", "summary": "The roughly 2.2-acre estate was once rented by Prince, who was sued by NBA star Carlos Boozer for painting the home with his signature symbol and purple stripes. A Los Angeles estate with a colorful history-it was built in the Cold War to withstand an atomic bomb, and was later the subject of a legal squabble involving the late pop star Prince-is coming on the market for $29.995 million.", "categories": [["Real Estate", "Private Properties"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/private-properties?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/this-l-a-estate-has-ties-to-the-cold-war-and-prince-11584119861", "title": "This L.A. Estate Has Ties to the Cold War and Prince", "date": "2020-03-13 13:17", "summary": "Built to withstand an atomic bomb, this unusual property was later the subject of a legal squabble involving the late pop star.. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/please-can-we-approach-the-coronavirus-pandemic-apolitically-11584116485", "title": "Please, Can We Approach the Pandemic Apolitically?", "date": "2020-03-13 13:16", "summary": "I realize it's an election year, but can we take just a month to focus on solutions without partisanship and personalities?. Regarding Jason L. Riley's \"Why a Pandemic is Always Political\" (Upward Mobility, March 11): I have trouble feeling anything but sadness when something that affects folks at such a personal level is conspicuously used by both parties to make \"political hay.\"", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/delta-air-lines-cutting-40-of-capacity-11584119024", "title": "Delta Air Lines Cutting 40% of Capacity", "date": "2020-03-13 13:05", "summary": "Air carrier to park up to 300 planes. BREAKING NEWS...", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/jaimoe-still-revels-in-music-and-love-11584118958", "title": "Jaimoe Still Revels in 'Music and Love'", "date": "2020-03-13 13:04", "summary": "The 75-year-old drummer from the Allman Brothers Band is keeping its legacy alive. 'When Jaimoe tells you to do something, you do it!\"", "categories": [["Life & Work", "Ideas", "Weekend Confidential"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/weekend-confidential?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-refi-boom-is-rattling-mortgage-bond-investors-11584118404", "title": "The Refi Boom Is Rattling Mortgage-Bond Investors", "date": "2020-03-13 12:53", "summary": "As coronavirus pushes down interest rates, investors are demanding bigger returns to hold mortgage-backed securities. Investors have been dumping mortgage bonds at a rapid clip, as interest rates plunge on concerns about the coronavirus pandemic and spur a flurry of refinancings that is creating bottlenecks through the mortgage system.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/market-plumbing-is-hit-but-the-fed-can-probably-handle-it-11584100673", "title": "Market Plumbing Is Hit, But the Fed Can Probably Handle It", "date": "2020-03-13 12:50", "summary": "Amid signs that markets are being disrupted by the rout's violence, the Fed seems willing to do what is necessary. The coronavirus is putting the financial system that emerged from last decade's banking crisis to the test. Initially, markets appeared to pass. Over the past few days, they have started to buckle.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/for-ceos-a-crisis-is-the-time-to-step-up-11584118073", "title": "For CEOs, a Crisis Is the Time to 'Step Up'", "date": "2020-03-13 12:49", "summary": "A boss with crisis experience says leaders need to stay engaged, and 'don't freak out'. Two months ago, the Conference Board unveiled a study that listed the reasons corporate bigwigs were anxious heading into 2020. Trade wars, talent shortages, geopolitics, climate change, disruption and cybersecurity were keeping CEOs up at night.", "categories": [["Business", "On Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/on-business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-friday-for-nursing-losses-and-dispelling-superstitions-11584118027", "title": "A Friday for Nursing Losses and Dispelling Superstitions", "date": "2020-03-13 12:47", "summary": "Traders who fear Friday the 13th were greeted by an early relief rally. In addition to unclogging the plumbing of the nation's financial system, the U.S. Federal Reserve struck a blow against a persistent malady. No, not coronavirus-paraskevidekatriaphobia.", "categories": [["Markets", "Overheard"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/overheard?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-wine-writer-who-taught-us-how-to-say-rose-11583953800", "title": "The Wine Writer Who Taught Us How to Say 'Rosé'", "date": "2020-03-13 12:29", "summary": "America's first newspaper wine columnist, Ruth Ellen Church, introduced a beer-and-cocktails readership to the glories of the grape. In honor of Women's History Month, our own wine columnist salutes her pioneering predecessor. WHEN I BECAME a wine journalist a few decades ago, the world of wine was populated primarily by men. Men owned the wine importing companies and wine shops, and they accounted for most of the important wine writers too. And yet, as I discovered recently, the first newspaper wine columnist in America wasn't a man but a woman named Ruth Ellen Church. Her cheerfully monikered column, \"Let's Learn About Wines,\" ran in the Chicago Tribune for almost two decades, beginning in 1962. Since March is Women's History Month, it seems only right to pay tribute to her pioneering work.", "categories": [["Life & Work", "Food & Drink", "On Wine"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/food-cooking-drink?mod=breadcrumb", "https://www.wsj.com/news/types/on-wine-lettie-teague?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hotels-turn-to-layoffs-room-rate-cuts-as-business-staggers-11584108223", "title": "Hotels Turn to Layoffs, Room Rate Cuts as Business Staggers", "date": "2020-03-13 12:22", "summary": "Industry scrambles as cancellations, major declines in corporate travel hit revenue. Hotels reeling from the outbreak of the coronavirus are cutting room rates and starting to reduce staff, an effort to stabilize the business after plunging revenue, canceled group events and sharp declines in corporate travel.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ai-offers-edge-as-security-sector-consolidates-11584114244", "title": "AI Offers Edge as Security Sector Consolidates", "date": "2020-03-13 12:12", "summary": "Companies that use machine learning are likely to stand out in 2020, investors say. The cybersecurity-vendor sector is set to trim some of its fat in 2020, venture-capital executives say, and companies that weave sophisticated technologies such as artificial intelligence into their products are the ones likely to succeed.", "categories": [["Pro PE Industry News"]], "category_links": ["https://www.wsj.com/news/types/pro-pe-industry-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-politicization-of-a-pandemic-11584115592", "title": "The Politicization of a Pandemic", "date": "2020-03-13 12:07", "summary": "As the coronavirus spreads, there has to be some middle ground between those declaring it's all Trump's fault and those insisting it's all a hoax. The chorus of critics predicting doom because of President Trump's handling of the coronavirus pandemic would be more convincing if they didn't include many of the same people who have been telling us for the past four years that his presidency would, among other things, precipitate an immediate recession; drag us into wars on multiple fronts; turn us into a satellite colony of the Kremlin; and generally bring about the enslavement of women, the dismantling of the U.S. Constitution and the collapse of Western civilization.", "categories": [["Life & Work", "Ideas", "Editor at Large"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/editor-at-large?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ecb-tries-to-calm-investors-nerves-over-debt-11584108824", "title": "ECB Tries to Calm Investors Nerves Over Debt", "date": "2020-03-13 12:04", "summary": "The bank's chief economist stresses that it is prepared to step in to support governments like Italy if they come under pressure in debt markets. A day after remarks by European Central Bank President Christine Lagarde helped send global markets reeling, the central bank scrambled to reassure investors that it would step in to support countries such as Italy if their debt came under heavy selling pressure.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/my-first-apartment-was-so-small-that-11584114246", "title": "'My First Apartment Was So Small That...'", "date": "2020-03-13 11:44", "summary": "Design pros from all over the country fondly complete that sentence-summoning memories of desperately storing clothes in their ovens and skeptical parents. '...OUR CLEANING LADY could only use a Dustbuster, not a proper vacuum.\" (1984, Manhattan's Upper East Side, $700/month)", "categories": [["Real Estate", "Design"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/design?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lending-an-ear-to-surveillance-11584113642", "title": "Lending an Ear to Surveillance", "date": "2020-03-13 11:36", "summary": "Francis Ford Coppola's 'The Conversation' takes on the ethics of eavesdropping in a film that still resonates with the contemporary world.. In the 1970s, when few directors were as widely recognized or admired, Francis Ford Coppola directed a grand total of four movies. Three of them-\"The Godfather\" (1972), \"The Godfather Part II\" (1974) and \"Apocalypse Now\" (1979)-are, by wide consensus, regarded as classics, each having secured spots in both the 1998 and 2007 editions of the American Film Institute's ranking of all-time best films.", "categories": [["Books & Arts", "Masterpiece"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/masterpiece?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/rebel-cinderella-review-between-two-worlds-11584113595", "title": "'Rebel Cinderella' Review: Between Two Worlds", "date": "2020-03-13 11:33", "summary": "She protested alongside striking workers while maintaining a mansion on a private island in Long Island Sound.. Grown men wept when Rose Pastor Stokes spoke. \"Her clouds of red-brown hair shook loose,\" remembered fellow radical Elizabeth Gurley Flynn, \"forming a lovely frame for her large expressive brown eyes.\" Firing up the crowds, switching comfortably from English to Yiddish when needed, Rose would paint for them, in a vibrant and buoyant voice, a future when \"all the wealth belongs to the men and women who create it.\"", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/americas-forgotten-epidemics-11584113203", "title": "When Epidemics Wreaked Havoc in America", "date": "2020-03-13 11:28", "summary": "Deadly infectious diseases were once common in the U.S., until science conquered them. In today's crisis, it's worth recalling those celebrated victories.. It may have been the high point of America's fragile love affair with medical science. \"SALK'S VACCINE WORKS,\" screamed the nation's headlines on April 12, 1955. \"POLIO IS CONQUERED.\" An insidious childhood disease that came like clockwork each summer during the middle years of the 20th century, killing thousands and crippling many more, would be all but eradicated in the U.S. within a single generation.", "categories": [["Life & Work", "Ideas", "The Saturday Essay"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/the-saturday-essay?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/banks-not-coming-close-to-testing-upside-of-feds-new-mega-repos-11584112995", "title": "Banks Not Coming Close To Testing Upside Of Fed's New Mega Repos", "date": "2020-03-13 11:23", "summary": "Initial demand far less than the amounts available totaling $1.5 trillion. The first three of the Federal Reserve Bank of New York's mega repo operations have drawn far lighter demand than what the central bank is willing to provide.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-hunt-for-history-review-a-textual-detective-11584112878", "title": "'The Hunt for History' Review: A Textual Detective", "date": "2020-03-13 11:21", "summary": "A manuscript expert's discoveries illuminate the lives of Napoleon, Einstein, Amelia Earhart and others.. There are few hard and fast rules in the world of rare book and manuscript collecting, though two maxims that have stood the test of time emerge as guiding tenets in Philadelphia dealer Nathan Raab's account of his determined search for historically significant documents. The first, in the words of Zack Jenks, a savvy book scout in the Larry McMurtry novel \"Cadillac Jack\" (1982), is that \"anything can be anywhere.\" A second, more nuanced principle, comes from Michael Sadleir, a distinguished British book-hunter and bibliographer of the early 20th century who professed that unlike the natural world, where \"the bird who gets up earliest catches the most worms,\" success in this pursuit \"falls to birds who know worms when they see them.\"", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chinas-internet-users-foil-censors-to-keep-a-wuhan-doctors-interview-online-11584112313", "title": "China's Internet Users Foil Censors to Keep a Wuhan Doctor's Interview Online", "date": "2020-03-13 11:20", "summary": "The Mandarin-language account has been translated into other languages, embedded in bar codes and encrypted in downloads. BEIJING-Chinese censors rushed to suppress a magazine interview with a Wuhan doctor who was silenced after she alerted others to the new coronavirus now spreading across the globe.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fiction-the-melancholy-of-impermanence-11584112514", "title": "Fiction: The Melancholy of Impermanence", "date": "2020-03-13 11:15", "summary": "Office legend: If a temp dies before achieving full employment, she is doomed to perform administrative work for the gods-forever.. The unnamed narrator in Hilary Leichter's delirious and deeply humane satire \"Temporary\" (Coffee House, 184 pages, $16.95) aspires to what a director at her temp agency calls \"the steadiness.\" That refers to the prospect of a full-time job, of course, with vacations and benefits (ask your parents if the terminology is unfamiliar). But it's also an existential condition, a dream of arrival, a promised land at the end of our workplace wanderings. And increasingly, it is a place as distant as legend. \"When a temp dies before the steadiness,\" Ms. Leichter writes, \"it's said that she's doomed to perform administrative work for the gods in perpetuity.\"", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mysteries-the-adventure-of-the-solitary-cyclist-11584112447", "title": "Mysteries: The Adventure of the Solitary Cyclist", "date": "2020-03-13 11:14", "summary": "An ER doctor doubts the official explanation given for the death of her boyfriend.. Early in the course of Chris Bohjalian's \"The Red Lotus\" (Doubleday, 383 pages, $27.95), protagonist Alexis Remnick, a 33-year-old Manhattan ER doctor, has cause to remember when she first learned that Arthur Conan Doyle, the creator of Sherlock Holmes, had been a physician: \"She wasn't surprised. So much of what [doctors] did . . . was detective work based largely on deductive reasoning.\"", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/childrens-books-master-of-woolgathering-11584112386", "title": "Children's Books: Master of Woolgathering", "date": "2020-03-13 11:13", "summary": "A picture-book account of Ben Franklin's boyhood that will hearten young day-dreamers and their parents.. When Benjamin Franklin was young, he wanted nothing so much as to run away to the sea. \"All Benjamin desired was to be a sailor,\" Michael Rosen writes in \"A Ben of All Trades\" (Candlewick, 30 pages, $16.99), a picture-book account of the great man's Boston boyhood. To the exasperation of Ben's father, though, \"all he appeared to be was an aimless woolgatherer.\" In this genial and atmospheric account, the boy's lack of direction will give readers ages 5-12 a glimpse of a very different world from their own.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-war-queens-review-the-distaff-and-the-spear-11584112309", "title": "'The War Queens' Review: The Distaff and the Spear", "date": "2020-03-13 11:12", "summary": "A father-daughter duo of military historians proﬁle 13 women who 'left a unique footprint on war's great map.'. It is a glib axiom of history that war is best seen as a masculine mission, undertaken by males who regard warfare as the peak of manliness. Battle, in this nutshell, is for blokes. In parallel, the annals throw up an equally casual canard: that women aren't as good as men at waging war.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/five-best-monika-zgustova-on-women-of-the-gulag-11584112258", "title": "Five Best: Monika Zgustova on Women of the Gulag", "date": "2020-03-13 11:11", "summary": "From the author, most recently, of 'Dressed for a Dance in the Snow.'. By Karl Tobien (2006)", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/countries-curb-short-selling-to-stem-steep-market-drops-11584112007", "title": "Countries Curb Short Selling to Stem Steep Market Drops", "date": "2020-03-13 11:10", "summary": "Some traders are skeptical that the restrictions in the U.K., South Korea and Italy will be effective. To stabilize markets, which have swung wildly in recent days, some countries have started to curb short selling, where traders bet a stock will fall.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/it-started-with-a-congressional-hearing-it-ended-with-the-nbas-shutdown-11584111811", "title": "How a Doctor, Congressman and NBA Star Shut Down American Sports", "date": "2020-03-13 11:04", "summary": "The day began with Dr. Anthony Fauci surprising Congress. It ended with the suspension of the NBA season. Just two days ago, when a Republican congressman used his time in a public coronavirus briefing to ask a top U.S. health official about sports, he thought he would get a calming response.", "categories": [["Sports"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/photos-of-the-week-march-7-13-2020-11584111724", "title": "Photos of the Week", "date": "2020-03-13 11:02", "summary": "Stocks plunge in Dow's worst day since 1987, U.S. hospitals face major challenges as coronavirus spreads, Harvey Weinstein sentenced to 23 years and more. We are delighted that you'd like to resume your subscription.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-consumers-increasingly-rattled-by-coronavirus-fears-11584111688", "title": "U.S. Consumers Increasingly Rattled by Coronavirus Fears", "date": "2020-03-13 11:02", "summary": "Resume Subscription. WASHINGTON-The new coronavirus and the stock-market rout are darkening Americans' economic outlook, according to a University of Michigan survey of consumer attitudes released Friday.", "categories": [["Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/stocks-are-cratering-control-the-one-thing-you-can-11584055737", "title": "Stocks Are in Chaos. Control the One Thing You Can.", "date": "2020-03-13 11:00", "summary": "Whether the market goes up or down from here, it's time for an honest assessment about what you can do to minimize your regrets. With U.S. stocks down-at their worst-around 27% in 16 trading days, investors need to get out of the prognostication business. Nobody-not epidemiologists, not government officials, not economists and certainly not market strategists-can say how large an impact the coronavirus will end up having. The optimists might be wrong; so might the pessimists.", "categories": [["Markets", "The Intelligent Investor"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/the-intelligent-investor?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-drives-israeli-political-rivals-to-discuss-unity-government-11584111435", "title": "Coronavirus Drives Israeli Political Rivals to Discuss Unity Government", "date": "2020-03-13 10:57", "summary": "Benjamin Netanyahu and Benny Gantz agree to talks just days before the prime minister's corruption trial begins. TEL AVIV-Israeli Prime Minister Benjamin Netanyahu and rival Benny Gantz agreed to discuss forming a unity government, saying the threat from the new coronavirus made it necessary to end the yearlong political stalemate.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mnuchin-says-u-s-businesses-will-have-access-to-liquidity-11584110589", "title": "Mnuchin Says U.S. Businesses Will Have Access to Liquidity", "date": "2020-03-13 10:43", "summary": "'There's no stigma about going to the discount window,\" the Treasury secretary said of the Fed's channel for lending to banks. WASHINGTON-Treasury Secretary Steven Mnuchin said U.S. officials are committed to ensuring that financial firms and businesses facing disruptions related to the coronavirus have access to liquidity.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/augusta-national-postpones-the-masters-11584109699", "title": "Augusta National Postpones the Masters", "date": "2020-03-13 10:28", "summary": "The golf tournament was set to begin on April 9 and is the latest sporting event to be suspended due to the coronavirus. The Masters, the hallmark event of the golf calendar, has been postponed as the sports world effectively shuts down because of the coronavirus.", "categories": [["Sports", "Golf"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/sports-golf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/florida-legislature-passes-weakened-e-verify-bill-11584108345", "title": "Florida Legislature Passes Weakened E-Verify Bill", "date": "2020-03-13 10:26", "summary": "Advocates for less immigration criticize bill's weakened enforcement, while businesses worry about cost. MIAMI-Florida lawmakers passed a bill late Thursday that requires some employers to use the federal E-Verify system to check the immigration status of new hires, but doesn't include the strict enforcement provisions for which conservatives had advocated.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-free-speech-dogma-failed-us-in-charlottesville-11584108766", "title": "How Free Speech Dogma Failed Us in Charlottesville", "date": "2020-03-13 10:13", "summary": "First Amendment case law now puts inflexible rules over citizens' pragmatic needs, writes the city's mayor during the 2017 riots. As the mayor of Charlottesville, Va., during the violent riots of August 2017, I saw firsthand how legal interpretations of the First Amendment are failing to keep pace with today's political disruptions. Our harrowing experience shows that we need to return to a path that gives less weight to abstract free-speech principles and more to the pragmatic needs of officials and residents on the ground.", "categories": [["Life & Work", "Ideas", "Essay"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/essay?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/amory-houghtons-bet-on-fiber-optics-helped-save-corning-11584036094", "title": "Amory Houghton's Bet on Fiber Optics Helped Save Corning", "date": "2020-03-13 10:00", "summary": "Fifth-generation member of founding family let it become dependent on TV tubes, then redeemed himself with wager on hair-thin strands of glass. When Amory Houghton became chief executive of Corning Glass Works in 1964, the company founded by his great-great grandfather was thriving. Known to the general public for Pyrex measuring cups and Corning Ware casseroles, it dominated the U.S. market for the glass used to encase TV tubes.", "categories": [["World", "Obituaries"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/obituaries?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-pilgrimage-to-pilgrim-country-a-roadtrippers-guide-to-northern-england-11584107463", "title": "A Pilgrimage to Pilgrim Country: A Roadtripper's Guide to Northern England", "date": "2020-03-13 09:51", "summary": "The Pilgrims came to America 400 years ago this summer, but the journey began much earlier. Follow their trail around northern England-and keep an eye out for Yoda. KING HENRY VIII of England had no doubts. In 1536, faced with uppity \"traitors and rebels,\" he dubbed the county of Lincolnshire as one of the \"most brute and beestelie [beastly] of the hole realme.\" It was a tad unfair but, even today, the county is not an immediate choice as a vacation destination. It's a part of northern England that drivers speed through, unimpressed by the big skies and widescreen sunsets and unaware of the historic secrets to be discovered in the villages, great halls and solid stone churches.", "categories": [["Life & Work", "Travel", "Off Duty Travel"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/magazine/travel?mod=breadcrumb", "https://www.wsj.com/news/types/off-duty-travel?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/china-to-free-up-cash-for-bank-lending-to-coronavirus-hit-businesses-11584096021", "title": "China to Free Up Cash for Lending to Coronavirus-Hit Businesses", "date": "2020-03-13 09:45", "summary": "Cut is expected to release $78.7 billion worth of liquidity into China's banking system. BEIJING-China's central bank set a modest monetary easing for its financial sector on Friday, releasing roughly $80 billion to commercial banks as part of ongoing efforts to ensure the stability of the financial system as the country takes a hit from the coronavirus pandemic.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-financial-gurus-millennials-listen-to-11584104190", "title": "The Financial Gurus Millennials Listen To", "date": "2020-03-13 09:41", "summary": "The generation is more comfortable getting advice on social media than at established institutions. Meet the new influencers.. During a lunch break in Gloversville, N.Y., Ryan Scribner made his first YouTube video. As he sat in his 1999 Honda CR-V with a busted air conditioner, he explained how an 18-year-old can build credit.", "categories": [["Markets", "Journal Reports: Wealth Management"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-wealth-management?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nbc-and-cbs-cancel-their-in-person-upfront-pitches-to-advertisers-11584046565", "title": "Broadcast TV Networks Cancel In-Person Upfront Pitches to Advertisers", "date": "2020-03-13 09:24", "summary": "TV industry's annual ritual bends to fears over the coronavirus pandemic. Broadcast TV programmers called off their in-person upfront presentations to advertisers, which had been scheduled for May, citing concerns over the spread of the novel coronavirus.", "categories": [["CMO Today"]], "category_links": ["https://www.wsj.com/news/types/cmo-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/more-than-two-dozen-state-labs-struggled-with-safety-lapses-records-show-11584028154", "title": "State Labs Struggled With Safety Lapses, Records Show", "date": "2020-03-13 09:00", "summary": "Most problems at more than two dozen labs were remedied, but the violations raise questions about facilities crucial in fight against coronavirus. More than half of the state-run medical-testing facilities on the front line of the fight against the new coronavirus pandemic have been cited since 2017 by the main U.S. laboratory regulator for failing to meet national standards, federal inspection reports show.", "categories": [["WSJ News Exclusive", "U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/just-like-2008-its-a-testing-time-for-american-institutions-11584051924", "title": "Just Like 2008, It's a Testing Time for American Institutions", "date": "2020-03-13 08:59", "summary": "In similar straits, they didn't fare well. Will they do better now?. The country was scared. Financial markets were shaking. There were serious doubts about whether the country's institutions could handle a challenge of historic proportions.", "categories": [["Politics", "Capital Journal"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/capital-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/broadway-closed-lehman-trilogy-virginia-woolf-11584103040", "title": "Two Elite Broadway Shows, Now on Hold", "date": "2020-03-13 08:44", "summary": "A conversation on coronavirus and duping actors with the directors Sam Mendes and Joe Mantello, who are respectively helming two of the hottest plays of the now-delayed season, \"The Lehman Trilogy\" and \"Who's Afraid of Virginia Woolf?\". On Thursday, New York Governor Andrew Cuomo announced all Broadway shows would stay closed until at least April 12 amid coronavirus precautions. The cruel irony is that, thematically, the directors Sam Mendes's and Joe Mantello's latest productions could not have been set to open in New York at a better time. Mendes's Italian-written history of the defunct financial services firm Lehman Brothers, The Lehman Trilogy, is an apt production for grappling with the current economic moment. Mantello's revival of Edward Albee's Who's Afraid of Virginia Woolf? can be interpreted as a fresh indictment of what seems to be a fast-wilting American dream.", "categories": [["Magazine - Culture"]], "category_links": ["https://www.wsj.com/news/types/magazine-culture?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/italian-biohazard-mask-maker-plans-ipo-as-sales-soar-11584100078", "title": "Italian Biohazard Mask Maker Plans IPO as Sales Soar", "date": "2020-03-13 08:42", "summary": "Family-owned business hires banks including Goldman Sachs to explore Milan float as early as April, as long as markets remain ope. As the coronavirus pandemic has forced Italy to shut down, a family-owned maker of biohazard masks is doing a roaring trade and planning to float on Milan's stock exchange.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/harvard-gets-requests-as-it-searches-for-business-school-dean-11584095644", "title": "Harvard Gets Requests as It Searches for Business School Dean", "date": "2020-03-13 08:07", "summary": "Students, alumni lobby the school for a leader willing to take on political and social stances. Several stakeholders of Harvard Business School are pushing the university to name a new dean who will use the school's clout to raise awareness on social issues ranging from climate change to diversity in hiring.", "categories": [["Business", "Management", "Business Education"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/management?mod=breadcrumb", "https://www.wsj.com/news/types/business-schools?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trumps-europe-travel-ban-would-have-limited-impact-experts-say-11584064071", "title": "Trump's Europe Travel Ban Could Have Limited Effect on Coronavirus Spread, Experts Say", "date": "2020-03-13 08:00", "summary": "Public health benefits of international restrictions are shown to be most effective before a virus is widespread in a country. WASHINGTON-The travel restrictions on Europe that President Trump announced this week are likely to have limited impact on the spread of the new coronavirus within the U.S., though domestic containment measures could delay the spread of the disease, experts said.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-a-french-ex-commandos-archeological-find-unified-putin-and-macron-11584053910", "title": "How a French Ex-Commando's Archeological Find Unified Putin and Macron", "date": "2020-03-13 07:59", "summary": "The bones of a Napoleonic general killed during France's failed 1812 invasion of Russia are helping spur a detente between the two powers, irking Western allies. PARIS-The French former commando clutched an unusual package on an early-morning flight from Moscow to Paris in September, on a mission blessed by the Russian and French presidents.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/english-premier-league-suspends-matches-after-coronavirus-cases-11584099768", "title": "English Premier League Suspends Season After Coronavirus Cases", "date": "2020-03-13 07:45", "summary": "Decision follows news that Arsenal's manager and a Chelsea player had tested positive for the virus. The English Premier League, the planet's most popular sporting enterprise, had planned to be one of the sports world's few holdouts in the face of the novel coronavirus pandemic. But on Friday morning, the league reversed course and suspended all matches at least until early April.", "categories": [["Sports", "Soccer"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/soccer?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/its-tough-time-to-be-in-the-c-suite-good-time-to-be-in-a-gas-field-11584049725", "title": "It's a Tough Time to Be in a C-Suite, Good Time to Be in a Gas Field", "date": "2020-03-13 07:00", "summary": "It was a week of almost nothing but losers, but there were a few winners as well. The second week of March will be remembered as the one that saw the longest bull market on record end. The coronavirus epidemic morphed into a pandemic, businesses were left reeling, and investors were lost in a sea of red.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pandemic-may-slow-delegate-elections-for-presidential-nominating-conventions-11584053214", "title": "Pandemic May Slow Delegate Elections for Presidential Nominating Conventions", "date": "2020-03-13 07:00", "summary": "State party leaders wrestle with whether to postpone elections or hold them online or by telephone. The novel coronavirus pandemic is scrambling planning for this summer's Democratic and Republican national conventions, but congressional district and state conventions are presenting an even more pressing problem.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-happens-when-bull-markets-unravel-11584095797", "title": "What Happens When Bull Markets Unravel", "date": "2020-03-13 06:44", "summary": "Strategies that rely on previously solid relationships among different asset classes can run into trouble quickly in correlated market selloffs, but these periods typically don't last long. The trading strategies built up over the past decade and a bit are coming under immense pressure in a selloff against which traditional havens have been unreliable sources of protection. The only optimistic note is that such correlated selling doesn't last forever.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fda-grants-new-coronavirus-test-emergency-approval-11584090078", "title": "FDA Grants New Coronavirus Test Emergency Approval", "date": "2020-03-13 06:15", "summary": "Clearance for test developed by Roche aimed at boosting capacity to diagnose virus. A new, high-speed coronavirus test has been granted emergency clearance by the Food and Drug Administration, the latest effort to expand capacity to diagnose the fast-spreading pathogen.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/investment-grade-bonds-could-turn-to-junk-amid-global-rout-11584060834", "title": "Investment-Grade Bonds Could Turn to Junk Amid Global Rout", "date": "2020-03-13 06:00", "summary": "Prices on triple-B corporate bonds, the lowest rung on the investment-grade scale, are falling. Economic fallout from the novel coronavirus and collapsing oil prices are sparking steep declines in the $3.4 trillion market of corporate bonds with triple-B credit ratings, the lowest rung on the investment-grade scale.", "categories": [["Markets", "Credit Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/credit-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-driven-rate-cutting-is-less-likely-in-japan-11584078142", "title": "Coronavirus-Driven Rate-Cutting Is Less Likely in Japan", "date": "2020-03-13 05:58", "summary": "Bank of Japan is hesitant to join other central banks, say people familiar with its thinking, in part because its target is already below zero. TOKYO-The Bank of Japan is hesitant to join the Federal Reserve and other central banks in cutting interest rates because its target is already below zero, and it wants to focus on supporting companies affected by the novel coronavirus, according to people familiar with the bank's thinking.", "categories": [["Business", "Asia"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/russia-takes-aim-at-u-s-shale-oil-producers-11584052675", "title": "Russia Takes Aim at U.S. Shale Oil Producers", "date": "2020-03-13 05:32", "summary": "Moscow is fighting an oil-market war on two fronts-with Saudi Arabia and U.S. shale. Russia's oil-market war with Saudi Arabia is part of a strategic campaign to cripple U.S. shale-oil production, a powerful economic tool that increasingly allows Washington to advance its foreign policy agenda, say people briefed on the Kremlin's policies.", "categories": [["Markets", "Commodities", "Oil Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb", "https://www.wsj.com/news/types/oil-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-new-rules-of-remote-work-11584038840", "title": "The Bosses Who Prefer When Employees Work From Home", "date": "2020-03-13 05:30", "summary": "For some companies, working from home was already a default way of doing business. They've learned some important lessons about how to make the system work.. The coronavirus pandemic has lately prompted many companies to permit, encourage or ask office workers to work from home. But in recent years, separate from the recent crisis, some companies have proactively chosen to design a remote workplace, believing that structure is better for business.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/free-trading-couldnt-have-come-at-a-worse-time-11584053214", "title": "Free Trading Couldn't Have Come at a Worse Time", "date": "2020-03-13 05:30", "summary": "Zero commissions is making people trade more often. In a scary market, that could be bad news.. The age of free stock trading has arrived at an inauspicious time-exactly when many individual investors might have been best served to not trade at all.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/us-considers-how-to-enforce-coronavirus-quarantines-11583963653", "title": "U.S. Considers How to Enforce Coronavirus Quarantines", "date": "2020-03-13 05:30", "summary": "County says Missouri man broke quarantine to attend father-daughter dance; family says it wasn't told. The new coronavirus pandemic threatens to pose an unfamiliar challenge to health officials nationwide: how best to get possibly contagious individuals to follow quarantine orders, and what to do with them if they don't.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/two-faa-officials-are-key-witnesses-in-criminal-probe-of-ex-boeing-pilot-11584052679", "title": "Two FAA Officials Are Key Witnesses in Criminal Probe of Ex-Boeing Pilot", "date": "2020-03-13 05:30", "summary": "Federal aviation staffers dealt with Mark Forkner on pilot-training requirements as part of approval process. Federal authorities are seeking to build a criminal case against a former Boeing Co. pilot based on statements from U.S. air-safety regulators who say he failed to provide them crucial details about the 737 MAX jet's flight-control system, according to people familiar with the matter.", "categories": [["WSJ News Exclusive", "Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-china-fed-its-people-while-under-lockdown-11584009757", "title": "How China Kept Its Supermarkets Stocked as Coronavirus Raged", "date": "2020-03-13 05:30", "summary": "Among other tactics, China relied on mandates from central authorities against hoarding and profiteering. ", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/whats-in-a-name-u-s-and-china-trade-barbs-over-what-to-call-coronavirus-11584080627", "title": "U.S. and China Trade Barbs Over What to Call Coronavirus", "date": "2020-03-13 05:30", "summary": "U.S. officials have used 'Wuhan virus' or 'Chinese coronavirus' as labels; Chinese officials question claims virus necessarily began in China. SHANGHAI-The U.S. and China are tussling over what to call the fast-spreading coronavirus and where it originated, as the pandemic grows ever more politically charged.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/donald-trump-jr-shows-fundraising-strength-in-california-texas-swing-11584054267", "title": "Donald Trump Jr. Shows Fundraising Strength in California, Texas Swing", "date": "2020-03-13 05:30", "summary": "President's son and Kimberly Guilfoyle collect $5 million in four days for re-election bid; coronavirus disrupts military symposium and joint exercises. DONALD TRUMP JR. and Kimberly Guilfoyle collected $5 million in four days for President Trump's re-election bid, including a personal record $1.4 million lunch at a private club in San Antonio, Republican officials tell The Journal's Mike Bender. The fundraising swing through California and Texas also included a $1 million dinner with about 125 people in Sacramento.", "categories": [["Politics", "Washington Wire"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/washington-wire?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/when-big-events-get-canceled-due-to-the-coronavirus-whos-on-the-hook-11584088718", "title": "When Big Events Get Canceled Due to the Coronavirus, Who's on the Hook?", "date": "2020-03-13 04:39", "summary": "Organizers looking to insurance companies to cover them for postponements and cancellations might be disappointed. Event cancellations are multiplying because of the coronavirus. For the most part it is event organizers and local communities, not insurers, who will foot the bill.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-week-coronavirus-shut-down-the-world-11584073532", "title": "The Week Coronavirus Shut Down the World", "date": "2020-03-13 00:26", "summary": "The pandemic fallout spreads: national and regional lockdowns, global tourist attractions closed or empty, sports seasons in disarray and events canceled. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11583949353", "title": "Pepper...and Salt", "date": "2020-03-13 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/this-sweet-ingredient-deserves-a-permanent-place-in-your-pantry-11583945819", "title": "This Sweet Ingredient Deserves a Permanent Place in Your Pantry", "date": "2020-03-13 00:01", "summary": "Chestnut purée is pure pleasure, highly concentrated. Use it in this recipe for a chocolate chestnut Pavlova that looks like the work of a pastry chef but actually requires minimal skill and effort. MUCH AS WE like to imagine that the French all cook with the same exacting attention to detail as their country's finest chefs, most take shortcuts, just like the rest of us. Their advantage lies in France's vast array of exceptional tinned, jarred, frozen and readily available products waiting to be whipped up last minute into something far greater than the effort expended on it.", "categories": [["Life & Work", "Food & Drink", "A Little Something Sweet"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/food-cooking-drink?mod=breadcrumb", "https://www.wsj.com/news/types/a-little-something-sweet?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-forces-new-travel-curbs-as-high-profile-cases-rise-11584007336", "title": "Coronavirus Forces New Travel Curbs, Bans on Large Gatherings", "date": "2020-03-13 23:16", "summary": "Pathogen has infected more than 127,000 people in 116 countries and regions, killing more than 4,700. The threat of a rapidly spreading novel coronavirus became more real to Americans on Thursday, as state and local officials banned large public gatherings, Broadway went dark, and sports leagues suspended competitions in dizzying succession.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/softbank-to-buy-back-up-to-4-8-billion-in-shares-following-pressure-from-elliott-11584068498", "title": "SoftBank Plans $4.8 Billion Buyback Following Pressure by Elliott", "date": "2020-03-13 23:14", "summary": "The proposed share buyback isn't as large as the one urged by the activist shareholder. TOKYO- SoftBank Group Corp. said it would spend as much as ¥500 billion ($4.8 billion) to buy back up to 7% of its own shares, following plunging stock prices and a pressure campaign from one of the world's most aggressive activists.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/house-to-vote-on-virus-aid-bill-amid-talks-with-trump-administration-11584020055", "title": "Pelosi Says House, Trump Administration Near Coronavirus Pact", "date": "2020-03-13 23:06", "summary": "Speaker says she hopes to have an agreement Friday on aid after conferring with Mnuchin. WASHINGTON-House Speaker Nancy Pelosi said House Democrats and the Trump administration were nearing a final agreement on legislation aimed at aiding Americans affected by the spread of the coronavirus.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-city-pitches-a-new-way-to-clean-up-its-trash-11584052650", "title": "New York City Pitches a New Way to Clean Up Its Trash", "date": "2020-03-13 22:56", "summary": "A rule proposed Thursday would target trash piles on city sidewalks. Some newly constructed apartment buildings in New York City will be required to store trash in specific containers in an effort to limit the number of trash piles on sidewalks, according to a proposal from the city's sanitation department.", "categories": [["U.S.", "Tri-State Area"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-region?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/canadian-prime-minister-justin-trudeaus-wife-tests-positive-for-coronavirus-11584066591", "title": "Canadian Prime Minister Justin Trudeau's Wife Tests Positive for Coronavirus", "date": "2020-03-13 22:43", "summary": "Sophie Grégoire Trudeau was tested after having flulike symptoms; prime minister plans to be in isolation for 14 days. OTTAWA-Canadian Prime Minister Justin Trudeau on Thursday said he would isolate himself for a 14-day period after his wife, Sophie Grégoire Trudeau, tested positive for the new coronavirus.", "categories": [["World", "Canada"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/canada-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-soccer-federation-president-resigns-in-wake-of-sponsor-player-backlash-11584067222", "title": "U.S. Soccer Federation President Resigns in Wake of Sponsor, Player Backlash", "date": "2020-03-13 22:40", "summary": "Federation's court filings asserting that male players had more skill and responsibility than women players prompted outrage from U.S. women's team suing for discrimination. U.S. Soccer Federation president Carlos Cordeiro resigned Thursday night in the face of a fierce backlash against the federation's defense of a pay-discrimination lawsuit against it by the U.S. women's national team.", "categories": [["Sports", "Soccer"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/soccer?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-crisis-tests-trumps-unusual-governing-style-11584060221", "title": "Coronavirus Crisis Tests Trump, Divides White House", "date": "2020-03-13 22:09", "summary": "The president's improvisations add to the challenges his administration faces in coordinating a response. WASHINGTON-President Trump's rare prime-time speech Wednesday was designed to reassure the nation about his administration's response to a quickly spreading coronavirus.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/you-have-coronavirus-questions-we-have-answers-11584049089", "title": "You Have Coronavirus Questions, We Have Answers", "date": "2020-03-13 22:06", "summary": "What's known about the virus, how to protect yourself, who pays for testing and treatment-and how worried you should be.. What is a coronavirus?", "categories": [["Life & Work", "Journal Reports: Health Care"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-health-care?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/latest-attack-on-u-s-forces-in-iraq-could-drag-it-back-into-washingtons-tussle-with-iran-11584027344", "title": "U.S. Strikes Iran-Backed Militias in Iraq", "date": "2020-03-13 22:06", "summary": "Operations, targeting weapons storage facilities, follow the recent killing of two U.S. troops, British soldier. The U.S. conducted airstrikes against an Iran-backed militia group in Iraq, U.S. officials said Thursday, entering into a new phase of a military confrontation with Iran and its allies by retaliating for the deaths earlier this week of two Americans and a British service member.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-internet-cant-save-us-from-loneliness-in-pandemic-11583958251", "title": "The Internet Can't Save Us From Loneliness in Pandemic", "date": "2020-03-13 21:46", "summary": "Next in Journal Reports: Health Care. I've worked remotely for most of my professional life, collaborating exclusively through whatever screens were at hand, and I know a few things about how lonely that can be.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/supreme-court-to-close-to-public-indefinitely-11584047990", "title": "Supreme Court to Close to Public Indefinitely", "date": "2020-03-13 21:28", "summary": "Pandemic measure doesn't apply to court's official business. WASHINGTON-The Supreme Court and other federal courts in the nation's capital said they would close to the public indefinitely, allowing access only to those with official business, as authorities tried to stanch the coronavirus pandemic.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/english-premier-league-to-hold-emergency-meeting-over-coronavirus-11584060405", "title": "Arsenal Manager Tests Positive for Novel Coronavirus", "date": "2020-03-13 21:20", "summary": "English Premier League to hold emergency meeting Friday when clubs are widely expected to vote in favor of suspending play. The English Premier League, the planet's most popular sporting enterprise, had planned to be one of the sports world's few holdouts in the face of the novel coronavirus pandemic. On Thursday night, the league announced it would play a full slate of games in its usual packed stadiums this weekend.", "categories": [["Sports", "Soccer"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/soccer?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/disneyland-to-close-temporarily-as-coronavirus-spurs-cancellations-11584048571", "title": "Disney to Close U.S. and Paris Resorts Temporarily", "date": "2020-03-13 21:19", "summary": "Company says no reported cases of disease caused by coronavirus at Disneyland. Walt Disney Co. announced Thursday it is closing its Disneyland Resort, Walt Disney World Resort and Disneyland Paris as the coronavirus pandemic caused widespread cancellations of sporting events and other public gatherings.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fans-were-banned-from-a-paris-saint-germain-game-they-showed-up-anyway-11583988249", "title": "Fans Were Barred From a Paris Saint Germain Game. They Showed Up Anyway.", "date": "2020-03-13 21:18", "summary": "The French government has a plan to curb mass gatherings but thousands of PSG fans gathered outside the Parc des Princes for the team's Champions League match. Paris", "categories": [["Sports", "Soccer"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/soccer?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/jennifer-o-malley-dillon-will-serve-as-joe-biden-s-new-campaign-manager-11584030935", "title": "Joe Biden Offers His Own Plan for Coronavirus Response", "date": "2020-03-13 20:46", "summary": "Democratic presidential hopeful calls for free testing, a vaccine and help for hospitals preparing for an influx of patients. WASHINGTON-Democratic presidential candidate Joe Biden said Thursday that the nation needs to harness a comprehensive public-health and economic response to the coronavirus, offering a look at how he would address a crisis in the White House.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sports-shut-down-and-march-is-suddenly-less-mad-11584050027", "title": "Sports Shut Down, and March Is Suddenly Less Mad", "date": "2020-03-13 20:29", "summary": "A wild day of cancellations culminates in the NCAA stopping its men's and women's basketball tournaments. Now what?. It was a surreal and overwhelming day in sports, one that seemed to drag on like a year. Drip, drip, drip, the news of cancellations kept coming, to the point it started to become a torrent, and it was hard to keep up.", "categories": [["Sports"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mta-says-reduced-subway-service-is-possible-under-coronavirus-11584033258", "title": "New York City Subway Service Could Be Reduced Under Coronavirus", "date": "2020-03-13 20:28", "summary": "Ridership sank roughly 20% on Wednesday; system could implement Sunday schedule. Subway service in New York City could be scaled back as the novel coronavirus outbreak leads to falling ridership, a Metropolitan Transportation Authority official said Thursday.", "categories": [["U.S.", "Transit"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-transit?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/travel-tips-to-protect-your-health-and-handle-disruptions-11584049959", "title": "Travel Tips to Protect Your Health and Handle Disruptions", "date": "2020-03-13 20:23", "summary": "From packing to the plane and hotel, here are ways to reduce your coronavirus risk. Travel exposes you to crowds of people, increasing the risk of exposure to coronavirus. In addition, travel transports the virus, increasing the risk for communities. The widespread reduction in travel is painful for those who work in the industry and those who rely on moving around for livelihood and pleasure. But it also seems to be good public-health strategy.", "categories": [["Life & Work", "Journal Reports: Health Care"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-health-care?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-coronavirus-and-your-job-can-my-boss-make-me-do-that-11583981316", "title": "The Coronavirus and Your Job: What the Boss Can-and Can't-Make You Do", "date": "2020-03-13 20:22", "summary": "Next in Journal Reports: Health Care. The new coronavirus's spread is taking the relationship between employers and their workers into new territory-one in which both sides are trying to sort out their rights and responsibilities in containing the outbreak.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/toys-r-us-creditor-trust-sues-former-owners-over-losses-11584057724", "title": "Toys 'R' Us Creditor Trust Sues Former Owners Over Losses", "date": "2020-03-13 20:03", "summary": "Lawsuit alleges a cozy relationship between former CEO David Brandon and Toys 'R' Us owner Bain Capital. A bankruptcy trust for creditors who lost money in the Toys \"R\" Us Inc. bankruptcy sued former Chief Executive David Brandon and several directors tied to owners Bain Capital LP, KKR & Co. and Vornado Realty Trust , alleging they siphoned money out of the company before it went under.", "categories": [["Pro Bankruptcy Beyond Bankruptcy"]], "category_links": ["https://www.wsj.com/news/types/pro-bankruptcy-beyond-bankruptcy?mod=breadcrumb"]}]