[{"link": "https://www.wsj.com/articles/business-and-personal-bankruptcy-filings-in-the-u-s-slowed-in-august-11599089229", "title": "Business and Personal Bankruptcy Filings in the U.S. Slowed in August", "date": "2020-09-02 19:29", "summary": "Courts recorded 17% increase in commercial chapter 11 filings last month from a year earlier, compared with 28% rise for 2020 so far. The pace of business bankruptcy filings in the U.S. slowed significantly in August from previous months, though chapter 11 filings were up from last year as the coronavirus pandemic continued to roil the economy.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/allow-us-to-present-the-pandemic-bill-11599088979", "title": "Allow Us to Present the Pandemic Bill", "date": "2020-09-02 19:23", "summary": "Federal government debt held by the public will soon reach 100% of GDP. What, we worry?. We interrupt this regularly scheduled presidential campaign for a word from your bill collector. The spoilsports at the Congressional Budget Office reported Wednesday that the U.S. government will soon have a debt burden equal to America's entire gross domestic product. Congratulations on this Italian-style fiscal milestone. One way or another, we'll be paying this off for the rest of our lives.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/madame-speaker-gets-a-haircut-11599088944", "title": "Madame Speaker Gets a Haircut", "date": "2020-09-02 19:22", "summary": "And having been found out, she wants an apology from the shop owner.. Six months ago we suggested that many of the elected officials ordering economic shutdowns across the nation failed to understand the human misery they were causing. That thesis now sits atop a mountain of supporting evidence, and it would be easier to take if so many mayors weren't caught visiting gyms, hair salons and restaurants in violation of ordinances the mayors themselves had imposed.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-poisoning-of-alexei-navalny-11599088894", "title": "The Poisoning of Alexei Navalny", "date": "2020-09-02 19:21", "summary": "Can Trump now finally stop inviting Putin to rejoin the G-7?. Germany confirmed Wednesday what the world already assumed: Russian dissident Alexei Navalny, who lies in serious condition in a Berlin hospital, was poisoned-specifically, with the nerve agent Novichok.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/back-to-school-no-excuses-11599088867", "title": "Back to School: No Excuses", "date": "2020-09-02 19:21", "summary": "Rhode Island shows you can reopen schools, despite teachers unions.. Democrats have been saying for weeks that parents don't want to send their kids back to school. They must have figured out this is false, judging by Joe Biden's speech Wednesday blaming President Trump for the failure of some public schools to reopen.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hilton-hotel-in-times-square-set-to-close-11599087915", "title": "Hilton Hotel in Times Square Is Set to Close", "date": "2020-09-02 19:05", "summary": "Property will lay off 200 workers, the latest sign that New York City's hospitality industry is struggling to survive during the coronavirus pandemic. The Hilton Times Square is set to become one of the most prominent Manhattan hotels to shut down on a long-term basis amid the coronavirus pandemic.", "categories": [["U.S.", "Real Estate"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-real-estate?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/foreign-tyranny-by-u-s-lawsuit-11599087161", "title": "Foreign Tyranny by U.S. Lawsuit", "date": "2020-09-02 18:52", "summary": "Dictators from Napoleon III to Fidel Castro have taken advantage of the American legal system.. If you have a grievance against a foreign government, it's almost impossible to find redress in U.S. courts. The Foreign Sovereign Immunities Act of 1976 bars most such claims. But there's no bar to foreign governments bringing cases as plaintiffs-and dictators have increasingly taken advantage of the U.S. legal system to pursue political ends and strengthen their rule.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/for-biden-riots-present-only-bad-options-11599087135", "title": "For Biden, Riots Present Only Bad Options", "date": "2020-09-02 18:52", "summary": "If he promises to put them down, he risks alienating the base of his party.. Seattle", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/i-was-never-trump-not-anymore-11599087108", "title": "I Was Never Trump. Not Anymore.", "date": "2020-09-02 18:51", "summary": "He has weaknesses, but his presidency has been successful.. In 2016 I wrote in the name of Rep. Paul Ryan for president. I knew that the policies Hillary Clinton advocated were detrimental to the nation, but I simply couldn't bring myself to vote for her rival. I found Donald Trump boorish and misogynistic, and I was dumbfounded that he had captured the GOP nomination. When the dust settled in November 2016, I was glad Mrs. Clinton was defeated. But I winced whenever I heard the president-elect speak.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-could-go-wrong-on-election-day-11599087053", "title": "What Could Go Wrong on Election Day", "date": "2020-09-02 18:50", "summary": "State ballot rules may cause grievous delays even if the post office performs flawlessly.. If most ballots this fall are cast by mail, the results may not be known for days. That could plunge America into prolonged controversy and undermine confidence in the outcome and the democratic system, both something adversaries in Moscow, Beijing and Tehran would cheer.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-culture-wars-are-back-11599087003", "title": "The Culture Wars Are Back", "date": "2020-09-02 18:50", "summary": "Which war is more unsettling-the one in the streets or the one inside Donald Trump?. After Hurricane Isaias ran up the East Coast, a man interviewed in the New York City borough of Queens stood amid the rubble of snapped trees and downed wires in his neighborhood and pondered the Furies: \"We're only halfway through 2020 and we've had a pandemic, riots and now a hurricane has destroyed my street. What else can happen?\" Good question. How about a presidential election that has veered so far off course no one can predict who will be left standing in November?", "categories": [["Opinion", "Wonder Land"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/wonder-land?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cynicism-and-the-function-of-cynicism-at-the-present-time-review-when-nothing-is-good-enough-11599086981", "title": "'Cynicism' and 'The Function of Cynicism at the Present Time' Review: When Nothing Is Good Enough", "date": "2020-09-02 18:49", "summary": "Sneering at social conventions and moral ideals serves as a check on complacency and hollow belief. But it comes at a cost.. The law of supply and demand, like the law of gravity, applies to just about everything. These days, for example, cynicism abounds-\"We are all cynics now,\" Ansgar Allen reports-and we value this oversupply accordingly, which is to say not at all.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-calls-for-broader-federal-aid-to-open-schools-safely-11599075658", "title": "Biden Calls for Broader Federal Aid to Open Schools Safely", "date": "2020-09-02 18:41", "summary": "Democratic presidential candidate accuses Trump of mismanaging issue entwined with coronavirus pandemic. WILMINGTON, Del.-Democratic presidential nominee Joe Biden said Wednesday that the task of reopening schools safely constituted a \"national emergency\" and needed a more robust federal response, accusing President Trump of mismanaging the issue and lacking a clear strategy as students return from summer break.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/blackstone-gip-make-takeover-bid-for-kansas-city-southern-11599073239", "title": "Blackstone, GIP Make Takeover Bid for Kansas City Southern", "date": "2020-09-02 18:33", "summary": "Railroad is said to have rebuffed previous approach from investors. A group of buyout investors has made a takeover offer for railroad operator Kansas City Southern , which has a market value of more than $18 billion, according to people familiar with the matter.", "categories": [["WSJ News Exclusive", "Deals"]], "category_links": ["https://www.wsj.com/news/types/deals-deal-makers?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/worker-turnover-shortened-schedule-hamper-2020-census-11599048011", "title": "Worker Turnover, Shortened Schedule Hamper 2020 Census", "date": "2020-09-02 18:13", "summary": "Bureau has fewer door knockers to complete count during coronavirus pandemic. A high workforce-attrition rate and a shortened schedule are making it more difficult for the U.S. Census Bureau to complete a decennial count that has been disrupted by the coronavirus pandemic.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-to-visit-kenosha-on-thursday-11599066137", "title": "Biden Set to Visit Kenosha on Thursday", "date": "2020-09-02 18:06", "summary": "Democratic nominee's trip would come two days after Trump's visit, as the candidates trade blame for unrest. Democratic presidential nominee Joe Biden will travel to Kenosha on Thursday following protests and unrest over the police shooting of Jacob Blake.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-coronavirus-recession-has-created-three-distinct-economies-11599084333", "title": "The Coronavirus Recession Has Created Three Distinct Economies", "date": "2020-09-02 18:05", "summary": "While people with secure jobs have come out ahead, many who lost their jobs are barely making ends meet. The coronavirus recession has deepened the division between those who can navigate it and those who can't. But the unusual nature of this downturn has made those differences starker, creating three separate economies within the U.S.", "categories": [["Money"]], "category_links": ["https://www.wsj.com/news/types/noted-money?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-imposes-new-restrictions-on-chinese-diplomats-11599058429", "title": "U.S. Imposes New Restrictions on Chinese Diplomats", "date": "2020-09-02 17:51", "summary": "Officials told to seek U.S. approval for visits to universities, large cultural events. The Trump administration plans to impose new restrictions on Chinese diplomats in the U.S., citing Beijing's use of similar measures on U.S. envoys.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/recovering-dollar-dents-gold-and-silver-prices-11599057366", "title": "Recovering Dollar Dents Gold and Silver Prices", "date": "2020-09-02 17:50", "summary": "Gold prices have wobbled since hitting record in August, though they are still up about 28% for the year. A rebound in the dollar drove a slide in gold and silver prices Wednesday, highlighting a risk to this year's booming rally in precious metals.", "categories": [["Markets", "Commodities", "Precious Metals"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb", "https://www.wsj.com/news/types/precious-metals?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/advertisers-seek-right-to-cancel-tv-spending-as-pandemic-roils-fall-season-11599072109", "title": "Advertisers Look for Ways Out as Coronavirus Roils Fall TV Season", "date": "2020-09-02 17:50", "summary": "Concerned about the NFL season and a dearth of new entertainment, marketers want flexibility. Advertisers are pressing for unprecedented flexibility to back out of monthslong spending commitments with TV networks, concerned that the coronavirus pandemic is sapping the fall schedule of new programming and threatening the National Football League's season.", "categories": [["Business", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/teslas-share-sale-plans-boost-bonds-11599048673", "title": "After Stock Split, Tesla's Share-Sale Plans Boost Bonds", "date": "2020-09-02 17:46", "summary": "Prices for the company's traditional bond due in 2025 reached a record 104.36 cents on the dollar Tuesday. The latest beneficiaries of Tesla Inc.'s surging shares: bondholders.", "categories": [["Markets", "Credit Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/credit-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-debt-is-set-to-exceed-size-of-the-economy-for-year-a-first-since-world-war-ii-11599051137", "title": "U.S. Debt to Exceed Size of Economy Next Year, a Postwar First", "date": "2020-09-02 17:18", "summary": "Coronavirus spending, shrinking GDP and tax-revenue decline push government toward milestone. WASHINGTON-U.S. debt has reached its highest level compared to the size of the economy since World War II and is projected to exceed it next year, the result of a giant fiscal response to the coronavirus pandemic.", "categories": [["Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/murders-shootings-in-new-york-city-rose-dramatically-in-august-11599075203", "title": "Murders, Shootings in New York City Rose Sharply in August", "date": "2020-09-02 17:03", "summary": "Mayor Bill de Blasio said NYPD has begun to make progress curbing crime. A surge of violent crime, including murders and shootings, continues to plague New York City, according to new crime statistics released Wednesday by the New York Police Department.", "categories": [["U.S.", "Crime"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-crime?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/als-drug-study-signals-progress-toward-treatment-for-deadly-disease-11599080400", "title": "ALS Drug Study Signals Progress Toward Treatment for Deadly Disease", "date": "2020-09-02 17:00", "summary": "Amylyx Pharmaceuticals' experimental drug slowed decline in patients' motor functions in Phase 2 trial. Patients with amyotrophic lateral sclerosis, or Lou Gehrig's disease, who took an experimental drug kept the ability to walk, breathe and do other functions about six weeks longer than subjects who took a placebo in a recent trial-the latest sign of progress in finding new treatments for the deadly disease.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/as-campuses-reopen-colleges-face-tough-call-on-covid-19-testing-11599050006", "title": "To Test or Not to Test? Colleges Face Decision as Students and Coronavirus Arrive on Campus", "date": "2020-09-02 16:53", "summary": "University of Arkansas's strategy to test only symptomatic students found few coronavirus cases, but off-campus testing revealed a spike. FAYETTEVILLE, Ark.-Classes at the University of Arkansas started last week, but the campus had little back-to-school bustle. Many students are largely holed up in their dorm rooms amid fears of the coronavirus.", "categories": [["U.S.", "Education"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/education?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/global-stock-markets-dow-update-9-02-2020-11599039549", "title": "Dow Rallies Above 29000; S&P 500, Nasdaq Hit Records", "date": "2020-09-02 16:50", "summary": "Investors betting on additional stimulus and a coronavirus vaccine push more money into stocks. A broad rally in U.S. stocks Wednesday lifted the Dow Jones Industrial Average above 29000 for the first time since February and sent the S&P 500 and Nasdaq Composite to new records.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-latest-news-09-02-2020-11599034888", "title": "New Virus Cases Are Below Summer Peaks; Concerns Rise About Testing Decline", "date": "2020-09-02 16:47", "summary": "Iowa State University bans fans from attending football season opener, reversing course. The number of new coronavirus cases in the U.S. was below peaks reached earlier this summer-while still topping 40,000 on Sept. 1-as some public-health officials raised concerns that falling levels of testing could hamper their ability to track the virus's spread.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/covid-19-ventilator-orders-canceled-by-trump-administration-11599075158", "title": "Covid-19 Ventilator Orders Canceled by Trump Administration", "date": "2020-09-02 16:39", "summary": "Health and Human Services says it is ending the contracts early because it has enough ventilators to fight the pandemic. The Trump administration said it has accumulated so many ventilators that it is canceling some of the $3 billion in contracts it signed to fight the coronavirus pandemic, a sharp turnaround from April when some states struggled to obtain the lifesaving machines.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-campaign-raised-more-than-300-million-in-august-11599064250", "title": "Biden Campaign Raised More Than $300 Million in August", "date": "2020-09-02 16:30", "summary": "Haul includes more than $205 million from online, small-dollar donations, campaign says. WASHINGTON-Democratic presidential nominee Joe Biden raised $364.5 million in August, shattering previous records for a Democratic campaign as donors rallied behind his selection of Kamala Harris as his running mate and an unprecedented virtual convention.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ernst-young-loses-two-german-clients-amid-wirecard-scandal-11599072589", "title": "Ernst & Young Loses Two German Clients Amid Wirecard Scandal", "date": "2020-09-02 16:13", "summary": "Commerzbank, DWS cite potential conflicts of interest in decisions to drop accounting firm. Accounting firm Ernst & Young has lost two prominent clients in Germany over its longstanding role auditing the financials of Wirecard AG , the fintech company embroiled in one of Europe's biggest corporate accounting scandals in recent years.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-to-stop-eye-strain-when-you-relentlessly-stare-at-screens-11599076368", "title": "How to Stop Eye Strain When You Relentlessly Stare at Screens", "date": "2020-09-02 15:52", "summary": "Now that most of work and life has gone virtual, all that screen time is causing eye pain everywhere. Here, a few fixes.. LIFE HAS GONE almost entirely virtual. Since lockdown started, people who used to see their overly chatty co-workers IRL spend an average of 9.5 hours a day looking at laptops and smartphones, reports a survey conducted by OnePoll. It takes just two consecutive hours of staring at pixelated Zoom faces or scrolling Excel data to put you at risk for eyestrain and dryness, blurred vision and headaches, according to the American Optometric Association.", "categories": [["Tech", "Personal Tech", "Gear & Gadgets"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb", "https://www.wsj.com/news/types/personal-technology-joanna-stern?mod=breadcrumb", "https://www.wsj.com/news/types/gear?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-imposes-sanctions-on-international-criminal-court-officials-11599073486", "title": "U.S. Imposes Sanctions on International Criminal Court Officials", "date": "2020-09-02 15:37", "summary": "Trump administration carries through on threat to ICC officials for pursuing probes of U.S. actions in Afghanistan. WASHINGTON-The Trump administration on Wednesday imposed sanctions against two senior officials of the International Criminal Court for prosecuting U.S. military and intelligence personnel in Afghanistan.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fed-beige-book-finds-modest-economic-growth-11599072284", "title": "Fed Beige Book Finds Modest Economic Growth", "date": "2020-09-02 15:36", "summary": "Activity remains well below levels before the pandemic, report says. The U.S. economy grew modestly over the summer but remained well below its pre-pandemic level of activity, a Federal Reserve report said Wednesday.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-to-watch-with-cobra-kai-a-middle-aged-karate-kid-feud-has-become-a-netflix-hit-11599075331", "title": "What to Watch: With 'Cobra Kai,' a Middle-Aged Karate Kid Feud Has Become a Netflix Hit", "date": "2020-09-02 15:35", "summary": "Plus, where to stream Chadwick Boseman's most noteworthy films, 'Mulan' comes to Disney+ and HBO Max's new sci-fi series from Ridley Scott. Releasing big-budget movies on streaming platforms has emerged as a solution for studios eager to reap returns on their would-be summer blockbusters. On Friday, Disney launches \"Mulan\" on its streaming platform, Disney+.", "categories": [["Books & Arts", "Entertainment", "Screen Time"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/arts-entertainment?mod=breadcrumb", "https://www.wsj.com/news/types/screen-time?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/feds-2-solution-is-worse-than-the-disease-11599074638", "title": "Fed's 2% Solution Is Worse Than the Disease", "date": "2020-09-02 15:23", "summary": "Almost everything about current and prospective monetary policy is a mistake.. Regarding your editorial \"Low Rates Forever!\" (Aug. 28): You suggest that the Federal Reserve's recently completed review of its long-range policy framework is \"a mixed bag.\" On the contrary, almost everything about current and prospective monetary policy is a mistake. The Fed has concluded that we must have average inflation of around 2% for efficient functioning of the economy and that deflation must be avoided at all cost. But it isn't clear why temporary and moderate price declines are a greater problem than the drip, drip of constant inflation which destroys purchasing power.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/desperation-and-the-elusive-quest-for-peace-11599074570", "title": "Desperation and the Elusive Quest for Peace", "date": "2020-09-02 15:22", "summary": "Regarding Stephen Miller's \"The Elusive Quest for 'Peace of Mind'\": At first I thought this was an odd topic for an adviser to President Trump.. Regarding Stephen Miller's \"The Elusive Quest for 'Peace of Mind'\" (op-ed, Sept. 1): At first I thought this was an odd topic for an adviser to President Trump. Then I scanned to the tagline listing the author's credit: \"Mr. Miller is the author of 'Walking New York: Reflections of American Writers from Walt Whitman to Teju Cole.'\"", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-president-biden-should-consider-all-the-factors-11599074496", "title": "A President Biden Should Consider All the Factors", "date": "2020-09-02 15:21", "summary": "The president must consider the best interests of the nation as a whole. Candidate Biden tells us he will not do the cost-benefit analysis that a president must do when confronted with \"experts.\". Regarding your editorial \"Biden's Lockdown Mistake\" (Aug. 24): The flaw in former Vice President Joe Biden's recent promise to \"listen to the scientists\" and once again \"shut [the economy] down\" is that the medical experts have a narrow set of interests that they seek to address and protect-as Dr. Anthony Fauci cheerfully has admitted many times when he said he is no economist-but the president must consider the best interests of the nation as a whole. Candidate Biden tells us he will not do the cost-benefit analysis that a president must do when confronted with \"experts.\" What does that tell us about his qualification for the job he seeks?", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-seeks-to-expand-biometric-data-it-collects-from-immigrants-11599074061", "title": "U.S. Seeks to Expand Biometric Data It Collects From Immigrants", "date": "2020-09-02 15:14", "summary": "Homeland Security proposal could require iris scans, voice recordings and DNA samples. WASHINGTON-The Department of Homeland Security said it would propose expanding the types of biometric information that immigrants may need to submit with their applications, possibly including iris scans, voice recordings and DNA samples.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/texas-school-reopens-coronavirus-11599072008", "title": "A Texas School Reopens and Everyone Holds Their Breath", "date": "2020-09-02 14:42", "summary": "Resume Subscription. COLLEGE STATION, Texas-On the eighth day of opening a school to students, Superintendent Eddie Conger marveled that there were no reported Covid-19 cases. He had established safety measures, some beyond federal guidelines, but still was braced for the virus to strike.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/fox-news-nbc-and-c-span-journalists-to-moderate-trump-vs-biden-debates-11599069779", "title": "Fox News, NBC and C-Span Journalists to Moderate Debates", "date": "2020-09-02 14:35", "summary": "A top USA Today editor will moderate a debate between Vice President Mike Pence and Democratic vice-presidential nominee Kamala Harris. WASHINGTON-The nonpartisan Commission on Presidential Debates announced moderators for its four debates this fall between the Democratic and Republican presidential tickets.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-city-gyms-reopen-for-first-time-since-pandemic-11599071590", "title": "New York City Gyms Reopen for First Time Since Pandemic", "date": "2020-09-02 14:33", "summary": "Crunch, Equinox and others resume operations with ramped up hygiene, health-screening efforts. New York City gyms reopened Wednesday after a five-month lockdown brought about by the novel coronavirus pandemic, giving stir-crazy New Yorkers a long-awaited chance to hit the treadmills and free weights inside.", "categories": [["U.S.", "Tri-State Area"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-region?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-sounds-review-crime-sabotage-and-sweeping-seascapes-11599071308", "title": "'The Sounds' Review: Crime, Sabotage and Sweeping Seascapes", "date": "2020-09-02 14:28", "summary": "A series on Acorn TV focuses on the swirling drama that surrounds a Canadian woman who relocates to a small coastal New Zealand town.. Beautiful people doing stupid things in breathtaking locations is the stuff TV dreams are made of. \"The Sounds\" checks all the boxes while also dealing in anguished wives, philandering husbands, grieving mothers, 15-year-old murder cases, sabotaged business deals and, as a bonus, a couple of villains so cold and soulless they provide comic relief.", "categories": [["Books & Arts", "Television Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/television-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/second-home-buyers-are-flocking-to-wales-some-locals-arent-happy-about-it-11599070559", "title": "Second-Home Buyers Are Flocking to Wales. Some Locals Aren't Happy About It.", "date": "2020-09-02 14:16", "summary": "Resume Subscription. With 870 miles of coastline and more than 1,500 square miles of national parkland, Wales, a country smaller than New Jersey, punches far above its weight when it comes to second-home ownership thanks to a combination of natural beauty plus affordability.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/heres-what-you-need-to-know-about-online-m-b-a-s-11599066511", "title": "Here's What You Need to Know About Online M.B.A.s", "date": "2020-09-02 14:08", "summary": "The programs are becoming more affordable and inclusive as schools look to expand enrollment. More U.S. business schools are offering online M.B.A.s as they look for new ways to attract students amid declining applications.", "categories": [["Jobs"]], "category_links": ["https://www.wsj.com/news/types/noted-jobs?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/raised-by-wolves-review-a-snarling-sci-fi-provocation-11598992542", "title": "'Raised by Wolves' Review: A Snarling Sci-Fi Provocation", "date": "2020-09-02 13:58", "summary": "A series on HBO Max depicts an Earth left uninhabitable by religious war and the subsequent flight to another planet.. For all the science contained in science-fiction, there's always been a germ of theology embedded within it, a genre-specific commandment: Man shall not play God. Nothing good ever comes of defying divine will. Even if we're not quite sure what divine will is.", "categories": [["Books & Arts", "Television Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/television-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-your-dryer-sings-to-you-a-smart-appliance-guide-11599069076", "title": "Why Your Dryer Sings to You: A Smart-Appliance Guide", "date": "2020-09-02 13:51", "summary": "Dishwashers, ovens and washing machines from Samsung, LG and Whirlpool are blasting cheery tunes for attention. What's behind this odd phenomenon?. It's a form of branding. \"The little tunes appliances have started spitting out these days are known as audio logos,\" explained James Kellaris, a composer, musician and professor of marketing at the University of Cincinnati, where he studies sonic branding. Samsung 's Electric Dryer ($599, samsung.com) finishes a tumble cycle with 30 seconds of Schubert's \"Die Forelle,\" while LG 's QuadWash plays a delightful 10-second ditty when the dishes are done.", "categories": [["Tech", "Personal Tech", "Gear & Gadgets"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb", "https://www.wsj.com/news/types/personal-technology-joanna-stern?mod=breadcrumb", "https://www.wsj.com/news/types/gear?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/doing-the-math-on-third-quarter-gdp-11599068064", "title": "Doing the Math on Third-Quarter GDP", "date": "2020-09-02 13:34", "summary": "Even if the economy performs poorly this month, third-quarter gross domestic product is going to look good. But the economy would still be in a hole.. Even if the U.S. economy performs poorly over the next month, third-quarter gross domestic product is going to look very good. And even if it does great, the economy will still be in a deep hole.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/conscientious-objectors-in-the-war-on-covid-11599067972", "title": "Conscientious Objectors in the 'War' on Covid?", "date": "2020-09-02 13:32", "summary": "It's time to give the military metaphors a dishonorable discharge.. Politicians and pundits have been recklessly casting the effort to resist Covid-19 as a \"war\" for months. Maybe they're finally ready to sound the metaphorical retreat. For starters, this catastrophically costly war of choice doesn't seem to have resulted in the capture of any territory or the destruction of the enemy. Don Luskin of TrendMacrolytics writes in a Journal op-ed:", "categories": [["Opinion", "Best of the Web"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/best-of-the-web-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/beijings-bullying-escalates-down-under-11598916533", "title": "Beijing's Bullying Escalates Down Under", "date": "2020-09-02 13:26", "summary": "The detention of an Australian citizen signals foreigners work in China at their peril.. Australia is the Western nation most exposed to China's military, economic and diplomatic power, so their relationship bears watching as an indicator of how the Communist Party in Beijing wants to treat other countries. In the latest example of bullying, China has detained with no public explanation Cheng Lei, an Australian citizen and television anchor for a Beijing media outlet.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/frances-macron-pledges-support-to-iraq-against-islamic-state-as-u-s-cuts-presence-11599067041", "title": "France's Macron Pledges Support to Iraq Against Islamic State as U.S. Cuts Presence", "date": "2020-09-02 13:17", "summary": "Visit comes amid concerns about resurgence of terrorist group. BAGHDAD-French President Emmanuel Macron, on his first official visit to Iraq, pledged support to the country's new government in its fight against Islamic State, amid concerns over the militant group's resurgence as the U.S. cuts its troops there.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fed-s-williams-new-policy-regime-will-help-fed-achieve-job-inflation-goals-11599055524", "title": "Fed's Williams: New Policy Regime Will Help Fed Achieve Job, Inflation Goals", "date": "2020-09-02 13:14", "summary": "Federal Reserve Bank of New York leader John Williams said the new policy regime is \"an important evolution in our thinking about how to achieve our goals and another step toward greater transparency.\". Federal Reserve Bank of New York leader John Williams said the central bank's plan to allow inflation to overshoot its 2% target to compensate for times when it runs short of that goal will help the central bank better achieve its job and inflation goals.", "categories": [["Economy", "Central Banks"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/central-banks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/as-world-turns-inward-shinzo-abes-japan-has-turned-outward-11599066608", "title": "As World Turns Inward, Shinzo Abe's Japan Has Turned Outward", "date": "2020-09-02 13:10", "summary": "Departing prime minister's legacy is a more globally engaged Japan. You wouldn't have picked Shinzo Abe as globalization's future champion when he became prime minister of Japan in 2012. He was a proud nationalist intent on rekindling Japanese patriotism, loosening the shackles on the country's military, and playing down its past aggression. No free-market ideologue, he criticized his predecessor's negotiations to join the Trans-Pacific Partnership, an ambitious trade pact with the U.S. and 10 other Pacific nations.", "categories": [["Economy", "Capital Account"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/capital-account?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-mississippi-flag-with-magnolia-design-will-be-on-november-ballot-11599066608", "title": "New Mississippi Flag With Magnolia Design Will Be on Ballot", "date": "2020-09-02 13:10", "summary": "State removed Confederate-themed flag two months ago against backdrop of protests over racial injustice. JACKSON, Miss.-Mississippi voters will decide whether to accept a new state flag with a magnolia to replace an old one legislators retired under pressure because it included the Confederate battle emblem that's widely seen as racist.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mobile-gaming-company-skillz-to-go-public-by-merging-with-blank-check-firm-11599038102", "title": "Mobile-Gaming Company Skillz to Go Public", "date": "2020-09-02 12:31", "summary": "Deal valuing Skillz at $3.6 billion involves Hollywood executives who brought DraftKings to market. Mobile-gaming company Skillz Inc. is set to go public through a merger with a blank-check firm run by veteran Hollywood executives, becoming the latest pairing to take the trendy path to public markets.", "categories": [["WSJ News Exclusive", "IPOs"]], "category_links": ["https://www.wsj.com/news/types/ipos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-to-get-hired-during-the-coronavirus-pandemic-11599060592", "title": "How to Get Hired During the Coronavirus Pandemic", "date": "2020-09-02 12:29", "summary": "Many employers are still recruiting, but the hiring landscape is wildly different from the red-hot labor market of early 2020. Since the pandemic hit the U.S. hard in March, the economy has lost 13 million jobs, many recent college graduates have been sidelined and some job seekers have had offers rescinded. Many employers are still recruiting, but the hiring landscape has changed drastically. Here's how to get your foot in the door-and stand out.", "categories": [["Jobs"]], "category_links": ["https://www.wsj.com/news/types/noted-jobs?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/covid-19-deaths-significantly-reduced-by-use-of-steroids-analysis-says-11599055201", "title": "Covid-19 Deaths Significantly Reduced by Use of Steroids", "date": "2020-09-02 12:28", "summary": "Studies involving 1,700 patients showed consistent benefits from corticosteroid treatment, raising hopes that cheap drugs can help treat severe cases. A new analysis of several studies in which steroid drugs were used to treat severely ill Covid-19 patients found the drugs significantly helped reduce patient deaths, bolstering earlier, preliminary evidence for the benefit of these medications.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cable-satellite-operators-place-new-bets-on-5g-airwaves-11599063412", "title": "Cable, Satellite Operators Place New Bets on 5G Airwaves", "date": "2020-09-02 12:16", "summary": "Newcomers Charter, Comcast, Cox follow Verizon and Dish among top bidders in $4.6 billion auction for licenses. Cable-TV newcomers joined Verizon Communications Inc. and Dish Network Corp. among the top bidders in the Federal Communications Commission's latest auction of cellular spectrum licenses, according to data released Wednesday.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/macys-is-no-miracle-on-34th-street-11599063320", "title": "Macy's Is No Miracle on 34th Street", "date": "2020-09-02 12:15", "summary": "Retailer fared better than expected, bolstered by off-price and luxury, but that isn't enough to start celebrating. Macy's performed better than expected last quarter, but investors piling into the struggling retailer might as well be hoping for a miracle.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/democrats-aim-for-long-shot-vote-to-overturn-trump-payroll-tax-deferral-11599058800", "title": "Democrats Aim for Long-Shot Vote to Overturn Trump Payroll-Tax Deferral", "date": "2020-09-02 12:14", "summary": "The maneuver could force a Senate vote, but overturning the payroll-tax deferral plan would require GOP support. WASHINGTON-Senate Democrats on Wednesday began a long-shot attempt to overturn President Trump's payroll-tax deferral.", "categories": [["WSJ News Exclusive", "Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/this-sauce-recipe-goes-with-everything-from-steak-to-pasta-11599063206", "title": "This Sauce Recipe Goes With Everything From Steak to Pasta", "date": "2020-09-02 12:13", "summary": "Whip up this delicious herbal condiment in minutes. It keeps in the fridge for months, ready whenever you need to liven up a dish.. FOR LINE COOKS and chefs, preparing \"family meal\" for the rest of the restaurant's staff provides a chance to flex their creativity and resourcefulness. The food has to be hearty and nourishing-often it's the only meal staffers will eat during a long shift-yet it tends to come together from seemingly nothing: end cuts of meat, dregs of dairy, perhaps some over-toasted nuts deemed unfit to serve customers during the previous evening's dinner service. Inevitably, there's a hodgepodge of herbs that need to be used up.", "categories": [["Life & Work", "Food & Drink"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/food-cooking-drink?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/this-years-big-online-scam-puppies-covid-pandemic-pets-11599062896", "title": "This Year's Big Online Scam-Puppies", "date": "2020-09-02 12:13", "summary": "That adorable furry face has you reaching for your credit card but Norman the pomsky isn't for sale. Frank Todd's beloved 17-year-old dog, a long-haired dachshund, recently died and Mr. Todd wanted a new puppy.", "categories": [["A-hed"]], "category_links": ["https://www.wsj.com/news/types/a-hed?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-parent-charged-in-college-admissions-cheating-scandal-11599063024", "title": "New Parent Charged in College-Admissions Cheating Scandal", "date": "2020-09-02 12:10", "summary": "Prosecutors say executive Amin C. Khoury paid a Georgetown tennis coach about $200,000 to help his daughter; 57th person to be charged. Federal prosecutors charged an investment executive on Wednesday with fraud and bribery conspiracy, alleging he bribed a longtime Georgetown University tennis coach to recruit his daughter and help her get admitted to the school.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/south-dakota-cowboy-who-won-232-1-million-powerball-lists-41-15-million-ranch-11599062748", "title": "South Dakota Cowboy Who Won $232.1 Million Powerball Lists $41.15 Million Ranch", "date": "2020-09-02 12:05", "summary": "Neal Wanless used some of his lottery winnings to assemble the nearly 50,000-acre property, which could become one of the priciest single ranches ever sold in the state. In 2009, Neal Wanless was a young cowboy living on a ranch in Mission, S.D., in a county where around 48% of the population lives below the poverty line. When his family's home was repossessed by the bank, he and his parents and brother moved to a camper; his father sold scrap metal to make ends meet. \"We were struggling,\" Mr. Wanless said.", "categories": [["Real Estate", "Private Properties"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/private-properties?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-sun-never-sets-on-the-woke-empire-11599062724", "title": "The Sun Never Sets on the Woke Empire", "date": "2020-09-02 12:05", "summary": "Adele is the latest to be canceled, as American progressives impose their culture on Britain.. Adele Adkins, a globally popular British singer-songwriter known most simply as Adele, courted danger on Sunday when she posted a photograph of herself on Instagram with her hair twisted into \"Bantu knots\"-small buns that are an African style of coiffure. She also wore a bikini top in the distinctive pattern of Jamaica's flag, a gold saltire with green and black triangles. Her caption read, \"Happy what would be Notting Hill Carnival my beloved London,\" a wistful reference to a Caribbean-themed celebration that has taken place in London every August since 1966 but won't happen in 2020, thanks to Covid.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/id-rather-be-learning-11599062662", "title": "I'd Rather Be Learning", "date": "2020-09-02 12:04", "summary": "Boston's gyms are open. So why can't I go back to school?. Boston", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-lottery-winners-massive-south-dakota-dream-ranch-11599062677", "title": "A Lottery Winner's Massive South Dakota Dream Ranch", "date": "2020-09-02 12:04", "summary": "Neal Wanless, a 34-year-old who won the Powerball jackpot in 2009, owns a nearly 50,000-acre property with two luxury homes.. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/united-plans-to-cut-more-than-16-000-staff-11599061023", "title": "United Plans to Cut More Than 16,000 Staff", "date": "2020-09-02 11:37", "summary": "Thousands of airline workers have taken leave and retirement packages but weak demand forces more job losses. United Airlines Holdings Inc. on Wednesday said it plans to cut 16,370 staff as part of efforts to halve its domestic workforce amid a pandemic-driven slump in passenger demand.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ford-looks-to-trim-1-400-salaried-employees-in-u-s-through-buyouts-11599059576", "title": "Ford Looks to Trim 1,400 Through U.S. Buyouts", "date": "2020-09-02 11:12", "summary": "Auto maker cut about 7,000 salaried workers globally last year, mostly in Europe. Ford Motor Co. is offering buyouts to salaried employees in the U.S., a move that comes as the car maker works to rebound from coronavirus-related factory closures earlier in the year and prepares for new executive leadership.", "categories": [["Business", "Autos & Transportation", "Autos Industry"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/transportation?mod=breadcrumb", "https://www.wsj.com/news/types/autos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/finneas-new-song-billie-eilish-nick-cordero-11599050916", "title": "Finneas on His New Single and Isolating With Sister Billie Eilish", "date": "2020-09-02 10:57", "summary": "The singer and producer is back with \"What They'll Say About Us.\" He reflects on his sudden burst of success.. Finneas O'Connell, known to most as Finneas and the brother and producer of Billie Eilish, has somehow managed to not let a year of massive success get to his head. \"The wonderful gift of making music alone in your room and of producing your sister and finding success in that is you're still not very impressed by yourself,\" the 23-year-old artist says over a recent Zoom call from his home in Los Angeles. \"I feel I'm still always trying to do a better job. If I'm writing a song or I'm doing a vocal take, I'm hearing everything I'm doing wrong. I'm trying to not suck.\"", "categories": [["Magazine - Culture"]], "category_links": ["https://www.wsj.com/news/types/magazine-culture?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/this-grilled-fish-makes-a-spectacular-labor-day-feast-11599057463", "title": "This Grilled Fish Makes a Spectacular Labor Day Feast", "date": "2020-09-02 10:37", "summary": "But cooking it involves zero drama. Served family style, with succulent grilled radishes and a bright-green herbal sauce, it's on the table in 30 minutes.. \"FAMILY-STYLE\" defines this dish from chef Marcelle Afram in more ways than one. It's a riff on one she makes at Maydan, in Washington, D.C.: whole grilled fish and radishes with shatta, an electric-green Middle Eastern sauce of cumin, orange zest, cilantro, parsley, scallions and a good splash of vinegar. \"Tear off some flatbread, pick off the meat and dip it in the sauce,\" the chef advised.", "categories": [["Life & Work", "Food & Drink", "Slow Food Fast"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/food-cooking-drink?mod=breadcrumb", "https://www.wsj.com/news/types/slow-food-fast?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/macys-posts-431-million-loss-as-stores-continue-recovery-11599048161", "title": "Macy's Posts $431 Million Loss as Stores Continue Recovery", "date": "2020-09-02 10:09", "summary": "Department-store chain's sales improved in second quarter as stores reopened after monthslong closure; shares rise. Macy's reported a loss of $431 million for the latest quarter, even as sales continued to recover from temporary store closures spurred by the coronavirus pandemic.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/robert-mercer-goodyear-ceo-tangled-with-a-corporate-raider-11599055202", "title": "Robert Mercer, Goodyear CEO, Tangled With a Corporate Raider", "date": "2020-09-02 10:00", "summary": "He managed to block a hostile takeover bid for Goodyear Tire & Rubber. But paying James Goldsmith to go away proved costly.. ", "categories": [["World", "Obituaries"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/obituaries?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cash-apps-surge-during-covid-19-pandemic-fuels-square-stock-11599039003", "title": "Cash App's Surge During Covid-19 Pandemic Fuels Square Stock", "date": "2020-09-02 10:00", "summary": "Users have flocked to Cash App, which made it easy for people to accept stimulus checks and unemployment benefits. Square Inc.'s Cash App looks a lot like a bank-digitally storing and transferring money for users. Investors don't seem to mind.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/saudi-aramco-slows-diversification-plans-amid-industry-downturn-11599054505", "title": "Saudi Aramco Slows Diversification Plans Amid Industry Downturn", "date": "2020-09-02 09:48", "summary": "The world's biggest oil producer is pausing commitments to invest in natural gas and petrochemicals. DUBAI-Saudi Arabia's state oil giant is reviewing plans to expand at home and abroad in the face of sharply lower oil prices and a heavy dividend burden it assumed as part of its recent initial public offering, according to people familiar with the matter.", "categories": [["WSJ News Exclusive", "Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/even-new-york-citys-michelin-starred-restaurants-are-struggling-to-survive-11599054031", "title": "Even New York City's Michelin-Starred Restaurants Are Struggling to Survive", "date": "2020-09-02 09:40", "summary": "Many restaurateurs, including Daniel Boulud and Danny Meyer, say a ban on indoor dining poses a continuing challenge. Restaurants in the five boroughs say they are coming to a do-or-die moment, as New York state and city officials continue to delay a decision on resuming indoor dining in the metropolitan area.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/police-reform-measures-stall-in-california-11599053689", "title": "Police-Reform Measures Stall in California", "date": "2020-09-02 09:34", "summary": "High-profile bills seeking to increase law-enforcement accountability didn't pass the Democratic legislature, despite activist support. Despite being led by a Democratic governor and supermajority in the legislature, several police-reform bills failed to pass in California this year, a sign of the continued support for law enforcement and the influence of their unions even amid protests calling for overhauls.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/charlie-hebdo-trial-begins-five-years-after-terrorist-attacks-11599052956", "title": "Charlie Hebdo Trial Begins Five Years After Terrorist Attacks", "date": "2020-09-02 09:22", "summary": "Satirical magazine this week republished cartoons of the Prophet Muhammad that triggered the assault. PARIS-The alleged accomplices of the terror attacks on Charlie Hebdo and a kosher grocery store went on trial Wednesday, a day after the satirical magazine republished cartoons of the Prophet Muhammad that triggered the attackers five years ago.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-yorkers-like-the-nypd-11598988575", "title": "New Yorkers Like the NYPD", "date": "2020-09-02 09:20", "summary": "Is urban governance creating new conservatives?. There's an emerging political consensus that elected Democrats' high tolerance for urban lawlessness won't play in the suburbs. But it's not playing so well among urbanites, either. A new poll of New Yorkers finds that just like everywhere else, public safety is a priority.", "categories": [["Opinion", "Best of the Web"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/best-of-the-web-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/teslas-largest-outside-shareholder-cuts-stake-11599052473", "title": "Tesla's Largest Outside Shareholder Cuts Stake", "date": "2020-09-02 09:14", "summary": "Scottish fund manager Baillie Gifford reduces holding due to concentration limits following Tesla's recent share-price surge. Baillie Gifford & Co., the Scottish investment house that is Tesla Inc.'s second-largest shareholder after Chief Executive Elon Musk, has pared its holdings in the electric-car maker, the latest ripple effect of the company's soaring market value.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pernod-ricard-needs-a-return-to-more-convivial-times-11599052131", "title": "Pernod Ricard Needs a Return to More Convivial Times", "date": "2020-09-02 09:08", "summary": "French liquor company reported a 12% decline in recurring profits for the year through June. Global liquor companies can't completely make up for lost bar sales through Zoom cocktail parties.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/three-questions-with-verizon-business-chief-tami-erwin-on-leading-a-global-team-remotely-11599052008", "title": "Three Questions With Verizon Business Chief Executive Tami Erwin", "date": "2020-09-02 09:06", "summary": "Going forward, Ms. Erwin says it will be about finding a communication balance. Tami Erwin started her management career in customer service.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/criminal-trials-resume-with-oversized-jury-boxes-and-masked-lawyers-defendants-11599051710", "title": "Criminal Trials Resume With Oversized Jury Boxes and Masked Lawyers, Defendants", "date": "2020-09-02 09:01", "summary": "Trial of ex-Deutsche Bank traders is set to start later this month with Covid-19 precautions in place. WASHINGTON-Federal courthouses across the country are reopening after months of closure forced by the spread of the coronavirus, as jury trials resume with masked lawyers and judges, socially-distanced juries and witness stands that are sanitized after every use.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-disney-enlisted-mulan-a-200-million-folktale-to-court-china-11599050642", "title": "How Disney Enlisted 'Mulan,' a $200 Million Folktale, to Court China", "date": "2020-09-02 08:44", "summary": "Disney devoted years to making 'Mulan' resonate with Chinese audiences; the live-action remake of the 1998 animated movie opens in cinemas in China and goes straight to streaming in the U.S.. Walt Disney Co. may be rolling out its $200 million \"Mulan\" remake on its streaming service in much of the world due to the pandemic, but the studio still has a chance to make a box-office splash in the one market executives constantly had on their minds when making the film: China.", "categories": [["Books & Arts", "Arts", "Film"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/arts?mod=breadcrumb", "https://www.wsj.com/news/types/film?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/five-pragmatic-yet-luxurious-accessories-11599050191", "title": "Five Pragmatic Yet Luxurious Accessories", "date": "2020-09-02 08:36", "summary": "Let practical magic set the tone for this fall.. For those that have been self-isolating for months now, every trip out of the house can feel like a little adventure. When stepping out, you should ditch the sweatpants and make sure your outfit looks as bold as you feel. One of the things that you might miss from your normal daily routine is putting those last finishing touches on an outfit or donning those accessories that really make your outfits complete. In this month's WSJ. 5, see five accessories you need to get your hands on immediately. They're all subtle showstoppers, the kind of items you keep around forever. From an opulent scarf to a sturdy pair of boots, these items will elevate your wardrobe and make you feel like yourself again. Make sure you don't miss the pair of gloves, which might provide the stylistic shakeup you are craving right now. Check out all of the picks below.", "categories": [["Feature"]], "category_links": ["https://www.wsj.com/news/types/magazine-feature?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/republican-group-launches-door-to-door-push-in-congressional-races-11599049086", "title": "Republican Group Launches Door-to-Door Push in Congressional Races", "date": "2020-09-02 08:18", "summary": "Democratic groups have invested in virtual efforts amid Covid-19 pandemic. WASHINGTON-Republicans continued to roll out door-knocking programs this week with new safety precautions due to Covid-19, while Democrats are sticking primarily with investments in virtual efforts to boost voter turnout.", "categories": [["WSJ News Exclusive", "Election 2020"]], "category_links": ["https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/during-covid-19-era-online-m-b-a-s-gain-traction-11599048608", "title": "Schools Debut a Slew of Online M.B.A.s", "date": "2020-09-02 08:10", "summary": "Howard University, Wake Forest join some large state schools in offering internet-based programs. Online M.B.A.s are gaining traction during the coronavirus era as more U.S. business schools seek new students and some wonder if their traditional full-time and on-site M.B.A. programs will survive.", "categories": [["Business", "Management", "Management & Careers"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/management?mod=breadcrumb", "https://www.wsj.com/news/types/management-careers?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-1918-pandemic-was-deadlier-but-college-football-continued-heres-why-11599048011", "title": "The 1918 Pandemic Was Deadlier, but College Football Continued. Here's Why.", "date": "2020-09-02 08:07", "summary": "World War I was first used as a reason to halt the season-then to continue it. On Sept. 28, 1918, Riley Shue played in his first college football game. Eleven days later, the Miami (Ohio) guard died of the flu.", "categories": [["Sports", "College Football"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/college-football?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/they-called-me-slave-beirut-blast-exposes-migrant-workers-plight-in-mideast-11599048000", "title": "'They Called Me 'Slave': Beirut Blast Exposes Migrant Workers' Plight", "date": "2020-09-02 08:00", "summary": "Resume Subscription. BEIRUT-On a May morning last year, Rosemary Nyambura fled the Lebanese household where she had worked as a maid for nearly a year, leaving behind her passport, which her employer had confiscated.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/how-minnesota-became-a-2020-election-battleground-11599048000", "title": "How Minnesota Became 2020 Battleground", "date": "2020-09-02 08:00", "summary": "Both Trump and Biden campaigns are pouring resources into a state that now appears to be the president's best potential pickup opportunity. With nine weeks to Election Day, both parties are investing heavily in Minnesota, underscoring its status as President Trump's best potential pickup opportunity in a campaign where he is mostly playing defense against Joe Biden, his Democratic challenger.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tiktok-deal-talks-are-snarled-over-fate-of-apps-algorithms-11598995674", "title": "TikTok Deal Talks Hit a Snag Over App's Algorithms", "date": "2020-09-02 07:39", "summary": "Bidders are unsure whether China's new export restrictions cover the service's algorithms. Deal talks for TikTok's U.S. operations have hit a snag over the question of whether the app's core algorithms can be included as part of a deal, according to people familiar with the matter.", "categories": [["WSJ News Exclusive", "Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/changes-in-the-balance-of-power-are-upending-aviation-11599046252", "title": "Changes in the Balance of Power Are Upending Aviation", "date": "2020-09-02 07:30", "summary": "Fee cuts show how low-cost airlines are triggering a race to the bottom on price among legacy airlines and airports alike. Fee reductions across the aviation industry expose how the pandemic is shifting the balance of power between airlines, airports and passengers. As so often, budget carriers may emerge alongside consumers as the winners.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/credit-suisse-faces-enforcement-proceedings-over-spying-scandal-11599034697", "title": "Credit Suisse Faces Enforcement Proceedings Over Spying Scandal", "date": "2020-09-02 07:24", "summary": "Swiss regulator escalates its investigation into the bank's surveillance of two executives. Switzerland's financial regulator said Wednesday it had started enforcement proceedings against Credit Suisse Group AG over the physical surveillance of two bank executives last year.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/japan-leadership-favorite-pledges-to-keep-shinzo-abes-goals-11599045483", "title": "Japan Leadership Favorite Pledges to Keep Shinzo Abe's Goals", "date": "2020-09-02 07:18", "summary": "Yoshihide Suga, a close aide to Abe, declares bid to become prime minister. TOKYO-The front-runner to become Japan's next prime minister said he would maintain a close alliance with the U.S. and continue departing Prime Minister Shinzo Abe's reflationary policies to help the economy recover from the coronavirus pandemic.", "categories": [["World", "Asia", "Japan"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/japan-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coffee-creamer-ipo-banks-on-frothy-market-11599044400", "title": "Coffee Creamer IPO Banks on Frothy Market", "date": "2020-09-02 07:00", "summary": "Laird Superfood hopes to capitalize on investor enthusiasm for plant-based food, but its financials may raise hairs rather than awareness. Beyond Meat 's success over the last year is proof that investors are willing to bite on plant-based food pitches. Laird Superfood is hoping those same investors will now drink their \"functional\" Kool-Aid.", "categories": [["Markets", "Overheard"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/overheard?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/white-house-to-target-hospitals-for-uneven-covid-19-data-reporting-11599044400", "title": "White House to Target Hospitals for Uneven Covid-19 Data Reporting", "date": "2020-09-02 07:00", "summary": "The administration says some U.S. facilities aren't reporting accurate, timely information about Covid-19 patients and shortages of staff and equipment. The Trump administration is taking aim at hospitals, charging that many have been contributing uneven data about Covid-19 cases in the federal effort to gauge the pandemic.", "categories": [["WSJ News Exclusive", "U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pope-francis-holds-first-public-audience-since-lockdown-11599041450", "title": "Pope Francis Holds First Public Audience Since Lockdown", "date": "2020-09-02 06:10", "summary": "The appearance marks start of an effort to restore the pope's public profile, diminished during the pandemic. VATICAN CITY-Pope Francis held his first audience with members of the public since February, a small first step toward restoring his public profile, which has suffered during months of restrictions to fight the coronavirus pandemic.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/credit-card-providers-scramble-to-update-customer-benefits-as-international-travel-ban-drags-on-11599040800", "title": "Credit-Card Providers Scramble to Update Customer Benefits as International Travel Ban Drags On", "date": "2020-09-02 06:00", "summary": "Airline miles aren't the reward they once were. How about cash back for Uber Eats?. American Express Co. executive Rachel Stocks pored over consumer data in the weeks after coronavirus lockdown measures took hold in the U.S., trying to imagine what credit-card rewards should look like in the Covid-19 era.", "categories": [["Experience Report"]], "category_links": ["https://www.wsj.com/news/experience-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/transcript-wsj-interview-with-richmond-fed-president-tom-barkin-11599039301", "title": "Transcript: WSJ Interview With Richmond Fed President Tom Barkin", "date": "2020-09-02 05:35", "summary": "Resume Subscription. Federal Reserve Bank of Richmond President Tom Barkin discussed his outlook for the economy, the Fed's response to the coronavirus pandemic and the central bank's new policy framework in an interview with Wall Street Journal reporter Nick Timiraos on Tuesday, Sept. 1. Here is a partial transcript of the interview, lightly edited for clarity and length.", "categories": [["Economy", "Central Banks"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/central-banks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/russian-roulette-inside-putins-race-to-develop-a-covid-19-vaccine-before-the-west-11599039001", "title": "Inside Russia's Race to Develop a Covid-19 Vaccine Before the West", "date": "2020-09-02 05:30", "summary": "Putin's fast-tracked coronavirus effort garners skepticism from scientists and Western politicians. MOSCOW-In April, as Covid-19 cases surged across Russia, President Vladimir Putin called a meeting of the country's top scientists and health officials over video link to deliver an urgent directive: Do whatever you need to create a national vaccine as soon as possible.", "categories": [["World", "Europe", "Russia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb", "https://www.wsj.com/news/types/russia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hows-the-coronavirus-economy-great-or-awful-depending-on-whom-you-ask-11599039003", "title": "How's the Coronavirus Economy? Great or Awful, Depending on Whom You Ask", "date": "2020-09-02 05:30", "summary": "Some people are paying off credit cards and padding savings. Others are going hungry or worried about eviction. Here's how that divergence happened.. The coronavirus recession has been financially devastating for many Americans. It has been a boon for others.", "categories": [["Markets", "Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-golf-course-tax-break-deal-appears-vulnerable-to-irs-challenge-11599039002", "title": "Trump Golf Course Tax-Break Deal Appears Vulnerable to IRS Challenge", "date": "2020-09-02 05:30", "summary": "Phrase that was part of potential $25 million deduction was common in 2014 but likely to be denied if challenged now, private lawyers say. A string of recent IRS court victories could threaten a tax break President Trump's business was able to claim in 2014 on its California golf course.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/companies-issue-new-bonds-to-pay-down-short-term-debt-amid-pandemic-11599039003", "title": "Companies Issue New Bonds to Pay Down Short-Term Debt Amid Pandemic", "date": "2020-09-02 05:30", "summary": "Many businesses drew down their revolvers in the early days of the pandemic to shore up liquidity. Many businesses drew down their lines of credit in the early days of the pandemic to shore up liquidity and prepare for a potential market collapse.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/remote-learning-during-pandemic-brings-privacy-risks-11599039000", "title": "Remote Learning During Pandemic Brings Privacy Risks", "date": "2020-09-02 05:30", "summary": "Education apps often share students' data with third parties, study says. The coronavirus pandemic is adding another wrinkle to an already unusual back-to-school season: privacy risks.", "categories": [["Pro Cyber News"]], "category_links": ["https://www.wsj.com/news/types/pro-cyber-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/feds-tom-barkin-says-economy-will-need-sustained-support-11599039001", "title": "Fed's Barkin Says Economy Will Need Sustained Support", "date": "2020-09-02 05:30", "summary": "Labor market's recovery is slower than anticipated because coronavirus is harder to contain than expected, Richmond Fed president says. The Federal Reserve will need to continue providing significant and sustained support to the economy as it faces a slowing labor-market recovery, Tom Barkin, president of the Federal Reserve Bank of Richmond, said in an interview with The Wall Street Journal.", "categories": [["WSJ News Exclusive", "Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-new-rules-for-landing-a-job-in-the-covid-era-11599039000", "title": "The New Rules for Landing a Job in the Covid Era", "date": "2020-09-02 05:30", "summary": "Most Popular News. It takes luck, creativity and a fresh look at your network of contacts to find a job in the worst labor market in more than a decade.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/australia-falls-into-recession-for-the-first-time-in-nearly-three-decades-11599036508", "title": "Australia Falls Into Recession for the First Time in Nearly Three Decades", "date": "2020-09-02 04:48", "summary": "The nation had the longest-running growth streak in the developed world. SYDNEY-Natasha Brock, a 22-year-old communications student, wasn't born when Australia last had a recession. She's now experiencing what it's like to live through one.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/when-the-chairman-becomes-a-robinhood-trader-11599028860", "title": "When the Chairman Becomes a Robinhood Trader", "date": "2020-09-02 02:44", "summary": "Li Dongsheng of TCL Technology Group mistakenly bought and sold shares of the Chinese company. The pandemic has made everyone a bored-at-home day trader. Things can get a bit trickier, however, if you are the chairman of the company you are trading.", "categories": [["Markets", "Overheard"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/overheard?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-hurting-jobs-and-loans-has-indians-selling-the-family-gold-11598954087", "title": "Coronavirus Has Indians Selling the Family Gold", "date": "2020-09-02 00:05", "summary": "Demand for jewelry made of the precious metal has plunged across the country during the pandemic, and many are hocking their gold. NEW DELHI-Investors across the globe are hoarding gold in the Covid-19 pandemic. In normally gold-obsessed India, there's a glut, as struggling families stop buying and start hocking jewelry.", "categories": [["World", "Asia", "India"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/india-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/foldable-phones-have-flopped-but-samsung-hopes-new-model-will-flip-the-script-11598968813", "title": "Foldable Phones Have Flopped, but Samsung Hopes New Model Will Flip the Script", "date": "2020-09-02 00:03", "summary": "Samsung, which launches the Galaxy Z Fold 2 Tuesday, has a lot riding on making foldable handsets a success. SEOUL-The foldable phone was supposed to upend the smartphone industry, but so far it has flopped.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/travel-during-covid-a-bbq-ace-marinates-after-canceled-plans-11599058725", "title": "Travel During Covid: A BBQ Ace Marinates After Canceled Plans", "date": "2020-09-02 00:01", "summary": "Four stories on how people spent their summer, including a barbecue fan going all in on his favorite pastime, a couple on a boat unexpectedly anchored in the Pacific, and more. This article is part of \"Life in Quarantine,\" dispatches from around the world about how people are getting through the coronavirus pandemic. This installment looks at travel and vacations during the lockdown.", "categories": [["Life & Work", "Travel", "Life in Quarantine"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/magazine/travel?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11598992498", "title": "Pepper...and Salt", "date": "2020-09-02 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/massachusetts-primaries-test-grip-of-incumbent-democrats-11598960948", "title": "Ed Markey Defeats Joe Kennedy III in Massachusetts Senate Primary", "date": "2020-09-02 23:53", "summary": "Incumbent drew support from progressives as he emphasized his work on the Green New Deal; in House race, Rep. Richard Neal fends off progressive challenger Alex Morse. Sen. Ed Markey defeated Rep. Joe Kennedy III in the Massachusetts Senate Democratic primary, beating back a member of the famous political dynasty in a victory for the 74-year-old incumbent and the progressive groups that backed him.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/facebook-removes-accounts-tied-to-russias-internet-research-agency-11599001139", "title": "Facebook Pulls Accounts Tied to Russia's Internet Research Agency", "date": "2020-09-02 22:35", "summary": "Social-media giant removed recently created network from group accused of interfering in 2016 presidential election. Facebook Inc. took down recently created accounts and pages linked to a Russian group that U.S. authorities have accused of interfering in the 2016 presidential election, the social-media giant said Tuesday.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/kyle-rittenhouse-charged-with-killing-two-in-kenosha-emerges-as-a-cause-celebre-to-some-11598998441", "title": "Kyle Rittenhouse, Charged With Killing Two in Kenosha, Sees Strong Fundraising Support", "date": "2020-09-02 22:20", "summary": "Several funds have been set up to raise money for the teen's legal defense. Kyle Rittenhouse-the 17-year-old charged in the killing of two people in Kenosha, Wis., during unrest last week-is emerging as a hero to some on the right, with a hefty legal fund and a high-profile defense team.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mnuchin-urges-congress-to-passmore-stimulus-funding-11598988384", "title": "Mnuchin Urges Congress to Pass More Stimulus Funding", "date": "2020-09-02 21:56", "summary": "Treasury secretary says he would call Speaker Pelosi to press for more talks on coronavirus-relief bill. WASHINGTON-Treasury Secretary Steven Mnuchin urged Congress to appropriate more money to combat the effects of the coronavirus pandemic, saying at a hearing Tuesday that he was ready to sit down with Democratic leaders to resume negotiations at any time.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-heads-to-kenosha-amid-campaign-clash-over-public-safety-and-race-relations-11598975770", "title": "Trump Visits Kenosha Amid Clash Over Race Relations and Public Safety", "date": "2020-09-02 21:23", "summary": "Wisconsin is a key state in presidential election as Joe Biden and the president face off over who can best deal with unrest. President Trump said recent violence sparked by the police shooting of a Black man in Kenosha, Wis., amounted to \"domestic terror\" in a visit to the embattled city, where he called for greater support for law enforcement.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-to-set-up-school-at-home-for-students-of-all-ages-11599007931", "title": "How to Set Up School at Home for Students of All Ages", "date": "2020-09-02 20:52", "summary": "With remote teaching continuing this fall, parents are working on more permanent spaces for class. ", "categories": [["Life & Work", "Life & Style"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/life-style?mod=breadcrumb"]}]