[{"link": "https://www.wsj.com/articles/gamestops-new-billionaire-investor-calls-for-tech-centric-makeover-11605565458", "title": "GameStop's New Billionaire Investor Pushes for Digital Sales, Fewer Stores", "date": "2020-11-16 23:13", "summary": "Chewy co-founder Ryan Cohen holds a nearly 10% stake in the videogame retailer. Shoppers are spending more than ever on videogames, and one of GameStop Corp.'s biggest investors says the struggling retailer should get a bigger piece of the pie.", "categories": [["WSJ News Exclusive", "Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/more-lawmakers-fall-ill-amid-covid-19-resurgence-11605569451", "title": "More Lawmakers Fall Ill Amid Covid-19 Resurgence", "date": "2020-11-16 22:19", "summary": "House rolls out new testing procedures in lame-duck session. WASHINGTON-New testing procedures for House lawmakers traveling from out of town went into place Monday in the Capitol, while multiple lawmakers said they were staying home after contracting Covid-19 or recent possible exposure to the virus.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/taylor-swifts-early-music-catalog-changes-hands-again-11605582712", "title": "Taylor Swift's Early Music Catalog Changes Hands Again", "date": "2020-11-16 22:11", "summary": "Investment firm snaps up master recordings of pop star's first six albums for more than $300 million. Celebrity talent manager Scooter Braun sold Taylor Swift's master recordings from her first six albums to Los Angeles-based investment firm Shamrock Capital Advisors LLC, marking a new flashpoint in the tussle between the pop superstar and her former label as the value of music soars in the streaming era.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hbos-industry-recap-episode-2-whats-the-competition-all-about-11605582060", "title": "HBO's 'Industry' Recap, Episode 2: What's the Competition All About?", "date": "2020-11-16 22:01", "summary": "Yasmin wants to short cable, Eric wants to know what happened to his hedge-fund manager client and oh, poor forgotten Hari. If the first episode of \"Industry\" was all about introducing us to Pierpoint & Co.'s new graduate hires and their respective desks, the show's second installment is where we get a taste of the bank's company culture. It doesn't look like the cheeriest place to work.", "categories": [["Books & Arts", "Entertainment", "Television"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/arts-entertainment?mod=breadcrumb", "https://www.wsj.com/news/types/television?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-asked-top-aides-about-options-to-strike-iran-11605581282", "title": "Trump Asked Top Aides About Options to Strike Iran", "date": "2020-11-16 21:56", "summary": "Discussion of military action against an Iranian nuclear site ended after aides advised against it, officials said. WASHINGTON-President Trump asked his advisers during an Oval Office meeting Thursday about potential military options for striking an Iranian nuclear site after a United Nations agency disclosed that Tehran had expanded its supply of low enriched uranium, officials familiar with the meeting said.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/georgia-republicans-worry-trump-feud-could-hurt-key-senate-runoffs-11605534092", "title": "Georgia Republicans Worry Trump Feud Could Hurt Key Senate Runoffs", "date": "2020-11-16 21:12", "summary": "Trump's Twitter attacks on state GOP leaders over recount of presidential race risk eroding party unity. ATLANTA-The Georgia Republican Party is beset with infighting, as leading Republicans in the state come under public attack from President Trump and his supporters following his apparent defeat by President-elect Joe Biden there-the first loss by a GOP presidential candidate since 1992.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/airbnb-reveals-potential-noncompliance-of-u-s-sanctions-11605577720", "title": "Airbnb Reveals Potential Noncompliance of U.S. Sanctions", "date": "2020-11-16 20:48", "summary": "The home-sharing company said it conducted an internal review and is in discussions with the Treasury's Office of Foreign Assets Control. Airbnb Inc. said it made voluntary disclosures to the Treasury Department about its compliance efforts and certain user activity on its platform that may have been at odds with requirements under U.S. sanctions laws.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-to-meet-with-labor-leaders-corporate-chiefs-to-discuss-economic-recovery-11605548938", "title": "Biden Says Delayed Transition Could Affect Coronavirus Response", "date": "2020-11-16 20:39", "summary": "President-elect says if incoming administration has to wait until Jan. 20 to start planning for vaccine distribution, 'it puts us behind'. President-elect Joe Biden warned Monday that delays to his presidential transition could hinder the federal government response to the coronavirus pandemic as he sought to coordinate with business and labor leaders ahead of his new administration.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trumps-afghan-sign-off-11605568596", "title": "Trump's Afghan Adios", "date": "2020-11-16 20:23", "summary": "He slashes troop levels for a political deadline but no military rationale.. Pentagon officials on Monday confirmed our report Sunday night that President Trump is expected to order another troop reduction in Afghanistan-with a deadline conveniently timed just before he is likely to leave office on Jan. 20. We wish there was some justification other than the looming end of his Presidency.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/airbnbs-recovery-may-be-worth-betting-on-11605575547", "title": "Airbnb's Recovery May Be Worth Betting On", "date": "2020-11-16 20:12", "summary": "Home-sharing giant's IPO comes as much growth still lies ahead. When the coronavirus pandemic first hit, Airbnb hardly looked like a company in the right place at the right time. What a difference eight months makes.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sec-chairman-jay-clayton-to-leave-agency-at-end-of-2020-11605531600", "title": "SEC Chairman Jay Clayton to Leave Agency at End of 2020", "date": "2020-11-16 20:10", "summary": "Departure of the Trump nominee after 3 ½ years opens door for Democrats to seek a tougher approach to regulation of Wall Street. WASHINGTON-Securities and Exchange Commission Chairman Jay Clayton will step down at the end of the year, opening the door for Democrats to push for a more aggressive approach to regulation of Wall Street.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/judy-shelton-faces-more-gop-opposition-for-fed-nomination-setting-up-close-vote-11605563485", "title": "Shelton Faces More GOP Opposition for Fed Nomination, Setting Up Close Vote", "date": "2020-11-16 19:59", "summary": "Three GOP senators have indicated they wouldn't support the Trump pick. A third Republican senator said Monday he would oppose the confirmation of a nominee of President Trump to a seat on the Federal Reserve's board of governors, setting up a close vote as soon as this week.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/berkshire-hathaway-invests-in-drugmakers-seeking-covid-19-vaccine-11605571180", "title": "Berkshire Invests in Drugmakers Seeking Covid-19 Vaccine", "date": "2020-11-16 19:35", "summary": "Warren Buffett's firm makes bets on Merck, Bristol Myers Squibb, AbbVie and Pfizer. Warren Buffett's Berkshire Hathaway Inc. is betting on some of the largest firms chasing a Covid-19 vaccine.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/election-lawsuits-in-michigan-center-on-battle-over-mail-in-vote-count-11605568901", "title": "Lawsuits in Michigan Center on Battle Over Mail-In Vote Count", "date": "2020-11-16 19:27", "summary": "Republicans are calling for the rejection of Detroit's election results over misconduct allegations that a judge ruled were unfounded. DETROIT-President Trump's bid to contest Michigan's election results has fueled a fierce partisan dispute over allegations of misconduct at Detroit's absentee-ballot counting center that officials from both parties say will undermine faith in the ultimate outcome.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tesla-to-be-added-to-s-p-500-index-11605566006", "title": "Tesla to Be Added to S&P 500 Index", "date": "2020-11-16 19:23", "summary": "Electric-vehicle maker to join Dec. 21 after five consecutive quarters of net profit. Tesla Inc. Chief Executive Elon Musk has taken another step to turning the Silicon Valley electric-vehicle maker into a mainstream car maker, parking the company in the S&P 500 index.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/shopping-malls-hope-to-find-new-life-fueling-e-commerce-11605572258", "title": "Shopping Malls Hope to Find New Life Fueling E-Commerce", "date": "2020-11-16 19:17", "summary": "Tech vendors and analysts expect some of today's failing malls to emerge as tomorrow's warehouse delivery hubs. Mall operators, faced with a sharp downturn in foot traffic, are looking into the viability of converting empty commercial space into mini-fulfillment centers for their remaining retail tenants, technology vendors and analysts say.", "categories": [["CIO Journal"]], "category_links": ["https://www.wsj.com/news/types/cio-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-drawing-up-plans-to-withdraw-troops-from-iraq-afghanistan-in-coming-weeks-11605557691", "title": "U.S. Drawing Up Plans to Withdraw Troops From Iraq, Afghanistan", "date": "2020-11-16 18:51", "summary": "Orders would call for U.S. to draw down number of troops in both countries to 2,500 by Jan. 15. WASHINGTON-President Trump is expected to order the Pentagon to withdraw more forces from Iraq and Afghanistan, furthering his promise to end U.S. involvement in world conflicts and defying many Republicans who believe a precipitous withdrawal would amount to a strategic stumble.", "categories": [["Politics", "National Security"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/national-security?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/airbnb-ipo-filing-shows-profitable-quarter-after-deep-cuts-11605564419", "title": "Airbnb Turns Deep Cutbacks Into a Profit Ahead of IPO", "date": "2020-11-16 18:42", "summary": "Home-sharing giant is expected to garner a valuation of about $30 billion. Airbnb Inc. unveiled paperwork for its initial public offering on Monday, showing the home-sharing giant turned a profit in the third quarter after the coronavirus pandemic forced it to overhaul its business and shed costs.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/global-regulator-highlights-need-to-shore-up-money-market-funds-after-march-turmoil-11605567660", "title": "Global Regulators Highlight Need to Shore Up Money-Market Funds", "date": "2020-11-16 18:31", "summary": "Financial Stability Board issues report in financial market disruptions triggered by coronavirus pandemic. WASHINGTON-Global policy makers said market tumult triggered by the coronavirus pandemic in March exposed risks posed by nonbank financial firms and pledged to take steps to address them.", "categories": [["Markets", "Financial Regulation"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/financial-regulation?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-biden-and-covid-vaccines-11605568709", "title": "Trump, Biden and Covid Vaccines", "date": "2020-11-16 18:18", "summary": "Will Joe's advisers scuttle more rapid FDA approvals?. For the second Monday in a row, there was good news on the Covid-19 vaccine front. Moderna said its vaccine candidate showed positive results at 95% after Pfizer reported 90% effectiveness. The fight against Covid is far from over, but markets are cheering the vaccines and a promising new Eli Lilly therapy.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cinemark-universal-usher-in-more-change-to-movie-theater-distribution-11605568615", "title": "Cinemark, Universal Usher in Change to Movie-Theater Distribution", "date": "2020-11-16 18:16", "summary": "Third-largest cinema chain Cinemark agrees to show films for just three weekends before they go to home video. Comcast Corp. 's Universal Pictures has found another key partner willing to shrink the amount of time new movies play in theaters before moving to home video.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/state-tax-revenue-rebound-11605568517", "title": "State Tax Revenue Rebound", "date": "2020-11-16 18:15", "summary": "Sales and income tax receipts are coming in better than expected.. In case you hadn't heard, states are experiencing a surge-of tax revenue. Politicians don't want this good news to get out because they want more money from Congress.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/turkeys-problem-banks-11605568463", "title": "Turkey's Problem Banks", "date": "2020-11-16 18:14", "summary": "Erdogan will lean on Biden to drop charges against Halkbank.. After years of economic mismanagement, Turkish President Recep Tayyip Erdogan this month replaced his central bank governor and finance minister-and promised change. Turkey needs better economic policy, but Mr. Erdogan's political control will undermine domestic reform.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-education-of-joe-biden-11605568358", "title": "The Education of Joe Biden", "date": "2020-11-16 18:12", "summary": "Is he really going to nominate the head of a teachers union for his cabinet?. You might not know it today, but for much of his life Joe Biden was friendly to real, if modest, education reform. As a senator, he supported holding states and schools accountable for their students' performance, expanding public-school choice and increasing federal funding for charter schools and their facilities. In 1997, he even gave a floor speech in which he said that the plight of children \"presently caught in a failed public school\" was leading him to reconsider his votes against private-school vouchers. As Barack Obama's vice president, he loyally promoted an agenda that pushed teacher evaluations and charters.", "categories": [["Opinion", "Main Street"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/main-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tribalism-isnt-going-anywhere-11605568195", "title": "'Tribalism' Isn't Going Anywhere", "date": "2020-11-16 18:09", "summary": "Look at Ethiopia, where ethnic tensions have built up even as the economy grew.. Azerbaijan and Armenia may have signed a peace deal, but a new conflict is brewing in Ethiopia that is potentially more devastating, strategically consequential and historically important. The Caucasian war looked backward to the breakup of the Soviet Union and the Ottoman Empire's genocidal demise. The Ethiopian war looks forward, as the sort of national conflict that dominated the past two centuries of European history begins to shape the politics of a rising Africa.", "categories": [["Opinion", "Global View"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/global-view?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-to-save-kabul-from-saigons-fate-11605568086", "title": "How to Save Kabul From Saigon's Fate", "date": "2020-11-16 18:08", "summary": "Biden would be wise to leave a small force to disrupt terrorists.. America has entered its 20th year of fighting in Afghanistan without victory. With a major troop drawdown imminent, many of the generals who failed to win are now well-positioned to prevent a disastrous defeat.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/two-existing-technologies-could-fight-covid-now-11605567973", "title": "Two Existing Technologies Could Fight Covid Now", "date": "2020-11-16 18:06", "summary": "Germicidal lighting and a tuberculosis vaccine should be a part of the pandemic response.. The response to the Covid-19 epidemic has taken many forms, from targeted interventions to complete lockdowns. But even the most stringent lockdown was essentially a fiction for essential workers and the working poor, who had to perform their jobs despite the uncertainty and risk. For those confined to their homes and those who had no choice but to leave them, the mental and physical toll has been immense. It is past time to deploy a strategy that protects the vulnerable while interrupting airborne viral transmission in places where people come together. A balanced and layered approach can help open clinics, schools, businesses, houses of worship and society in general.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-promised-land-review-obama-remembers-11605567922", "title": "'A Promised Land' Review: Obama Remembers", "date": "2020-11-16 18:05", "summary": "The path to the White House and the ﬁrst years there, told with detachment and, occasionally, flashes of anger and self-deprecating humor.. The better presidential memoirs tend to have been written inadvertently-the Adams-Jefferson correspondence, Polk's diary-or are not about the presidency at all: Grant on the Civil War, Eisenhower's \"Crusade in Europe.\" The one that comes closest to literature-\"The Autobiography of Calvin Coolidge\"-is the length of a novella, and its author only lands in the White House toward the end.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/notable-quotable-the-biden-campaign-11605567852", "title": "Notable & Quotable: The Biden Campaign", "date": "2020-11-16 18:04", "summary": "'I don't know that we would've been able to recover from the law-and-order narrative if the president himself hadn't contracted the virus.'. From \"Biden Won the Battle-but Dems Are Losing the Social Media War,\" DailyBeast.com, Nov. 16:", "categories": [["Opinion", "Commentary", "Notable & Quotable"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb", "https://www.wsj.com/news/types/notable-quotable?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/perus-congress-chooses-lawmaker-francisco-sagasti-as-next-president-11605557142", "title": "Peru's Congress Chooses Lawmaker Francisco Sagasti as Next President", "date": "2020-11-16 17:49", "summary": "Centrist becomes the South American country's third president in a week. LIMA, Peru-The congress in Peru chose lawmaker Francisco Sagasti as caretaker president on Monday in hopes of ending a deepening political crisis that had resulted in deadly protests and a power vacuum in the midst of the pandemic and the country's worst economic crisis in a century.", "categories": [["World", "Latin America"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/latin-america-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/global-stock-markets-dow-update-11-16-2020-11605515068", "title": "Stocks Close at Records After Positive Moderna Vaccine Results", "date": "2020-11-16 17:34", "summary": "Moderna shares jump along with broader market. The Dow Jones Industrial Average surged to a new record Monday after a second set of upbeat results from a potential Covid-19 vaccine lifted shares of companies that have been walloped by the pandemic.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/former-harvard-fencing-coach-charged-in-admissions-bribery-case-11605550553", "title": "Former Harvard Fencing Coach Charged in Admissions Bribery Case", "date": "2020-11-16 17:33", "summary": "A parent of prospective students allegedly helped out Peter Brand with more than $1.5 million. A former Harvard University fencing coach was arrested Monday along with a parent who federal prosecutors say conspired to pay the coach more than $1.5 million to secure spots at the school for his two sons as fencing recruits beginning in 2013.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pnc-deal-highlights-challenges-of-u-s-market-for-european-banks-11605538463", "title": "PNC Deal Highlights U.S. Challenges for European Banks", "date": "2020-11-16 17:12", "summary": "Spanish lender BBVA's U.S. operations grew big, but not so big it made sense to stay. Banco Bilbao Vizcaya Argentaria SA's sale of its U.S. operations to PNC Financial Services Group Inc. underlines that for European banks, America is a tough nut to crack.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/live-drugs-by-the-war-on-drugs-and-idiot-prayer-nick-cave-alone-at-alexandra-palace-by-nick-cave-reviews-when-in-person-is-impossible-11605564261", "title": "'Live Drugs' by the War on Drugs and 'Idiot Prayer: Nick Cave Alone at Alexandra Palace' by Nick Cave Reviews: When In-Person Is Impossible", "date": "2020-11-16 17:04", "summary": "A pair of live albums remind listeners of the power of rock concerts at a time when none are to be found.. ", "categories": [["Books & Arts", "Music Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/music-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/home-depot-to-buy-former-unit-hd-supply-for-8-7-billion-11605544612", "title": "Home Depot to Buy Former Unit HD Supply for $8.7 Billion", "date": "2020-11-16 16:49", "summary": "Deal will reunite retailer with industrial distribution business it sold to private-equity firms in 2007. Home Depot Inc. agreed to buy HD Supply Holdings Inc. for about $8.7 billion, reuniting with a unit it sold off in 2007 as the home-improvement giant looks to beef up its ability to distribute industrial products amid the pandemic.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/treasury-yields-test-recent-highs-as-chinese-corporate-bonds-weaken-11605543303", "title": "Treasury Yields Test Recent Highs as Chinese Corporate Bonds Weaken", "date": "2020-11-16 16:40", "summary": "Traders watch for 10-year yield to hit 1%.. U.S. Treasury yields jumped Monday after positive news about the potential efficacy of a Moderna Inc. Covid-19 vaccine sparked hopes of a faster economic rebound.", "categories": [["Markets", "Credit Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/credit-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/someones-losing-their-job-revlon-lenders-expressed-surprise-at-mistaken-900-million-payment-11605562041", "title": "'Someone's Losing Their Job': Revlon Lenders Were Surprised at Citi's $900 Million Mistake", "date": "2020-11-16 16:27", "summary": "Lenders dispute they knew Citi paid them in error until the bank informed them and demanded repayment. When Citigroup Inc. accidentally used its own funds to repay nearly $900 million owed by Revlon Inc., lenders were surprised at their unexpected payoff, according to internal chat and email messages unearthed in litigation and made public by the bank. One lender couldn't resist a joke at Citi's expense.", "categories": [["Pro Bankruptcy Distress"]], "category_links": ["https://www.wsj.com/news/types/pro-bankruptcy-distress?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-state-shuts-funeral-home-for-egregious-violations-at-height-of-citys-covid-19-surge-11605561749", "title": "New York State Shuts Funeral Home for 'Egregious Violations' at Height of City's Covid-19 Surge", "date": "2020-11-16 16:22", "summary": "Mortician loses license months after bodies were found decomposing in trucks outside his Brooklyn facility. The state of New York has permanently shut down the Brooklyn funeral home where police discovered bodies decomposing in unrefrigerated U-Haul trucks during the height of the Covid-19 pandemic in the spring.", "categories": [["WSJ News Exclusive", "New York"]], "category_links": ["https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/judge-hands-eliot-spitzer-victory-in-7-year-legal-fight-with-hank-greenberg-11605561600", "title": "Judge Hands Eliot Spitzer Victory in 7-Year Legal Fight With Hank Greenberg", "date": "2020-11-16 16:20", "summary": "A ruling dismissed a defamation suit the former AIG chief had filed against New York state's ex-attorney general. A New York judge threw out a defamation lawsuit filed by former American International Group Inc. chief Maurice \"Hank\" Greenberg against former state Attorney General Eliot Spitzer, ending a seven-year court battle.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/moderna-says-its-covid-19-vaccine-was-94-5-effective-in-latest-trial-11605528008", "title": "Moderna's Covid-19 Vaccine Is 94.5% Effective in Early Results, Firm Says", "date": "2020-11-16 16:19", "summary": "Awaiting fuller safety data later this month, Moderna said it plans to seek federal authorization for shot by early December. Moderna Inc. said its experimental coronavirus vaccine was 94.5% effective at protecting people from Covid-19 in an early look at pivotal study results, the second vaccine to hit a key milestone in U.S. testing.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/rhubarbs-tuesday-crossword-november-17-11605372718", "title": "Rhubarbs (Tuesday Crossword, November 17)", "date": "2020-11-16 16:01", "categories": [["WSJ Puzzles", "Crossword"]], "category_links": ["https://www.wsj.com/news/puzzle?mod=breadcrumb", "https://www.wsj.com/news/types/crossword?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/central-bank-is-committed-to-using-all-available-tools-to-boost-economy-top-fed-official-says-11605553202", "title": "Fed Committed to Using All Available Tools to Boost Economy, Official Says", "date": "2020-11-16 16:00", "summary": "Richard Clarida, the Fed's vice chairman, details how the central bank's new framework works in theory and practice. A top Federal Reserve official said Monday that the central bank would use all available tools to ensure a strong recovery from the pandemic-induced shock and that he expected more support would be needed from fiscal and monetary authorities.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-crop-prices-are-rising-and-china-is-buying-11605522607", "title": "U.S. Crop Prices Are Rising, and China Is Buying", "date": "2020-11-16 15:28", "summary": "Investors pile into bullish wagers on agricultural commodities after the coronavirus had cast doubt on demand. Dry weather, China's push to fatten its pigs and the lockdown-induced baking bonanza are lifting prices for U.S. row crops.", "categories": [["Markets", "Commodities"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/alzheimers-research-looks-at-hot-spots-across-the-u-s-11605558173", "title": "Alzheimer's Research Looks at Hot Spots Across the U.S.", "date": "2020-11-16 15:22", "summary": "With the latest report out this week, scientists and medical researchers are increasingly examining the role of location in prevalence of the disease. Where you live matters in terms of Alzheimer's disease risk.", "categories": [["Life & Work", "Turning Points"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/turning-points?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-supreme-court-and-the-challenge-to-the-aca-11605558068", "title": "The Supreme Court and the Challenge to the ACA", "date": "2020-11-16 15:21", "summary": "At this point the intent of Congress is irrelevant. The court's duty is to test the amended statute against the Constitution.. Regarding your editorial \"Supreme Misjudgment on ObamaCare\" (Nov. 11): Texas Solicitor General Kyle D. Hawkins was not whistling Dixie, as you have suggested, when he explained to Chief Justice John Roberts that the remainder of the ObamaCare statute is not constitutionally severable from its now-repealed funding mandate. President Obama and the Democrats, themselves, did not include a severability clause in their statute even though such a clause is routinely included in most statutes. This was no unintended oversight on their part. Instead, it was how the Democrats obtained the acquiescence of the well-heeled health-insurance industry. Specifically, in exchange for that industry agreeing to insure persons with pre-existing conditions and 19 to 26-year-olds on their parents' policies, Congress agreed to compel every American, via the mandate, to buy health insurance. This deal was also designed to keep President Obama's promise (now long since broken) that our premiums would not go up. So please don't mess with Texas.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/states-can-vote-without-the-electoral-college-11605557983", "title": "States Can Vote Without the Electoral College", "date": "2020-11-16 15:19", "summary": "It is not obvious that the federal court's assertion of control over presidential elections isn't a greater threat to our constitutional framework than a popular election.. Regarding Steven E. Landsburg's \"Want a Coup? Abolish the Electoral College\" (op-ed, Nov. 12): It is not obvious that the federal court's assertion of control over presidential elections isn't a greater threat to our constitutional framework than a popular election-particularly if the election is controlled by the states as required in the Constitution. It is arguable that the Supreme Court's actions in 2000 created a precedent for further erosion of state control of presidential elections by federal courts, a circumstance that should be of greater concern to Mr. Landsburg than how voting by the states is applied to deciding presidential elections. Noting that proportional assignment of electors is already within the province of the states, extension to a de facto popular election can be fully compliant with the Constitution without exposing the republic to further risk. The same cannot be said for having the Supreme Court control a presidential election.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tax-carbon-and-leave-the-rest-to-the-markets-11605557817", "title": "Tax Carbon and Leave The Rest to the Markets", "date": "2020-11-16 15:16", "summary": "The most cost-effective incentive is a price on carbon.. Regarding \"Car Makers Keen on Electric Push\" (Business News, Nov. 10): It is true that we can do better than our current patchwork of state and federal auto regulations. Yet no matter how many electric vehicles we put on the road, more is needed to reduce our carbon emissions. We need to incentivize a gradual transition to clean-energy sources throughout our entire economy.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bidens-appointee-ezekiel-emanuel-raises-age-issues-11605557329", "title": "Biden's Appointee Ezekiel Emanuel Raises Age Issues", "date": "2020-11-16 15:08", "summary": "Ezekiel Emanuel, a member of Joe Biden's Covid-19 Advisory Board, in 2014 wrote \"Why I Hope to Die at 75.\" Does he realize Joe Biden will be 78 when he takes office or that Nancy Pelosi is 80?. Regarding your editorial \"The Covid Vaccine Cavalry\" (Nov. 10): Ezekiel Emanuel, a member of Joe Biden's Covid-19 Advisory Board, in 2014 wrote \"Why I Hope to Die at 75.\" Does he realize Joe Biden will be 78 when he takes office or that Nancy Pelosi is 80? Can we expect that opinion to influence his pandemic-board work where life and death decisions will be made? Will he advocate that medical care be withheld from anyone 75 or older? Dr. Emanuel's views may been sincerely held, but they are not those of most people, especially those in the later half of life. He's hardly the best choice to participate in life and death decisions for millions.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/feeding-those-independent-critters-creates-dependence-11605557249", "title": "Feeding Those Independent Critters Creates Dependence", "date": "2020-11-16 15:07", "summary": "Don't feed the animals. You're not doing them any favors.. Regarding Allan Ripp's \"In My Yard, Every Critter Gets a Handout\" (op-ed, Nov. 10): Perhaps the author should have a long conversation with a park ranger. We took our children to different national parks virtually every summer while they were growing up. At every park, we heard the same message: Don't feed the animals. You're not doing them any favors. Every ranger understood that feeding the animals only turned them into pets, wholly dependent on human charity and unable to fend for themselves when humans went home. Come to think of it, maybe the same logic could be applied to government handouts of the inedible variety.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pnc-will-be-regional-no-more-11605557197", "title": "PNC Will Be Regional No More", "date": "2020-11-16 15:06", "summary": "With the acquisition of BBVA's U.S. business, PNC will become a nearly national bank. PNC Financial Services ' acquisition of the BBVA franchise in the U.S. would make its \"regional bank\" nametag increasingly obsolete. The question is whether that also transforms its profitability.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-city-schools-will-remain-open-tuesday-11605541830", "title": "New York City Schools Will Remain Open Tuesday", "date": "2020-11-16 15:02", "summary": "City remains below threshold of 3% Covid-19 positivity rate; New Jersey Gov. Murphy tightens restrictions on private indoor gatherings. New York City's public schools will remain open Tuesday as the city's rate of positive test results for Covid-19 has stayed below the threshold that would trigger fully remote learning for all students, Mayor Bill de Blasio said Monday.", "categories": [["U.S.", "Tri-State Area"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-region?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/health-care-watchdog-warns-of-risks-associated-with-sponsored-speeches-11605556754", "title": "Health-Care Watchdog Warns of Risks Associated With Sponsored Speeches", "date": "2020-11-16 14:59", "summary": "A special fraud alert asks companies to assess the value of resuming risky in-person educational events. The coronavirus pandemic has made it nearly impossible for pharmaceutical companies and others in the health-care industry to engage in one of their primary marketing strategies: sponsored events.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/home-depot-must-avoid-deja-vu-with-newest-acquisition-11605556060", "title": "Home Depot Must Avoid Déjà Vu With Newest Acquisition", "date": "2020-11-16 14:47", "summary": "The retailer, which is reuniting with HD Supply at a time of relative strength, needs to make sure it doesn't lose focus. Home Depot parted ways with its wholesale distributor business HD Supply when both were struggling. Now that they are getting back together, the companies' biggest risk could be losing sight of why they split up in the first place.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-foods-to-boost-your-energy-levels-and-immune-system-as-we-head-into-covid-winter-11605555278", "title": "The Foods to Boost Your Energy Levels and Immune System as We Head Into Covid Winter", "date": "2020-11-16 14:34", "summary": "Here are the nutrients to help you get through the next few months. With Covid cases surging as winter approaches, our energy levels and immune systems could use a boost. We often turn to comfort foods on cold, dreary days, but eating the right foods can strengthen our bodies in better ways. Here are some of the most helpful nutrients for winter, and the foods to find them in.", "categories": [["Life & Work", "Health & Wellness"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/health-wellness?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/jenna-lyons-is-back-with-a-new-hbo-show-does-she-still-have-what-it-takes-11605555233", "title": "Jenna Lyons Is Back With a New HBO Max Show. Does She Still Have What It Takes?", "date": "2020-11-16 14:33", "summary": "The former J.Crew mastermind reveals the inner workings of her new creative company on 'Stylish With Jenna Lyons,' her new fashion reality-show. JENNA LYONS has a peony chart. Using detailed photos, it outlines the vagaries of proper peony selection for those tasked with assisting Ms. Lyons, the formidable 6-foot-tall creative director who famously outfitted Michelle Obama and countless other American women in vivid cardigans and statement necklaces during her 27-year tenure at J.Crew. The key to pleasing Jenna peony-wise is mastering the chromatic subtleties of the trendy flower. She prefers the coral ones because of the way they fade to a \"pale nothing color.\"", "categories": [["Life & Work", "Off Brand"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/off-brand?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/goldman-sachs-co-head-of-investment-banking-to-retire-11605542829", "title": "Goldman's Top Deal Maker Leaving to Run Michael Dell's Investment Firm", "date": "2020-11-16 14:31", "summary": "Gregg Lemkau will be CEO of MSD Partners, which manages about $15 billion including some of Mr. Dell's fortune. Gregg Lemkau, one of Goldman Sachs Group Inc.'s top deal makers, is leaving to run the investment firm started by technology tycoon Michael Dell.", "categories": [["WSJ News Exclusive", "Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hate-crime-homicides-rose-to-record-level-in-2019-analysis-finds-11605550199", "title": "Hate-Crime Homicides Rose to Record Level in 2019, Analysis Finds", "date": "2020-11-16 13:52", "summary": "FBI data for 2019 mark the highest tally of overall hate crimes in more than a decade. The Federal Bureau of Investigation reported a record number of homicides classified as hate crimes in 2019, more than doubling the previous record set in 2018, according to fresh data analyzed by a research center that focuses on extremism.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/from-elvis-in-nashville-review-the-king-captured-in-his-favorite-form-11605552482", "title": "'From Elvis in Nashville' Review: The King Captured in His Favorite Form", "date": "2020-11-16 13:48", "summary": "A CD set documenting Presley's intimate 1970 sessions in Music City bears out the singer's view that he was at his best live in the studio with a responsive band.. ", "categories": [["Books & Arts", "Music Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/music-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sec-whistleblower-program-sets-new-records-in-2020-11605552192", "title": "SEC Whistleblower Program Sets New Records in 2020", "date": "2020-11-16 13:43", "summary": "The office paid out around $175 million in awards to 39 tipsters in the fiscal year ended in September, and received a record number-around 6,900-of tips. The U.S. Securities and Exchange Commission's whistleblower program set annual records, awarding more money to more tipsters in fiscal 2020 than in any other year of the program's history.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-battle-to-keep-americas-black-banks-alive-11604725200", "title": "The Battle to Keep America's Black Banks Alive", "date": "2020-11-16 13:34", "summary": "There are 18 Black-owned banks in the U.S., half that existed a decade and a half ago. A new movement is under way to help those that are left to survive-and even thrive.. A half-century ago, the federal government set out to attack the racial wealth gap by supporting Black-owned banks. Policy makers hoped the banks would lend to Black communities sidelined by the mainstream financial system.", "categories": [["Markets", "Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ncaa-will-stage-all-of-2021-march-madness-in-indianapolis-bubble-11605550080", "title": "NCAA Will Stage All of 2021 March Madness in Indianapolis 'Bubble'", "date": "2020-11-16 13:08", "summary": "After canceling its lucrative marquee event in 2020 because of the pandemic, college basketball seeks to boost its chances of holding a championship next year. The coronavirus pandemic scrapped March Madness from the calendar in 2020. With Covid-19 infections surging to all-time highs, the National Collegiate Athletic Association announced Monday that the 2021 edition of its lucrative men's basketball tournament will be played in a sequestered bubble at a handful of sites around Indianapolis.", "categories": [["Sports", "College Basketball"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/college-basketball?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-international-student-enrollment-plunges-43-this-fall-11605548907", "title": "New International Student Enrollment Plunges 43% This Fall", "date": "2020-11-16 12:48", "summary": "Survey of more than 700 schools shows harsh impact of pandemic, Trump administration restrictions. The number of new international students at U.S. campuses plummeted by 43% this fall, according to an early snapshot that illustrates just how hard colleges and universities were hit by the pandemic and a flurry of shifting directives from the Trump administration.", "categories": [["U.S.", "Education"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/education?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/like-peloton-but-analog-and-with-alcohol-11605546514", "title": "Like Peloton but Analog, and With Alcohol", "date": "2020-11-16 12:08", "summary": "Hendrick's Gin is selling a stationary penny farthing bicycle with 'a charming lack of convenience'. Peloton, eat your heart out-and go fix me a martini.", "categories": [["Markets", "Overheard"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/overheard?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/americas-shockingly-moderate-electorate-11605546108", "title": "America's Shockingly Moderate Electorate", "date": "2020-11-16 12:01", "summary": "Polls predicted a landslide, but the result was close and split because voters reject radical changes.. The more things change, the more they stay the same-or so it seems in American politics, after the electorate returned the Democratic establishment to power after rejecting it for a rogue outsider four years ago. The surprise finding of the exit polls is that moderates and men provided the crucial swing voters who put Joe Biden into office.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/four-seasons-total-landscaping-isnt-exactly-the-reichstag-11605545752", "title": "Four Seasons Total Landscaping Isn't Exactly the Reichstag", "date": "2020-11-16 11:55", "summary": "Trump's shambolic vote challenges provoke cries of 'coup' and the usual comparisons to Hitler.. Is this a coup? Is this how the greatest democratic experiment in human history fails after nearly 250 years? Will historians write about the plot hatched at Philadelphia Four Seasons Total Landscaping the way they write about the Beer Hall Putsch, an ominous augury of a proud nation's descent into an authoritarian hell?", "categories": [["Opinion", "Free Expression"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/free-expression?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hbo-max-is-finally-coming-to-amazon-devices-11605541908", "title": "HBO Max Is Coming to Amazon Devices", "date": "2020-11-16 11:54", "summary": "AT&T reaches deal to distribute its streaming service on Amazon Fire devices, Prime Video Channels. AT&T Inc. reached a deal to offer its HBO Max streaming service through Amazon.com Inc., removing a distribution barrier that has checked the app's growth since its launch.", "categories": [["Business", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/walmart-retreats-around-globe-to-focus-on-e-commerce-11605518960", "title": "Walmart Retreats Around Globe to Focus on E-Commerce", "date": "2020-11-16 11:53", "summary": "U.S. retailer to sell Japanese unit Seiyu to KKR after unloading its operations in the U.K. and Argentina. TOKYO- Walmart Inc. threw in the towel on Japan after 18 years, selling most of its stake in a local supermarket chain and continuing its retreat from slow-growing global markets in favor of e-commerce bets.", "categories": [["Business", "Asia"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/unspeakable-manscaping-is-more-common-than-you-think-11605545000", "title": "Unspeakable Manscaping Is More Common Than You Think", "date": "2020-11-16 11:43", "summary": "In a sign of shifting cultural norms, companies like Manscaped, Gillette and Philips are marketing razors for grooming below the belt. IF YOU'VE BEEN on YouTube anytime in the last two months, it's quite possible you've been subjected to an ad for Manscaped, a San Diego men's grooming company starring Rob Gronkowski, the lovably doofus-y Tampa Bay Buccaneers tight end, and his partner Camille Kostek. In the teaser the couple, like a crude 2020 version of Nichols and May, swap very unsubtle (and unprintable) puns about Manscaped's $80 \"Lawn Mower 3.0,\" an electric razor specifically designed for pruning a man's nether region.", "categories": [["Life & Work", "Style & Fashion", "On Trend"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/fashion?mod=breadcrumb", "https://www.wsj.com/news/types/on-trend?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/billionaires-row-nyc-penthouse-auction-11605543986", "title": "In Rare Turn, Penthouse on New York's Billionaires' Row to Hit Auction Block", "date": "2020-11-16 11:30", "summary": "The apartment atop the Hampshire House includes plans and permits to combine with its attic space to create a nearly 10,000-square-foot triplex. The seller of a penthouse on Billionaires' Row, home to some of Manhattan's most outrageously luxurious and pricey properties, is trying a new tactic in a slow market: He is putting his unit on the auction block next month.", "categories": [["Real Estate", "Private Properties"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/private-properties?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/obamas-new-book-describes-bidens-lack-of-a-filter-and-his-strengths-11605544041", "title": "Obama's New Book Describes Biden's 'Lack of a Filter' and His Strengths", "date": "2020-11-16 11:27", "summary": "The former president says he chose Joe Biden as his running mate because he was experienced and 'cared about ordinary people'. President Obama viewed Joe Biden in 2008 as lacking a filter and \"happy to share whatever popped into his head,\" but he chose the then-senator as his running mate because he was \"decent, honest, and loyal,\" the former president writes in his new memoir.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/southwest-airlines-covid-expansion-airports-11605296205", "title": "Southwest Airlines Seizes the Moment as Rivals Struggle", "date": "2020-11-16 11:26", "summary": "Resume Subscription. The pandemic is forcing many airlines to defend their turf. Southwest is using it to invade.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/the-hollywood-stars-taking-over-wales-least-hollywood-soccer-club-11605542400", "title": "The Hollywood Stars Taking Over Wales' Least Hollywood Soccer Club", "date": "2020-11-16 11:00", "summary": "Actors Ryan Reynolds and Rob McElhenney have struck a deal to buy Wrexham AFC in British soccer's fifth tier.. When Spencer Harris first told the shareholders of his local soccer team that a pair of Americans were proposing a takeover, he deliberately left out the investors' names. He didn't want fans of Wrexham AFC getting carried away.", "categories": [["Sports", "Soccer"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/soccer?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tech-war-with-u-s-turbocharges-chinas-chip-development-resolve-11605541132", "title": "Tech War With U.S. Turbocharges China's Chip-Development Resolve", "date": "2020-11-16 10:50", "summary": "Nation's leadership pours money into grooming semiconductor talent and building new facilities, citing need for self-sufficiency. China is investing heavily in computer chips and stepping up efforts to cultivate homegrown talent as it accelerates its quest for technological self-sufficiency amid a tech trade war with the U.S.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/silent-meditation-retreats-home-covid-distractions-11605541040", "title": "Silent Meditation Retreats Move Home-and Real Life Intrudes", "date": "2020-11-16 10:39", "summary": "Resume Subscription. Frazzled by a daily diet of coronavirus stress and divisive politics, Truett Davis signed up for a weeklong silent retreat.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/the-year-of-the-woman-really-finally-did-arrive-in-2020-11605539331", "title": "The Year of the Woman Really, Finally Did Arrive in 2020", "date": "2020-11-16 10:20", "summary": "As voters, as candidates and as campaign leaders, women were-and now are-in the driver's seat as never before. Nearly lost in the controversy over President Trump's refusal to concede defeat is something momentous that unfolded in the background of 2020: remarkable advances by women.", "categories": [["Politics", "Capital Journal"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/capital-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/washington-lobbyists-know-biden-wellas-their-former-boss-11605522603", "title": "Washington Lobbyists Know Biden Well-as Their Former Boss", "date": "2020-11-16 10:05", "summary": "President-elect will face off against aides-turned-lobbyists as he seeks to advance Democratic agenda. WASHINGTON-President-elect Joe Biden's ambitious Democratic agenda-including raising corporate taxes-faces formidable opposition from a power center he knows well: former aides who are now lobbyists or advisers to companies and industries at odds with his goals.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/boy-scouts-bankruptcy-deadline-looms-11605466801", "title": "Boy Scouts' Bankruptcy Deadline Looms", "date": "2020-11-16 09:39", "summary": "More than 80,000 claims expected to be filed by Monday in what might be largest bankruptcy case of its kind. The Boy Scouts of America will face the last batch of thousands of sex-abuse claims Monday, the deadline for people alleging they were abused as children to come forward in what is shaping up to be the largest bankruptcy case of its kind.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-city-restaurants-are-already-on-thin-ice-as-temperatures-turn-colder-11605536438", "title": "NYC Restaurants Fret as Temperatures Turn Colder", "date": "2020-11-16 09:20", "summary": "Possibility of shutdowns worries owners; 'we would all march to our graveyards business-wise'. As winter approaches, New York City's beleaguered restaurant owners are doing their best to prepare while crossing their fingers that officials don't reimpose bans on sit-down dining.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/moderna-virgin-galactic-pnc-what-to-watch-when-the-stock-market-opens-today-11605528356", "title": "Moderna, Simon, PNC: What to Watch When the Stock Market Opens Today", "date": "2020-11-16 09:05", "summary": "Positive vaccine results boosted shares Monday, with vaccine maker Moderna surging premarket. Here's what we are watching as markets kick into gear Monday.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/modernas-coronavirus-vaccine-breakthrough-has-shareholders-smiling-11605535376", "title": "Moderna's Coronavirus Breakthrough Has Shareholders Smiling", "date": "2020-11-16 09:02", "summary": "Vaccine maker with no revenue takes a big step toward justifying its market value. The outlook for coronavirus vaccines has brightened significantly. As a result, Moderna shareholders are feeling validated.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-effects-of-massive-wildfires-can-reach-the-stratosphere-and-linger-for-months-11605535207", "title": "Effects of Massive Wildfires Can Reach the Stratosphere and Linger for Months", "date": "2020-11-16 09:00", "summary": "Resume Subscription. Massive wildfires are driving smoke clouds to record heights in the stratosphere, U.S. and European scientists say. What they don't know yet is just how damaging the effects might be.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/kyler-murray-deandre-hopkins-hail-mary-cardinals-11605532766", "title": "Kyler Murray, DeAndre Hopkins and the Play of the NFL Season", "date": "2020-11-16 09:00", "summary": "The Hail Mary that carried the Arizona Cardinals over the Buffalo Bills stunned the football world and showed why the young quarterback has emerged as a sensation. It was the play of the NFL season because of the sheer number of improbabilities that transformed into realities in a manner of seconds.", "categories": [["Sports", "NFL"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/nfl?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chef-enrique-olvera-on-how-restaurants-became-kinder-during-the-pandemic-11605534003", "title": "Chef Enrique Olvera on How Restaurants Became Kinder During the Pandemic", "date": "2020-11-16 08:40", "summary": "\"We're very grateful that people are showing up and I think people are grateful that they have a restaurant to go to. I think there's a more collaborative relationship between guests and restaurants.\". During the pandemic, chef Enrique Olvera has completely rethought his companies, Grupo Enrique Olvera in Mexico and Casamata in the U.S. The groups include his Mexico City restaurant, Pujol, often ranked near the top of the World's 50 Best Restaurants list, as well as 10 others, like the Eno restaurants in Mexico City and Cosme and Atla in New York City. Running at a lower occupancy meant reconsidering almost every aspect of his business, says Olvera, 44-from scheduling, to menu design, to food prep and the amount of dishes on the menu. \"We have to be a lot more efficient,\" he says, adding that the most challenging part was laying off staff, but that they've since started to rehire. \"We questioned how we used to do things, and I think we're coming out of the pandemic a lot stronger.\"", "categories": [["My Monday Morning"]], "category_links": ["https://www.wsj.com/news/types/my-monday-morning?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/patti-smith-remains-as-productiveand-proteanas-ever-11605533564", "title": "Patti Smith Remains as Productive-and Protean-as Ever", "date": "2020-11-16 08:32", "summary": "After decades of putting out revelatory works, the poet, artist, award-winning memoirist and iconic rock 'n' roller has left an indelible mark on American letters. Wait a second. I just want to hear something,\" Patti Smith-writer, artist, punk-poet, rock star-says before any of the standard greetings when I reach her by phone on a weekend afternoon. (She does not Zoom.) \"I waited all this time for it,\" she says, the nasally strains of Bob Dylan's voice floating in the background. Then, the lines in question: \"And if my thought-dreams could be seen / They'd probably put my head in a guillotine,\" Dylan sings, at the comet's-tail end of \"It's Alright, Ma (I'm Only Bleeding).\"", "categories": [["Feature"]], "category_links": ["https://www.wsj.com/news/types/magazine-feature?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/moderna-vaccine-or-not-0-9-treasury-yields-are-too-good-to-pass-up-11605533455", "title": "Moderna Vaccine or Not, 0.9% Treasury Yields Are Too Good to Pass Up", "date": "2020-11-16 08:30", "summary": "Recent rise in government-bond yields has more to do with a market knee jerk than a sustainable rise in interest-rate expectations. Vaccine news is setting off a race to invest in risky assets. And yet, getting paid 0.9% annually to lock money away for 10 years has rarely looked more tempting.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/patti-smith-remains-as-productiveand-proteanas-ever-11605533124", "title": "Patti Smith Remains as Productive-and Protean-as Ever", "date": "2020-11-16 08:25", "summary": "After decades of putting out revelatory works, the poet, artist, award-winning memoirist and iconic rock 'n' roller has left an indelible mark on American letters.. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/patti-smith-remains-as-productiveand-proteanas-ever-11605533019", "title": "Patti Smith Remains as Productive-and Protean-as Ever", "date": "2020-11-16 08:23", "summary": "After decades of putting out revelatory works, the poet, artist, award-winning memoirist and iconic rock 'n' roller has left an indelible mark on American letters.. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/patti-smith-remains-as-productiveand-proteanas-ever-11605532934", "title": "Patti Smith Remains as Productive-and Protean-as Ever", "date": "2020-11-16 08:22", "summary": "After decades of putting out revelatory works, the poet, artist, award-winning memoirist and iconic rock 'n' roller has left an indelible mark on American letters.. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/retrophin-founded-by-martin-shkreli-rebrands-itself-as-travere-therapeutics-11605531600", "title": "Retrophin, Founded by Martin Shkreli, Rebrands Itself as Travere Therapeutics", "date": "2020-11-16 08:00", "summary": "The biopharmaceutical company will begin trading under the new name and ticker on Thursday. Retrophin Inc., a biopharmaceutical company founded by now-convicted drug executive Martin Shkreli, is rebranding itself as Travere Therapeutics Inc.", "categories": [["WSJ News Exclusive", "Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tiger-woods-can-make-golf-look-easy-sunday-at-the-masters-he-did-not-11605531253", "title": "Tiger Woods Can Make Golf Look Easy. Sunday at the Masters, He Did Not.", "date": "2020-11-16 07:54", "summary": "An epic 10-stroke adventure sets a new career mark for the five-time Augusta champ-and humanizes his legend. Tiger Woods won the Masters on Sunday.", "categories": [["Sports"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bond-upsets-rattle-chinese-credit-market-11605531198", "title": "Bond Upsets Rattle Chinese Credit Market", "date": "2020-11-16 07:53", "summary": "Investors losing confidence in the local governments that stand behind many issuers. A series of unwelcome surprises in China's huge corporate-bond market has knocked investors' confidence in the local governments that stand behind many issuers.", "categories": [["Markets", "Credit Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/credit-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/companies-tiptoeing-back-to-the-office-encounter-legal-minefield-11605529593", "title": "Companies Tiptoeing Back to the Office Encounter Legal Minefield", "date": "2020-11-16 07:26", "summary": "White-collar workplaces face liability threats and complex compliance issues that until recently applied more to industrial settings. Companies are wary of reopening offices due to the risk of exposing employees to Covid-19. They are also worried about their own legal exposure should staff get sick.", "categories": [["Business", "Management", "Management & Careers"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/management?mod=breadcrumb", "https://www.wsj.com/news/types/management-careers?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/retail-chains-shed-stores-but-it-isnt-good-for-business-11605436204", "title": "Retail Chains Shed Stores, but It Isn't Good for Business", "date": "2020-11-16 07:24", "summary": "Chains often fail to recapture customers online or at remaining locations, industry observers say; 'the 20-minute rule'. Retailers' preferred solution for empty stores may only be adding to their problems, according to new research and industry executives.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/strava-raises-110-million-as-more-people-seek-outdoor-exercise-amid-pandemic-11605528000", "title": "Strava Raises $110 Million as More People Seek Outdoor Exercise Amid Pandemic", "date": "2020-11-16 07:00", "summary": "Sequoia and TCV co-led the deal, valuing the company north of $1.5 billion. Fitness startup Strava Inc. has seen a surge in membership as more consumers look to get outdoors and exercise during the coronavirus pandemic.", "categories": [["Pro VC New Money"]], "category_links": ["https://www.wsj.com/news/types/pro-vc-new-money?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/for-many-in-the-west-working-from-abroad-is-the-new-working-from-home-11605527990", "title": "Working From Abroad Is the New Working From Home", "date": "2020-11-16 06:59", "summary": "With offices mostly shut and face-to-face meetings rare, some are escaping Europe's chilly north for the Mediterranean coast. ROME-The moment Jennifer Babin found out her employer's offices in Paris wouldn't reopen any time soon, she packed up her bags and moved to the Sicilian city of Palermo.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/aramco-plans-u-s-dollar-bond-to-plug-funding-gap-11605527060", "title": "Aramco Plans U.S. Dollar Bond to Plug Funding Gap", "date": "2020-11-16 06:44", "summary": "With the bond issue, the Saudi oil giant is seeking to meet its $75 billion annual dividend pledge. DUBAI-Saudi Aramco said Monday it aims to issue a U.S. dollar-denominated bond, as the cash-strapped oil giant cuts jobs, considers asset sales and reviews its expansion plans.", "categories": [["Markets", "Credit Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/credit-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/china-economy-gathers-steam-setting-stage-for-a-strong-end-to-the-year-11605506091", "title": "China's Economy Gathers Steam, Setting Stage for a Strong End to the Year", "date": "2020-11-16 06:24", "summary": "Investment and consumer spending grew faster year over year in October, while industrial production held firm. BEIJING-China's economic activity posted a broad-based recovery in October, paving the way for a faster economic rebound in the final quarter of the year.", "categories": [["Economy", "Asia Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/asia-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/with-economy-on-the-mend-japan-weighs-handouts-versus-private-sector-spending-11605524766", "title": "With Economy on the Mend, Japan Weighs Handouts Versus Private-Sector Spending", "date": "2020-11-16 06:06", "summary": "Nation is economically about halfway back from worst of pandemic, and economists say it might take until 2024 to get fully back. TOKYO-The economy in Japan, as in many developed countries, is about halfway back from the worst of the pandemic. The question now is whether to jolt it back to full health with a quick dose of government spending or focus more on getting the private sector to invest.", "categories": [["Economy", "Asia Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/asia-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bruin-sports-capital-backed-two-circles-buys-sponsorship-firm-trm-partners-11605524400", "title": "Bruin Sports Capital-Backed Two Circles Buys Sponsorship Firm TRM Partners", "date": "2020-11-16 06:00", "summary": "The acquisition comes amid increasing use of data to inform sports sponsorship deals. Two Circles Inc., a sports marketing firm owned by media and technology holding company Bruin Sports Capital, has acquired sports sponsorship company TRM Partners, the companies said. The price was $45 million, according to a person familiar with the matter.", "categories": [["CMO Today"]], "category_links": ["https://www.wsj.com/news/types/cmo-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-little-known-payments-provider-grows-into-one-of-europes-most-valuable-finance-firms-11605523097", "title": "A Little-Known Payments Provider Is Now One of Europe's Most Valuable Finance Firms", "date": "2020-11-16 05:38", "summary": "Dutch firm Adyen's stock has rocketed amid a surge in online payments during the pandemic. Few companies have benefited more from the e-commerce shopping boom sparked by the pandemic than Dutch payments firm Adyen NV.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/five-health-policy-issues-for-cfos-to-watch-under-a-biden-administration-11605522600", "title": "Five Health Policy Issues for CFOs to Watch Under a Biden Administration", "date": "2020-11-16 05:30", "summary": "Policy changes in Washington related to billing or telehealth could affect companies' insurance costs. Specific health-care policy changes in Washington related to billing or telehealth could affect companies' insurance costs.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-covid-baby-bust-is-bad-news-for-these-businesses-11605522600", "title": "A Covid Baby Bust Is Bad News for These Businesses", "date": "2020-11-16 05:30", "summary": "A projected fall in already record low birthrates in the U.S. and China is putting pressure on baby-product makers. Makers of infant formula and diapers are girding for another possible Covid-19 challenge: fewer babies.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-covid-surge-u-s-restrictions-11605466754", "title": "Covid-19 Is Resurging, and This Time It's Everywhere", "date": "2020-11-16 03:54", "summary": "Pervasive spread in smaller communities fuels nationwide case record, though mortality rates are lower than in the spring. With a third surge of the Covid-19 pandemic hitting the U.S., many public-health authorities are warning the coronavirus is now so widespread that it will take pervasive new measures to contain it.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/asias-massive-new-trade-deal-is-no-big-victory-for-beijing-11605510677", "title": "Asia's Massive New Trade Deal Is No Big Victory for Beijing", "date": "2020-11-16 02:14", "summary": "RCEP is less ambitious in most ways than the more groundbreaking trans-Pacific trade pact that came into force last year. A mammoth Asian trade deal covering about a third of global GDP was signed on Sunday, nearly a decade after it was first mooted. The deal is being presented as a win for the Chinese government-but its weaknesses leave Beijing far short of a leadership position on regional trade.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pnc-is-in-advanced-talks-to-buy-u-s-arm-of-spains-bbva-11605483824", "title": "PNC to Buy U.S. Arm of Spain's BBVA for $11.6 Billion", "date": "2020-11-16 01:27", "summary": "Deal is one of the largest bank tie-ups since the financial crisis. PNC Financial Services Group Inc. agreed to buy the U.S. arm of Spain's BBVA for $11.6 billion, the companies said Monday, in one of the largest bank tie-ups since the financial crisis.", "categories": [["WSJ News Exclusive", "Deals"]], "category_links": ["https://www.wsj.com/news/types/deals-deal-makers?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11605471244", "title": "Pepper...and Salt", "date": "2020-11-16 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-administration-takes-final-steps-to-auction-drilling-rights-in-arctic-wildlife-refuge-11605551187", "title": "Trump Administration Nears Auctioning of Drilling Rights in Arctic Refuge", "date": "2020-11-16 00:01", "summary": "Interior Department seeks to complete land leases before Biden takes office in January. WASHINGTON-The Trump administration is taking the final steps to secure oil development in the Arctic National Wildlife Refuge, starting a leasing process to strike deals with drillers to operate in the pristine, 19-million-acre wilderness before Democratic President-elect Joe Biden can stop it.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/crunch-time-monday-crossword-november-16-11605372511", "title": "Crunch Time (Monday Crossword, November 16)", "date": "2020-11-16 00:01", "categories": [["WSJ Puzzles", "Crossword"]], "category_links": ["https://www.wsj.com/news/puzzle?mod=breadcrumb", "https://www.wsj.com/news/types/crossword?mod=breadcrumb"]}]