[{"link": "https://www.wsj.com/articles/35-ways-to-jump-start-your-emergency-savings-11590537591", "title": "35 Ways to Jump-Start Your Emergency Savings", "date": "2020-05-26 19:59", "summary": "We asked the experts how to overcome the inability of many people to build a rainy-day fund. With the economic slowdown, their advice is more important than ever.. The sad lack of emergency savings is a well-known and often-lamented condition for a huge number of people. And it's never been more apparent-or more dangerous-than in our coronavirus-induced economic downturn.", "categories": [["Markets", "Journal Reports: Wealth Management"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-wealth-management?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/after-we-defeat-the-virus-11590535655", "title": "After We Defeat the Virus", "date": "2020-05-26 19:27", "summary": "Another spending blowout will burden the recovery for years.. The economy is beginning to show early signs of life as the government lockdowns ease, but in Washington the politicians are debating how to spend another few trillion dollars in the name of virus relief. Maybe it's time they focused instead on what we want the economy to look like after we defeat the coronavirus.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chinas-military-chief-in-hong-kong-vows-to-protect-beijings-interests-11590511666", "title": "China's Military Chief in Hong Kong Vows to Protect Beijing's Interests", "date": "2020-05-26 19:24", "summary": "The comments reinforce a Communist Party push to tighten its grip on the former British colony. The head of China's military garrison in Hong Kong said his soldiers would safeguard the country's national-security interests in the city, reinforcing an aggressive push by the Communist Party to tighten its grip on the former British colony.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-presidential-smear-11590535397", "title": "A Presidential Smear", "date": "2020-05-26 19:23", "summary": "Trump imitates the Steele dossier in attacks on Joe Scarborough.. Donald Trump sometimes traffics in conspiracy theories-recall his innuendo in 2016 about Ted Cruz's father and the JFK assassination-but his latest accusation against MSNBC host Joe Scarborough is ugly even for him. Mr. Trump has been tweeting the suggestion that Mr. Scarborough might have had something to do with the death in 2001 of a young woman who worked in his Florida office when Mr. Scarborough was a GOP Congressman.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/reviving-an-obama-zombie-rule-11590535370", "title": "Reviving an Obama Zombie Rule", "date": "2020-05-26 19:22", "summary": "Will Trump support his Education Secretary on student loans?. Colleges around the country are struggling because of the pandemic, and some could close. Yet now Congress is creating a new threat by using the Congressional Review Act (CRA) to revive an Obama rule that puts them on the hook for loans of discontented students.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-britain-bigger-than-brexit-11590535322", "title": "A Britain Bigger Than Brexit", "date": "2020-05-26 19:22", "summary": "Reviving the U.K. economy is now Boris Johnson's challenge.. Brexit negotiations between London and Brussels have resumed, and rarely has that issue been less important. What matters now is how both sides plan to recover from the coronavirus recession.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/florida-pushes-to-host-republican-convention-11590522392", "title": "Florida Pushes to Host Republican Convention", "date": "2020-05-26 19:20", "summary": "As President Trump threatens to move the late-August gathering out of North Carolina, Florida Republicans shift into gear. Florida Republicans are making an aggressive play for the Republican National Convention after President Trump threatened to move the late-August gathering from North Carolina if that state's Democratic governor didn't \"immediately\" guarantee a full capacity event can be held there amid the coronavirus pandemic.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pentagon-is-drawing-up-afghan-withdrawal-plans-for-trump-11590533555", "title": "U.S. Weighs Plans for Afghan Troop Exit", "date": "2020-05-26 19:20", "summary": "President says U.S. shouldn't serve as a police force; can return if necessary. WASHINGTON-The Pentagon is preparing plans for President Trump to draw down forces from Afghanistan by as soon as this autumn, defense officials said, in keeping with Mr. Trump's call on Tuesday for an American withdrawal.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-quarantine-can-teach-you-about-spending-and-happiness-11590534368", "title": "What Quarantine Can Teach You About Spending and Happiness", "date": "2020-05-26 19:06", "summary": "We're in the midst of an unprecedented social-science experiment because of the coronavirus pandemic. Here's what you can learn from it.. The Covid-19 quarantine has inflicted a series of unprecedented social-science experiments upon us.", "categories": [["Markets", "Journal Reports: Wealth Management"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-wealth-management?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/as-new-yorkers-flee-mass-transit-during-coronavirus-biking-proves-resilient-11590524873", "title": "As New Yorkers Flee Mass Transit During Coronavirus, Biking Proves Resilient", "date": "2020-05-26 18:55", "summary": "Cycling advocates push Mayor de Blasio to expand bike lanes despite looming budget cuts. Cycling advocates say Mayor Bill de Blasio is missing a chance to turn New York City's deserted streets into a bikers' paradise as people seek alternative ways to travel and exercise during the coronavirus pandemic.", "categories": [["U.S.", "Transit"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-transit?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nhl-proposes-a-return-to-play-with-24-team-playoff-11590533718", "title": "NHL Proposes a Return to Play With 24-Team Playoff", "date": "2020-05-26 18:55", "summary": "Hockey became the first among major American sports leagues to detail its postseason path but many questions remain before the puck is dropped. The National Hockey League on Tuesday sketched out plans to resume the paused 2019-20 season with an expanded 24-team playoff late in the summer, but there are still many questions that must be answered before the puck is dropped in an NHL game.", "categories": [["Sports", "NHL"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/nhl?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pentagon-watchdog-official-resigns-after-his-demotion-by-trump-11590532194", "title": "A Pentagon Watchdog Resigns After Demotion by Trump", "date": "2020-05-26 18:54", "summary": "Glenn Fine was effectively removed from a pandemic-oversight panel by Mr. Trump in April. A top watchdog at the Pentagon resigned Tuesday, weeks after President Trump effectively removed him as the leader of a panel overseeing $2 trillion in pandemic-stimulus funds.", "categories": [["Politics", "National Security"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/national-security?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-worked-and-what-didnt-in-a-semester-online-11590532995", "title": "What Worked and What Didn't in a Semester Online", "date": "2020-05-26 18:43", "summary": "Students discuss which elements of education were able to transfer from the classroom to the computer screen.. Editor's note: This Future View is about the efficacy of online instruction. Next week we'll ask, \"Do you plan to take time off school because of Covid-19? Why or why not?\" Students should click here to submit opinions of fewer than 250 words before June 2. The best responses will be published that night.", "categories": [["Opinion", "Future View"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/future-view?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/america-gets-back-into-the-space-race-11590532974", "title": "America Gets Back Into the Space Race", "date": "2020-05-26 18:42", "summary": "Elon Musk's company plans to launch a pair of astronauts into orbit Wednesday.. The U.S. is sending astronauts into orbit for the first time in nearly a decade. On Wednesday the National Aeronautics and Space Administration and Elon Musk's SpaceX plan to launch the first manned flight of the Crew Dragon capsule, carrying Bob Behnken and Doug Hurley to the International Space Station.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-protects-your-rights-from-regulators-11590532916", "title": "Trump Protects Your Rights From Regulators", "date": "2020-05-26 18:41", "summary": "A little-noticed provision of his executive order will help people like our clients, who've spent years in court fighting abuses.. One of the first actions of Congress in 1789 was proposing a bill of rights that limited government power and guaranteed the liberties of the American people. Power has since shifted from Congress to an unaccountable regulatory state, but there is no equivalent bill of rights to limit its power or protect liberty in the bureaucratic process.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/scrapping-the-sat-wont-help-black-and-latino-students-11590532734", "title": "Scrapping the SAT Won't Help Black and Latino Students", "date": "2020-05-26 18:38", "summary": "Low-income minorities have more to lose than gain from the woke war on standardized testing.. Opponents of standardized testing have a favorite go-to sample question from a SAT exam given in the 1980s.", "categories": [["Opinion", "Upward Mobility"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/upward-mobility?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/macys-looks-to-raise-1-1-billion-in-fresh-funds-11590532693", "title": "Macy's Looks to Raise $1.1 Billion in Fresh Funds", "date": "2020-05-26 18:38", "summary": "Retailer uses stores, distribution centers and inventory to back financing. Department store operator Macy's Inc. launched a funding round offering $1.1 billion in bonds to get the struggling retailer through the lockdowns enforced during the coronavirus pandemic.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-if-america-had-followed-sweden-11590532642", "title": "What if America Had Followed Sweden?", "date": "2020-05-26 18:37", "summary": "The Nordic nation has a higher death rate and immunity hasn't built up as planned.. As the U.S. haltingly reopens its economy and nears its 100,000th death from Covid-19, many are wondering whether the country could have followed a better path. Some have pointed to Sweden as the model of a less intrusive government response that relied on individual compliance and common sense rather than edicts and laws.", "categories": [["Opinion", "Politics & Ideas"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/politics-ideas?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lost-in-thought-review-the-life-of-the-mind-11590532580", "title": "'Lost in Thought' Review: The Life of the Mind", "date": "2020-05-26 18:36", "summary": "'The world' would have us study for some advantage or gain. The ancients, and this author, counsel learning for its own sake.. Not long after the shelter-in-place orders sent us all home for a time, a story about Isaac Newton made the rounds. During the Great Plague of London, Newton invented calculus. \"Quit complaining,\" the story seemed to say, \"and better yourself in home confinement!\" Exhortations to engage in self-improvement can sound discordant in times of calamity, but we haven't done so bad. Newton produced calculus. We produce sourdough.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-can-destroy-huawei-part-two-11590532611", "title": "U.S. Can Destroy Huawei, Part Two", "date": "2020-05-26 18:36", "summary": "Xi Jinping has been a disaster for China and the virus doesn't make him look better.. The logic of confrontation, not the logic of technology, is now in charge in the U.S. showdown with China over Huawei. And it's getting serious.", "categories": [["Opinion", "Business World"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/business-world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/merck-does-deals-to-develop-coronavirus-vaccines-drug-11590489902", "title": "Merck Does Deals to Develop Coronavirus Vaccines, Drug", "date": "2020-05-26 18:30", "summary": "Drugmaker is buying a privately held Austrian company to obtain one vaccine, joining with other groups on a second vaccine and an antiviral. Big drugmaker Merck & Co. said it is working on two potential vaccines and an experimental drug against the coronavirus, joining rivals in the frantic search for medicines.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sec-fines-ares-management-1-million-for-compliance-failures-11590530797", "title": "SEC Fines Ares $1 Million for Compliance Failures", "date": "2020-05-26 18:06", "summary": "Private-equity firm allegedly bought stock in a public company while it had access to inside information. Ares Management LLC has agreed to pay $1 million to settle allegations that it bought stock in one of its portfolio companies while an Ares employee sat on that company's board and had access to inside information.", "categories": [["Pro PE Legal Regulatory"]], "category_links": ["https://www.wsj.com/news/types/pro-pe-legal-regulatory?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/amtrak-prepares-to-cut-20-of-workforce-11590529328", "title": "Amtrak Prepares to Cut 20% of Workforce", "date": "2020-05-26 17:42", "summary": "'The climb back will be hard,' Chief Executive Bill Flynn says in internal memo. WASHINGTON-Amtrak is preparing to cut up to 20% of its workforce in the next fiscal year as the national passenger railroad continues to suffer from a huge decline in ridership as the coronavirus pandemic brought most travel to a halt.", "categories": [["WSJ News Exclusive", "Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-staying-inside-guide-opening-windows-onto-closed-exhibitions-11590529277", "title": "The Staying Inside Guide: Opening Windows Onto Closed Exhibitions", "date": "2020-05-26 17:41", "summary": "Major shows by individual artists have shuttered, but videos and documentaries offer an enlightening alternative.. This spring promised several one-of-a-kind single-artist exhibitions; most are now shuttered. But it's possible to fill the void, at least partially, with documentaries and the like, which can offer ways and byways into their subjects. Think of them as introductions for when the shows reopen, and as next-best substitutes if they don't.", "categories": [["Books & Arts", "Staying Inside Guide"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/staying-inside-guide?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-government-bond-yields-rise-as-economies-reopen-11590506852", "title": "U.S. Treasury Yields Rise as Economies Reopen", "date": "2020-05-26 17:39", "summary": "Yield on 10-year note climbs toward high end of recent range amid investor optimism. U.S. government-bond yields climbed Tuesday, lifted by investors' optimism over resumed economic activity around the world.", "categories": [["Markets", "Treasurys"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/treasurys?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lumber-prices-rebound-from-coronavirus-decline-11590485402", "title": "Lumber Prices Rebound From Coronavirus Decline", "date": "2020-05-26 17:20", "summary": "Futures are soaring on signs that the home-building season might be salvaged. Lumber futures have soared since the start of April, driven by cutbacks at mills, signs that the home-building season might be salvaged and brisk business at home-improvement stores.", "categories": [["Markets", "Commodities"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-administration-examining-idea-of-back-to-work-bonuses-kudlow-says-11590510313", "title": "Trump Administration Examining Idea of Back-to-Work Bonuses", "date": "2020-05-26 17:10", "summary": "Proposal by Sen. Rob Portman would provide a temporary $450-a-week bonus for unemployed workers returning to work, on top of their wages.. WASHINGTON-The Trump administration is examining proposals to provide cash incentives to encourage unemployed Americans to return to work, according to a top economic adviser, as the White House looks to revive the economy.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-coronavirus-chain-reaction-less-driving-means-less-fizz-for-sodas-11590525236", "title": "A Coronavirus Chain Reaction: Less Driving Means Less Fizz for Sodas", "date": "2020-05-26 16:58", "summary": "Carbon-dioxide output is down, as the drop in gasoline demand slows fuel production. As the summer season approaches, consumers might end up paying more for their beer and soft drinks. The reason? The cost of the bubbles in the drinks is going up.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/china-rules-out-animal-market-and-lab-as-coronavirus-origin-11590517508", "title": "China Rules Out Animal Market and Lab as Coronavirus Origin", "date": "2020-05-26 16:51", "summary": "Comments by Chinese scientists aim to counter what Beijing perceives as efforts from top U.S. officials to focus solely on China's role in pandemic. Chinese scientists in recent days said they had ruled out both a laboratory and an animal market in the city of Wuhan as possible origins of the coronavirus pandemic, in their most detailed pushback to date against allegations from U.S. officials and others over what might have sparked it.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/should-floridians-pay-to-bail-out-new-york-11590525656", "title": "Should Floridians Pay to Bail Out New York?", "date": "2020-05-26 16:40", "summary": "Florida increased state spending by 82% over the last decade as New York's state spending grew 22%.. Your editorial \"Should Florida Bail Out New York?\" (May 18) questions whether New York, as the epicenter of a world-wide pandemic, should get support from the federal government and states like Florida. We agree that a state should be fiscally responsible, but comparing New York with Florida is misguided.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/china-pressures-chinese-students-in-the-u-s-11590525547", "title": "China Pressures Chinese Students in the U.S.", "date": "2020-05-26 16:39", "summary": "Chinese students demanded that the university stop a peaceful Falun Gong art exhibit at the library.. Walter Russell Mead's \"The People's Republic of Queensland\" (Global View, May 21) on the Chinese Communist Party's influence in the University of Queensland struck a familiar chord. As the faculty adviser of the campus chapter of Falun Gong at the Ohio State University for almost two decades, I have seen our posters for coming events defaced with obscenities written in Chinese. Our group emails have been hacked. Some cars with Falun Gong stickers had their tires slashed at the Falun Gong practice site. The campus Chinese Students and Scholars Association (CCP-backed) has demanded that the Falun Gong group not be allowed to use campus email, along with I should add a similar demand for the Taiwanese student group and Tibetans. And as far as I could determine, we had no Tibetans on campus at that time. Chinese students demanded that the university stop a peaceful Falun Gong art exhibit at the library. Back in China, the mother of the president of the Falun Gong chapter at OSU was picked up by police and brought in for questioning over a dozen times, even though she wasn't herself a Falun Gong practitioner.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tupperware-tries-to-contain-financial-woes-with-debt-deal-11590499695", "title": "Tupperware Tries to Contain Financial Woes With Debt Deal", "date": "2020-05-26 16:38", "summary": "Company offers to buy back bonds at distressed price. Tupperware Brands Corp. is looking to ease its debt burden, as the consumer-products company enters a new phase in its effort to turn around a business struggling with coronavirus lockdowns and shifts in shopping habits.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/covid-patients-dont-belong-in-nursing-homes-at-all-11590525424", "title": "Covid Patients Don't Belong in Nursing Homes at All", "date": "2020-05-26 16:37", "summary": "It's far better to keep the disease out of elderly populations than to reconfigure their residences to handle it.. One state is missing from Betsy McCaughey's analysis of nursing-home deaths: Florida (\"Prepare Nursing Homes for the Next Covid Wave,\" op-ed, May 20). The strategy employed by Gov. Ron DeSantis puts the lie to this claim: \"The single most effective way to save lives would be to improve infection control in nursing homes and prepare to rush supplies of masks, gloves and other personal protective equipment to these facilities.\"", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/should-we-forgive-all-federal-student-loan-debt-11590525387", "title": "Should We Forgive All Federal Student-Loan Debt?", "date": "2020-05-26 16:36", "summary": "A debate between a proponent who says the government should fix the debt crisis it created, and an opponent who says high repayments rates suggest the program is working for most. It isn't surprising that college debt is a hot-button issue in the U.S.: Americans collectively hold more than $1.5 trillion in federal student loans, making it the second-largest category of consumer debt, behind only mortgage debt.", "categories": [["Markets", "Journal Reports: Wealth Management"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-wealth-management?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/frances-macron-orders-up-billions-in-aid-for-auto-industry-11590525256", "title": "France's Macron Orders Up Billions in Aid for Auto Industry", "date": "2020-05-26 16:34", "summary": "President outlines package of measures to address sales slump amid coronavirus crisis. PARIS-French President Emmanuel Macron Tuesday said his government planned to spend billions of euros to prop up France's auto industry amid a collapse in car purchases caused by the coronavirus crisis.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/many-companies-ask-lenders-to-give-them-a-break-11590524697", "title": "Many Companies Ask Lenders to Give Them a Break", "date": "2020-05-26 16:24", "summary": "Dozens of public companies have asked for waivers, amendments or expense accounting changes so they don't breach loan terms. Finance chiefs are asking lenders to waive some financial requirements or give them additional flexibility in how they account for coronavirus-related expenses so their companies don't violate loan terms.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/advertisers-seek-to-revise-deal-terms-with-streamer-quibi-11590519825", "title": "Taco Bell, Walmart Among Advertisers Seeking New Deal Terms With Quibi", "date": "2020-05-26 16:19", "summary": "Some major advertisers have asked to defer their payments or revise their billing schedules. Streaming service Quibi is beginning to feel the pinch of its lackluster performance since launching last month, as major advertisers seek to defer payments and the company looks to cut costs, according to people familiar with the situation.", "categories": [["WSJ News Exclusive", "Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hertz-paid-out-16-million-in-bonuses-days-before-bankruptcy-11590524331", "title": "Hertz Paid Out $16 Million in Bonuses Days Before Bankruptcy", "date": "2020-05-26 16:18", "summary": "Executives at car-rental firm are latest group of corporate leaders to get cash before their companies file for bankruptcy. Hertz Global Holdings Inc. paid more than $16 million in retention bonuses to senior managers, including its new chief executive, just days before it filed for bankruptcy Friday night.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-staying-inside-guide-arias-for-all-ages-11590523849", "title": "The Staying Inside Guide: Arias for All Ages", "date": "2020-05-26 16:10", "summary": "There are many online resources that offer children an entertaining introduction to the world of opera.. ", "categories": [["Books & Arts", "Opera Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/opera-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/an-l-a-home-asking-62-million-includes-a-playful-perk-a-model-racetrack-11590523214", "title": "An L.A. Home Asking $62 Million Includes a Playful Perk: Model Racetrack", "date": "2020-05-26 16:00", "summary": "Kipp Nelson's home overlooking West Hollywood also features a racing simulator which allows users to compete against Lewis Hamilton. Start your engines: A mansion built for a race car enthusiast is hitting the market in Los Angeles for $62 million.", "categories": [["Real Estate", "Private Properties"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/private-properties?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-car-lovers-home-in-los-angeles-11590522816", "title": "A Car-Lover's Home in Los Angeles", "date": "2020-05-26 15:53", "summary": "Kipp Nelson's house has an industrial feel.. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/countrys-tallest-wooden-building-rising-in-cleveland-11590494402", "title": "Country's Tallest Wooden Building Rising in Cleveland", "date": "2020-05-26 15:52", "summary": "Ambitious project proceeds despite coronavirus crisis. In Cleveland, a developer is moving ahead with an ambitious project despite the pandemic: the country's tallest wooden building.", "categories": [["Real Estate", "Property Report"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/property-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-city-could-reopen-by-mid-june-mayor-says-11590520456", "title": "New York City Could Reopen By Mid-June, Mayor Says", "date": "2020-05-26 15:49", "summary": "Long Island region is set to open Wednesday, says Gov. Cuomo, as New York state reports lowest number of confirmed Covid-19 deaths since crisis started. New York City could begin a phased reopening in the first or second week of June, Mayor Bill de Blasio said Tuesday, as it continued to ramp up testing capacity for the novel coronavirus and started developing plans for commuters to safely use public transportation.", "categories": [["U.S.", "Tri-State Area"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-region?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/j-crew-allowed-to-postpone-rent-for-two-months-in-bankruptcy-11590522106", "title": "J.Crew Allowed to Postpone Rent for Two Months in Bankruptcy", "date": "2020-05-26 15:41", "summary": "Retailer says sales at one recently reopened store are down 56% from a year earlier. A bankruptcy judge allowed J.Crew Group Inc. to pause paying rent for two months despite pleas from many large landlords to resume payments as its stores start to reopen.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/boris-johnsons-defense-of-dominic-cummings-meets-mounting-calls-for-key-aides-dismissal-11590509813", "title": "Boris Johnson's Defense of Aide Meets Mounting Calls for Dismissal", "date": "2020-05-26 15:32", "summary": "Opinion poll suggests a majority of the public believe the British leader's senior adviser should be fired. LONDON-Prime Minister Boris Johnson's efforts to defend top aide Dominic Cummings struggled Tuesday as an opinion poll showed a majority of the British public believed the adviser had broken lockdown rules and more lawmakers called for his dismissal.", "categories": [["World", "Europe", "U.K."]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb", "https://www.wsj.com/news/types/u-k-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/let-them-play-11590521215", "title": "Let Them Play", "date": "2020-05-26 15:31", "summary": "Lockdowns are easing but many children remain restricted.. Memorial Day once again offered Americans the chance to honor those who gave everything so that we might live in freedom. Let's hope the example of our brave fallen heroes can inspire all of us to approach life's challenges with a little more courage. Thank goodness there seems to be more of it going around as virus curves continue to flatten.", "categories": [["Opinion", "Best of the Web"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/best-of-the-web-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/oil-rallies-on-hopes-for-economic-recovery-11590501794", "title": "Oil Prices Rally on Hopes for Economic Recovery", "date": "2020-05-26 15:20", "summary": "Demand for crude rose as lockdown measures continued to loosen. Oil prices climbed Tuesday, rising alongside stocks with more states and countries easing lockdown measures and boosting demand for fuel.", "categories": [["Markets", "Commodities", "Oil Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb", "https://www.wsj.com/news/types/oil-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/supreme-court-wont-block-court-order-to-slow-spread-of-coronavirus-in-federal-prison-where-nine-have-died-11590515425", "title": "Supreme Court Won't Block Court Order to Slow Spread of Coronavirus in Federal Prison", "date": "2020-05-26 14:57", "summary": "Federal judge required Elkton, Ohio, prison to identify vulnerable inmates for home confinement, transfer. WASHINGTON-The Supreme Court refused Tuesday to block a lower court order requiring federal authorities to identify for transfer inmates vulnerable to the novel coronavirus, rejecting Trump administration claims that a federal judge had undermined the judgment of \"expert prison administrators\" running the facility at Elkton, Ohio.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pandemic-wont-be-a-serious-detour-for-auto-parts-retail-11590517867", "title": "Pandemic Won't Be a Serious Detour for Auto-Parts Retail", "date": "2020-05-26 14:31", "summary": "Auto-parts retailers' sales are an encouraging sign as they gear up for the rest of the year. Sales of auto parts are going a lot better than those of fully assembled cars these days.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hotels-fund-more-cleaning-by-cutting-room-amenities-and-breakfast-buffets-11590183440", "title": "Hotels Fund More Cleaning by Cutting Room Amenities and Breakfast Buffets", "date": "2020-05-26 14:23", "summary": "Chains aim to boost confidence in cleanliness during coronavirus pandemic. Hotel chains are performing a precarious budget balancing act as they scrap amenities to pay for more cleaning to rebuild consumer confidence shaken by the coronavirus pandemic and reverse steep declines in stays.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/puerto-rico-board-backtracks-on-planned-bondholder-payments-11590515693", "title": "Puerto Rico Board Backtracks on Planned Bondholder Payments", "date": "2020-05-26 14:14", "summary": "The board overseeing Puerto Rico's finances concludes it doesn't have the money to cover bondholder payments under a $35 billion restructuring plan. Puerto Rico's financial oversight officials are backing away from commitments made to bondholders as the economic damage from the coronavirus becomes clearer, according to people familiar with the matter.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/american-diners-have-more-takeout-in-their-future-11590501935", "title": "American Diners Have More Takeout in Their Future", "date": "2020-05-26 13:56", "summary": "Dining rooms are reopening, but the surge in takeout orders is likely to last. Dining rooms are starting to reopen. While the closures were temporary, their effects on the industry are likely to last much longer.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/russia-sends-warplanes-to-libya-escalating-its-involvement-u-s-says-11590512914", "title": "Russia Sends Warplanes to Libya, Escalating Its Involvement, U.S. Says", "date": "2020-05-26 13:44", "summary": "Experts are unsure whether Russian fighters will be part of militia campaign to take Tripoli. Senior U.S. military officials said Russia has sent jet fighters to Libya to support Russian mercenaries fighting there on behalf of Khalifa Haftar, a militia leader based in the eastern part of the country.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/electric-car-sales-shrink-in-china-but-remain-a-government-priority-11590514874", "title": "Electric-Car Sales Shrink in China Despite Official Support", "date": "2020-05-26 13:41", "summary": "The pandemic has further damped demand for EVs in a soft Chinese auto market. SHANGHAI-China's leaders are looking for new ways to draw consumers to electric vehicles as interest in them slumps.", "categories": [["Business", "Autos & Transportation", "Autos Industry"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/transportation?mod=breadcrumb", "https://www.wsj.com/news/types/autos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/get-ready-for-the-careful-economy-11590514492", "title": "Get Ready for the 'Careful' Economy", "date": "2020-05-26 13:34", "summary": "Reopening has costs for businesses, employees and consumers. Good thing Americans are adaptable.. Ready or not-mostly not-the reopening is at hand. The economic carnage of a continued lockdown is simply too great to sustain. But the virus is still with us, so the carefully reopened economy will be less efficient than the pre-pandemic economy.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/corporate-green-disclosures-are-often-mere-marketing-11590514454", "title": "Corporate Green 'Disclosures' Are Often Mere Marketing", "date": "2020-05-26 13:34", "summary": "Companies tout their work on climate change in their filings but mislead the public about their impact.. Climate-change partisans on both sides often accuse one another of dishonesty. Here's a suggestion for resolving that dispute in at least one important corner of the world-publicly owned companies.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/stanley-ho-casino-kingpin-of-gambling-capital-macau-dies-at-98-11590482756", "title": "Stanley Ho, Casino Kingpin of Macau, Dies at 98", "date": "2020-05-26 13:29", "summary": "Magnate built the Chinese territory into a gambling powerhouse that easily surpassed Las Vegas. Stanley Ho, who became virtually synonymous with Macau's casino industry as he drove its rise to become the world's gambling capital, has died. He was 98 years old.", "categories": [["World", "Obituaries"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/obituaries?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/putin-schedules-russian-victory-day-parade-for-june-11590513711", "title": "Putin Schedules Russian Victory Day Parade for June", "date": "2020-05-26 13:21", "summary": "This year's parade, postponed earlier because of the coronavirus pandemic, will mark the 75th anniversary of the defeat of Nazi Germany. MOSCOW-Under pressure over his handling of the coronavirus pandemic and Russia's faltering economy, President Vladimir Putin said the country would hold its showcase annual Victory Day military parade next month.", "categories": [["World", "Europe", "Russia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb", "https://www.wsj.com/news/types/russia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pandemic-restaurant-diners-socially-distance-with-mannequins-shower-curtains-rosemary-plants-11590513510", "title": "After Lockdowns, Restaurants Aim to Jazz Up Dining Rooms", "date": "2020-05-26 13:20", "summary": "Capacity limits will leave an empty feel, so chefs are coming up with ways to fill seats; 'a little bit of Broadway'. When the acclaimed New York restaurant Le Bernardin reopens, it plans to serve dinner-and a show.", "categories": [["A-hed"]], "category_links": ["https://www.wsj.com/news/types/a-hed?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/restaurants-get-creative-to-fill-seats-11590513203", "title": "Restaurants Get Creative to Fill Seats", "date": "2020-05-26 13:13", "summary": "Capacity limits mean filling chairs with pandas, mannequins, dragons.. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/shale-driller-unit-corp-files-for-bankruptcy-11590510630", "title": "Shale Driller Unit Corp. Files for Bankruptcy", "date": "2020-05-26 12:30", "summary": "Holders of more than two-thirds of Unit's bonds have agreed to swap out their debt for equity in the reorganized business. Shale driller Unit Corp. has filed for bankruptcy with a creditor-backed plan to trim more than $650 million in long-term debt from its balance sheet.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mexicos-economy-shrinks-in-first-quarter-on-early-pandemic-effects-11590493584", "title": "Mexico's Economy Shrinks in First Quarter on Early Pandemic Effects", "date": "2020-05-26 12:28", "summary": "The 1.2% decline in GDP was smaller than the preliminary 1.6% contraction reported at the end of April. MEXICO CITY-Mexico's economy contracted in the first quarter of the year, extending the 2019 downturn as the coronavirus pandemic started to affect industry and services, revised government data showed Tuesday.", "categories": [["World", "Latin America"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/latin-america-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/atms-lets-get-phygital-11590510449", "title": "ATMs: Let's Get 'Phygital'", "date": "2020-05-26 12:27", "summary": "ATMs are due for an upgrade to cope with the coronavirus fallout. Back in 2009, Paul Volcker famously quipped that the automated teller machine-at the time already a four-decade old invention-was the last truly great innovation in banking to improve society.", "categories": [["Markets", "Overheard"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/overheard?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/singapores-pil-seeks-temasek-investment-for-survival-11590509486", "title": "Singapore's PIL Seeks Temasek Investment for Survival", "date": "2020-05-26 12:11", "summary": "The troubled container operator is in exclusive talks with an arm of the Singapore sovereign wealth fund. Pacific International Lines is in talks with an arm of Singapore sovereign-wealth fund Temasek Holdings over a potential investment aimed at keeping the debt-ridden container ship operator from shutting down.", "categories": [["Logistics Report"]], "category_links": ["https://www.wsj.com/news/types/logistics-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/warner-music-group-sets-ipo-plan-11590509286", "title": "Warner Music Sets IPO Plan", "date": "2020-05-26 12:08", "summary": "Offering would value the No. 3 music company at more than $11 billion. Access Industries Inc.'s Warner Music Group Corp. said it would proceed with plans to sell shares to the public despite market setbacks amid the coronavirus pandemic.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-campaign-names-new-deputy-head-11590508958", "title": "Trump Campaign Names New Deputy Head", "date": "2020-05-26 12:02", "summary": "Former White House political director Bill Stepien promoted as campaigning heats up. ", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/facebook-knows-it-encourages-division-top-executives-nixed-solutions-11590507499", "title": "Facebook Shut Efforts to Become Less Polarizing", "date": "2020-05-26 11:38", "summary": "The social-media giant internally studied how it polarizes users, then largely shelved the research. A Facebook Inc. team had a blunt message for senior executives. The company's algorithms weren't bringing people together. They were driving people apart.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chiles-latam-airlines-files-for-u-s-bankruptcy-protection-11590505245", "title": "Chile's Latam Airlines Files for U.S. Bankruptcy Protection", "date": "2020-05-26 11:00", "summary": "Shareholders put up a $900 million bankruptcy loan to keep Latin America's largest airline afloat. Chile's Latam Airlines Group SA, the largest airline in Latin America, has filed for bankruptcy protection in the U.S. after travel restrictions all but emptied the skies in the region, sending air carriers scrambling for ways to cushion the coronavirus impact.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-class-of-1970-meets-history-twice-11590504907", "title": "The Class of 1970 Meets History. Twice.", "date": "2020-05-26 10:55", "summary": "Resume Subscription. Fifty years ago, Grinnell College, a small liberal-arts college in central Iowa, canceled graduation for the class of 1970, its then president citing the \"grave political and educational crisis, which this nation and this college presently face.\"", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/amid-u-s-pressure-israel-rejects-chinese-bid-for-major-infrastructure-project-11590502529", "title": "Amid U.S. Pressure, Israel Rejects Chinese Bid for Major Infrastructure Project", "date": "2020-05-26 10:15", "summary": "Several companies, including one from China, had bid to build what is slated to be the world's largest desalination plant. TEL AVIV-Israel awarded the contract for a major infrastructure project to a local company, avoiding getting entangled in the escalating tensions between the U.S. and China.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/josh-gad-found-himself-by-playing-somebody-else-11590502228", "title": "Josh Gad Found Himself by Playing Somebody Else", "date": "2020-05-26 10:10", "summary": "The actor and comedian was bad at math, but making people laugh was his 'secret weapon'. Josh Gad, 39, is an actor and comedian who plays Herman Judd on HBO's \"Avenue 5\" series. He stars in \"Artemis Fowl,\" due for release on the Disney+ streaming platform on June 12. He spoke with Marc Myers.", "categories": [["Real Estate", "House Call"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/house-call?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/queens-restaurateur-sees-glass-half-full-as-he-launches-during-pandemic-11590501600", "title": "Queens Restaurateur Sees Glass Half Full as He Launches During Pandemic", "date": "2020-05-26 10:00", "summary": "Nikolaos Lamprou is optimistic that the risk he took in realizing his lifelong dream of owning a Greek joint will pay off. Nikolaos Lamprou had big plans for the grand opening of Niko's Souvlaki, his new dine-in Greek restaurant in Astoria, Queens. There would be flowers, balloons, Greek and American flags, his DJ cousin Paul spinning tunes and a crowd of hungry patrons.", "categories": [["U.S.", "Metro Money"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/metro-money?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-coronavirus-tests-give-some-people-a-yes-and-a-no-11590501600", "title": "Why Coronavirus Tests Give Some People a 'Yes' and a 'No'", "date": "2020-05-26 10:00", "summary": "Contradictory results are frustrating many Americans who want a clear answer on whether they have had Covid-19. Zalman Goldstein has received results for six Covid-19 tests he has taken since mid-April. Three were positive, and three were negative.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-dirt-bike-kid-graduates-to-a-record-setting-motorcycle-11590500724", "title": "A 'Dirt Bike Kid' Graduates to a Record-Setting Motorcycle", "date": "2020-05-26 09:45", "summary": "Since 1972, Phil Lane has built up memories with his Dunstall Norton 810, called the fastest standard motorcycle ever produced. Phil Lane, 67, a retired Lexus dealer and dealership general manager in Lake Oswego, Ore., on his 1972 Dunstall Norton 810, as told to A.J. Baime.", "categories": [["Life & Work", "Cars", "My Ride"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/automotive?mod=breadcrumb", "https://www.wsj.com/news/types/my-ride?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-home-price-growth-accelerated-in-march-11590500015", "title": "U.S. Home-Price Growth Accelerated in March", "date": "2020-05-26 09:33", "summary": "Case-Shiller index rose 4.4% on an annual basis, the highest rate since December 2018. Home-price growth accelerated in March, even as home sales dropped after the coronavirus pandemic shut down economic activity in some regions.", "categories": [["Economy", "Economic Data"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/economic-data?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/germanys-big-airline-bailout-is-a-mixed-blessing-11590498776", "title": "Germany's Big Airline Bailout Is a Mixed Blessing", "date": "2020-05-26 09:12", "summary": "Berlin wants to protect Lufthansa's broad domestic network, but this is what has hampered the carrier's profitability. Airline giant Lufthansa has gotten most of what it wanted from the German government. For investors, that is both a relief and a problem.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/blood-banks-pharma-join-microsoft-to-sign-up-covid-19-survivors-for-plasma-11590498001", "title": "Blood Banks, Pharma Join Microsoft to Sign Up Plasma Donors", "date": "2020-05-26 09:00", "summary": "Coalition works to overcome donor shortage, a key obstacle in an approach to developing new therapies. A coalition of research institutions, blood banks, drug companies and recovered Covid-19 patients is working to overcome a major challenge in developing new therapies based on survivors' blood plasma: a shortage of donors.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/aston-martin-replaces-ceo-with-daimler-executive-in-bid-for-survival-11590497555", "title": "Aston Martin Replaces CEO With Daimler Executive in Bid for Survival", "date": "2020-05-26 08:52", "summary": "Reshuffle sends shares in embattled British sports-car maker soaring. Aston Martin Lagonda Global Holdings PLC, the British sports-car company made famous by James Bond, ousted its chief executive in a fresh bid to resuscitate a storied brand that has been on life support.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/airline-stocks-buoyed-by-easing-travel-restrictions-state-aid-11590496963", "title": "Airline Stocks Buoyed by Easing Travel Restrictions, State Aid", "date": "2020-05-26 08:42", "summary": "Spain joins other European and Asian countries in plans to lift quarantines on travelers in a boost to tourism sector. Global airline stocks rallied following signs of more government support for the aviation sector and the loosening of travel restrictions in some countries.", "categories": [["Markets", "Abreast of the Market"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hotel-occupancy-ticks-up-as-weekend-trippers-hit-the-road-11590494416", "title": "Weekend Trippers Boost Hotel Occupancy", "date": "2020-05-26 08:00", "summary": "Coronavirus drove the industry rate to a dramatic low in mid-April, but it has been inching back since. ", "categories": [["Real Estate", "Property Report"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/property-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/high-end-apartment-owners-dodge-economic-slump-11590494401", "title": "High-End Apartment Owners Dodge Economic Slump", "date": "2020-05-26 08:00", "summary": "Rents still could be forced lower, though, as downturn from coronavirus squeezes more tenants. Shopping, eating out and other consumer-spending categories are in free fall. But people in premium apartments are still paying their rent, the country's largest publicly traded landlords were eager to report this month.", "categories": [["Real Estate"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/race-is-on-to-create-rapid-covid-19-tests-for-the-fall-11590494400", "title": "Race Is On to Create Rapid Covid-19 Tests for the Fall", "date": "2020-05-26 08:00", "summary": "Hundreds of teams are competing a la 'Shark Tank' for NIH funding to develop at-home diagnostic strips and other options. Even as coronavirus testing ramps up around the country, businesses and public-health authorities seeking to safely reopen are hitting a speed-bump: Standard testing techniques still require sophisticated lab equipment and can take hours or even days for results.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/landlords-were-never-meant-to-get-bailout-funds-many-got-it-anyway-11590494400", "title": "Landlords Were Never Meant to Get Bailout Funding. Many Got It Anyway.", "date": "2020-05-26 08:00", "summary": "At least dozens of property companies are said to have received in aggregate tens of millions of dollars or more due to legal loophole. Real-estate companies are cashing in on the government's emergency-spending program, despite rules meant to bar landlords and other property owners from the funds.", "categories": [["Real Estate", "Property Report"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/property-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-90-000-fans-who-screamed-in-an-empty-stadium-11590494401", "title": "The 90,000 Fans Who Screamed in an Empty Stadium", "date": "2020-05-26 08:00", "summary": "Groundbreaking moments of sports innovation tend not to come from middling soccer teams in Tunisia. Club Sportif Hammam-Lif is the exception.. Groundbreaking moments of sports innovation tend not to come from middling soccer teams in Tunisia. Club Sportif Hammam-Lif, on the Mediterranean coast, is the exception.", "categories": [["Sports", "Soccer"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/soccer?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/as-covid-19-cases-wane-a-new-york-hospital-prepares-for-a-second-wave-11590492534", "title": "As Covid-19 Cases Wane, New York Hospitals Prepare For Second Wave", "date": "2020-05-26 07:29", "summary": "Resume Subscription. Nazish Ilyas is just now starting to process the last two months of the new coronavirus pandemic.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/coronavirus-further-strains-a-u-k-union-already-under-pressure-11590492411", "title": "Coronavirus Further Strains a U.K. Union Already Under Pressure", "date": "2020-05-26 07:26", "summary": "England, Scotland, Wales and Northern Ireland, still reeling from Brexit, diverge in their responses to the pandemic. LONDON-The ties that bind the United Kingdom are being increasingly stretched by the coronavirus crisis.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/in-the-covid-era-ceos-repurpose-their-personal-networks-to-talk-virus-11590491552", "title": "In the Covid Era, CEOs Repurpose Their Personal Networks to Talk Virus", "date": "2020-05-26 07:12", "summary": "Executives are turning to one another for advice on how to reopen safely and joining forces to solve problems posed by the pandemic. Executives looking for the best way to virus-proof their plants or eager to discuss their pandemic-fighting ideas are increasingly turning to one group for advice and feedback: fellow business leaders.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-doesnt-have-to-be-so-deadly-just-look-at-hong-kong-and-singapore-11590491418", "title": "How Hong Kong, Singapore Kept Virus Death Rates Low", "date": "2020-05-26 07:10", "summary": "Resume Subscription. Hong Kong and Singapore reported their first cases of the novel coronavirus in January. Four months later, the densely packed Asian metropolises, with a combined population of about 13 million, have seen 27 fatalities between them.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/as-its-economy-slows-china-embraces-a-weaker-currency-11590491068", "title": "As Its Economy Slows, China Embraces a Weaker Currency", "date": "2020-05-26 07:04", "summary": "Chinese leaders have said they want to hold the yuan fairly steady. China set a reference rate for the yuan at its weakest point in 12 years, a signal that Beijing sees the benefits of a weaker currency as it grapples with an economic slowdown and rising tensions with Washington.", "categories": [["Markets", "Currencies", "Foreign Exchange"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/currencies?mod=breadcrumb", "https://www.wsj.com/news/types/foreign-exchange?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/western-economies-see-biggest-slump-since-financial-crash-11590489733", "title": "Western Economies See Biggest Slump Since Financial Crisis", "date": "2020-05-26 06:42", "summary": "Lockdowns squeezed economic output; economists predict worse for second quarter. The world's developed economies saw the largest fall in output since the global financial crisis in the first three months of the year, as governments began to impose lockdowns designed to limit the spread of the novel coronavirus.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-100-billion-meituan-should-make-investors-queasy-11590488800", "title": "A $100 Billion Meituan Should Make Investors Queasy", "date": "2020-05-26 06:29", "summary": "China's largest food-delivery company is up 36% this year. Investors may want to enjoy their takeout rather than buying further in.. China's largest takeout company has kept delivering for shareholders despite disruptions from the coronavirus pandemic. Investors now might want to check whether the rally is overheated.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/europe-is-opening-for-business-but-isnt-on-sale-11590488289", "title": "Europe Is Opening for Business But Isn't on Sale", "date": "2020-05-26 06:18", "summary": "The region's companies are becoming more attractive takeover targets, but sealing the deal is getting more difficult. Don't be fooled by the knockdown prices; corporate Europe isn't on sale.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/novavax-coronavirus-vaccine-begins-human-testing-11590438240", "title": "Novavax Coronavirus Vaccine Begins Human Testing", "date": "2020-05-26 06:16", "summary": "The phase 1 trial aims to test whether the vaccine is safe and triggers an immune response. Novavax Inc. said Monday it started the first human study of its experimental coronavirus vaccine, making it one of at least 10 shots now being tested in people globally for Covid-19.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/viewpoint-sports-venues-face-possibility-of-restructuring-amid-coronavirus-fallout-11590487200", "title": "Viewpoint: Sports Venues Face Possibility of Restructuring Amid Coronavirus Fallout", "date": "2020-05-26 06:00", "summary": "Owners of stadiums and arenas are looking into how the pandemic will affect their funding, particularly if capacity is limited by social distancing. Stadiums and arenas across the U.S. are dark due to the coronavirus pandemic. While stadium operators are putting measures in place to reopen (including altering venues to facilitate social distancing), we don't know what sporting events will look like exactly after society reopens.", "categories": [["Pro Bankruptcy Commentary Analysis"]], "category_links": ["https://www.wsj.com/news/types/pro-bankruptcy-commentary-analysis?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/shopifys-blurred-lines-are-hard-to-hate-11590487200", "title": "Shopify's Blurred Lines Are Hard to Hate", "date": "2020-05-26 06:00", "summary": "Exiting the pandemic, Shopify is a Canadian darling U.S. investors can no longer afford to ignore. At the start of this year, Canadian-based cloud commerce platform Shopify Inc. may have been the biggest company investors outside of technology had never heard of. Now, the pandemic-induced e-commerce craze is catapulting the company into a position too relevant to ignore.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/gambling-tycoon-stanley-ho-dies-at-98-11590486146", "title": "Gambling Tycoon Stanley Ho Dies at 98", "date": "2020-05-26 05:42", "summary": "The casino mogul helped propel Macau past Las Vegas as the world's gambling capital. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/the-facebook-friends-moms-dont-want-their-teens-11590485402", "title": "The Facebook Friends Moms Don't Want? Their Teens", "date": "2020-05-26 05:30", "summary": "Women who grew up on Facebook find they don't really want to share every photo, rant and family secret with their kids. Kim Adam has refused her 15-year-old daughter's requests to become Facebook friends.", "categories": [["Tech", "Family & Tech: Julie Jargon"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb", "https://www.wsj.com/news/types/family-tech-julie-jargon?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/europe-is-subsidizing-millions-of-paychecks-companies-want-to-keep-it-that-way-for-now-11590485402", "title": "Europe Is Subsidizing Millions of Paychecks. Companies Want to Keep It That Way, for Now.", "date": "2020-05-26 05:30", "summary": "Resume Subscription. Europe's strategy of placing tens of millions of workers on paid leave has so far succeeded in stemming the widespread unemployment that has been seen in the U.S., but now governments across the continent are grappling with how to wean companies and workers off the support.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/premier-takes-stake-in-mask-maker-prestige-ameritech-11590485401", "title": "Premier Takes Stake in Mask Maker Prestige Ameritech", "date": "2020-05-26 05:30", "summary": "Hospitals have struggled to find domestically made masks amid coronavirus pandemic. Hospital-supply buyer Premier Inc. struck a multiyear deal with mask maker Prestige Ameritech Ltd., an early effort to reverse decades of outsourcing of medical-equipment production.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/companies-tap-digital-tools-to-hire-grads-host-interns-11590485401", "title": "Companies Tap Digital Tools to Hire Grads, Host Interns", "date": "2020-05-26 05:30", "summary": "Ford, Kraft Heinz among firms leaning on video and other tools to run entry-level and internship programs. The spring interview season, a rite of passage for college students and recent grads, has gone virtual. In the midst of coronavirus lockdowns, companies, including Ford Motor Co. and Kraft Heinz Co. , are leaning on a host of digital tools to interview, vet and host internees and new hires.", "categories": [["CIO Journal"]], "category_links": ["https://www.wsj.com/news/types/cio-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tax-credit-for-keeping-workers-on-payrolls-draws-bipartisan-interest-11590485400", "title": "Tax Credit for Keeping Workers on Payrolls Draws Bipartisan Interest", "date": "2020-05-26 05:30", "summary": "Lawmakers seek to expand a wage subsidy alongside small-business aid and unemployment insurance to help amid the coronavirus pandemic. WASHINGTON-As unemployment rises and the first wave of federal economic relief nears expiration, lawmakers are increasingly looking to expand an existing wage subsidy to keep workers on payrolls and help businesses stay afloat.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-moves-to-audit-chinese-firms-market-frets-over-what-comes-next-11590485401", "title": "U.S. Moves to Audit Chinese Firms. Market Frets Over What Comes Next.", "date": "2020-05-26 05:30", "summary": "Investors worry proposed legislation will further inflame tensions between Beijing and Washington. For more than a decade, Chinese companies raised billions by listing their shares on American stock exchanges while avoiding the accounting-quality checks that other public firms endure.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11590432148", "title": "Pepper...and Salt", "date": "2020-05-26 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-latest-news-05-25-2020-11590393697", "title": "As Americans Venture Out for Holiday Weekend, Caution Urged", "date": "2020-05-26 22:06", "summary": "Nation's death toll nears 100,000 as state lockdowns ease by varying measures. The Memorial Day weekend drew Americans to bars, beaches and parks, sparking some revelry while in other places sparse crowds or subdued celebrations, a reflection of the national divide over how best to reopen the economy during the coronavirus pandemic.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/richard-bransons-small-satellite-launch-venture-fails-first-test-11590446353", "title": "Richard Branson's Small-Satellite Launch Venture Fails First Test", "date": "2020-05-26 20:39", "summary": "An 'anomaly' occurred early in the booster's trajectory, Virgin Orbit says. A company founded by entrepreneur Richard Branson to launch small satellites botched its initial demonstration flight, as a rocket released from a specially outfitted jumbo jet failed to reach low-earth orbit.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}]