[{"link": "https://www.wsj.com/articles/questions-persist-after-release-of-new-small-business-loan-rules-11590269875", "title": "Questions Persist After Release of New Small-Business Loan Rules", "date": "2020-05-23 17:37", "summary": "Revised guidance fails to clarify which businesses are eligible for the assistance. WASHINGTON-The Trump administration has updated guidelines for forgiving federally backed loans to help small businesses survive the coronavirus outbreak-but they don't address some stickier issues plaguing lenders and borrowers.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-latest-news-05-23-2020-11590223953", "title": "Coronavirus Cases Rise as U.S. Marks Memorial Day Weekend", "date": "2020-05-23 17:24", "summary": "More than five million people have been infected world-wide, with over 1.6 million of those cases in the U.S.. Coronavirus infections rose in the U.S. as states warily entered Memorial Day weekend, while many countries in the Muslim world marked an end to the holy month of Ramadan with fresh restrictions.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/off-price-retailer-tuesday-morning-preparing-bankruptcy-filing-as-soon-as-this-weekend-11590266678", "title": "Off-Price Retailer Tuesday Morning to File for Chapter 11, Sources Say", "date": "2020-05-23 16:54", "summary": "The national discount home-goods retailer closed nearly 700 stores in March due to the Covid-19 pandemic. Discount home-goods retailer Tuesday Morning Corp. is preparing to file for bankruptcy within days after the shutdown of its stores due to the coronavirus pandemic, according to people familiar with the matter.", "categories": [["WSJ News Exclusive", "Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/97-bodies-recovered-from-pakistan-international-airlines-crash-11590225715", "title": "97 Bodies Recovered From Pakistan International Airlines Crash", "date": "2020-05-23 14:37", "summary": "Two passengers survived and weren't badly hurt, an escape described as \"miraculous\" by authorities. ISLAMABAD-Rescuers recovered 97 bodies Saturday from the wreckage of a crashed Pakistan International Airlines domestic flight, which the pilot had said lost power.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fire-destroys-warehouse-on-san-franciscos-fishermans-wharf-11590248074", "title": "Fire Destroys Warehouse on San Francisco's Fisherman's Wharf", "date": "2020-05-23 14:34", "summary": "More than 130 firefighters fought flames that threatened nearby D-Day ship. SAN FRANCISCO-A fire engulfed a warehouse on San Francisco's Fisherman's Wharf early Saturday, sending a thick plume of smoke over the waterfront and threatening to spread to a historic World War II-era ship before firefighters brought the flames under control.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-considers-forming-panel-to-review-complaints-of-online-bias-11590238800", "title": "Trump Considers Forming Panel to Review Complaints of Online Bias", "date": "2020-05-23 14:00", "summary": "Move is likely to draw pushback from tech companies; ACLU raises free-speech concerns. WASHINGTON-President Trump is considering establishing a panel to review complaints of anticonservative bias on social media, according to people familiar with the matter, in a move that would likely draw pushback from technology companies and others.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/not-even-a-pandemic-can-slow-down-the-biggest-tech-giants-11590206412", "title": "Not Even a Pandemic Can Slow Down the Biggest Tech Giants", "date": "2020-05-23 13:37", "summary": "Resume Subscription. Here's a stark example of how the global coronavirus pandemic affects America's tech giants, versus how it affects pretty much everyone else.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/jobless-migrants-flee-oil-rich-countries-to-the-chagrin-of-their-home-countries-11590235200", "title": "Jobless Migrants Returning Home From Oil-Rich Countries", "date": "2020-05-23 12:49", "summary": "Legions of foreign workers are leaving Gulf nations, part of a global shift of migrant labor that is depriving their native lands of much-needed remittances. DUBAI-Hundreds of thousands of foreign workers have lost their jobs in wealthy Middle East states amid the coronavirus pandemic and are streaming home to Asian nations that have long relied on their earnings.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-biden-place-opposing-bets-on-voters-view-of-coronavirus-11590249662", "title": "Trump, Biden Place Opposing Bets on Voters' View of Coronavirus", "date": "2020-05-23 12:01", "summary": "Mr. Trump's campaign expects an economic recovery that will overshadow health concerns, while Mr. Biden's team thinks Americans will prioritize competence. President Trump visited a golf course for the first time in two months on Saturday, as he pushes the nation to reopen for business. Joe Biden, remaining at his Delaware home since mid-March, has urged caution about public outings.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-bronx-school-works-to-help-students-thrive-during-the-coronavirus-pandemic-11590249600", "title": "A Bronx School Works to Help Students Thrive During the Coronavirus Pandemic", "date": "2020-05-23 12:00", "summary": "Staff help students navigate stress with counseling sessions and support clubs. When Alexa Sorden opened Concourse Village Elementary School in 2013, the school turnaround expert had one mission: Turn the pre-K-to-5 institution in the South Bronx into one of the city's best.", "categories": [["U.S.", "Schools"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-schools?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/crocs-are-back-in-style-and-not-just-because-of-coronavirus-11590235200", "title": "Crocs Are Back. And Not Just Because of Coronavirus", "date": "2020-05-23 11:02", "summary": "Stay-at-home adults are wearing the comfy shoes. So are young shoppers who want to be seen. 'They are the Nickelback of footwear.'. Stores and schools closed. Families sheltered at home. But the coronavirus pandemic didn't stop Americans from buying more Crocs.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/as-coronavirus-spreads-in-nicaragua-official-denials-amplify-risk-11590246000", "title": "As Coronavirus Spreads in Nicaragua, Official Denials Amplify Risk", "date": "2020-05-23 11:00", "summary": "President Ortega rejects containment measures, while reports from doctors and hospitals dwarf official toll. Nicaragua has become a coronavirus hot spot in Latin America but its authoritarian leader is endangering public health by ignoring the threat and hiding infection data, according to doctors and relatives of victims.", "categories": [["World", "Latin America"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/latin-america-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/to-say-the-kaddish-during-coronavirus-jews-around-the-world-stand-in-11590246001", "title": "During Coronavirus, Jews Around the World Stand In to Say the Kaddish", "date": "2020-05-23 11:00", "summary": "The Covid-19 pandemic has upended mourning around the world, with many Jewish rituals falling to whomever can perform them. Each day, Aaron Fogel gathers with the other residents of his drug treatment center in Jerusalem to say Kaddish, the Jewish prayer of mourning. They aren't praying for their own loved ones. They say the prayer-which traditionally requires a group of at least 10 Jewish adults-for those who cannot gather during the coronavirus outbreak.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/measuring-the-strictness-of-your-lockdown-a-university-boils-it-down-to-one-number-11590246001", "title": "Measuring the Strictness of Your Lockdown: A University Boils It Down to One Number", "date": "2020-05-23 11:00", "summary": "Researchers at Oxford University use 17 variables to develop a 'stringency index'. LONDON-Aditya Lolla was working on a book about modern politics in a log cabin in Hungary when the coronavirus pandemic hit.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-to-help-your-parents-with-their-finances-amid-coronavirus-11590242402", "title": "How to Help Your Parents With Their Finances", "date": "2020-05-23 10:00", "summary": "Helping one's mom and dad with money is hard in normal times. It is even more so during a pandemic.. As restrictions in the U.S. go into the third month with many elderly continuing to stay inside, some may be asking their adult children to help with financial chores.", "categories": [["Markets", "Personal Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/personal-finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/business-jets-could-this-time-really-be-different-11590242401", "title": "Business Jets: Could This Time Really Be Different?", "date": "2020-05-23 10:00", "summary": "Private aviation is a notoriously cyclical business, but the Covid-19 crisis also makes business jets more attractive. ", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-administration-expected-to-limit-work-program-for-foreign-graduates-11590242401", "title": "U.S. Expected to Limit Work Program for Foreign Graduates", "date": "2020-05-23 10:00", "summary": "White House to curb popular OPT program, saying jobs should go to Americans during downturn; business groups warn move would harm growth, blunt U.S. recovery. WASHINGTON-The Trump administration is expected to set limits on a popular program that allows international students to work in the U.S. after graduation while remaining on their student visas, according to administration officials familiar with the matter.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/voting-by-mail-in-november-states-need-to-prepare-now-11590238800", "title": "Voting by Mail in November? States Need to Prepare Now", "date": "2020-05-23 09:00", "summary": "Widespread absentee balloting faces several potential choke points ahead of the fall presidential election. Americans are expected to vote by mail in record numbers in November, but authorities are running out of time to secure the vast number of ballots and ballot-processing machines needed to ensure a smooth process, election and industry officials say.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-might-become-fixture-in-africa-for-years-11590238801", "title": "Coronavirus Might Become 'Fixture' in Africa for Years", "date": "2020-05-23 09:00", "summary": "Resume Subscription. After nightfall, gravediggers across Tanzania gather in hazmat suits to pile the latest coronavirus victims into secret graves. In South Sudan, the vice president, defense minister and nine other cabinet members have been infected by an outbreak ripping through a nation emerging from six years of civil war. In Cameroon, the military has been ordered to hastily bury anyone suspected to have died of a mysterious respiratory illness.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/whiskey-drinkers-lockdown-home-kits-11590238410", "title": "For Whiskey Drinkers in Lockdown, the Mad Scientist Emerges", "date": "2020-05-23 08:55", "summary": "With a rise of home blending kits and \"crowdsourced\" labels-made by soliciting drinker input online-whiskey makers around the world are appealing to the quarantined tinker-drinker. How well will it age?. To a specific segment of drinkers-you might know them as whiskey geeks-customizing flavors is already old news. In 2013, blogger Blake Riber went viral for a post instructing readers how to replicate Pappy Van Winkle using readily available alternatives with similar profiles. Dubbed \"Poor Man's Pappy,\" the blend became so pervasive that the replacement whiskies soon became nearly as scarce as the cultish bourbon they were intended to supplant.", "categories": [["Food"]], "category_links": ["https://www.wsj.com/news/types/magazine-food?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-ahmaud-arbery-case-whos-involved-so-far-11590235200", "title": "The Ahmaud Arbery Case: Who's Involved So Far", "date": "2020-05-23 08:00", "summary": "Three white men have been arrested in the shooting of an unarmed black man in Georgia. Ahmaud Arbery, a 25-year-old black man, was fatally shot outside coastal Brunswick in Glynn County, Ga., on Feb. 23. His family says he was out for a jog when he was pursued and killed. No arrests were made until early May, after a video showing the encounter went viral on social media and sparked a national outcry.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-is-a-medical-and-financial-disaster-for-blacks-in-new-orleans-11590226200", "title": "'This Is Bigger Than Katrina': Coronavirus Devastates Black New Orleans", "date": "2020-05-23 07:30", "summary": "Resume Subscription. Spring is usually harvest time for Big Sam Williams and other New Orleans musicians.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/aspiring-filmmaker-makes-covid-era-career-move-spoofing-zoom-parodying-trump-11590231600", "title": "Aspiring Filmmaker's Covid-Era Career Move: Spoofing Zoom, Parodying Trump", "date": "2020-05-23 07:00", "summary": "Kylie Scott Degnan left social work to go back to school just before the pandemic hit. Her new California life includes unexpected TikTok fame.. Kylie Scott Degnan moved to Santa Clara, Calif., earlier this year from Colorado, hoping to land a job in social work while her partner started work at a medical technology firm. Instead of helping people sort out problems, however, her time in the Bay Area has been spent making people laugh.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/elon-musks-spacex-readies-first-astronaut-launch-by-private-firm-11590231601", "title": "Elon Musk's SpaceX Readies First Astronaut Launch by Private Firm", "date": "2020-05-23 07:00", "summary": "Wednesday's mission would be the first from U.S. soil in nearly a decade, and seeks to reset space exploration. With the scheduled launch of two NASA astronauts into orbit Wednesday, SpaceX aims to propel the U.S. into a historic new era of commercially led space exploration.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hospitals-nursing-homes-seek-more-liability-shields-11590226200", "title": "Hospitals, Nursing Homes Seek More Liability Shields", "date": "2020-05-23 05:30", "summary": "Health-care providers lobby for greater state and federal protection against lawsuits amid coronavirus pandemic. Hospitals and nursing homes are pushing for more protection against patient lawsuits amid the coronavirus pandemic, aiming to add to shields that have already been enacted by more than 30 states.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lovers-six-feet-apart-a-single-violin-welcome-to-the-post-pandemic-opera-11589885435", "title": "An Opera House's Minimalist Recipe for the Coronavirus Era: Make Wagner Intimate", "date": "2020-05-23 04:11", "summary": "Germany's Wiesbaden State Theater, the first major classical music stage to reopen in Europe, unveils its pared-down, virus-proof program. WIESBADEN, Germany-When this town's main theater staged Richard Wagner's \"Tristan und Isolde\" on Thursday night, a recorded prelude reminded the audience what the composer's opera sounds like with a full orchestra.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/khashoggis-family-forgives-killers-paving-way-for-official-pardon-11590138585", "title": "Khashoggi's Family Forgives Killers, Paving Way for Official Pardon", "date": "2020-05-23 02:35", "summary": "Critics of the Saudi government say the family statement was made under duress. A son of slain Saudi journalist Jamal Khashoggi said his family had forgiven his father's killers, sparing them execution in a case that ostracized Saudi Arabia's crown prince from the West and imperiled his economic agenda.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bruised-businesses-try-to-divine-hong-kongs-fate-under-national-security-law-11590150334", "title": "Businesses Try to Divine Hong Kong's Fate Under National-Security Law", "date": "2020-05-23 02:24", "summary": "Investors on Friday signaled broad pessimism about Beijing's plans, which will likely escalate tensions with the U.S.. HONG KONG-Markets faltered and businesses braced for more instability as China set out plans for national-security laws to tighten its control over Hong Kong, piling stress on the global finance hub already battered economically by a year of violent protests and the coronavirus pandemic.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/with-the-coyotes-in-charge-the-yard-goes-wild-11590210011", "title": "With the Coyotes in Charge, the Yard Goes Wild", "date": "2020-05-23 01:00", "summary": "While humans shelter in their homes, the lawn has become a jungle. Foxes are normally furtive creatures, but the rusty-red creature that lives at the bottom of my neighbor's driveway now takes her afternoon constitutional around our property, bold as brass, in the middle of the day. One day as I was shooing her away, I heard a sound behind me and turned to find a coyote ambling across the lawn. Or it may have been a \"coydog,\" a hybrid of whose existence I was unaware until a local wildlife buff gave me the rundown on the subspecies. Whatever species it belonged to, it didn't seem to be afraid of me.", "categories": [["Life & Work", "Ideas", "Moving Targets"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/moving-targets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/presidential-debate-turns-to-how-ballots-are-cast-11590206460", "title": "Presidential Debate Turns to How Ballots Are Cast", "date": "2020-05-23 00:01", "summary": "Democrats push for mail-in ballots amid coronavirus; Trump fears potential voter fraud, negative impact on election outcomes for Republicans. This fall's presidential contest will be about how voters choose between two candidates, obviously. But events this week showed the battle also will be about how those voters cast their ballots.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11590174443", "title": "Pepper...and Salt", "date": "2020-05-23 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-secret-to-searing-a-bistro-quality-steak-11590206437", "title": "The Secret to Searing a Bistro-Quality Steak", "date": "2020-05-23 00:00", "summary": "When it comes to cooking a steak perfectly, cooks in the bistros of Paris rely on a simple, foolproof method. Here's how to master it at home.. AS MANY TIMES as I've cooked steak, I've only rarely achieved that state of perfection found in Paris bistros. So, on a trip to that city researching recipes for an upcoming book, I was eager to consult with Hugo Desnoyer, the eponymous proprietor of what is arguably Paris's most highly regarded butcher shop.", "categories": [["Life & Work", "Food & Drink"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/food-cooking-drink?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/where-to-buy-the-best-fruit-and-vegetables-online-11590206402", "title": "Where to Buy the Best Fruit and Vegetables Online", "date": "2020-05-23 00:00", "summary": "Produce boxes have proliferated in recent years. These top options bring the farm to your door.. REMEMBER WHAT shopping for produce used to be like, complete with comforting rituals like sniffing tomatoes, knocking on melons and squeezing avocados? With the CDC recommending we choose home delivery over visiting the supermarket in the face of the coronavirus, our habits have changed overnight.", "categories": [["Life & Work", "Food & Drink"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/food-cooking-drink?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-job-markets-long-road-back-11590206400", "title": "The Job Market's Long Road Back", "date": "2020-05-23 00:00", "summary": "Job losses were sudden and swift. At first, workers and employers thought they would be temporary. For many, that is starting to look like wishful thinking.. The vast majority of people laid off this spring assumed they'd be back at their jobs fairly soon. It is becoming more clear now that for many, that was wishful thinking.", "categories": [["Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/brazil-supreme-court-allows-release-of-cabinet-meeting-recording-11590183631", "title": "Brazil Supreme Court Allows Release of Cabinet Meeting Recording", "date": "2020-05-23 20:32", "summary": "Former justice minister says video shows president pushed him to replace police official. SÃO PAULO-Brazil's Supreme Court delivered a blow to President Jair Bolsonaro Friday by allowing the airing of a video of a cabinet meeting in which he appears to call on his then-justice minister to interfere in criminal investigations of family members.", "categories": [["World", "Latin America"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/latin-america-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fbi-director-orders-review-of-flynn-investigation-11590183371", "title": "FBI Director Orders Review of Flynn Probe", "date": "2020-05-23 20:13", "summary": "Christopher Wray moves weeks after President Trump criticized him in connection with the ex-national security adviser's case. FBI Director Christopher Wray ordered a review of the bureau's investigation into Michael Flynn, as the criminal case against the former Trump national security adviser remains in legal limbo.", "categories": [["Politics", "National Security"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/national-security?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nevada-casinos-allowed-to-reopen-june-4-11590190789", "title": "Nevada Aims to Reopen Casinos June 4", "date": "2020-05-23 20:12", "summary": "Las Vegas Strip has been closed since mid-March because of coronavirus pandemic. Nevada Gov. Steve Sisolak said the state aims to reopen casinos on the Las Vegas Strip and elsewhere on June 4.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-latest-news-05-22-2020-11590137359", "title": "Coronavirus Infections Jump by More Than a Million Globally in Two Weeks", "date": "2020-05-23 20:08", "summary": "Trump cites CDC guidelines designating places of worship as essential. Confirmed deaths caused by the new coronavirus in the U.S. surpassed 95,000 Friday as the number of infections world-wide grew by more than a million in two weeks.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}]