[{"link": "https://www.wsj.com/articles/colombian-intelligence-unit-used-u-s-equipment-to-spy-on-politicians-journalists-11588635893", "title": "Colombian Intelligence Unit Used U.S. Equipment to Spy on Politicians, Journalists", "date": "2020-05-04 19:44", "summary": "Surveillance tools meant to thwart Marxist rebels were used to keep tabs on human-rights activists and others last year. BOGOTÁ, Colombia-An army intelligence unit provided with U.S. surveillance equipment to fight Marxist rebels and drug traffickers here used the assets throughout 2019 to spy on political opponents, government officials, journalists and human-rights activists, people familiar with the operations and their targets said.", "categories": [["World", "Latin America"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/latin-america-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lawmakers-urge-irs-to-rethink-tax-credit-rule-affecting-furloughed-workers-11588630207", "title": "Lawmakers Urge IRS to Rethink Tax-Credit Rule Affecting Furloughed Workers", "date": "2020-05-04 19:32", "summary": "Bipartisan letter says administration misinterpreted tax break for employee retention. WASHINGTON-The IRS and Treasury Department misinterpreted a new tax credit in a way that could discourage businesses from offering health benefits to their furloughed workers, the leaders of the congressional tax-writing committees said Monday.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nbcuniversal-to-combine-tv-streaming-operations-in-broad-restructuring-11588622043", "title": "NBCUniversal Restructuring to Combine TV, Streaming Operations", "date": "2020-05-04 19:21", "summary": "Telemundo chairman Cesar Conde tapped to replace Andy Lack atop expanded news division. Andy Lack will exit as head of NBCUniversal's news operations at the end of the month, concluding a tenure marked by several controversies.", "categories": [["Business", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/l-brands-sycamore-agree-to-scrap-victorias-secret-deal-11588633861", "title": "L Brands, Sycamore Agree to Scrap Victoria's Secret Deal", "date": "2020-05-04 19:11", "summary": "Retailer says it still plans to split in two and CEO Les Wexner will step down on May 14. L Brands Inc. and Sycamore Partners have agreed to scrap their plans to take Victoria's Secret private, dropping a pact that was reached just weeks before coronavirus forced the lingerie retailer to shut its stores.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/senior-trump-aides-ease-up-on-china-pressure-11588633528", "title": "Senior Trump Aides Ease Up on China Pressure", "date": "2020-05-04 19:05", "summary": "Amid tensions over the coronavirus, officials signal no economic punishment for China if it abides by January trade deal. Senior Trump administration officials signaled Monday that they won't seek to punish China economically if Beijing abides by trade commitments made earlier this year, despite rising tensions over U.S. allegations that China mishandled the coronavirus outbreak.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/rental-car-industry-gets-crushed-by-coronavirus-11588633139", "title": "Rental-Car Industry Gets Crushed by Coronavirus", "date": "2020-05-04 18:59", "summary": "Avis posts loss and lower revenue, and rival Hertz prepares to file for bankruptcy. Avis Budget Group Inc. reported a net loss of $158 million in the first quarter, highlighting the pressures the car-rental industry is facing as the virus outbreak continues to stifle travel and keep people at home.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/liability-shield-is-next-coronavirus-aid-battle-11588589100", "title": "Liability Shield Is Next Coronavirus Aid Battle", "date": "2020-05-04 18:58", "summary": "Senate Republicans say they won't support Democrats' call for further state and local aid without liability protections for companies. WASHINGTON-Senate Republicans' effort to shield companies from liability during the coronavirus pandemic sets the stage for a showdown with Democrats, as allies of businesses and labor fight over the terms under which the economy will emerge from its partial shutdown.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/j-crew-files-for-bankruptcy-protection-reaches-debt-swap-deal-11588583196", "title": "J.Crew Tumbles Into Bankruptcy in the Wake of Coronavirus", "date": "2020-05-04 18:58", "summary": "The retailer, which had been struggling for years, has reached a $2 billion debt-for-equity swap with lenders and bondholders. J.Crew Group Inc., which brought preppy style to malls across the U.S. in the 1990s before stumbling in recent years, became the first big retail chain to seek bankruptcy protection in what is expected to be a wave of defaults in the wake of the coronavirus pandemic.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/shake-shack-sees-demand-pick-up-but-warns-of-higher-costs-11588627260", "title": "Shake Shack Pauses Rapid Growth", "date": "2020-05-04 18:45", "summary": "Burger chain warns of higher costs, as restaurants prepare to do business amid coronavirus. Shake Shack Inc. said the coronavirus pandemic has brought its rapid expansion to a halt.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/shopifys-new-app-pitches-an-alternative-to-the-amazon-experience-11588631497", "title": "Shopify's New App Pitches an Alternative to the Amazon Experience", "date": "2020-05-04 18:31", "summary": "The e-commerce tech company encourages consumers to 'follow' brands. E-commerce technology company Shopify Inc. has rolled out a new shopping app that lets consumers follow brands they like in a social media-type of feed.", "categories": [["Experience Report"]], "category_links": ["https://www.wsj.com/news/experience-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/weighing-swedens-coronavirus-model-11588631127", "title": "Weighing Sweden's Coronavirus Model", "date": "2020-05-04 18:25", "summary": "The left rushes to condemn an experiment that's far from over.. The American left has misunderstood Sweden for years, holding up its significantly liberalized economy as a socialist utopia. Now the misapprehension has moved in the opposite direction, as progressives fret over the country's supposed economy-over-life approach to Covid-19.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-fossil-fuel-virus-nexus-not-11588630987", "title": "The Fossil Fuel-Virus Nexus? Not", "date": "2020-05-04 18:23", "summary": "Biden embraces a flawed study to attack oil and gas production.. You knew it was coming-the political link between the coronavirus and climate change. And right on time the opponents of fossil fuels are flogging a sloppy study that ties pollutants to coronavirus deaths.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/targeted-lockdowns-are-better-11588630768", "title": "Targeted Lockdowns Are Better", "date": "2020-05-04 18:19", "summary": "A new study finds they save more lives and do less economic damage.. Americans are paying a fearsome price for the government's strict lockdowns of American life and commerce, and now comes evidence that targeted lockdowns aimed at protecting those who are most vulnerable to the coronavirus would be better for public health and the economy.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/justice-thomass-question-time-11588630584", "title": "Justice Thomas's Question Time", "date": "2020-05-04 18:16", "summary": "Telephone arguments aren't ideal, but here's a significant silver lining.. The Supreme Court heard oral argument by telephone for the first time Monday, with a real-time audio feed carried by C-Span. Almost as unprecedented: About seven minutes in, Justice Clarence Thomas piped up with \"a couple of questions.\"", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pelosi-review-the-speakers-amanuensis-11588630295", "title": "'Pelosi' Review: The Speaker's Amanuensis", "date": "2020-05-04 18:11", "summary": "One long catalog of the subject's self-sacrifice, courage, success against the odds, intelligence, uprightness and sagacity.. Speaker of the House Nancy Pelosi is a tough and determined politician, a capable legislative leader, a political fundraiser of stupendous talent and a committed liberal who nonetheless knows when to moderate her stance for strategic purposes. She is also ferociously ambitious. In 2010 Democrats lost their House majority, a failure that usually leads to the speaker's retiring from politics altogether. But Mrs. Pelosi stayed in leadership by cajoling her allies and intimidating her doubters, and took back the gavel in 2019.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-treasury-expects-to-borrow-2-99-trillion-in-second-quarter-as-stimulus-spending-soars-11588619567", "title": "U.S. Expects to Borrow $4.5 Trillion in Fiscal Year as Stimulus Spending Soars", "date": "2020-05-04 18:10", "summary": "Effort to combat coronavirus pandemic dwarfs borrowings during and after 2008 financial crisis. WASHINGTON-The U.S. government expects to borrow a record $4.5 trillion this fiscal year as it steps up spending to battle what is likely to be the deepest economic downturn since the Great Depression.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-fed-paper-finds-pandemic-a-century-ago-fueled-nazi-rise-11588629945", "title": "New York Fed Paper Finds Pandemic a Century Ago Fueled Nazi Rise", "date": "2020-05-04 18:05", "summary": "Those events are back in the world's consciousness amid the current coronavirus crisis. Nazis rose to power in Germany in part because of dislocations caused by a mass-death pandemic a century ago, research published by the Federal Reserve Bank of New York on Monday said.", "categories": [["Central Banks Research"]], "category_links": ["https://www.wsj.com/news/types/central-banks-research?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/repeal-the-logan-act-11588629596", "title": "Repeal the Logan Act", "date": "2020-05-04 17:59", "summary": "It's never yielded a conviction but invites abuse by prosecutors, cops and presidents.. Congress passed the Logan Act in 1799, and it's long past time to repeal it. Only two people have been prosecuted under it, in 1802 and 1852, and both were acquitted. But the law invites political abuse, as we've seen recently in the case of Mike Flynn.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/medical-research-is-locked-down-too-11588629492", "title": "Medical Research Is Locked Down, Too", "date": "2020-05-04 17:58", "summary": "Clinical trials grind to a halt as patients are told to stay home and research personnel are redeployed.. I lead clinical trials for medications to treat crippling disorders such as stroke and brain hemorrhages. During the past few months, every one of these studies has come to a grinding halt. The pandemic has thrown clinical trials, the lifeblood of new treatments, into disarray. The consequences will be significant. Some studies won't be able to restart. Others will be delayed for years.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-you-cant-find-rubbing-alcohol-11588629519", "title": "Why You Can't Find Rubbing Alcohol", "date": "2020-05-04 17:58", "summary": "The U.S. now has vast surpluses of a sanitizing liquid that consumers aren't allowed to buy.. One of the few everyday consumer items still not available at most stores is good old rubbing alcohol. Unlike the toilet paper shortage caused by irrational hoarding, the coronavirus pandemic has greatly increased the actual need for germ-sanitizing alcohol.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-new-recipe-for-waste-in-medicaid-11588629304", "title": "A New Recipe for Waste in Medicaid", "date": "2020-05-04 17:55", "summary": "The Democrats' plan would have Washington cover all the health program's costs for the states this year.. The left's new priority is to convince Congress to send hundreds of billions of additional dollars to states to help them weather the coronavirus storm. A leading Democratic proposal would funnel the money through Medicaid, with a built-in incentive for states to keep their economies closed and unemployment rates high. Republicans should oppose it. If necessary, President Trump should veto it.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/boris-and-bibi-ride-coronavirus-pandemic-popularity-11588629245", "title": "Boris and Bibi Ride Coronavirus Pandemic Popularity", "date": "2020-05-04 17:54", "summary": "Covid-19 confirmed the ideas they'd been advancing, but other politicians struggle.. The Covid-19 pandemic is, among other things, a test of leadership around the world. For some-Brazil's President Jair Bolsonaro, for instance-the pandemic has been a major political setback. Others, such as Germany's Chancellor Angela Merkel, have seen their popularity soar. Then there are those like Hungary's Prime Minister Viktor Orbán, who have exploited the pandemic to expand their sweeping powers.", "categories": [["Opinion", "Global View"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/global-view?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hertz-hires-additional-restructuring-adviser-for-planned-bankruptcy-11588624992", "title": "Hertz Taps Additional Adviser for Bankruptcy Preparations", "date": "2020-05-04 17:52", "summary": "Car-rental company hires FTI Consulting as it braces for a chapter 11 filing. Hertz Global Holdings Inc. has hired an additional adviser to help prepare for a planned bankruptcy filing, according to people familiar with the matter, as the coronavirus pandemic squeezes the car-rental business.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/carnival-to-resume-some-cruise-sailings-in-august-after-monthslong-pause-11588614052", "title": "Carnival to Resume Some Cruise Sailings", "date": "2020-05-04 17:51", "summary": "Cruise line extends some cancellations as it continues to tackle fallout from coronavirus pandemic. Carnival Cruise Line said it plans to resume sailings on eight ships departing from Florida and Texas beginning Aug. 1 and is extending the cancellations of some of its other voyages-in North America and Australia-to later in the year as it continues to tackle the fallout from the Covid-19 pandemic.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-most-delicious-way-to-cook-cauliflower-11588629110", "title": "The Most Delicious Way to Cook Cauliflower", "date": "2020-05-04 17:51", "summary": "Roast half of it for deep umami flavor and give the rest a quick simmer to keep it delightfully vital. The result is a satisfying vegetable ragout to serve over pasta. ON DAYS OFF, most chefs want to be anywhere but the kitchen. Philip Krajeck is an exception. \"I'm a dad and I love to cook,\" he said. While you won't find this warming winter pasta on the menu at either of Mr. Krajeck's Nashville restaurants, it wins rave reviews from his family. His second Slow Food Fast recipe combines rigatoni with cauliflower, anchovies, chile flakes, garlic and Parmesan. Fresh parsley and crunchy fried breadcrumbs provide color and contrast.", "categories": [["General News"]], "category_links": ["https://www.wsj.com/news/types/general-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/states-with-big-cities-now-get-bigger-share-of-small-business-aid-11588628945", "title": "States With Big Cities Now Get Bigger Share of Small-Business Aid", "date": "2020-05-04 17:49", "summary": "Midwestern states including Nebraska initially received disproportionate share of relief. WASHINGTON-New data shows states with large urban centers including California and New Jersey received a larger proportion of the government's $660 billion small-business coronavirus relief fund last week, reversing an initial trend that saw Midwestern states such as Nebraska getting a disproportionate share.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/safe-becomes-rural-tourism-pitch-to-a-distancing-public-11588628901", "title": "'Safe' Becomes Rural Tourism Pitch to a Distancing Public", "date": "2020-05-04 17:48", "summary": "The natural beauty was always there. Now 'isolated' and 'empty' are selling points in the age of coronavirus. Travel marketing largely went quiet as people huddled at home to protect themselves from the novel coronavirus and slow its advance. But as hints of a reopening grow, some rural destinations are seeing their remote seclusion as a selling point in anxious times.", "categories": [["CMO Today"]], "category_links": ["https://www.wsj.com/news/types/cmo-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/as-summer-camps-weigh-opening-parents-scramble-for-options-11588604534", "title": "As Summer Camps Weigh Opening, Parents Scramble for Options", "date": "2020-05-04 17:46", "summary": "Even as some lockdowns ease, the summer-camp experience is likely to change, prompting some parents to seek refunds. Nicole Ives had a plan for this summer-six weeks of various day camps for her daughter, Amelia, paid for in January with dates tracked in a Google spreadsheet.", "categories": [["Life & Work", "Life & Style"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/life-style?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/italy-starts-easing-lockdown-rebooting-its-stricken-economy-11588599411", "title": "Italy Starts Easing Lockdown, Rebooting Its Stricken Economy", "date": "2020-05-04 17:45", "summary": "Move to reopen will test whether one of Europe's largest economies can restart without igniting a new surge in infections. MILAN-Workers returned to factories and families went for walks in parks as Italy began to loosen its lockdown, which was imposed eight weeks ago to fight one of the world's worst coronavirus outbreaks.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-city-restaurants-seek-aid-to-survive-coronavirus-outbreak-11588628137", "title": "New York City Restaurants Seek Aid to Survive Pandemic", "date": "2020-05-04 17:37", "summary": "Elected officials at the city and state levels are looking at legislative measures to limit the industry's pain. As New York City bars and restaurants continue to struggle financially because of the coronavirus pandemic, elected officials at the city and state levels are looking at a variety of legislative measures to limit the pain.", "categories": [["U.S.", "Culture"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-culture?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/california-is-first-state-to-borrow-from-federal-government-to-make-unemployment-payments-11588617257", "title": "California Is First State to Borrow From U.S. to Fund Jobless Benefits", "date": "2020-05-04 17:35", "summary": "Illinois, Connecticut receive approval for federal loans of up to $12.6 billion, $1.1 billion, respectively. California has become the first state to borrow money from the federal government so it can continue paying out rising claims for unemployment benefits during the coronavirus pandemic.", "categories": [["WSJ News Exclusive", "U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/restaurants-hotels-to-come-online-late-in-new-yorks-reopening-plans-11588627218", "title": "Restaurants and Hotels to Come Online Late in New York's Reopening", "date": "2020-05-04 17:20", "summary": "New York is expected to begin reopening businesses closed by the coronavirus pandemic on a regional basis after May 15. As New York begins reopening segments of its economy, restaurants, hotels and cultural attractions will be among the last businesses to restart operations, Gov. Andrew Cuomo said Monday.", "categories": [["U.S.", "Politics"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/three-charged-with-murder-in-killing-of-flint-security-guard-over-face-mask-11588624363", "title": "Three Charged With Murder of Security Guard Over Face Mask", "date": "2020-05-04 17:07", "summary": "Man allegedly shot guard after a confrontation over a woman who wasn't wearing a mask. A Michigan prosecutor on Monday filed first-degree murder charges against three people in the killing of a security guard at a Flint Family Dollar store who had confronted a woman about her daughter not wearing a mask in the store.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-times-wins-three-pulitzers-washington-post-lands-prize-for-explanatory-reporting-11588624038", "title": "New York Times Wins Three Pulitzers", "date": "2020-05-04 16:57", "summary": "Times reporter cited for investigation of New York's taxi industry that led to government action. The New York Times won three Pulitzer Prizes, garnering awards for its coverage of Vladimir Putin's Russia, an investigation into the New York City taxi industry and commentary for a reporting project on slavery in U.S. history.", "categories": [["Business", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/wall-street-journal-publisher-dow-jones-appoints-almar-latour-as-ceo-11588615731", "title": "Latour Named CEO of Wall Street Journal Publisher Dow Jones", "date": "2020-05-04 16:24", "summary": "Company veteran and current publisher of Barron's Group to succeed William Lewis on May 15. News Corp tapped Almar Latour to become chief executive officer of Dow Jones and publisher of The Wall Street Journal, turning to a veteran news and business executive to steer the company through a difficult time in the media industry.", "categories": [["Business", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/global-markets-dow-update-050420-11588568054", "title": "Stocks Rise Slightly Despite U.S.-China Tensions, Buffett Move", "date": "2020-05-04 16:23", "summary": "Airlines decline as Berkshire sells its holdings in the sector. Stocks rose slightly following comments from Warren Buffett over the weekend where the world's most famous investor talked candidly about his concerns for the market.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/last-desert-by-liberty-ellman-review-moving-out-of-his-own-shadow-11588622968", "title": "'Last Desert' by Liberty Ellman Review: Moving Out of His Own Shadow", "date": "2020-05-04 16:09", "summary": "The new album from the jazz guitarist might be even more influential than his 2015 record 'Radiate.'. With Liberty Ellman's stellar 2015 recording \"Radiate\" (Pi Recordings), the guitarist moved out of the long shadow of the illustrious musicians for whom he had been a sideman-most notably composer and reedman Henry Threadgill, a colleague for almost two decades. On Mr. Ellman's new release, \"Last Desert\" (Pi Recordings), he begins to escape his own shadow-the one cast by \"Radiate.\"", "categories": [["Books & Arts", "Music Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/music-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/to-boost-research-and-prevent-competition-for-coronavirus-response-europe-seeks-global-teamwork-11588621371", "title": "Europe Seeks Global Teamwork on Coronavirus Response", "date": "2020-05-04 15:42", "summary": "U.S. sits on sidelines of effort seeking to ensure the sharing of scientific breakthroughs on virus tests, treatments and vaccines. BRUSSELS-A European-led effort to head off fights between countries over potential coronavirus vaccines and treatments secured more than $8 billion in global pledges Monday but failed to draw U.S. participation.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/aviation-industry-races-for-cash-with-record-bond-sales-11588607851", "title": "Aviation Industry Races for Cash With Record Bond Sales", "date": "2020-05-04 15:40", "summary": "Strong investor demand greets multibillion-dollar bond sales from airlines and aircraft makers. The aviation industry is selling debt at a record pace, reflecting investors' continuing willingness to buy debt from companies hard-hit by the pandemic-at the right price.", "categories": [["Markets", "Credit Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/credit-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/oil-prices-drop-as-u-s-china-tensions-flare-11588593210", "title": "Oil Prices End Higher After Another Volatile Session", "date": "2020-05-04 15:19", "summary": "Hong Kong fund revamps its holdings due to chaotic trading conditions, adding to price swings. Oil prices erased a steep drop to close higher Monday, extending a recent stretch of volatile trading with investors retreating from near-dated futures contracts.", "categories": [["Markets", "Commodities"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-kills-several-fedex-workers-at-newark-facility-11588619994", "title": "Coronavirus Kills Several FedEx Workers at Newark Facility", "date": "2020-05-04 15:19", "summary": "Sen. Cory Booker asks delivery giant about safety protocols after outbreak at Newark Liberty airport. Several FedEx Corp. workers at the company's Newark, N.J., air hub have died due to complications of the coronavirus, a sign of the toll that the outbreak has taken on front-line delivery workers.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/big-techs-big-spenders-11588619503", "title": "Big Tech's Big Spenders", "date": "2020-05-04 15:11", "summary": "Lobbying spending by technology firms dwarfs that of cybersecurity companies. Cybersecurity firms are spending more on lobbying, but far less than the largest tech companies. The two groups have sought to influence lawmakers on some of the same topics.", "categories": [["Pro Cyber News"]], "category_links": ["https://www.wsj.com/news/types/pro-cyber-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cybersecurity-lobbying-spending-mounts-as-privacy-security-laws-take-shape-11588619239", "title": "Cybersecurity Lobbying Spending Mounts as Privacy, Security Laws Take Shape", "date": "2020-05-04 15:07", "summary": "Efforts range from traditional advocacy on specific bills to advising lawmakers on the security dimensions of current events, including the coronavirus pandemic. Cybersecurity companies are spending millions of dollars on lobbying efforts in Washington, seeking to influence policy makers as they reshape privacy and security laws.", "categories": [["Pro Cyber News"]], "category_links": ["https://www.wsj.com/news/types/pro-cyber-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-supreme-court-hears-arguments-by-teleconference-amid-coronavirus-pandemic-11588600318", "title": "Supreme Court's First Teleconferenced Argument Is Practically Glitch-Free", "date": "2020-05-04 15:04", "summary": "No mention of the 'mute' button; Clarence Thomas proves a lively questioner in relatively dry hearing. WASHINGTON-The Supreme Court's first argument-by-telephone went off with barely a hitch Monday, with only a scattering of technical difficulties and an unexpected star turn by Justice Clarence Thomas.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chinese-media-denounce-pompeo-allegation-that-coronavirus-can-be-traced-to-wuhan-lab-11588617734", "title": "Chinese Media Denounce Pompeo Allegation About Lab", "date": "2020-05-04 14:42", "summary": "Beijing didn't officially comment during a national holiday. The heightened allegation by U.S. Secretary of State Mike Pompeo that the coronavirus pandemic can be traced to a Chinese laboratory sparked an angry response by China's media on Monday in the absence of any official government comment during a national holiday.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/youll-want-to-make-a-double-batch-of-this-spicy-sauce-11588704121", "title": "You'll Want to Make a Double Batch of This Spicy Sauce", "date": "2020-05-04 14:31", "summary": "Mojo rojo, a blend of ancho chiles, toasted garlic, olive oil and spices, brings sunshine to fried eggs and new potatoes. Think of all the other dishes that could benefit from that bright flavor.. LIKE SO MANY CHEFS, Will Mester has had to rethink the way he does things over the last couple months. His restaurant, Le Comptoir du Vin in Baltimore, is now offering a limited menu of dishes, most of them stews, plus pantry items, good wine and bottled cocktails, for takeout only. At home, Mr. Mester is spending more time in the kitchen. \"It's absolutely making me a better cook,\" he said. \"You really focus. It's meditative.\" He's keeping it relatively simple, too. \"Eggs are big,\" he said. \"They're basic and calming.\"", "categories": [["Life & Work", "Food & Drink"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/food-cooking-drink?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tyson-expects-coronavirus-to-continue-crimping-production-11588594884", "title": "Tyson Expects Coronavirus to Continue Crimping Production", "date": "2020-05-04 14:21", "summary": "Meat processor grapples with plant closures and abrupt shift in sales, toward grocery stores and away from restaurants. Tyson Foods Inc. warned that the coronavirus pandemic will disrupt business for months to come, reducing its meat production and threatening supplies to consumers.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/experience-designers-race-to-keep-up-with-technology-11588334401", "title": "Experience Designers Race to Keep Up With Technology", "date": "2020-05-04 14:13", "summary": "Beneath the chief experience officers in executive suites, growing ranks of workers smooth the consumer experience. The authors of \"The Experience Economy: Work Is Theatre and Every Business a Stage\" argued in 1999 that the memory of using a product is as important, if not more so, than the product itself. That memory-the experience-is capital.", "categories": [["Experience Report"]], "category_links": ["https://www.wsj.com/news/experience-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/presidential-tweets-drive-volatility-in-interest-rate-options-11588615233", "title": "Presidential Tweets Drive Volatility in Interest-Rate Options", "date": "2020-05-04 14:00", "summary": "Options market shows more sensitivity to announcements by the president on the social-media platform than in September. President Donald Trump's tweets are increasingly driving swings in the $25 trillion market for using options to bet on U.S. interest rates.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-surprising-way-to-stay-resilient-11588615212", "title": "A Surprising Way to Stay Resilient", "date": "2020-05-04 14:00", "summary": "Reminding yourself what you're grateful for can boost your mental health and help you cope with coronavirus anxiety. As a lifelong athlete and former pro basketball player, David Gardner has always focused on his health, being careful to eat right, drink a lot of water, get enough sleep and stay active.", "categories": [["Life & Work", "Bonds"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/bonds?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sec-ramps-up-whistleblower-awards-11588614514", "title": "SEC Ramps Up Whistleblower Awards", "date": "2020-05-04 13:48", "summary": "Over $64 million given out in first seven months of fiscal year-more than in any full year but one. WASHINGTON-The Securities and Exchange Commission has stepped up the awards it pays to whistleblowers after years of complaints that it has been slow to compensate them for the risks they take to help spot fraud.", "categories": [["WSJ News Exclusive", "U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/global-factory-output-plunges-with-slow-rebound-projected-11588587539", "title": "Global Factory Output Plunges, With Slow Rebound Projected", "date": "2020-05-04 13:35", "summary": "Sharp declines are recorded in India, Italy and elsewhere as the global economy continues to struggle. Factory output plummeted across Asia, Europe and Latin America during April, according to surveys of purchasing managers, as efforts to limit the spread of the novel coronavirus dealt a blow to the global economy that has few precedents in its breadth and abruptness.", "categories": [["Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/some-shipping-lines-may-not-survive-downturn-hapag-lloyd-chief-says-11588612964", "title": "Some Shipping Lines May Not Survive Downturn, Hapag-Lloyd Chief Says", "date": "2020-05-04 13:22", "summary": "Chief of Germany's Hapag-Lloyd expects an uncertain recovery late this year and lots of pain until then. Some container shipping companies may collapse if the global trade downturn stemming from coronavirus lockdowns extends to the end of the year or beyond, the head of Germany's biggest shipping company said.", "categories": [["Logistics Report"]], "category_links": ["https://www.wsj.com/news/types/logistics-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/oh-the-places-you-cant-go-11588612627", "title": "'Oh, the Places You Can't Go!'", "date": "2020-05-04 13:17", "summary": "Plus, the media is back to ignoring South Dakota.. Remember a few weeks ago when the national press was shining a spotlight on South Dakota Gov. Kristi Noem's refusal to impose a statewide shutdown? For some reason media folk now seem to have suddenly lost interest in the Mount Rushmore State. Could it be that a recent decline in new coronavirus cases there is helping to undermine the case for lockdowns everywhere?", "categories": [["Opinion", "Best of the Web"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/best-of-the-web-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/intel-acquires-israeli-mobility-app-moovit-for-900-million-11588611978", "title": "Intel Acquires Israeli Mobility App Moovit", "date": "2020-05-04 13:06", "summary": "Chip maker's Mobileye unit to tap Moovit's transportation data set to develop better predictive technologies. Intel Corp. said it has purchased transportation-technology company Moovit Inc., as the chip maker looks to build out its business tied to mobility.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/personal-responsibility-and-the-coronavirus-11588611762", "title": "Personal Responsibility and the Coronavirus", "date": "2020-05-04 13:02", "summary": "The race-grievance industry denounces the surgeon general for his message to black America.. A disproportionate number of black Americans are falling victim to Covid-19. It was only a matter of time until the race-grievance merchants began their campaign to name, blame and shame America.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/al-frankens-revenge-11588611737", "title": "Al Franken's Revenge", "date": "2020-05-04 13:02", "summary": "Democrats learn the #MeToo standard is impossible to sustain without hypocrisy.. In disgrace, Al Franken has pulled off something no one else has done: get the #MeToo crowd to reconsider their earlier insistence that any woman who comes forward to make a public accusation of sexual assault must be telling the truth. It is a reconsideration born of the desperate Democratic need to justify not believing Tara Reade's accusation against Joe Biden.", "categories": [["Opinion", "Main Street"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/main-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hong-kong-plans-bounce-back-after-two-weeks-with-no-local-coronavirus-cases-11588611222", "title": "After Beating Back Coronavirus, Hong Kong Looks to Revive Its Economy Without a Relapse", "date": "2020-05-04 12:53", "summary": "The city is beginning to ease restrictions after two weeks of no new, locally transmitted coronavirus infections. HONG KONG-Hong Kong passed a crucial milestone of two weeks, or one full quarantine period, without recording any new, locally transmitted coronavirus infections, as it charts a course out of its deepest economic slump on record.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/puerto-rico-wants-debt-payments-scaled-back-further-citing-coronavirus-11588610726", "title": "Puerto Rico Wants Debt Payments Scaled Back Further", "date": "2020-05-04 12:45", "summary": "Island territory says commitments made to creditors in a $35 billion restructuring proposal 'no longer work' due to pandemic's impact. Puerto Rico's government called for deeper cuts in debt repayment in light of the coronavirus pandemic's severe economic impact, saying a $35 billion restructuring proposal from financial-oversight officials \"is simply not feasible.\"", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-factory-orders-fell-sharply-in-march-11588610687", "title": "U.S. Factory Orders Plunged in March", "date": "2020-05-04 12:44", "summary": "Commerce Department records steepest monthly decline since comparable records began in 1992. U.S. factory orders posted a record drop in March as efforts to contain the new coronavirus disrupted supply chains and quashed demand, the Commerce Department said Monday.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-k-steps-up-cyber-defense-of-institutions-involved-in-virus-research-11588610305", "title": "U.K. Steps Up Cyber Defense of Institutions Involved in Virus Research", "date": "2020-05-04 12:42", "summary": "Move comes as nations, companies race for a vaccine and security officials worry about hacking. LONDON-British cybersecurity officials have stepped up efforts to protect virus-related work at over a dozen universities that they have identified as critical players in responding to the coronavirus pandemic, according to government security officials.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-peruvian-bureaucrats-coronavirus-fight-makes-her-a-hero-11588609476", "title": "Peruvian Bureaucrat Becomes a Hero", "date": "2020-05-04 12:24", "summary": "Finance Minister María Antonieta Alva is leading the government's aggressive response to the pandemic. LIMA, Peru-Just months ago, few people in this country knew who María Antonieta Alva was.", "categories": [["World", "Latin America"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/latin-america-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/should-you-wear-a-mask-when-exercising-outdoors-11588079594", "title": "Should You Wear a Mask When Exercising Outdoors?", "date": "2020-05-04 12:15", "summary": "As many exercisers experiment with different types of masks and fabrics to protect themselves and others, we asked the experts to weigh in. Tara Dunn, a cyclist and corporate lawyer in Denver says the coronavirus pandemic has turned her into a connoisseur of neck gaiters. The bandanna-like tubes of fabric that some outdoor enthusiasts wear against extreme sun or cold have become her mask of choice for workouts. \"I've been testing out the different fabrics,\" Ms. Dunn says. \"Some are Lycra-esque, others are made from a heavier thermal material. None are easy to breathe in.\" She wears the gaiter around her neck and pulls it above her mouth and nose when she sees people as far as 12 feet away.", "categories": [["Life & Work", "Health & Wellness"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/health-wellness?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-13-inch-macbook-pro-kills-apples-butterfly-keyboard-for-good-11588608573", "title": "MacBook Pro Rights Wrongs by Fixing Awkward Keyboard", "date": "2020-05-04 12:09", "summary": "After trying for years to fix its flawed butterfly keyboard, Apple has opted for an updated version of an older, more reliable design. I come to you today with news that at least one long, disastrous nightmare has come to an end.", "categories": [["Tech", "Personal Tech", "Personal Technology: Review"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb", "https://www.wsj.com/news/types/personal-technology-joanna-stern?mod=breadcrumb", "https://www.wsj.com/news/types/personal-technology-joanna-stern?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/legendary-miami-dolphins-coach-don-shula-dies-at-90-11588606568", "title": "Legendary Miami Dolphins Coach Don Shula Dies at 90", "date": "2020-05-04 12:09", "summary": "The NFL legend won two Super Bowls and led Miami to the NFL's first-and only-undefeated season. Don Shula, who turned the Miami Dolphins into an unmatched juggernaut and became the winningest coach in NFL history, died at his home Monday morning, the team announced. He was 90.", "categories": [["Sports", "NFL"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/nfl?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trumps-re-election-liabilities-easy-to-see-his-assets-are-less-obvious-11588601359", "title": "Trump's Re-Election Liabilities Easy to See; His Assets Less Obvious", "date": "2020-05-04 11:59", "summary": "As big as the coronavirus shock has been, it hasn't fundamentally altered the contours of the presidential race. If there was any doubt remaining, it has been eliminated: With precisely six months to go before voting in November, the country is headed toward a coronavirus presidential election.", "categories": [["Politics", "Capital Journal"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/capital-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/john-lennon-and-yoko-onos-former-palm-beach-home-lists-for-47-5-million-11588607716", "title": "John Lennon and Yoko Ono's Former Palm Beach Home Lists for $47.5 Million", "date": "2020-05-04 11:55", "summary": "The famous couple bought the oceanfront estate shortly before the Beatle's death in 1980. An oceanfront Palm Beach estate once owned by John Lennon and Yoko Ono is coming on the market for $47.5 million.", "categories": [["WSJ News Exclusive", "Private Properties"]], "category_links": ["https://www.wsj.com/news/types/private-properties?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/meat-giant-serves-analysts-a-nothingburger-11588606994", "title": "Meat Giant Serves Analysts a Nothingburger", "date": "2020-05-04 11:43", "summary": "Tyson Foods left analysts wanting more after gloomy prognosis. Could you please put some lipstick on this pig?", "categories": [["Markets", "Overheard"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/overheard?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/norman-borlaugs-green-revolution-saved-millions-11588605284", "title": "Norman Borlaug's Green Revolution Saved Millions", "date": "2020-05-04 11:14", "summary": "Scripture tells us that we are all sinners-even the saints. Apparently, according to PBS, Borlaug's sin is that he saved too many lives.. Regarding your editorial \"Battering Norman Borlaug\" (April 25): Shortly after becoming the U.S. ambassador to the Vatican, I was made aware that desperate, starving people in Zambia had broken into a convoy of trucks carrying U.S.-donated sacks of food out of their country. I was dumbfounded, and found a Jesuit missionary in Zambia to speak with about this unbelievable occurrence. He said: \"Yes, ambassador, that cable was correct-that food was a product of GMO (genetically modified organism) seeds, and if they allow it into Zambia the people here will want to grow it, and they would never after be able to export food to Europe.\"", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/covid-focus-lessens-treatment-for-other-ills-11588605232", "title": "Covid Focus Lessens Treatment for Other Ills", "date": "2020-05-04 11:13", "summary": "It appears (in my patient population) that there are fewer acute kidney stones, fewer cases of acute urinary retention, fewer acute urinary tract infections, fewer acute gall bladders, fewer emergency hernia surgeries, fewer appendicitis attacks.. Sandeep Jauhar's essay \"The Hidden Toll of Untreated Illnesses\" (Review, April 18) is poignant; however, I feel an aspect is missing. It appears (in my patient population as well as my colleagues' in New York and elsewhere) that there are fewer acute kidney stones, fewer cases of acute urinary retention, fewer acute urinary tract infections, fewer acute gall bladders, fewer emergency hernia surgeries, fewer appendicitis attacks. I cannot explain it, but I do note an association that has been perhaps overlooked. People aren't going out to eat. They are eating less salt, smaller amounts overall, and perhaps more basic foods, and they are drinking more water than soft drinks. It has been well surmised that the high-sodium, high-sugar, acid-ash diets of our modern society have been implicated in disease pathology. Perhaps this is a glimmer of light during these dark times. Eating at home may be good for us.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-is-in-a-weak-position-on-chinese-nukes-11588605176", "title": "U.S. Is in a Weak Position on Chinese Nukes", "date": "2020-05-04 11:12", "summary": "Neither China nor the U.S. has any need for nuclear-weapons testing. Both nations should ratify the Comprehensive Nuclear Test Ban Treaty.. Neither China nor the U.S. has any need for nuclear-weapons testing (\"U.S. Worries China Is Violating Test Ban,\" World News, April 16). Both nations should ratify the Comprehensive Nuclear Test Ban Treaty as a first step toward a larger disarmament program. Nuclear weapons serve no value in today's security environment, where the main global threats are pandemics, climate change, terrorism, hunger and poverty. Resources need to be dedicated toward these issues rather than igniting the arms race of Cold War days. China and the U.S. cooperating on nuclear disarmament is vital toward getting all the powers to work toward nuclear disarmament.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lockdown-is-pushing-weak-relationships-over-the-edge-11588605087", "title": "Lockdown Is Pushing Weak Relationships Over the Edge", "date": "2020-05-04 11:11", "summary": "Hesitant about taking the first step, couples are now ready to move forward.s. Psychoanalyst Erica Komisar hits the nail on the head with her observations about the pandemic that \"Lockdown Is a Stress Test for Relationships\" (op-ed, April 23).", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/can-we-keep-the-sweatpants-on-after-lockdown-ends-11588604523", "title": "Can We Keep the Sweatpants On After Lockdown Ends?", "date": "2020-05-04 11:02", "summary": "Resume Subscription. On a recent trip to the grocery store, Paige Parnell wore jeans for the first time in several weeks. The 30-year-old marketing director had been on a steady rotation of sweatpants and leggings while working from her Atlanta home since March 13.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/on-amazons-making-the-cut-fashion-is-a-total-bore-11588604084", "title": "On Amazon's 'Making the Cut' Fashion Is a Total Bore", "date": "2020-05-04 10:54", "summary": "Former 'Project Runway' hosts Tim Gunn and Heidi Klum have reunited for a new streaming fashion competition that's light on both excitement and substance. A COUPLE WEEKENDS AGO, in an effort to occupy myself during yet another afternoon of social distancing, I binge-watched half a season of \"Making the Cut,\" Amazon Video's fashion competition series and a new contender in a surprisingly bloated niche. \"Project Runway\" is the grey-haired wonder of the bunch, having just wrapped its 18th(!) season with 19 on the way. For 16 of those \"Runway\" seasons, Tim Gunn was the show's soft-hearted sage, rousing contestants to \"make it work\" while Heidi Klum served as the show's Paula Abdul-rarely harsh, but also rarely helpful.", "categories": [["Life & Work", "Style & Fashion", "On Trend"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/fashion?mod=breadcrumb", "https://www.wsj.com/news/types/on-trend?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-sweeps-across-brazil-a-land-ill-equipped-to-fight-it-11588603847", "title": "Coronavirus Sweeps Across Brazil, a Land Ill-Equipped to Fight It", "date": "2020-05-04 10:50", "summary": "Resume Subscription. In the tiny, stifling home she shared with seven relatives in the Amazon, Maria Portelo de Lima began coughing, started feeling weaker and, over a week, got sicker and sicker.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/ge-moves-to-cut-roughly-13-000-aviation-workers-11588601106", "title": "GE Moves to Cut Roughly 13,000 Aviation Workers", "date": "2020-05-04 10:40", "summary": "Jet-engine division will cut 25% of staff after coronavirus crippled air travel. General Electric Co. is cutting roughly 13,000 jobs in its jet engine business, expanding its planned cost-cutting efforts as the coronavirus pandemic cripples the aviation industry.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/quibi-jeffrey-katzenbergs-on-the-go-streaming-bet-adjusts-to-life-on-the-couch-11588266129", "title": "Quibi, Jeffrey Katzenberg's On-the-Go Streaming Bet, Adjusts to Life on the Couch", "date": "2020-05-04 10:21", "summary": "The short-form video service aimed to appeal to people on the move, but launched in April amid the coronavirus pandemic. Last week, Quibi founder Jeffrey Katzenberg addressed a group of staffers at the streaming-video service, some of whom were fretting about the company's decision to launch in early April.", "categories": [["WSJ News Exclusive", "Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hedge-fund-elliott-management-to-finance-lawsuit-against-streamer-quibi-11588536108", "title": "Hedge Fund Elliott Management to Finance Lawsuit Against Streamer Quibi", "date": "2020-05-04 10:18", "summary": "Elliott, run by billionaire Paul Singer, will fund the suit by interactive-video company Eko and take an equity stake. Hedge fund Elliott Management Corp. is financing a high-stakes patent lawsuit against Quibi, the new streaming service founded by entertainment veteran Jeffrey Katzenberg, according to people familiar with the situation, putting power players of Wall Street and Hollywood on a collision course.", "categories": [["WSJ News Exclusive", "Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/small-businesses-were-at-a-breaking-point-small-banks-came-to-the-rescue-11588590013", "title": "Small Businesses Were at a Breaking Point. Small Banks Came to the Rescue.", "date": "2020-05-04 09:52", "summary": "Community lenders punched above their weight in the Paycheck Protection Program, the government's lifeline to small businesses. ", "categories": [["Markets", "Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-war-on-runners-is-getting-hot-and-sweaty-11588597865", "title": "The 'War on Runners' Is Getting Hot and Sweaty", "date": "2020-05-04 09:11", "summary": "America is venturing outside. Let's be courteous to each other.. We have reached the cranky phase of this crisis. Humans feel cooped up; humans are tired of their boring families and boring refrigerators; humans accustomed to smart monthly haircuts now look like labradoodles. Weather is improving, and so cranky humans are venturing outside, into this uneasy world of masks, social distance and 6-foot gaps.", "categories": [["Sports"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-search-is-on-for-americas-earliest-coronavirus-deaths-11588597831", "title": "The Search Is On for Earliest Coronavirus Deaths", "date": "2020-05-04 09:10", "summary": "Medical investigators are looking for evidence that Covid-19 killed people as far back as November. The first known death caused by the new coronavirus in Chicago occurred in mid-March. But the medical examiner's office in Cook County, which includes the city, now plans on poring over records of much earlier cases in search of evidence that people may have died from Covid-19 as far back as November.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/even-warren-buffett-wonders-if-people-will-return-to-offices-11588597506", "title": "Even Warren Buffett Wonders If People Will Return to Offices", "date": "2020-05-04 09:05", "summary": "Berkshire Hathaway CEO discusses the future of work, the prospects of layoffs at his company and how to better support front-line workers. Count Warren Buffett among those questioning the future of offices.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ai-software-gets-mixed-reviews-for-tackling-coronavirus-11588597013", "title": "AI Software Gets Mixed Reviews for Tackling Coronavirus", "date": "2020-05-04 08:56", "summary": "Hospitals hope technology can ease pressure on doctors facing the pandemic, but some have noticed errors. Faced with a burgeoning number of Covid-19 patients, hospitals are turning to artificial intelligence to help with diagnoses and assessments. So far, the results are mixed.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-back-massage-pillow-that-changed-stephanie-danlers-life-11588596499", "title": "The Back Massage Pillow That Changed Stephanie Danler's Life", "date": "2020-05-04 08:48", "summary": "The 'Sweetbitter' author, now out with her second book, on her favorite quarantine treat, writing routines and new novels she calls \"masterful\". In our series My Monday Morning, self-motivated people tell WSJ. how they start off the week.", "categories": [["My Monday Morning"]], "category_links": ["https://www.wsj.com/news/types/my-monday-morning?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/some-states-dabble-in-online-voting-weighing-pandemic-against-cybersecurity-concerns-11588596299", "title": "Some States Dabble in Online Voting", "date": "2020-05-04 08:45", "summary": "Early adopters say methods are secure, easy and can lessen public-health risks. A few states are allowing some voters to cast ballots over the internet in coming elections, overriding concerns from cybersecurity experts about tampering or technical glitches as election officials grapple with voting amid the coronavirus pandemic.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/north-korean-leaders-return-to-public-eye-affirms-status-quo-in-talks-11588595894", "title": "Kim Jong Un's Return to Public Eye Affirms Status Quo in Talks", "date": "2020-05-04 08:38", "summary": "Little movement by Trump administration or Kim Jong Un is expected ahead of the U.S. presidential election in November. SEOUL-North Korean leader Kim Jong Un's appearance in state media, after a near three-week absence set off rumors about his health, reaffirms a status quo that is unlikely to shake up stalled denuclearization talks with the U.S. or change the regime's pattern of weapons testing.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-billions-cast-on-what-theyve-learned-from-wall-street-11588595670", "title": "The 'Billions' Cast on What They've Learned from Wall Street", "date": "2020-05-04 08:34", "summary": "\"They'll go against the entire market or the entire government, and it'll be the distinguishing factor that makes them succeed. But... there'll be a moment when you're wrong\". Contains light spoilers for Billions season 5.", "categories": [["Magazine - Culture"]], "category_links": ["https://www.wsj.com/news/types/magazine-culture?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/stimulus-spending-emerges-as-friction-point-in-congress-11588593734", "title": "Stimulus Spending Emerges as Friction Point in Congress", "date": "2020-05-04 08:02", "summary": "After acting swiftly to approve $3.5 trillion, lawmakers disagree on how much more is needed. WASHINGTON-After committing trillions of dollars to support the coronavirus-stricken economy, lawmakers are starting to disagree on how much more to spend-and whether pulling back too soon could stunt a recovery.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/venezuelas-elite-build-luxury-homes-and-resorts-in-countrys-protected-parks-11588593582", "title": "Venezuela's Elite Build Luxury Homes and Resorts in Protected Parks", "date": "2020-05-04 07:59", "summary": "Resume Subscription. GALIPÁN, Venezuela-The coronavirus pandemic has most of Venezuela under lockdown, but in this picturesque village overlooking Caracas, construction equipment still roars.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/long-island-teenagers-deliver-for-hospitals-short-on-coronavirus-gear-11588592257", "title": "Long Island Teenagers Deliver for Hospitals Short on Coronavirus Gear", "date": "2020-05-04 07:37", "summary": "Sisters Eesha and Uma Kaushik have raised nearly $30,000 and supplied equipment to region's hospitals. Neeraj Kaushik, a doctor at St. Francis Hospital on Long Island, came home to his family recently with a paper bag filled with a single set of protective equipment for a week of work with coronavirus patients.", "categories": [["U.S.", "Tri-State Area"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-region?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/oil-majors-delay-deals-amid-volatile-crude-prices-lockdowns-11588592106", "title": "Oil Majors Delay Deals Amid Volatile Crude Prices, Lockdowns", "date": "2020-05-04 07:35", "summary": "With fluctuating oil prices and coronavirus restrictions, dealmaking has become an unexpected challenge for large energy companies. Before Covid-19 and the oil-price rout, most of the world's biggest energy companies had planned to sell billions in assets to help pay down debt and maintain dividends. Now, those divestment programs are in jeopardy.", "categories": [["WSJ News Exclusive", "Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/stimulus-aid-leaves-out-millions-of-student-loan-borrowers-11588591800", "title": "Stimulus Leaves Out Millions of Student-Loan Borrowers", "date": "2020-05-04 07:30", "summary": "Some can suspend payments; others can't. Which group you fall into is just a matter of chance.. Congress threw a financial lifeline to student-loan borrowers as part of its $2 trillion economic-rescue package. But millions of borrowers were left out.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/utilities-investors-need-to-watch-unpaid-bills-11588590011", "title": "Utilities Investors Need to Watch Unpaid Bills", "date": "2020-05-04 07:00", "summary": "An expected surge in unpaid utility bills resulting from coronavirus lockdowns is a growing risk utilities can't afford to ignore. Like almost any other business, American utilities are registering lower demand for what they provide households and businesses due to the coronavirus pandemic. For example, electricity demand will drop sharply this year, led by commercial and industrial customers, according to the Energy Information Administration.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-forces-change-in-trumps-courtship-of-african-american-voters-11588589999", "title": "Coronavirus Forces Change in Trump's Courtship of African-American Voters", "date": "2020-05-04 07:00", "summary": "The president's strategy had been focused on historically low unemployment and in-person campaign outreach. Now that plan has shifted.. WASHINGTON-The coronavirus pandemic has complicated President Trump's plan to attract more black voters, as the virus is hitting minority communities disproportionately hard, while draining years of economic gains and forcing political campaigns online.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/krave-jerky-reunites-with-founder-in-private-equity-deal-11588590001", "title": "Krave Jerky Reunites With Founder in Private Equity Deal", "date": "2020-05-04 07:00", "summary": "The founder of Krave has bought back the artisanal meat jerky brand from Hershey through his private-equity firm, Sonoma Brands. Five years after selling his beef jerky business to Hershey Co., the founder of Krave Pure Foods Inc. has reunited with the company and plans to turn it around.", "categories": [["Pro PE Deals"]], "category_links": ["https://www.wsj.com/news/types/pro-pe-deals?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/radical-realignment-and-expanded-playoffs-what-baseball-might-look-like-in-2020-11588590002", "title": "An Astros-Dodgers Showdown? The Coronavirus Could Make That Happen.", "date": "2020-05-04 07:00", "summary": "Temporarily ditching the American and National Leagues and realigning teams by geography is one of the zany ideas MLB has for a 2020 season. If Major League Baseball somehow figures out a way to play games this year amid the coronavirus pandemic, it won't resemble a normal season.", "categories": [["Sports", "MLB"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/mlb?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/auto-sales-are-accelerating-auto-stocks-might-not-11588588853", "title": "Auto Sales Are Accelerating, Auto Stocks Might Not", "date": "2020-05-04 06:40", "summary": "A sales recovery has historically sent a rare buy signal for auto stocks, but history may have moved on. April was the worst month for U.S. auto sales since at least the mid-1970s. Investors with an eye for history might paradoxically see that as a rare signal to buy auto stocks.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-vs-the-worlds-most-expensive-property-market-11588587890", "title": "Coronavirus vs. the World's Most Expensive Property Market", "date": "2020-05-04 06:27", "summary": "Data released last week show that residential rents fell 5.9% in the year to March. More than 14 weeks after Hong Kong reported its first coronavirus case, the city is returning to something resembling everyday life. Though rents are falling, the city's residential property market also seems to be getting off rather lightly.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hospital-air-expert-is-an-essential-worker-you-wont-see-11588584600", "title": "Hospital Air Expert Is an Essential Worker You Won't See", "date": "2020-05-04 05:30", "summary": "Jennifer Lohr worked 24-hour shifts turning Philadelphia hospital rooms into isolation units for Covid-19 patients. Now she sees hope.. Even in ordinary times, Jennifer Lohr thinks a lot about the air.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/call-it-hero-pay-or-hazard-pay-essential-workers-want-more-of-it-11588584601", "title": "Call It Hero Pay or Hazard Pay, Essential Workers Want More of It", "date": "2020-05-04 05:30", "summary": "Some companies are ending bonus pay for hourly employees working during coronavirus crisis. Businesses are starting to reassess the bonus pay for hourly employees who have been going into work through the coronavirus pandemic.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-hits-hawaiis-tourism-dependent-workforce-hard-11588584601", "title": "As Coronavirus Halts Tourism, Hawaii's Job Losses Mount", "date": "2020-05-04 05:30", "summary": "Travel shutdown leaves state with highest rate of jobless claims in U.S.. Hawaii's workforce has sought unemployment benefits at the highest rate in the nation since mid-March, reflecting how hard the coronavirus pandemic has hit the state's vital tourism industry.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/golds-gym-files-for-chapter-11-to-withstand-coronavirus-pandemic-11588625110", "title": "Gold's Gym Files for Chapter 11 to Withstand Coronavirus Pandemic", "date": "2020-05-04 00:01", "summary": "Global gym operator plans to restructure its balance sheet, emerge from bankruptcy by Aug. 1. Gold's Gym International Inc., which like other gym operators has temporarily closed locations across the globe in response to the coronavirus pandemic, filed for chapter 11 bankruptcy Monday in order to restructure its debt to withstand the economic fallout.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-city-to-increase-burial-assistance-as-coronavirus-takes-toll-11588634748", "title": "New York City to Increase Burial Assistance", "date": "2020-05-04 00:01", "summary": "City raises maximum grant money to help low-income residents pay funeral costs from $900 to $1,700. New York City is expanding its burial-assistance program as the number of families seeking help to cover funeral expenses has climbed during the coronavirus pandemic.", "categories": [["U.S.", "Politics"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11588524640", "title": "Pepper...and Salt", "date": "2020-05-04 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/silver-lake-to-invest-750-million-in-indian-tech-telecom-firm-jio-platforms-11588560153", "title": "Silver Lake to Invest $750 Million in Jio Platforms", "date": "2020-05-04 23:41", "summary": "Investment would value Reliance Industries unit at $65 billion on heels of announced Facebook deal. Private-equity firm Silver Lake has struck a deal to invest $750 million in Indian telecommunications and technology giant Jio Platforms Ltd., the company said early Monday India time.", "categories": [["Markets", "Deals"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/deals-deal-makers?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/strong-flows-in-bond-etfs-after-fed-interest-11588422126", "title": "Strong Flows in Bond ETFs After Fed Interest", "date": "2020-05-04 22:15", "summary": "The question now is what corporate or junk bonds the Fed might purchase. Exchange-traded funds focused on non-investment-grade bonds rallied in April after the Federal Reserve signaled interest in buying ETFs exposed to the sector to support the markets. Investment-grade bond funds benefited, too.", "categories": [["Markets", "Journal Reports: Funds/ETFs"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-funds-etfs?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-latest-news-05-03-2020-11588499307", "title": "U.S. Coronavirus Curbs Ease, as Cases Rise at Lower Rate", "date": "2020-05-04 22:14", "summary": "Even authorities in hard-hit states such as New York and New Jersey open up some outdoor spaces. U.S. state governors are grappling with the push-and-pull between easing pandemic restrictions and extending them, as reported coronavirus cases continue to climb but at a lower rate and tensions over restrictions rise with warmer temperatures.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/financial-strategies-for-retirees-or-near-retirees-in-this-downturn-11588528862", "title": "Financial Strategies for Retirees (or Near Retirees) in This Downturn", "date": "2020-05-04 22:13", "summary": "One recommendation: Set aside the cash you'll need for the rest of this year. For investors in or near retirement, the coronavirus presents more than just a health risk. Investors who rely on their portfolio for income are faced with budgetary uncertainty because of the financial markets' plunge in recent weeks and continued volatility.", "categories": [["Markets", "Journal Reports: Funds/ETFs"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-funds-etfs?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sustainable-funds-fell-less-during-the-selloff-11588422269", "title": "Sustainable Funds Fell Less During the Selloff", "date": "2020-05-04 22:13", "summary": "It is only a short period, but ESG funds held up a bit better than the overall market during the coronavirus-fueled stock drop. Most stock funds saw declines due to coronavirus- and energy-related selling during the first quarter, but \"do good\" funds saw smaller declines than most other types.", "categories": [["Markets", "Journal Reports: Funds/ETFs"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-funds-etfs?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/4-different-ways-to-think-about-investment-risk-11588426788", "title": "4 Different Ways to Think About Investment Risk", "date": "2020-05-04 22:13", "summary": "More than ever, investors want to account for stock-market dangers. But what's the right metric to evaluate?. Earlier this year, on the eve of what would have been the 11th birthday of a historic bull market, stocks started rewriting the history books in the opposite direction. As coronavirus fears gripped the world, huge daily declines piled up, leading to a bear market and an end to what some have called a magical decade.", "categories": [["Markets", "Journal Reports: Funds/ETFs"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-funds-etfs?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-stock-funds-rose-13-5-in-april-11588555794", "title": "U.S.-Stock Funds Rose 13.5% in April", "date": "2020-05-04 22:13", "summary": "At most other times, investors would be giddy. In this case, it was merely a time to exhale about the markets.. In a vacuum, the stock market in April was spectacular-the first 2,000-point monthly gain for the Dow, and the biggest percentage gains for the Dow and S&P 500 since January 1987.", "categories": [["Markets", "Journal Reports: Funds/ETFs", "Monthly Monitor"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-funds-etfs?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/stock-picking-robots-take-on-humans-in-new-study-11588529015", "title": "Stock-Picking Robots Take on Humans in New Study", "date": "2020-05-04 22:10", "summary": "The buy recommendations of robo analysts outperformed those of human analysts in a new study by Indiana University researchers. In the battle between man and machine, robots appear to have an edge in several areas of the stock-picking arena, according to new research.", "categories": [["Markets", "Journal Reports: Funds/ETFs"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-funds-etfs?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-the-shorts-sellers-are-telling-us-11588516952", "title": "What the Short Sellers Are Telling Us", "date": "2020-05-04 22:07", "summary": "A recent study finds that short sellers collectively are far more often right than wrong, and that could be good news for investors right now. Short sellers led the stock market right up to the edge of an economic cliff in March, and then turned back.", "categories": [["Markets", "Journal Reports: Funds/ETFs"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-funds-etfs?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/stocks-owned-by-passive-funds-fared-worse-in-the-selloff-the-question-whats-the-reason-11588556055", "title": "Stocks Owned by Passive Funds Fared Worse in the Selloff. The Question: What's the Reason?", "date": "2020-05-04 22:07", "summary": "It might say something about how index funds perform in a crisis. Or it might be less significant.. Stock sectors with the heaviest amount of passive ownership-by index funds and sector-focused ETFs-fell even more than the broad market during the selloff this year, a study found.", "categories": [["Markets", "Journal Reports: Funds/ETFs"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-funds-etfs?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/billions-recap-season-five-premiere-enlightenment-and-deca-dence-11588558033", "title": "'Billions' Recap, Season Five Premiere: Enlightenment and 'Deca'-dence", "date": "2020-05-04 22:07", "summary": "In the season opener, Axe is betting on bitcoin. But is the risk really worth the reward? We unpack what's at stake.. \"Kings? They don't blow around, man. They stand there and they take.\" Axe is back, and he's on the road, scruffy and bearded, on an ostensibly Zen motorcycle trip with Wags, his right-hand reprobate (we're not judging). In a tent with a shaman, they trip out on ayahuasca, a psychedelic popular in all the places you'd expect-Hollywood, Silicon Valley, Brooklyn.", "categories": [["Books & Arts", "Arts", "Television"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/arts?mod=breadcrumb", "https://www.wsj.com/news/types/television?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/good-news-for-investors-who-bet-on-volatility-11588556549", "title": "Good News for Investors Who Bet on Volatility", "date": "2020-05-04 22:06", "summary": "ETFs and ETNs linked to a volatility index have produced strong returns since the start of the year. The exchange-traded funds and notes that track stock-market volatility are, so far this year, quietly doing what they were designed to do: rewarding investors who bet there would be increased volatility.", "categories": [["Markets", "Journal Reports: Funds/ETFs"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-funds-etfs?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-etfs-that-might-offer-protection-in-a-market-plunge-11588555682", "title": "The ETFs That Might Offer Protection in a Market Plunge", "date": "2020-05-04 22:05", "summary": "If you want to insulate your portfolio from sudden declines, what types of stock ETFs protect you best? A George Mason professor crunches the data.. With U.S. stocks having rebounded 20% or more from their market lows five weeks ago, many investors might be thinking about taking a bigger position in stocks, even as they remain wary that the coronavirus scare could lead to another market plunge.", "categories": [["Markets", "Journal Reports: Funds/ETFs"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-funds-etfs?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/surge-in-online-retailing-boosts-an-etf-called-clix-11588427177", "title": "Surge in Online Retailing Boosts an ETF Called CLIX", "date": "2020-05-04 22:04", "summary": "The question now is whether the fund can hold on to its outperformance. The global economic lockdowns have accelerated a trend that was under way: the rise of online retail and the decline of bricks-and-mortar shops.", "categories": [["Markets", "Journal Reports: Funds/ETFs", "Spotlight"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-funds-etfs?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sustainable-etf-tries-an-active-approach-11588427309", "title": "Sustainable ETF Tries an Active Approach", "date": "2020-05-04 22:03", "summary": "Spotlight: ECOZ's active approach differentiates it from many other ESG-focused exchange-traded funds that have recently come to the market. Sustainable investing doesn't just benefit from an active approach-it demands one.", "categories": [["Markets", "Journal Reports: Funds/ETFs", "Spotlight: TrueMark ESG Active Opportunities"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-funds-etfs?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-risk-etf-hit-at-the-right-time-11588556288", "title": "A 'Risk' ETF Hit at the Right Time", "date": "2020-05-04 22:00", "summary": "RPAR Risk Parity features a mix of diverse asset classes that go up and down at different times. So far, it seems to be working.. Launching an exchange-traded fund is always an uncertain venture. But trying to do it during a pandemic takes it to a new level.", "categories": [["Markets", "Journal Reports: Funds/ETFs", "Spotlight: RPAR Risk Parity ETF"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-funds-etfs?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/oil-etf-is-down-83-so-far-this-year-11588556180", "title": "Oil ETF Is Down 83% So Far This Year", "date": "2020-05-04 22:00", "summary": "The $3.2 billion U.S. Oil ETF was pummeled by falling oil prices. As oil prices plummeted in April, (USO) exchange-traded fund took it on the chin. And short-selling activity soared.", "categories": [["Markets", "Journal Reports: Funds/ETFs", "Spotlight: U.S. Oil Fund"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-funds-etfs?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-is-priced-in-11588427033", "title": "What Is 'Priced In'?", "date": "2020-05-04 22:00", "summary": "Investors' shifting expectations are a driving force in the financial markets. What do investors mean when they use the phrase \"It's priced in\"? They're talking about the way investors' expectations move financial markets.", "categories": [["Markets", "Journal Reports: Funds/ETFs", "In Translation"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-funds-etfs?mod=breadcrumb"]}]