[{"link": "https://www.wsj.com/articles/coronavirus-latest-news-04-25-2020-11587802136", "title": "Coronavirus Crisis Eases in New York as Cases Climb World-Wide", "date": "2020-04-25 14:18", "summary": "World Health Organization sees no evidence Covid-19 victims are immune from being infected again. As the number of cases keeps climbing globally, the novel coronavirus is waning in the U.S. epicenter of New York.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/taiwan-celebrates-hong-kong-bookseller-who-crossed-china-11587836533", "title": "Taiwan Celebrates Hong Kong Bookseller Who Crossed China", "date": "2020-04-25 13:42", "summary": "Lam Wing-kee's first day of business was welcomed by the president, police and a scrum of reporters. The opening of a hole-in-the-wall bookstore in Taipei doesn't usually attract much hullabaloo. Saturday's reemergence of a Hong Kong bookseller who has for years proved a thorn to China's rulers in Beijing was a different story.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/boeing-walks-away-from-embraer-deal-11587828846", "title": "Boeing Walks Away From Embraer Deal", "date": "2020-04-25 12:37", "summary": "Move saves U.S. plane maker around $4 billion but adds further uncertainty to its product strategy. Boeing Co. said it dropped plans to take control of the jetliner business of Brazil's Embraer SA, saving around $4 billion in much-needed cash but adding further uncertainty to its own product strategy.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/treasury-distributed-12-4-billion-in-airline-payroll-grants-this-week-11587829763", "title": "Treasury Distributed $12.4 Billion in Airline Payroll Grants This Week", "date": "2020-04-25 11:49", "summary": "Amount is about half the total authorized by Congress to help the industry avoid layoffs. WASHINGTON-The Treasury Department has distributed $12.4 billion in federal aid to passenger airlines since Monday, roughly half the amount Congress authorized to help the industry avoid layoffs over the coming months.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/in-belarus-everyday-life-is-much-the-same-as-coronavirus-spreads-11587812401", "title": "In Belarus, Everyday Life Is Much the Same as Coronavirus Spreads", "date": "2020-04-25 11:07", "summary": "President Lukashenko shuns lockdown measures, joining other outliers such as Brazilian President Bolsonaro. While millions of people around the world are still confined to their homes, in Belarus, soccer games are being played and restaurants are open as usual.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/when-will-what-happens-in-vegas-return-to-las-vegas-11587819601", "title": "When Will What Happens in Vegas Return to Las Vegas?", "date": "2020-04-25 11:03", "summary": "The tourism mecca's path toward reopening its glitzy casinos and resorts is far from certain. With Las Vegas shut down, the city's tourism bureau released a television ad showing aerial nighttime footage of the neon Strip.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cherry-trees-blossom-on-schedule-in-closed-brooklyn-botanic-garden-11587826801", "title": "Cherry Trees Blossom on Schedule in Closed Brooklyn Botanic Garden", "date": "2020-04-25 11:00", "summary": "Resume Subscription. Every spring, the Brooklyn Botanic Garden in New York City celebrates cherry-blossom season with a weekend festival called Sakura Matsuri, named after similar events held in Japan.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/canadas-deadliest-rampage-upends-life-in-rural-nova-scotia-11587826802", "title": "Canada's Deadliest Rampage Upends Life in Rural Nova Scotia", "date": "2020-04-25 11:00", "summary": "Community members grieve from a distance; 'You're at 6 feet apart and you're trying to convey regrets and sorrow, and there are no words'. Darcy Dobson got the message from her mother on Sunday morning: She was coming to see her grandchildren. Ms. Dobson's mother, Heather O'Brien, took the coronavirus pandemic's social-distancing restrictions seriously, but she hadn't let it get in the way of regular visits to her 12 grandchildren, when she would wave at the windows and give them high-fives through the glass.", "categories": [["World", "Canada"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/canada-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/one-new-york-special-needs-school-is-ahead-of-the-curve-with-remote-learning-11587823201", "title": "One New York Special-Needs School Is Ahead of the Curve With Remote Learning", "date": "2020-04-25 10:00", "summary": "Systems already in place for autistic students help them adapt since it isn't their 'norm to sit at the kitchen table'. When New York City special-needs teacher Marie Cornicelli learned in March that the city's 1.1 million public-school students would be migrating to remote learning, she expected the foray into \"crazy, unknown and unfamiliar territory\" to be a difficult one.", "categories": [["U.S.", "Schools"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-schools?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/for-amazon-pandemic-isnt-all-prime-time-11587823200", "title": "For Amazon, Pandemic Isn't All Prime Time", "date": "2020-04-25 10:00", "summary": "The e-commerce giant's market value has surged-a sign that investors are ignoring potential problems. Amazon.com has already been deemed Big Tech's biggest winner from the coronavirus pandemic, but victory might prove hollow-if not short-lived.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/inside-the-remote-nfl-draft-with-the-top-prospects-11587823200", "title": "Inside the Remote NFL Draft with the Top Prospects", "date": "2020-04-25 10:00", "summary": "Chase Young and Jeff Okudah, the second and third overall picks, explain the bizarre last month leading up to their selections. Chase Young had big plans for this past week. He was supposed to celebrate his 21st birthday at a club in Las Vegas. Then he was supposed to stroll across a stage in front of tens of thousands of fans and greet Roger Goodell as one of the top picks in the NFL draft.", "categories": [["Sports", "NFL"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/nfl?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/americans-forced-into-1980-olympics-boycott-aim-to-connect-with-current-athletes-11587820440", "title": "Americans Forced Into 1980 Olympics Boycott Aim to Connect With Current Athletes", "date": "2020-04-25 09:14", "summary": "Former Vice President Walter Mondale says boycott was the right thing but tells athletes 'I'm sorry about how it hurt them'. Aspiring U.S. Olympians rang in 1980 with high hopes for the upcoming Moscow Summer Games. But by late March, those athletes' dreams smashed into the American government-steered boycott of the Games over the Soviet Union's invasion of Afghanistan.", "categories": [["Sports", "Olympics"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/olympics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/night-spots-come-back-to-life-online-11587819600", "title": "Night Spots Come Back to Life Online", "date": "2020-04-25 09:00", "summary": "From New York to Houston, nightlife venues shut down by coronavirus restrictions are making the leap to the virtual universe. Late on a recent Sunday night, dozens of adventurous urban explorers wandered into Manhattan's storied Chelsea Hotel. In rooms decorated with antique mirrors and windows draped with velvet curtains, a Fellini-themed party was under way. At various points during the evening, a dancer performed burlesque, a soprano sang Puccini and an accordionist, whose face was painted a ghoulish white and body covered with intricate piercings, played a 1934 ballad, \"Midnight, the Stars and You.\"", "categories": [["Life & Work", "Journal Reports: Health Care"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-health-care?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/global-trades-little-known-comfort-blanket-slips-11587819600", "title": "Global Trade's Little-Known Comfort Blanket Slips", "date": "2020-04-25 09:00", "summary": "Banks and insurers say the private credit insurance market, which plays an important role in global trade, is contracting. LONDON-Cargo ports are thinning out as the coronavirus pandemic pummels global trade. Banks and insurance companies say trade could be squeezed even more if a key financial product used to facilitate it isn't restored to health.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-soundtrack-of-the-coronavirus-pandemic-oldies-11587819602", "title": "Classic Rock Gives Comfort to Music Fans During Coronavirus Lockdown", "date": "2020-04-25 09:00", "summary": "Stressed-out listeners and families stuck at home tune out pop hits and turn up 'comfort music'. Pop music has become less popular during the pandemic.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-negative-prices-tell-us-about-the-future-11587816180", "title": "What Negative Prices Tell Us About the Future", "date": "2020-04-25 08:03", "summary": "Oil prices falling below $0 are merely the weirdest illustration of the destruction of demand in the economy. Focus in closely and oil prices turned negative this week because of technicalities in the futures market and storage capacity in Oklahoma. But zoom out and negative oil prices are merely the weirdest illustration of the destruction of demand in the economy-and fit with two longstanding negative prices in Europe, for money and for electricity.", "categories": [["Markets", "Streetwise"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/streetwise?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/has-coronavirus-been-in-california-since-the-fall-researchers-investigate-11587816001", "title": "Has Coronavirus Been in California Since the Fall? Researchers Investigate", "date": "2020-04-25 08:00", "summary": "Inquiries debunk popular theory about herd immunity and early spread of Covid-19 in the U.S.. It is a theory that seems to be spreading as quickly as the virus itself: The new coronavirus is infecting relatively few in California because the state suffered a silent outbreak as far back as the fall, well before official reports indicate it hit the U.S. As a result, the theory goes, many residents are now resistant to the disease.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-symphony-of-complication-and-tenacity-11587812402", "title": "A Symphony of Complication and Tenacity", "date": "2020-04-25 07:00", "summary": "Online classical-music performances are increasing, but piecing together an orchestra digitally has many difficulties.. ", "categories": [["Opinion", "Commentary", "Cultural Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb", "https://www.wsj.com/news/types/cultural-commentary?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-administration-program-nearly-ended-asylum-now-coronavirus-has-halted-it-11587812402", "title": "Trump Administration Program Nearly Ended Asylum. Now, Coronavirus Has Halted It.", "date": "2020-04-25 07:00", "summary": "Migrants sent to 'Remain in Mexico' worry about pandemic as they wait for resumption of hearings, where odds of winning have plummeted to 1%. Tens of thousands of migrants who were waiting in Mexico on the slim hopes that their request for asylum in the U.S. might succeed are now stuck there indefinitely until the coronavirus pandemic eases and the border reopens.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-future-of-electric-vehicles-may-ride-on-two-wheels-11587812401", "title": "The Future of Electric Vehicles May Ride on Two Wheels", "date": "2020-04-25 07:00", "summary": "Electric motorcycles and scooters could soon have their moment in India, China and other emerging markets. NEW DELHI-Inexpensive motorcycles and scooters will make up the largest group of new vehicles hitting the world's roads in the next decade-and a rapidly growing share of those bikes will be electric, say manufacturers and analysts.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bankrupt-companies-shut-out-of-stimulus-money-11587812400", "title": "Bankrupt Companies Shut Out of Stimulus Money", "date": "2020-04-25 07:00", "summary": "Small businesses in deep distress are having to choose between chapter 11 protection and applying for coronavirus-related aid. The Trump administration is blocking companies in bankruptcy from receiving stimulus funds Congress has authorized to help small businesses survive the coronavirus pandemic, putting them at risk of closing permanently.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-staying-inside-guide-writing-as-a-source-of-pleasure-and-beauty-11587812401", "title": "The Staying Inside Guide: Writing as a Source of Pleasure and Beauty", "date": "2020-04-25 07:00", "summary": "Learning about and practicing Chinese calligraphy is a soothing way to take your mind off coronavirus.. Stuck inside to fight a pandemic, it's hard to keep our thoughts from circling back to the virus. Never enlightening; always unsettling. An effective and soothing countermeasure is to engage our minds with complex and beautiful art forms-found aplenty in Asian art. Among these, the most revered throughout East Asia is Chinese calligraphy. Like Robert Motherwell and Franz Kiline, we can and do respond to the abstract qualities of a master's brushstrokes. But whether the characters they form cascade like rivulets, nestle into grids, or explode joyfully, they are words, written by people who had internalized rules, conventions and models of calligraphy-as had their peers.", "categories": [["Books & Arts", "Art Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/art-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/icus-on-rails-how-france-coped-with-a-surge-of-coronavirus-patients-11587807002", "title": "ICUs on Rails: How France Coped With a Surge of Coronavirus Patients", "date": "2020-04-25 05:30", "summary": "Authorities transported patients from hot spots to less-affected areas, a potential model for others if a second wave of infections arrives. PARIS-When coronavirus patients flooded hospitals in eastern France in March, swiftly filling up intensive care units, doctors sounded the alarm: They were running out of beds and would have to start refusing care.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lawsuits-pile-up-against-coronavirus-lockdown-measures-11587807000", "title": "Lawsuits Pile Up Against Coronavirus Lockdown Measures", "date": "2020-04-25 05:30", "summary": "From bridal shops to conservation groups, plaintiffs are challenging state-imposed restrictions on travel and business as unconstitutional. A growing pile of lawsuits are challenging the strict measures that states have imposed to contain the coronavirus pandemic, presenting a legal test for orders that governments say save lives, but that have drawn protests by conservative groups over the devastating economic effects.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/investors-eye-fed-emergency-lending-program-that-brought-rich-returns-in-2009-11587807001", "title": "Investors Eye Fed Lending Program That Brought Rich Returns in 2009", "date": "2020-04-25 05:30", "summary": "Latest version of program to unfreeze credit markets is likely to produce more modest profits. ", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/rule-no-1-for-census-volunteers-during-coronavirus-ask-how-someone-is-doing-11587807003", "title": "Rules Change for Census Volunteers During Coronavirus", "date": "2020-04-25 05:30", "summary": "Activist Rev. Deth Im says 2020 count requires concern about well-being; summer's drive will be a template for fall's get-out-the-vote push. The Rev. Deth Im knows what it feels like to be isolated. A native of Cambodia who immigrated to the U.S. with his family in 1973, he didn't have a way to identify his race for most of his school years.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-people-getting-their-steps-as-they-shelter-in-place-11587819601", "title": "The People Getting Their Steps as They Shelter in Place", "date": "2020-04-25 00:01", "summary": "With coronavirus limiting how much people get outside, data shows fewer walkers hitting 10,000 steps a day. Here's how to hit modified fitness milestones under trying conditions.. With stay-at-home orders in place and nonessential businesses closed, most Americans are living their lives within a much smaller radius. The highly motivated have set up home gyms. The rest of us get our daily exercise shuffling from the bedroom to the kitchen to the sofa, making occasional forays out of the house.", "categories": [["Life & Work", "Fitness"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/fitness?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/porsche-911-two-more-reasons-why-it-reigns-supreme-11587787280", "title": "Porsche 911: Two More Reasons Why It Reigns Supreme", "date": "2020-04-25 00:01", "summary": "What do you do when a pair of shiny Porsches arrives at your door? Dan Neil judges his own 911 show-down and tries real hard to keep to the speed limit.. THE PANDEMIC has been a disaster but the important thing is, \"Is Dan's supply of test cars safe?\" Yes. In fact, the cancellation of the spring auto shows resulted in a number of flamboyantly costumed models showing up unexpectedly at my house, like showgirls who missed the bus.", "categories": [["Life & Work", "Cars", "Rumble Seat"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/automotive?mod=breadcrumb", "https://www.wsj.com/news/types/rumble-seat?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronaviruss-grip-poses-parallel-problems-for-trump-biden-11587787260", "title": "Coronavirus's Grip Poses Parallel Problems for Trump, Biden", "date": "2020-04-25 00:01", "summary": "Trump dominates conversation, but poll numbers dip; Biden slips from view. ", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/millions-of-credit-card-customers-cant-pay-their-bills-lenders-are-bracing-for-impact-11587807001", "title": "Millions of Credit-Card Customers Can't Pay Their Bills. Lenders Are Bracing for Impact.", "date": "2020-04-25 00:01", "summary": "Credit-card debt kept many consumers afloat. Now that the debt bubble is bursting, lenders and borrowers alike are preparing for pain.. Robert Rodriguez and Migdalia Wharton, a married couple in Orlando, Fla., have been out of work for more than a month and can't afford to pay their credit-card bills.", "categories": [["Markets", "Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/for-divorced-parents-a-time-to-work-together-11587787261", "title": "For Divorced Parents, a Time to Work Together", "date": "2020-04-25 00:01", "summary": "The pandemic's challenges and anxieties are helping some ex-spouses overcome old tensions for their children's sake.. Robert and his ex-wife have been divorced for 13 years, during which time they have largely parented their 15-year-old son in a parallel fashion. They communicate exclusively by email and only about the most important matters-medical appointments, notices from school. The rest remains undiscussed. \"I've tried for ages to encourage more active joint decision-making,\" says Robert, a graphic designer near Boston. (To protect their privacy, he and other parents interviewed here asked not to use their last names.) \"But she has always felt that our son is doing just fine if she parents her way and I parent my way.\"", "categories": [["Life & Work", "Ideas", "Essay"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/essay?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/2020s-new-and-improved-flowers-a-gardeners-a-to-z-guide-11587787286", "title": "2020's New and Improved Flowers: A Gardener's A-to-Z Guide", "date": "2020-04-25 00:01", "summary": "Each year, growers develop frillier petals and more prolific plants as well as reintroduce lost varieties. With these 26, turn your neighbors green with envy.. GARDENING IS one of the few legal excuses I have for loitering outdoors these days. An observer-if one were permitted to actually enter my garden-would see carpetweed-free flower beds and 72 newly planted baby foxgloves. I panic-bought them online as if they were double-ply Charmin.", "categories": [["Real Estate", "Design"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/design?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11587757659", "title": "Pepper...and Salt", "date": "2020-04-25 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-best-fantasy-fiction-for-anyone-craving-an-escape-11587787209", "title": "The Best Fantasy Fiction for Anyone Craving an Escape", "date": "2020-04-25 00:00", "summary": "Writers Leigh Bardugo, Ben Winters and Janet Lin share their go-tos, from delightfully preposterous kids' reads to sophisticated fairy tales. I loved fantasy books as a kid. So many great children's books are about an escape hatch from the drudgery of childhood. \"Alice in Wonderland\" was certainly that. It's preposterous and funny. \"The Phantom Tollbooth\" is another. Both are full of whimsy, and particularly now, there's something pleasing about whimsy. In the contemporary vein, I like Jasper Fforde's \"The Eyre Affair,\" rich with word play and allusions, and Kelly Link's eerie, surreal stories. They deliver this shiver of weird delight.", "categories": [["Life & Work", "Reading & Retreating"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/reading-retreating?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-scramble-for-delivery-robots-is-on-and-startups-can-barely-keep-up-11587787199", "title": "The Scramble for Delivery Robots Is On and Startups Can Barely Keep Up", "date": "2020-04-25 00:00", "summary": "Adoption of robots and drones carrying goods speeds up as a frightened world craves safe delivery of everything from medical supplies to food.. Earlier this week, a pair of sleek, four-wheeled robots began trundling across the cracked pavement outside the Sleep Train Arena, the defunct former home of the Sacramento Kings, which the state of California has turned into a field Covid-19 hospital.", "categories": [["Tech", "Keywords"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb", "https://www.wsj.com/news/types/keywords?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-spent-millions-on-boats-said-to-be-too-slow-to-catch-lake-chad-terrorists-11587772897", "title": "U.S. Spent Millions on Boats Said to Be Too Slow to Catch Terrorists", "date": "2020-04-25 22:51", "summary": "State Department inspector general's office raises concern over sub-Saharan counterterrorism projects. WASHINGTON-The U.S. spent millions of dollars on poorly designed counterterrorism projects in Africa, including the purchase of a dozen boats that were too slow to catch terrorists and other criminals on Lake Chad, according to a watchdog report released Friday.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lawsuit-accuses-shari-redstone-of-forcing-viacomcbs-merger-11587778350", "title": "Lawsuit Accuses Shari Redstone of Forcing ViacomCBS Merger", "date": "2020-04-25 21:32", "summary": "The 119-page suit calls the merger dance between Viacom and CBS 'a months-long Kabuki-like negotiation'. ViacomCBS investors are accusing media mogul Shari Redstone of forcing through the merger of CBS and Viacom last year to protect her investment in Viacom, according to a lawsuit seeking class-action status.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-latest-news-04-24-2020-11587719555", "title": "U.S. Coronavirus Death Toll Tops 50,000", "date": "2020-04-25 20:43", "summary": "President Trump signs bill extending more financial aid to small businesses and hospitals as some states prepare to reopen economies. The U.S. death toll from the coronavirus pandemic surpassed 50,000 as some states began reopening parts of their economies and President Trump signed stimulus legislation that boosts small businesses, hospitals and testing.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/high-court-rejects-plea-to-block-trump-immigration-rule-during-pandemic-11587773864", "title": "High Court Rejects Plea to Block Trump Immigration Rule During Pandemic", "date": "2020-04-25 20:26", "summary": "Order leaves open the possibility of further action on public-benefit rule. WASHINGTON-The Supreme Court rejected Friday pleas from liberal-leaning states and local governments to block a Trump administration policy that penalizes immigrants for seeking public benefits during the coronavirus pandemic.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}]