[{"link": "https://www.wsj.com/articles/china-complains-of-u-s-harassment-of-chinese-airline-and-ship-crews-11606748497", "title": "China Complains of U.S. Harassment of Airline, Ship Crews", "date": "2020-11-30 21:12", "summary": "Beijing says it lodged complaints about questioning of arriving workers about Communist Party membership. HONG KONG-China accused American officials of harassing Chinese airline and shipping crews that arrive in the U.S. in attempts to single out Communist Party members, and warned that Beijing may retaliate against Washington for what it considers to be provocative behavior.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/former-zappos-ceo-tony-hsiehs-death-is-ruled-accident-by-medical-examiner-11606779833", "title": "Former Zappos CEO Hsieh's Death Is Ruled Accident", "date": "2020-11-30 21:06", "summary": "Tech entrepreneur died from complications of smoke inhalation, office says. Former Zappos.com Inc. Chief Executive Tony Hsieh died from complications of smoke inhalation, according to the Connecticut Office of the Chief Medical Examiner, which ruled the death an accident.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-coronavirus-adviser-scott-atlas-who-called-for-ending-lockdowns-resigns-11606786620", "title": "Trump Coronavirus Adviser Scott Atlas Resigns", "date": "2020-11-30 20:37", "summary": "Atlas joined the White House team in August as Trump sparred with other health advisers. WASHINGTON-Scott Atlas, a coronavirus adviser to President Trump who argued against lockdowns and sparred with health experts, has resigned, according to a White House official.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-blacklists-chinese-government-firm-accused-of-supporting-maduro-regime-11606750515", "title": "U.S. Blacklists Chinese Defense Firm for Sales to Venezuela", "date": "2020-11-30 20:25", "summary": "Trump administration says China National Electronics Import & Export Corp. sold goods that aided repression by Maduro regime. WASHINGTON-The Trump administration on Monday blacklisted a major Chinese government-owned defense company it said sold goods to Venezuela that aided political repression by the regime of President Nicolás Maduro.", "categories": [["World", "Latin America"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/latin-america-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/five-customer-service-lessons-from-the-late-tony-hsieh-11606785549", "title": "Five Customer-Service Lessons From the Late Tony Hsieh", "date": "2020-11-30 20:19", "summary": "The former chief executive of Zappos, the online shoe retailer, had a unique approach toward customers. Tony Hsieh, the former chief executive of Zappos.com Inc., helped build the online shoe retailer with a model of customer service that rested on a simple premise: Make every customer as happy as possible, even at the expense of sales-in the short term.", "categories": [["Experience Report"]], "category_links": ["https://www.wsj.com/news/experience-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/moderna-to-ask-health-regulators-to-authorize-its-covid-19-vaccine-11606737602", "title": "Moderna Asks FDA to Authorize Vaccine", "date": "2020-11-30 19:59", "summary": "Timing could make shot the second for U.S. use by year-end, alongside Pfizer and BioNTech vaccine. Moderna Inc. said it asked U.S. and European health regulators Monday to authorize use of its Covid-19 vaccine, after it was shown to be 94.1% effective in a full analysis of a pivotal study.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/zoom-fatigue-sets-in-early-11606783128", "title": "Zoom Fatigue Sets In Early", "date": "2020-11-30 19:38", "summary": "Another blowout earnings report and forecast can't keep up pandemic's hottest stock. Zoom Video Communications ' winter won't be one of discontent. Spring might be another story.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/arizona-certifies-narrow-victory-for-biden-11606768397", "title": "Arizona, Wisconsin Certify Narrow Victories for Biden", "date": "2020-11-30 19:01", "summary": "The final results cement the president-elect's wins in the battleground states that decided the race. Two important battleground states certified election results Monday, with Wisconsin and Arizona handing narrow victories to President-elect Joe Biden and further cementing his win over President Trump.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tesla-to-enter-s-p-500-at-full-weight-in-december-11606780897", "title": "Tesla to Enter S&P 500 at Full Weight in December", "date": "2020-11-30 19:01", "summary": "Weaving Tesla into the S&P 500 means shifting weightings of many other stocks to include the electric-vehicle maker. S&P Dow Jones Indices said it will add Tesla Inc.'s full weight to the S&P 500 all at once in December, shedding more light on a mammoth addition that has captivated investors across Wall Street.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/labor-department-published-flawed-estimates-of-weekly-jobless-claims-watchdog-says-11606752477", "title": "Labor Department Issued Flawed Estimates of Jobless Claims, Watchdog Says", "date": "2020-11-30 18:56", "summary": "Government Accountability Office also says jobless-benefits program underpaid millions amid the pandemic. WASHINGTON-The nation's system for providing unemployment benefits to jobless workers has consistently produced inaccurate data and lower-than-appropriate payouts to millions of workers amid the Covid-19 pandemic, a government watchdog said Monday.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bidens-economic-team-draws-on-deep-experience-with-focus-on-jobs-wages-inequality-11606778884", "title": "Biden's Economic Team Draws on Deep Experience With Focus on Jobs, Wages, Inequality", "date": "2020-11-30 18:54", "summary": "Many are from ranks of Obama and Clinton Administrations, Biden's presidential campaign. President-elect Joe Biden's choices for his White House economic team include an array of advisers with crisis experience, policy chops and a deep focus on labor markets, including how to boost wages, maximize employment and combat discrimination.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/driver-data-is-a-help-and-a-hazard-for-auto-insurers-11606729983", "title": "Driver Data Is a Help and a Hazard for Auto Insurers", "date": "2020-11-30 18:45", "summary": "Auto insurers will need to partner with digitally savvy startups as the explosive growth of vehicle data empowers new competitors. This is the second column in a four-part Heard on the Street series on how \"smart\" vehicles will affect the automotive, tech and insurance industries. The first column can be found here.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/omb-pick-neera-tanden-draws-gop-fire-11606771977", "title": "OMB Pick Neera Tanden Draws GOP Fire", "date": "2020-11-30 18:26", "summary": "Head of the Center for American Progress has been a regular critic of Republicans on Twitter. WASHINGTON-President-elect Joe Biden's plan to nominate Neera Tanden to head the Office of Management and Budget is already stirring tensions on Capitol Hill, where Republicans say her past comments will threaten her confirmation and undercut the new president's pledge to calm political waters.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bitcoin-hits-all-time-high-of-19-786-topping-record-from-december-2017-11606750573", "title": "Bitcoin Price Hits All-Time High, Trades Above $19,000", "date": "2020-11-30 18:25", "summary": "Digital currency's rise is driven by wave of new investors seeking big gains. Bitcoin surged on Monday to set its first fresh record in nearly three years, driven by a wave of new investors lured by the potential for big profits.", "categories": [["Markets", "Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/vista-equity-partners-backs-business-software-company-gainsight-11606778368", "title": "Vista Equity Partners Backs Business Software Company Gainsight", "date": "2020-11-30 18:19", "summary": "The deal values the customer-relationship software maker at $1.1 billion, according to a person familiar with the matter. Customer-relations technology company Gainsight Inc. is slated to have a new majority owner: private-equity firm Vista Equity Partners.", "categories": [["Pro PE Deals"]], "category_links": ["https://www.wsj.com/news/types/pro-pe-deals?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/return-of-the-obama-economists-11606778301", "title": "Return of the Obama Economists", "date": "2020-11-30 18:18", "summary": "Biden's policy advisers were in charge during the secular stagnation years.. If Joe Biden is trying to distinguish his emerging Administration from Barack Obama's, he hasn't succeeded in the choice of economic advisers he rolled out Monday. They're Obama veterans who believe in more spending, more regulation, higher taxes, and easier money. Let's hope the result is better than what became known as \"secular stagnation\" during the Obama years.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trumps-fair-banking-rule-11606778173", "title": "Trump's Fair Banking Rule", "date": "2020-11-30 18:16", "summary": "Pushing back against the left's red-lining of unpopular industries.. Progressives are pounding banks to stop lending to industries they dislike. So credit to Acting Comptroller of the Currency Brian Brooks for putting banks on notice that they can't red-line industries merely because they're politically unpopular.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/de-blasio-gets-schooled-on-reopening-11606778117", "title": "De Blasio Gets Schooled on Reopening", "date": "2020-11-30 18:15", "summary": "He reopens some schools as public pressure beats the teachers union.. Perhaps New York City parents didn't know their own strength. In less than two weeks, Mayor Bill de Blasio went from shutting down in-person learning in the city's public schools to reopening it for a large share of students. The reversal shows how public pressure can curb the power of the teachers union.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/northwestern-mutual-targets-resources-to-black-tech-founders-11606778053", "title": "Northwestern Mutual Targets Resources to Black Tech Founders", "date": "2020-11-30 18:14", "summary": "Insurer launched accelerator and $20 million pool exclusively for Black entrepreneurs. Northwestern Mutual Life Insurance Co. has joined the push to expand the ranks of Black technology entrepreneurs, and it is betting that a dedicated funding pool and accelerator program can help.", "categories": [["CIO Journal"]], "category_links": ["https://www.wsj.com/news/types/cio-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chinas-wolf-warriors-try-wine-coercion-11606777975", "title": "China's Wolf Warriors Try Wine Coercion", "date": "2020-11-30 18:13", "summary": "New tariffs against Australia send a menacing message.. Wine has now joined beef, barley, coal and timber among the Australian exports that China's Communist Party is threatening to quash as part of its intimidation campaign against Canberra.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/baltimore-ravens-outbreak-forces-third-postponement-11606777298", "title": "Baltimore Ravens' Outbreak Forces Third Postponement", "date": "2020-11-30 18:01", "summary": "The Ravens were supposed to play the Pittsburgh Steelers on Thanksgiving but the game is now scheduled for Wednesday in a disruption that lays bare the turbulence the NFL will face. A sustained coronavirus outbreak inside the Baltimore Ravens has forced a third postponement of the team's game against the Pittsburgh Steelers, laying bare the difficulties the NFL faces as it tries to finish its season.", "categories": [["Sports", "NFL"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/nfl?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trumps-march-to-atlanta-11606776426", "title": "Trump's March to Atlanta", "date": "2020-11-30 17:47", "summary": "No one has a bigger stake in keeping the Senate Republican than the president.. Donald Trump's name isn't on the Jan. 5 runoff ballot for Georgia's two Senate races. But no one has a greater interest than the president in seeing Republicans take at least one of these seats-and keep their majority in the U.S. Senate.", "categories": [["Opinion", "Main Street"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/main-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/germany-wont-take-portugals-eu-split-11606776321", "title": "Germany Won't Take Portugal's EU Split", "date": "2020-11-30 17:45", "summary": "Prime Minister Costa veils his plan with pretty words about European values.. As European diplomats haggled over the threatened Polish and Hungarian vetoes that could block the Covid bailout plan so laboriously negotiated earlier in the year, Portugal's Socialist Prime Minister António Costa took the occasion to propose a plan to shrink and simplify the European Union.", "categories": [["Opinion", "Global View"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/global-view?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/exxon-slashes-spending-writes-down-assets-11606774099", "title": "Exxon Slashes Spending, Writes Down Assets", "date": "2020-11-30 17:45", "summary": "Battered by three straight quarterly losses, oil giant pulls back from CEO Darren Woods's aggressive plan to increase production by 2025. Exxon Mobil Corp. is retreating from a plan to increase spending to boost its oil and gas production by 2025 and preparing to slash the book value of its assets by up to $20 billion, as the struggling company reassesses its next decade.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ancient-history-isnt-colonialism-11606776241", "title": "Ancient History Isn't Colonialism", "date": "2020-11-30 17:44", "summary": "Students at Brown nonsensically accuse Roman emperors of 'white supremacy.'. Is there room for ancient history in the Ivy League? A group called Decolonization at Brown doesn't think so. It demands the university tear down statues of two Roman emperors, Caesar Augustus and Marcus Aurelius, on the ground that they \"celebrate ongoing colonialism in the United States and idealize white, Western civilization-both of which continue to cause harm at Brown today,\" as four of the decolonizers put it in an op-ed for the student newspaper, the Brown Daily Herald.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bidens-blind-spot-11606775954", "title": "Biden's Blind Spot", "date": "2020-11-30 17:44", "summary": "His economic advisers share a belief in the power of federal regulation and spending.. Voters are still waiting for the candidate who promised to be a president for all Americans to name an economic adviser who prioritizes the growth of the American economy. The emerging Biden team is heavy on academics and activists but light on market experience.", "categories": [["Opinion", "Best of the Web"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/best-of-the-web-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/south-to-freedom-review-mexico-libre-11606776185", "title": "'South to Freedom' Review: México Libre", "date": "2020-11-30 17:43", "summary": "The little-told story of runaway slaves in Mexico, and of relations between the U.S. and its southern neighbor in the antebellum period.. In the summer of 1835, a slave named Jean Antoine managed to sneak into the sweltering hold of a Mexican vessel while it was docked in New Orleans. Concealed amid the cargo, with any noises he made muffled by the surf, the fugitive eluded capture during the 11-day voyage across the Gulf of Mexico. At some point en route, however, the ship's captain detected the presence of the stowaway, and upon reaching the port of Campeche he enlisted the help of its mayor in locating the unbidden guest. The fugitive was apprehended onboard by local police and transported to the United States, arriving back at the Crescent City three months after his getaway. But during the handover to American authorities, Jean Antoine brandished a knife and stabbed himself several times. He died from his injuries within a day.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-biden-can-break-the-senate-stonewall-11606776086", "title": "How Biden Can Break the Senate Stonewall", "date": "2020-11-30 17:41", "summary": "Start with issues that cross party lines. For some ideas, look to November's state ballot measures.. When the election was called for President-elect Joe Biden, progressives across the nation breathed a sigh of relief. But as the congressional results became clear, many of us paused the celebration. Unless Democrats win both Georgia Senate seats in Jan. 5 runoffs, Mr. Biden will be the first Democrat to face a Republican Senate at the beginning of his first term since Grover Cleveland in 1885. How can he even hope to pursue a progressive agenda?", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/governments-lawyer-urges-justices-to-delay-ruling-on-census-plan-11606761782", "title": "Government's Lawyer Urges Justices to Delay Ruling on Census Plan", "date": "2020-11-30 17:41", "summary": "President seeks to exclude illegal immigrants from count used to apportion House seats; Democratic-leaning states sued to block move. WASHINGTON-Several justices suggested Monday that the Supreme Court put off ruling on President Trump's plan to exclude immigrants in the country illegally from population figures used to apportion congressional seats, after the administration's lawyer said the government might not be able to assemble the needed data quickly enough to meet January deadlines.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/s-p-upgrades-itself-to-data-juggernaut-with-ihs-markit-deal-11606776035", "title": "S&P Beefs Up in Data With IHS Markit Deal", "date": "2020-11-30 17:40", "summary": "Merger gives S&P boost in indexing, commodities and fixed-income data. S&P Global Inc. spent most of the past decade expanding beyond its core business of rating bonds. Now, its proposed $44 billion acquisition of IHS Markit Ltd. stands to solidify its position as one of the world's largest financial-data companies.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/georgia-secretary-of-state-denies-widespread-voting-fraud-allegations-11606762144", "title": "Georgia Secretary of State Investigates Voting Groups but Denies Widespread Fraud", "date": "2020-11-30 17:39", "summary": "Raffensperger says machine recount on track to be completed Wednesday. Georgia Secretary of State Brad Raffensperger said state officials are investigating third-party groups trying to register people in other states to vote in Georgia, but he pushed back against accusations of widespread fraud in the state's Nov. 3 election results.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/notable-quotable-schools-out-11606775916", "title": "Notable & Quotable: School's Out", "date": "2020-11-30 17:38", "summary": "'How to help kids understand why school inexplicably opens and closes.'. Karol Markowicz writing in the New York Post, Nov. 30:", "categories": [["Opinion", "Commentary", "Notable & Quotable"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb", "https://www.wsj.com/news/types/notable-quotable?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/unicredit-ceo-jean-pierre-mustier-to-leave-bank-in-april-11606767508", "title": "UniCredit's Mustier to Step Down as CEO Over Strategy Rift", "date": "2020-11-30 17:36", "summary": "High-profile banker shored up Italian lender that was creaking under crisis-era bad loans. ROME- UniCredit Chief Executive Jean Pierre Mustier will step down in April over a rift with the board over future strategy at Italy's second largest lender.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/zooms-pandemic-fueled-boom-continues-11606772231", "title": "Zoom's Pandemic-Fueled Boom Continues", "date": "2020-11-30 17:34", "summary": "Videoconferencing company lifted its outlook for a third time as it reported record sales. Zoom Video Communications Inc. posted another quarter of record sales and again lifted its outlook as remote working and distance schooling drags on during the pandemic, but the growth has come with higher costs that disappointed investors.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-stock-markets-rally-is-finally-widening-11606732202", "title": "Stock Market's Rally Is Finally Widening", "date": "2020-11-30 17:31", "summary": "More companies in the S&P 500 are rising as technology stocks share the stage. A wide range of stocks powered the November market rally, a broadening of support beyond the few highflying companies that propelled indexes earlier this year.", "categories": [["Markets", "Stocks"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-market-expects-that-everything-will-be-awesome-11606774869", "title": "The Market Expects That Everything Will Be Awesome", "date": "2020-11-30 17:21", "summary": "Optimism is high, but investing also involves comparing the future with what's priced in. Rarely have investors had better reason to be optimistic. Vaccines are imminent, the economy's doing well and money has never been cheaper.", "categories": [["Markets", "Streetwise"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/streetwise?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/gm-nikola-agree-to-scaled-down-supply-agreement-11606742652", "title": "GM Won't Take Stake in Nikola", "date": "2020-11-30 17:20", "summary": "Shares in the electric-truck startup slide after companies scale down their supply agreement. General Motors Co. will no longer take an equity stake in electric-truck maker Nikola Corp. under a stripped-down agreement revealed Monday, a significant retrenchment from an earlier pact that fueled investor enthusiasm for both companies.", "categories": [["Business", "Autos & Transportation", "Autos Industry"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/transportation?mod=breadcrumb", "https://www.wsj.com/news/types/autos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-brings-traditional-values-to-diplomacy-11606774757", "title": "Biden Brings Traditional Values to Diplomacy", "date": "2020-11-30 17:19", "summary": "America heads back to the future with a Biden-Harris reboot of Obama-Biden international agreements and alliances.. Your editorial \"Biden's Liberal Internationalists\" (Nov. 24) points out that Joe Biden's choices for national security posts and his selection of John Kerry to be a cabinet-level special envoy for climate all signal that the new governing team will work on behalf of U.S. interests through multilateral institutions. President Trump's go-it-alone approach will be a bad memory, as America heads back to the future with a Biden-Harris reboot of Obama-Biden international agreements and alliances.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/remediating-student-debts-failing-grades-11606774629", "title": "Remediating Student Debt's Failing Grades", "date": "2020-11-30 17:17", "summary": "The expected taxpayer losses on student-loan debt highlight the disastrous consequence of shielding the higher-education industry from the loan losses incurred for its services.. The expected taxpayer losses on student-loan debt highlight the disastrous consequence of shielding the higher-education industry from the loan losses incurred for its services (\"U.S. Faces $400 Billion Student-Loan Loss,\" Page One, Nov. 23). Because these risks are borne by the taxpayer, colleges raise prices confident that government loan guarantees will facilitate student borrowing to pay the increased costs.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/assassinations-and-irans-nuclear-program-11606774551", "title": "Assassinations and Iran's Nuclear Program", "date": "2020-11-30 17:15", "summary": "The assassination of an official of a U.N. member state in its territory is a dangerous game.. Your editorial \"Biden, Iran and the Bomb\" (Nov. 28) is shameful in its inhumanity. The unjustifiable support for a brutal assassination of a prominent scientist does nothing more than encourage a few criminals, such as the Israeli regime and its allies, to commit more assassinations. The assassination of an official of a U.N. member state in its territory is a dangerous game, opening a Pandora's box; one whose consequences only reckless, apocalyptic people would ignore. Undoubtedly, the Israeli regime's involvement in this criminal act is designed to further disrupt the turbulent situation in the region and destroy the path for diplomacy.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/esg-investment-judgments-are-rooted-in-the-search-for-value-11606774389", "title": "ESG Investment Judgments Are Rooted in the Search for Value", "date": "2020-11-30 17:13", "summary": "Judgments on ESG factors are rooted in the hunt for value, not values, with the best interest of the investor paramount.. The editorial \"Labor vs. the ESG Racket\" (Nov. 15) that targets the examination of investment opportunities through an environmental, social and governance lens seems to misunderstand what we as asset managers aim to achieve on behalf of investors. This conversation is relevant to a new rule from the U.S. Department of Labor that discourages ESG investment options in America's private sector retirement plans.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/plastic-hearts-by-miley-cyrus-review-back-to-the-future-11606773498", "title": "'Plastic Hearts' by Miley Cyrus Review: Back to the Future", "date": "2020-11-30 16:58", "summary": "The star's new album mines the sounds of the '80s and tracks by artists like Billy Idol to craft a contemporary pop course in music history. ", "categories": [["Books & Arts", "Music Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/music-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bombardier-hires-new-cfo-as-it-works-to-transform-its-business-11606773398", "title": "Bombardier Hires New CFO as It Works to Transform Its Business", "date": "2020-11-30 16:56", "summary": "The Canadian plane and train maker is shedding assets and shrinking its operations. Canada's Bombardier Inc. recruited a new finance chief to help with its transformation into a pure-play business jet manufacturer, a move that comes as the company is dealing with the effects of the coronavirus pandemic and a U.K. investigation into suspected bribery.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cuban-leadership-confronts-a-rare-dissident-movement-11606767900", "title": "Cuban Leadership Confronts a Rare Dissident Movement", "date": "2020-11-30 16:54", "summary": "Musicians, writers, painters and Black activists peacefully challenge Communist government's grip on expression. An alliance of hip-hop musicians, writers, internationally known artists and Black activists has emerged as a driving force against censorship and government repression in Cuba, prompting a rare Communist government action: to hold talks about freedom of expression.", "categories": [["World", "Latin America"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/latin-america-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-instructs-hospitals-to-prepare-for-covid-19-surge-11606765181", "title": "New York Instructs Hospitals to Prepare for Covid-19 Surge", "date": "2020-11-30 16:46", "summary": "Gov. Andrew Cuomo makes staffing and bed count a priority as hospitalizations rise. New York Gov. Andrew Cuomo on Monday ordered hospitals in the state to increase their bed count and identify additional staff as the number of Covid-19 hospitalizations reached a level not seen since late May.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/federal-reserve-extends-four-emergency-lending-programs-through-march-11606746423", "title": "Powell Says Fed Actions Unlocked $2 Trillion to Support Economy", "date": "2020-11-30 16:44", "summary": "Fed chief, Treasury secretary are set to testify Tuesday at congressional hearing. Federal Reserve Chairman Jerome Powell said the central bank's actions to backstop a range of credit markets after the coronavirus convulsed Wall Street this past spring had unlocked almost $2 trillion to support businesses, cities and states.", "categories": [["Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pandemic-cuts-foot-traffic-in-new-yorks-top-business-districts-11606772268", "title": "Pandemic Cuts Foot Traffic in New York's Top Business Districts", "date": "2020-11-30 16:37", "summary": "Once-thriving Flatiron, Union Square neighborhoods see storefront vacancies surge from 9% to 36%; 'It's definitely a shadow of its normal self'. Manhattan wine store owner Tom Geniesse is busy filling online orders and boxing up holiday shipments, but no matter how many e-commerce platforms he joins, internet sales can't make up for the decline in foot traffic outside his shop on West 19th Street.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/opec-defers-decision-on-extending-output-curbs-11606752881", "title": "OPEC Defers Decision on Extending Output Curbs", "date": "2020-11-30 16:35", "summary": "Cartel to meet Thursday with Russia and its other oil producers to agree on a plan. OPEC put off until later this week a decision about whether to extend oil output cuts, according to officials familiar with the move, rolling the decision into Thursday when the cartel plans to meet with Russian-led producers.", "categories": [["Markets", "Commodities", "Oil Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb", "https://www.wsj.com/news/types/oil-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/global-stock-markets-dow-update-11-30-2020-11606732360", "title": "Dow Falls but Finishes Best Month in Three Decades", "date": "2020-11-30 16:34", "summary": "Stocks soared in November, briefly pushing the blue-chip index over 30000 for the first time. Stocks slipped Monday but closed out November with hefty gains, capping a furious month-long rally fueled by bets that scientists are closer than ever to finalizing Covid-19 vaccines to fight the pandemic.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mixed-views-at-supreme-court-on-breadth-of-federal-law-on-computer-fraud-11606771221", "title": "Supreme Court Weighs Breadth of Computer Hacking Law", "date": "2020-11-30 16:20", "summary": "Officer allegedly used law-enforcement database for personal purposes in a case that has drawn widespread attention. WASHINGTON-When a Georgia police officer ran a license plate check in 2015 for an acquaintance who paid him for the favor, he received a felony conviction-and set the stage for a hotly debated Supreme Court case about the sweep of federal law on computer hacking.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sbm-offshore-faces-swiss-probe-over-legacy-bribery-allegations-11606771058", "title": "SBM Offshore Faces Swiss Probe Over Legacy Bribery Allegations", "date": "2020-11-30 16:17", "summary": "Notice by Swiss prosecutors comes as Dutch oil-services company completes three-year agreement with U.S. Justice Department. Oil-services firm SBM Offshore NV is facing an investigation by the Swiss government into bribery allegations that the company said it has already paid hundreds of millions of dollars to resolve in three other countries.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coming-tuesday-an-idea-who-will-get-first-covid-19-vaccines-11606770639", "title": "Coming Tuesday: An Idea Who Will Get First Covid-19 Vaccines", "date": "2020-11-30 16:10", "summary": "Health experts who advise CDC expected to recommend front-line health workers and perhaps nursing-home residents get first limited supplies available. A panel of vaccine experts advising the U.S. government is expected to recommend Tuesday who should get initial limited supplies of Covid-19 vaccines, a key step in rolling out shots that are authorized.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/keeping-busy-tuesday-crossword-december-1-11606574334", "title": "Keeping Busy (Tuesday Crossword, December 1)", "date": "2020-11-30 16:01", "categories": [["WSJ Puzzles", "Crossword"]], "category_links": ["https://www.wsj.com/news/puzzle?mod=breadcrumb", "https://www.wsj.com/news/types/crossword?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/iran-nuclear-scientist-was-killed-with-new-method-tehran-says-11606764574", "title": "Attackers Innovated to Kill Scientist, Iran Says", "date": "2020-11-30 15:57", "summary": "Security official blames Israel, which he said had sought to kill Mohsen Fakhrizadeh for 20 years. The Iranian nuclear scientist killed last week was ambushed in a remotely controlled operation, the country's top security official said Monday, describing an audacious attack that Tehran has blamed on Israel.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/navy-will-decommission-ship-damaged-in-five-day-blaze-11606768369", "title": "Navy Will Decommission Ship Damaged in Five-Day Blaze", "date": "2020-11-30 15:32", "summary": "USS Bonhomme Richard, outfitted to carry and launch F-35 fighter jets, will be scrapped, Navy says. The U.S. Navy will decommission the amphibious assault ship Bonhomme Richard after it was heavily damaged in a five-day fire in July off the coast of San Diego, officials said Monday.", "categories": [["Politics", "National Security"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/national-security?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-expected-to-name-new-indo-pacific-command-head-11606753476", "title": "Trump Expected to Name New Indo-Pacific Command Head", "date": "2020-11-30 15:22", "summary": "Shift in military's Asia command tracks schedule for an expected change in leadership. WASHINGTON-The Trump administration is preparing to name a new head of the U.S. Indo-Pacific Command, which oversees operations and strategy for China and elsewhere in Asia, U.S. officials said.", "categories": [["Politics", "National Security"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/national-security?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fcc-chairman-ajit-pai-intends-to-leave-agency-11606751893", "title": "FCC Chairman Pai to Step Down in January", "date": "2020-11-30 15:14", "summary": "January departure allows new administration to choose next head of telecommunications regulator. WASHINGTON-President-elect Joe Biden gained a clearer path to redirecting U.S. telecommunications policy Monday, after Federal Communications Commission Chairman Ajit Pai announced plans to step down on Jan. 20, 2021.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/rockefeller-center-limits-christmas-tree-viewings-to-5-minutes-11606765672", "title": "Rockefeller Center Limits Christmas-Tree Viewings to Five Minutes", "date": "2020-11-30 14:47", "summary": "Lighting ceremony-closed to public this year-will be televised on NBC Wednesday. Holiday revelers, take note: You can still see the Rockefeller Center Christmas Tree this year, but don't plan on gazing for long.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/npcs-canceled-auctions-pave-way-for-sale-of-wendys-pizza-hut-chains-to-flynn-11606765228", "title": "NPC's Canceled Auctions Pave Way for Sale of Wendy's, Pizza Hut Chains to Flynn", "date": "2020-11-30 14:40", "summary": "Wendy's is in talks to drop its opposition to a sale to Flynn, the largest restaurant franchisee in the U.S.. NPC International Inc., the nation's largest franchisee of Pizza Hut and Wendy's restaurants, canceled auctions for all of its assets last night, paving the way for a potential sale of the entire company to the Flynn Restaurant Group LLC.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nikola-teaches-gm-a-lesson-11606760549", "title": "Nikola Teaches GM a Lesson", "date": "2020-11-30 14:22", "summary": "Tesla's disruption story may be the exception rather than the rule in the auto industry's shift to electric vehicles. Nikola Corp. isn't turning out to be the next Tesla that investors-and General Motors -were hoping for.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/dimensional-stardust-by-rob-mazurek-review-futuristic-big-band-sounds-11606763721", "title": "'Dimensional Stardust' by Rob Mazurek Review: Futuristic Big-Band Sounds", "date": "2020-11-30 14:15", "summary": "The cornetist and composer leads his Exploding Star Orchestra on an album that deftly incorporates electronics into its rich, contrapuntal arrangements.. Some of the best music by cornetist and composer Rob Mazurek is from his small groups-various configurations of Chicago Underground and of São Paulo Underground (he is from the former city and has lived in the latter)-and it's feisty and tenacious. It's as if his players were looking for other combos with which to rumble. Trumpet lines puncture the air in attack, the percussion rattles forth cantankerously. The Brazilian bands sometimes sound like they've wandered off a Carnival parade route to make their own merriment.", "categories": [["Books & Arts", "Music Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/music-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/doordash-sets-ipo-terms-pushing-valuation-above-25-billion-11606747049", "title": "DoorDash Sets IPO Terms Pushing Valuation as High as $32 Billion", "date": "2020-11-30 14:15", "summary": "San Francisco food-delivery company to sell 33 million shares at $75 to $85 each. DoorDash Inc. on Monday said it plans to sell 33 million shares in an initial public offering that could give the food-delivery company a valuation of as much as $32 billion.", "categories": [["Markets", "Stocks", "IPOs"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb", "https://www.wsj.com/news/types/ipos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/thailand-uses-controversial-lese-majeste-law-against-pro-democracy-protesters-11606761747", "title": "Thailand Uses Lèse-Majesté Law Against Protesters", "date": "2020-11-30 13:42", "summary": "At least five activists are accused of defaming the monarchy, an offense punishable with up to 15 years in prison. Over the past few months, Thai pro-democracy activist Parit Chiwarak has been in and out of police stations fighting criminal charges that range from unlawful assembly to sedition. On Monday, he appeared before police to face his most daunting legal challenge yet: lèse-majesté.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/for-covid-long-haulers-a-little-known-diagnosis-offers-possible-treatmentsand-new-challenges-11606761541", "title": "For Covid-19 Long-Haulers, a Little-Known Diagnosis Offers Treatments-and Challenges", "date": "2020-11-30 13:39", "summary": "A disorder called POTS offers some treatment paths, but they are often arduous. Some patients with long-term Covid symptoms are getting more potential treatment options as doctors diagnose them with a little-known syndrome called POTS.", "categories": [["Life & Work", "Your Health"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/your-health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/facebook-nears-purchase-of-startup-in-deal-that-values-it-at-1-billion-11606750196", "title": "Facebook to Acquire Startup Valued at $1 Billion", "date": "2020-11-30 12:53", "summary": "Target company, which specializes in customer-service platforms and chatbots, fits Facebook's move into 'social commerce'. Facebook Inc. said it would buy Kustomer, a startup that specializes in customer-service platforms and chatbots, part of an effort by the social-media giant to help companies use its platforms to do business.", "categories": [["WSJ News Exclusive", "Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-fine-payoff-for-reading-the-ingredients-11606758427", "title": "A Fine Payoff for Reading the Ingredients", "date": "2020-11-30 12:47", "summary": "Companies are being hit with class-action lawsuits by people who claim not to have read the packaging. They say you should always read the fine print. Sometimes reading it only after you have parted with your money can work out nicely too. A rash of lawsuits has been aimed at consumer goods companies for misleading customers using nearly identical language.", "categories": [["Markets", "Overheard"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/overheard?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/joe-biden-chooses-brian-deese-as-top-economic-adviser-11606751298", "title": "Joe Biden Chooses Brian Deese As Top Economic Adviser", "date": "2020-11-30 12:39", "summary": "Former Obama adviser to direct National Economic Council; his post doesn't require Senate confirmation. WASHINGTON-President-elect Joe Biden has chosen Brian Deese, a former adviser to Barack Obama, to be the director of the National Economic Council, according to people familiar with the matter.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-regulators-press-banks-to-transition-from-libor-for-new-transactions-11606745216", "title": "U.S. Banks Urged to Stop Using Libor on New Loans by End of 2021", "date": "2020-11-30 12:07", "summary": "Regulators support plan to end benchmark in June 2023, allowing most existing transactions to mature. WASHINGTON-U.S. regulators on Monday pressed banks to stop using the London interbank offered rate on new transactions by the end of 2021 while backing a plan to allow many existing transactions to mature before Libor fully winds down in June 2023.", "categories": [["Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/companies-pry-open-the-web-for-people-with-intellectual-disabilities-11606755722", "title": "Companies Pry Open the Web for People With Intellectual Disabilities", "date": "2020-11-30 12:02", "summary": "Plain-language text and an optimized user interface can help, but there are barriers to wide adoption. Companies are looking to expand online accommodations. Many of their websites are accessible to people with visual and hearing impairments, and now some businesses are addressing accessibility for people with intellectual and developmental disabilities-often referred to as IDD-as well as learning disabilities.", "categories": [["Experience Report"]], "category_links": ["https://www.wsj.com/news/experience-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/media-treat-trumps-team-like-dogs-bidens-like-puppies-11606755432", "title": "Media Treat Trump's Team Like Dogs, Biden's Like Puppies", "date": "2020-11-30 11:57", "summary": "The largely celebratory coverage unwittingly emphasizes the triumph of the press's own class.. When Joe Biden gets to the White House, he will, it seems, be bringing with him a menagerie of domesticated animals, eager to roll over and have their tummies tickled by a solicitous first couple.", "categories": [["Opinion", "Free Expression"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/free-expression?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fake-claims-about-dominion-voting-systems-do-real-damage-11606755399", "title": "Fake Claims About Dominion Voting Systems Do Real Damage", "date": "2020-11-30 11:56", "summary": "Our machines have no secret 'vote flipping' algorithm. We have no ties to dictator Hugo Chávez.. Accurate, transparent and accessible elections-this is the objective that motivated me to create Dominion Voting Systems 18 years ago in Canada. From the start, the company was focused on improving paper-based voting, and it continues to pursue vote-tabulation solutions that enhance accuracy and transparency through audits and reviews, as well as by allowing voters to create, verify and privately cast a marked paper ballot. But if you've heard about our role in the U.S. election on Twitter , it's likely you've heard something different.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lebanons-central-bank-fuels-corruption-extremism-concerns-11606744393", "title": "Lebanon's Central Bank Fuels Corruption Concerns", "date": "2020-11-30 11:31", "summary": "U.S. and allies seek a forensic audit to check for money laundering, corruption and ties to Hezbollah. U.S. and other Western financial-enforcement and diplomatic officials are exerting pressure on Lebanon's central bank as part of an international push to sideline Iran-backed Hezbollah, oppose corruption and alleviate the country's economic and political crises.", "categories": [["WSJ News Exclusive", "National Security"]], "category_links": ["https://www.wsj.com/news/types/national-security?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/seeking-a-tranquil-retreat-try-a-japanese-laundromat-11606753735", "title": "Seeking a Tranquil Retreat? Try a Japanese Laundromat", "date": "2020-11-30 11:28", "summary": "Resume Subscription. TOKYO-The gift shop sells $138 tote bags, the cafe offers organic ginger beer and staff members have passed a national exam certifying their expertise.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/meet-the-mets-the-most-interesting-team-in-baseball-11606752603", "title": "Meet the Mets: The Most Interesting Team in Baseball", "date": "2020-11-30 11:09", "summary": "While baseball retrenches in the wake of the pandemic, new Mets owner Steve Cohen appears ready to act aggressively. Sandy Alderson stepped in as general manager of the New York Mets at one of the bleakest points in the history of a franchise filled with disappointments: the revelation that Bernie Madoff's fraud had ravaged the personal finances of the team's owners, the Wilpon family.", "categories": [["Sports", "MLB"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/mlb?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-franchise-relationship-that-powers-small-business-is-fraying-11606750990", "title": "Franchise Relationship Frays Under Pressure of Pandemic", "date": "2020-11-30 10:43", "summary": "Resume Subscription. Franchisees and executives at burger chains, hotels and fruit-basket shops used to count on chummy relations to bolster their businesses. Those days are over.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/heres-where-biden-will-face-early-foreign-policy-decisions-11606750321", "title": "Here's Where Biden Will Face Early Foreign-Policy Decisions", "date": "2020-11-30 10:32", "summary": "President-elect must weigh whether to undo some of Trump's executive actions-on Iran, Afghanistan and climate change, among others. A rule of thumb in Washington says that when a president is hemmed in by Congress and domestic political constraints, he still can find freedom of action on the international stage.", "categories": [["Politics", "Capital Journal"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/capital-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/s-p-global-in-advanced-talks-to-buy-ihs-markit-for-about-44-billion-11606697244", "title": "S&P Global Agrees to Buy IHS Markit", "date": "2020-11-30 10:19", "summary": "Landmark deal would combine two of the largest providers of data to Wall Street. S&P Global Inc. agreed to acquire IHS Markit Ltd. for about $44 billion, the companies said Monday, a landmark deal that would combine two of the largest providers of data to Wall Street.", "categories": [["Markets", "Deals"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/deals-deal-makers?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/outdoor-design-ideas-for-cold-weather-living-11606249837", "title": "Outdoor Design Ideas for When Winter Kicks In", "date": "2020-11-30 10:15", "summary": "Resume Subscription. As fall turns to winter and daylight dwindles, so does our time outside. Patio furniture is tucked into storage, deck awnings stowed away, and string lights wrapped up until warmer days return.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/facebook-google-to-face-new-antitrust-suits-in-u-s-11606742163", "title": "Facebook, Google to Face New Antitrust Suits in U.S.", "date": "2020-11-30 10:08", "summary": "Federal and state authorities, probing whether the tech giants abused their power in the internet economy, are preparing as many as four cases. WASHINGTON-Big Tech's legal woes are expected to worsen in the coming weeks as federal and state antitrust authorities prepare to file new lawsuits against Facebook Inc. and Alphabet Inc.'s Google, people familiar with the matter said.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/broncos-coronavirus-quarterbacks-will-ravens-steelers-game-happen-11606745183", "title": "Hi, It's the Denver Broncos. Can You Play Quarterback Tomorrow?", "date": "2020-11-30 09:14", "summary": "A coronavirus scramble thrusts an unknown into a starring role after a team loses four QBs. Now what happens with the Ravens and the Steelers game?. The NFL is learning that playing football in a pandemic is like...well, it's like playing football in a pandemic.", "categories": [["Sports"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ihs-markit-s-p-global-moderna-what-to-watch-when-the-stock-market-opens-today-11606738683", "title": "Nikola, IHS Markit, Moderna: What to Watch When the Stock Market Opens Today", "date": "2020-11-30 09:08", "summary": "U.S. stock futures are down Monday, but the Dow is set to round out its best month since 1987. Here's what we are watching as markets kick into gear Monday.It's shaping up to be a blah day after a stellar month. Futures tied to the S&P 500 fell 0.2%, while contracts tied to the Dow declined 0.4%. U.S. stocks are on track to complete a banner November, giving the Dow its best month in over 33 years, as investors cheer the prospect of Covid-19 vaccines halting the pandemic and fresh stimulus spending to bolster the economy. Read our full market wrap here.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/headbands-style-guide-how-to-wear-headband-11606744996", "title": "Are Headbands the New Handbags?", "date": "2020-11-30 09:05", "summary": "The would-be festive season is here. How to show you've \"dressed up\" on Zoom? A fashion-forward headband, surging in popularity among adults during the pandemic. Alexandra Carello started wearing headbands when most women do: at age two.", "categories": [["Fashion"]], "category_links": ["https://www.wsj.com/news/types/magazine-fashion?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cool-dad-gift-ideas-dad-father-christmas-11606744610", "title": "Cool Holiday Gift Ideas For Dad-From a Cool Dad", "date": "2020-11-30 09:01", "summary": "No to tool belts and ties. Yes to cutting-edge athletic equipment. A cool dad's guide to unusual holiday gifts that will blow Dad away.. Buying a gift for dad isn't always easy. There are built in archetypes it might be best to avoid: the ties, the tool belts and the grilling accessories we all know so well. The modern dad has evolved past the need for cartoonish presents-but it can be difficult to pick out something truly special or highly practical. To help you out, WSJ. Magazine's resident cool-dad correspondent, Pierre Tardif, selects a range of gifts that dads actually want this year. From a deck of cards to help combat creative blocks to an exercise machine that will keep you motivated, we've curated the best holiday items for the father figure in your life. Check out the full list below and check back with WSJ. all through the holiday season for super-specific gift guides.", "categories": [["Fashion"]], "category_links": ["https://www.wsj.com/news/types/magazine-fashion?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-zealand-files-charges-over-white-island-volcano-deadly-eruption-11606743687", "title": "New Zealand Files Charges Over White Island Volcano Deadly Eruption", "date": "2020-11-30 08:41", "summary": "Government agency targets organizations and individuals for health and safety lapses. New Zealand's workplace safety regulator has filed charges against 13 parties after an investigation into a volcanic eruption that killed 22 people last year.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-goldie-hawn-doesnt-fuss-over-her-beauty-routine-11606743465", "title": "Why Goldie Hawn Doesn't Fuss Over Her Beauty Routine", "date": "2020-11-30 08:37", "summary": "The actor and self-styled mindfulness guru opens up about teaching awareness to children, her new app partnership, her hyperconnected family life and why she never sits still. In our series My Monday Morning, self-motivated people tell WSJ. how they start off the week.", "categories": [["My Monday Morning"]], "category_links": ["https://www.wsj.com/news/types/my-monday-morning?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/in-europes-nursing-homes-a-soaring-covid-19-death-toll-and-the-pain-of-isolation-11606742116", "title": "In Europe's Nursing Homes, a Soaring Covid-19 Death Toll and the Pain of Isolation", "date": "2020-11-30 08:15", "summary": "Many facilities on the continent resist isolating residents, saying prolonged solitude is also harmful. PARIS-The coronavirus has resurged in Europe's nursing homes, killing thousands of older people and forcing facilities to make a difficult choice: impose another period of crushing isolation or risk greater exposure to the virus.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-are-the-health-risks-of-disinfectants-11606742010", "title": "What Are the Health Risks of Disinfectants?", "date": "2020-11-30 08:13", "summary": "Disinfecting cleaners used against Covid-19 generally are safe, doctors and medical researchers say, but here's what you need to know about potential health hazards. Frequent use of disinfecting cleansers, wipes and aerosol sprays during the Covid pandemic has some people worried about possible health risks. While many doctors and medical researchers deem disinfectants generally safe, there are concerns when they are used incorrectly or around children and people with asthma or chronic respiratory conditions. The Environmental Protection Agency maintains List-N, a searchable online tool where users can learn about more than 500 products registered with the agency that can be used to kill the coronavirus.", "categories": [["Life & Work", "Health & Wellness"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/health-wellness?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-rise-and-falland-rise-againof-chinese-ev-startup-nio-11606732206", "title": "How NIO, a Chinese EV Startup, Rose, Fell and Rose Again", "date": "2020-11-30 07:51", "summary": "After nearing bankruptcy, NIO has recently surged to become the world's fourth most valuable auto maker, surpassing GM and Daimler. SHANGHAI-A year ago, Chinese electric-vehicle startup NIO Inc. was near ruin. Today it is worth more than General Motors Co.", "categories": [["Business", "Autos & Transportation", "Autos Industry"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/transportation?mod=breadcrumb", "https://www.wsj.com/news/types/autos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chinese-wolf-warrior-diplomat-enrages-australia-with-twitter-post-11606731906", "title": "Chinese 'Wolf Warrior' Diplomat Enrages Australia With Twitter Post", "date": "2020-11-30 07:19", "summary": "Australian prime minister demands apology for official's use of an image, which Australia says is doctored, showing an Australian soldier apparently threatening an Afghan child. ", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-city-nurse-braces-for-new-covid-19-surge-nobody-wants-to-do-it-again-11606738527", "title": "New York City Nurse Braces for New Covid-19 Surge. 'Nobody Wants to Do It Again.'", "date": "2020-11-30 07:15", "summary": "Resume Subscription. About six weeks ago, Erin Smith got the sinking feeling that a new surge of Covid-19 infections had hit New York City.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/emissions-clampdown-sends-rhodium-prices-on-explosive-rally-11606737904", "title": "Emissions Clampdown Sends Rhodium Prices on Explosive Rally", "date": "2020-11-30 07:05", "summary": "Already the most expensive precious metal and one of the rarest elements on Earth, rhodium prices have more than doubled in 2020. Rhodium prices are soaring to record highs, making the precious metal that helps to strip pollutants out of car fumes one of the best-performing commodities in 2020.", "categories": [["Markets", "Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/extended-stay-america-is-a-pandemic-sleeper-hit-11606737600", "title": "Extended Stay America Is a Pandemic Sleeper Hit", "date": "2020-11-30 07:00", "summary": "The lodging chain has outperformed peers and should continue to do well despite a subdued holiday season. Investors who thought homestay platforms were a safer choice than hotels amid the pandemic haven't considered a third alternative-a homestay at a hotel.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tokyo-stock-exchanges-ceo-resigns-over-daylong-shutdown-11606733476", "title": "Tokyo Stock Exchange's CEO Resigns Over Shutdown", "date": "2020-11-30 05:51", "summary": "Regulator says TSE's 'never stop' slogan left it unprepared to restart when glitches happened. TOKYO-A one-day shutdown was enough to end the 32-year career of the Tokyo Stock Exchange's head.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chinas-sour-grapes-spell-trouble-for-australian-wine-11606733275", "title": "China's Sour Grapes Spell Trouble for Australian Wine", "date": "2020-11-30 05:47", "summary": "Australian wine is the latest commodity in Beijing's crosshairs, leaving companies like Treasury Wines with few palatable options. Australian winemaker Treasury Wine has for years benefited from quenching the thirst of the nouveau riche in China. The souring relationship between Australia and China has now left it with a nasty hangover.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/measures-of-chinese-economic-activity-signal-widening-recovery-11606712489", "title": "Measures of Chinese Economic Activity Signal Widening Recovery", "date": "2020-11-30 05:39", "summary": "Manufacturing and nonmanufacturing reach highest levels in three and eight years, respectively. BEIJING-Gauges of China's manufacturing and nonmanufacturing activity climbed to their highest levels in three and eight years, respectively, signaling a broadening recovery in the world's second-largest economy nearly a year after the coronavirus began its spread.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-oil-patch-took-a-heavy-hit-from-the-pandemic-11606732200", "title": "Troubles in the Oil Patch: Low Prices to Lost Jobs", "date": "2020-11-30 05:30", "summary": "Despite a recent oil rally, energy companies are riding out a historic downturn. Collectively, they have lost more market value, on a percentage basis, than any other major sector this year.. Oil prices briefly went negative. Exxon Mobil Corp. was booted from the Dow Jones Industrial Average. Pioneering fracker Chesapeake Energy Corp. succumbed to bankruptcy.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/weight-loss-firm-noom-names-first-cfo-11606732201", "title": "Weight-Loss Firm Noom Names First CFO", "date": "2020-11-30 05:30", "summary": "Michael Noonan joined the company earlier this month from Booking Holdings. Noom Inc. hired its first finance chief to build out its planning and forecasting capabilities as the health-app maker looks to sign up more paying subscribers.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/companies-urged-to-adjust-hiring-requirements-for-cyber-jobs-11606732200", "title": "Companies Urged to Adjust Hiring Requirements for Cyber Jobs", "date": "2020-11-30 05:30", "summary": "Researchers say cyber talent is available but often not considered. Companies need millions more cybersecurity professionals to fill roles around the world, but researchers say outlandish job requirements are the problem, rather than a lack of workers.", "categories": [["Pro Cyber News"]], "category_links": ["https://www.wsj.com/news/types/pro-cyber-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-world-is-bingeing-on-debtand-smashing-records-11606732203", "title": "The World's Appetite for Debt Is Smashing Records", "date": "2020-11-30 05:30", "summary": "Companies and governments have issued $9.7 trillion of debt this year. Companies and governments have issued a record $9.7 trillion of bonds and other debt this year, as extraordinary support from the Federal Reserve and other central banks has fueled a borrowing bonanza.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/credit-suisse-spied-on-more-employees-than-previously-disclosed-11606731591", "title": "Credit Suisse Spied on More Employees Than Previously Disclosed", "date": "2020-11-30 05:27", "summary": "As Swiss bank moves to recover from spying scandal, two prior instances of physical surveillance emerge. Lawyers hired by Credit Suisse Group AG's board in the aftermath of a spying scandal last year have found two earlier instances of employees being followed by private investigators, despite the bank's assertions that it doesn't condone physical surveillance.", "categories": [["WSJ News Exclusive", "Finance"]], "category_links": ["https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hong-kongs-bankless-leader-reveals-the-long-arm-of-the-u-s-treasury-11606725876", "title": "Hong Kong's Bankless Leader Reveals the Long Arm of the U.S. Treasury", "date": "2020-11-30 03:47", "summary": "International lenders fear secondary sanctions; here's why. After being sanctioned by the U.S. in August, Hong Kong Chief Executive Carrie Lam says she can't get a bank account in her own city, according to an interview with TV station HKIBC that aired Friday.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-city-pushes-covid-19-testing-as-holiday-travelers-return-11606714788", "title": "New York City Pushes Covid-19 Testing as Holiday Travelers Return", "date": "2020-11-30 00:39", "summary": "Screening sites at JFK, LaGuardia and other travel hubs are set up and will remain open amid expected rise in coronavirus cases. New York City health officials are ramping up Covid-19 testing to prepare for an expected surge in coronavirus cases as New Yorkers return from traveling over the Thanksgiving weekend and the holiday season begins.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11606681172", "title": "Pepper...and Salt", "date": "2020-11-30 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/resounding-effect-monday-crossword-november-30-11606574084", "title": "Resounding Effect (Monday Crossword, November 30)", "date": "2020-11-30 00:01", "categories": [["WSJ Puzzles", "Crossword"]], "category_links": ["https://www.wsj.com/news/puzzle?mod=breadcrumb", "https://www.wsj.com/news/types/crossword?mod=breadcrumb"]}]