[{"link": "https://www.wsj.com/articles/covid-19-vaccines-mass-distribution-supply-chain-11607874181", "title": "The Mass Distribution of Covid-19 Vaccines Is Under Way. 'Everything Has to Come Together.'", "date": "2020-12-13 23:59", "summary": "Mobilization involves factory workers, truck drivers, pilots, dry ice, ultracold freezers and plenty of needles. A lot can go wrong.. Trucks filled with Covid-19 vaccine vials pulled out of Pfizer Inc.'s Kalamazoo, Mich., production plant on Sunday morning, part of one of the largest mass mobilizations since the country's factories were repurposed to help fight World War II.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/agencies-hacked-in-foreign-cyber-espionage-campaign-11607897866", "title": "U.S. Agencies Hacked in Foreign Cyber Espionage Campaign", "date": "2020-12-13 23:38", "summary": "Russia's foreign intelligence service is suspected of being behind effort to breach government networks. WASHINGTON-Multiple federal government agencies, including the U.S. Treasury and Commerce departments, have had some of their computer systems breached as part of a widespread global cyber espionage campaign believed to be the work of the Russian government, according to officials and people familiar with the matter.", "categories": [["Politics", "National Security"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/national-security?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/vista-equity-partners-nears-deal-to-buy-software-maker-pluralsight-11607910720", "title": "Vista Equity Partners Agrees to Buy Software Maker Pluralsight", "date": "2020-12-13 22:55", "summary": "Deal values Pluralsight at $20.26 a share, or $3.5 billion including debt. Private-equity firm Vista Equity Partners agreed to buy educational-software maker Pluralsight Inc.", "categories": [["Markets", "Deals"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/deals-deal-makers?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/master-spy-writer-john-le-carre-dies-at-89-11607900604", "title": "John le Carré Dies at 89", "date": "2020-12-13 21:37", "summary": "His books defined the Cold War espionage thriller. John le Carré, the British spy-turned-writer whose novels brought the Cold War to life for readers around the world, died Saturday, in a hospital in Cornwall, England. He was 89 years old and had pneumonia, according to a statement from his family.", "categories": [["World", "Obituaries"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/obituaries?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/reddit-snaps-up-dubsmash-to-expand-in-fast-growing-video-app-market-11607912841", "title": "Reddit Snaps Up Dubsmash to Expand in Fast-Growing Video App Market", "date": "2020-12-13 21:36", "summary": "The social-media company is looking to grow its user base with more TikTok-like video. Reddit Inc. said Sunday that it bought video-sharing app Dubsmash to expand its presence in one of the hottest corners of the internet: user-created video.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-gov-andrew-cuomo-accused-of-sexual-harassment-by-ex-aide-11607909155", "title": "Cuomo Accused of Sexual Harassment by Ex-Aide", "date": "2020-12-13 21:27", "summary": "Spokeswoman for governor denies allegations: 'There is simply no truth to these claims.'. A former economic-development aide to New York Gov. Andrew Cuomo and current candidate for Manhattan borough president accused the Democratic governor Sunday of sexually harassing her while she worked for the state.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/congressional-leaders-weigh-narrow-covid-19-relief-bill-11607886149", "title": "Congressional Leaders Weigh Narrow Covid-19 Relief Bill", "date": "2020-12-13 20:49", "summary": "Sen. Joe Manchin said a bipartisan group spoke Saturday about their proposal, 'and we'll be on the call again this afternoon to finish things up.'. WASHINGTON-A group of rank-and-file lawmakers made a last-minute push to craft a bipartisan coronavirus aid proposal, as leadership in both parties indicated they might drop the most contentious issues in the talks and pass a narrower bill.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-the-numbers-tell-us-about-work-right-now-11607907601", "title": "What the Numbers Tell Us About Work Right Now", "date": "2020-12-13 20:00", "summary": "Drastic changes caused by the pandemic have created a totally different job landscape in 2020, affecting productivity, diversity, mental health and more. We worked from our kitchen tables, or donned masks to do our jobs. Our vocabulary changed: We learned what PPE was, and that some roles were essential. Protests, the racial justice movement and a historic election shook the country. We felt stressed, lonely; we lost our jobs or had to leave them.", "categories": [["Life & Work", "Work & Life"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/work-life?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-city-police-respond-to-call-of-gunshots-at-cathedral-of-st-john-the-divine-11607896180", "title": "NYPD Officers Fatally Shoot Gunman at Cathedral Church of St. John the Divine", "date": "2020-12-13 19:35", "summary": "The shooting occurred after a Christmas concert at the historic church in Manhattan. New York Police Department officers fatally shot a man firing a gun on the steps of the Cathedral Church of St. John the Divine in Manhattan after a holiday event Sunday afternoon, police officials said.", "categories": [["U.S.", "Crime"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-crime?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-democrats-tighten-grip-on-state-senate-with-upstate-arrivals-11607904000", "title": "New York Democrats Tighten Grip on State Senate With Upstate Arrivals", "date": "2020-12-13 19:00", "summary": "Five newly elected lawmakers expected to push economic development in Buffalo, Rochester, Syracuse and Hudson Valley. Incoming Democratic state senators representing upstate New York areas say their victories will bring a new set of issues to the table when state lawmakers reconvene in January.", "categories": [["U.S.", "State Street"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/state-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/elliott-management-has-significant-stake-in-public-storage-sources-say-11607889944", "title": "Elliott Management Has Significant Stake in Public Storage", "date": "2020-12-13 18:36", "summary": "Representatives of Elliott and Public Storage have had discussions in recent weeks about changes that could be made at the company. Elliott Management Corp. has built a significant stake in Public Storage and privately nominated six directors to the self-storage giant's board, according to people familiar with the matter.", "categories": [["WSJ News Exclusive", "Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-biden-team-strikes-back-11607900812", "title": "The Biden Team Strikes Back", "date": "2020-12-13 18:06", "summary": "Its strategists promote an identity politics campaign against an op-ed on Jill Biden's use of 'Dr.'. Joe Biden says it is \"time to heal\" America's divisions after the Trump presidency, and The Wall Street Journal has praised him for saying so. Presumably he intends less rancor with the press as part of this mandate, but on that score my run-in with the Biden team this weekend was very Trumpian.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/george-shultz-helped-democracy-flourish-in-asia-11607900585", "title": "George Shultz Helped Democracy Flourish in Asia", "date": "2020-12-13 18:03", "summary": "Reagan's secretary of state also worked to restore balance to the American relationship with China.. Helping to forge the relationship between President Ronald Reagan and Soviet leader Mikhail Gorbachev made George Shultz-who turned 100 on Sunday-one of the most consequential secretaries of state of the 20th century. His expert diplomacy led to a peaceful end of the Cold War, bringing freedom to some 400 million Soviet subjects-something that seemed an impossible dream when Reagan took office in 1981. But the triumph of the Reagan-Shultz working relationship went beyond management of the Soviet challenge. The two men helped initiate a democratic wave that swept through Asia and Latin America in the 1980s and '90s.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/antibodies-as-covid-insurance-11607900498", "title": "Antibodies as Covid Insurance", "date": "2020-12-13 18:01", "summary": "A stockpile of medications from Regeneron and Eli Lilly to prepare in case vaccines aren't enough.. The U.S. can buy a Covid insurance policy for next year. The federal government should scale up production of antibody drugs to make as many doses as possible. The Food and Drug Administration has cleared two such drugs, from Regeneron and Eli Lilly , for emergency use. For newly diagnosed patients, they reduce the risk of severe disease.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/secretary-of-state-pompeo-on-what-the-world-needs-to-do-about-china-11607825636", "title": "Secretary of State Pompeo on What the World Needs to Do About China", "date": "2020-12-13 18:00", "summary": "He says there can't be one set of rules for most nations, and another set for China. What does the increasingly strained relationship between the U.S. and China mean for American business leaders? Matt Murray, The Wall Street Journal's editor in chief, asked U.S. Secretary of State Mike Pompeo about that at the CEO Council summit. Edited excerpts follow.", "categories": [["Business", "Journal Reports: Leadership"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-leadership?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tear-down-this-judicial-paywall-11607900423", "title": "Tear Down This Judicial Paywall", "date": "2020-12-13 18:00", "summary": "Federal courts charge 10 cents a page to read public records.. It's been a season of federal lawsuits. There have been multiple actions by the Trump campaign and his allies to contest the election results. Google and Facebook are the subject of Justice Department antitrust actions. If you follow this stuff, you might be interested in reading the court records themselves-but it'll cost you. Ten cents a page, according to the federal judiciary, even if you read them online.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/dear-nasa-whats-in-it-for-me-11607900349", "title": "Dear NASA: What's in It for Me?", "date": "2020-12-13 17:59", "summary": "Space exploration could provide big technological benefits, but we're still waiting.. Years ago I visited a friend at JPL, the Jet Propulsion Laboratory in Southern California, and he asked if I wanted to meet the captain of the Voyager 2, the space probe launched in 1977, then headed toward Neptune. \"Absolutely!\" In the middle of a messy room sat a young woman drinking coffee and smoking a cigarette-the captain!-next to a toaster-size gray box with a white dimmer-like knob on top of it. Radio signals take hours to reach the Voyager, and between long stretches of boredom, the captain could use the knob to adjust its antenna. My friend was captain the previous week, and now it was her turn.", "categories": [["Opinion", "Inside View"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/inside-view?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coexistence-comes-to-an-israeli-soccer-field-11607900233", "title": "Coexistence Comes to an Israeli Soccer Field", "date": "2020-12-13 17:57", "summary": "Beitar Jerusalem fans once shouted, 'Death to the Arabs!' Now one owns half the team.. On Monday a member of Abu Dhabi's ruling family, Sheikh Hamad bin Khalifa al Nahyan, bought a 50% stake in an Israeli soccer team, Beitar Jerusalem, for $92 million. \"Go Beitar!\" the sheikh said. Actually, that's a translation from-well, which language? The chant, using an Arabic word long incorporated into Hebrew, is \"Yalla Beitar, yalla!\"", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/on-the-one-hand-theres-a-pandemic-11607900150", "title": "On the One Hand, There's a Pandemic . . .", "date": "2020-12-13 17:55", "summary": "On the other, I'm all thumbs because I can use only one of them.. Staring at my rigid and deformed left thumb and the apple I wish I could slice, I remind myself to be patient. Slicing, opening jars, and buttoning clothes will have to wait, like dinner parties, live theater and my daughter's field-hockey games. If all goes well, my functional left thumb and the Covid vaccine will be available by summer.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/seven-and-a-half-lessons-about-the-brain-review-gray-matter-a-users-manual-11607900078", "title": "'Seven and a Half Lessons About the Brain' Review: Gray Matter, a User's Manual", "date": "2020-12-13 17:54", "summary": "The human brain did not evolve for thinking. Its main purpose is to regulate our physical resources and ensure our survival.. Are you doing something rash and unwise? Blame your \"lizard brain.\" Our reptilian instincts, which date from when we were all cold-blooded creatures around 300 million years ago, supposedly guide all of our primal urges, from throwing a punch to having an affair. Scientists have long posited that time and evolution stratified the human brain, with the oldest and crudest lizard layer lurking at the bottom, followed by the mammalian limbic system, which controls emotion, and topped by the uniquely human neocortex, which guides rational thought. This theory not only suggests that humans are the most evolved creatures, given our deluxe add-ons, but also explains the tug of war between our animal impulses and logical ambitions-an inner struggle Plato observed more than 2,000 years ago.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/indian-iphone-factory-attacked-by-angry-workers-11607874815", "title": "Indian iPhone Factory Attacked by Angry Workers", "date": "2020-12-13 17:49", "summary": "Labor leaders say workers were upset about wages and working hours. NEW DELHI-Angry Indian workers broke windows and overturned cars at the office of a factory that makes iPhones and has often been touted by the government as an example of India's efforts to boost manufacturing and lure companies looking to diversify away from China.", "categories": [["World", "Asia", "India"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/india-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trumps-challenge-is-over-11607898467", "title": "Trump's Challenge Is Over", "date": "2020-12-13 17:27", "summary": "After losing at the Supreme Court, he has no legal alternatives and ought to concede.. The Electoral College meets Monday to cast its votes for President, officially marking Joe Biden as the election winner. President Trump's legal challenges have run their course, and he and the rest of the Republican Party can help the country and themselves by acknowledging the result and moving on.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/goodbye-summer-of-love-11607898398", "title": "Goodbye, Summer of Love", "date": "2020-12-13 17:26", "summary": "Jenny Durkan, Seattle's mayor, says she won't run for re-election.. Jenny Durkan isn't running for re-election in November 2021, and the world doesn't mourn. Seattle's mayor says in a video that she had to choose between spending \"the next year campaigning to keep this job\" or focusing \"all my energy on doing the job.\" More likely, Ms. Durkan realized that if she ran, she'd probably lose.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/religious-freedom-and-the-fbi-11607898330", "title": "Religious Freedom and the FBI", "date": "2020-12-13 17:25", "summary": "Three Muslim men win at the Supreme Court under RFRA.. Progressives often caricature the Religious Freedom Restoration Act as a special legal protection for intolerant Christians. But the Supreme Court delivered another refutation of that distortion last week, ruling unanimously that three Muslim men can sue federal agents under RFRA for alleged unfair treatment by the FBI.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/two-ceos-on-the-leadership-lessons-from-2020-11607825570", "title": "Two CEOs on the Leadership Lessons From 2020", "date": "2020-12-13 17:00", "summary": "Arne Sorenson of Marriott International and Julie Sweet of Accenture on wake-up calls and being good community citizens. Arne Sorenson, chief executive officer of Marriott International Inc., and Julie Sweet, CEO of Accenture , talked about business leadership in a time of social upheaval and economic disruption at the CEO Council summit with The Wall Street Journal's Nikki Waller. Edited excerpts follow.", "categories": [["Business", "Journal Reports: Leadership"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-leadership?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-k-eu-leaders-extend-marathon-brexit-talks-11607866396", "title": "U.K., EU Leaders Extend Marathon Brexit Talks", "date": "2020-12-13 16:44", "summary": "'We think it is responsible at this point to go the extra mile,' say British prime minister and European Commission president. BRUSSELS-U.K. Prime Minister Boris Johnson and top European Union officials decided not to pull the plug from Brexit negotiations Sunday, with officials signaling last-minute progress on some of the issues that have bedeviled the talks.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nobody-can-stop-patrick-mahomes-and-the-chiefs-11607895485", "title": "Nobody Can Stop Patrick Mahomes and the Chiefs", "date": "2020-12-13 16:38", "summary": "The Kansas City quarterback had an ugly start Sunday against the Dolphins. He had an even better finish.. Sunday began disastrously for Kansas City Chiefs quarterback Patrick Mahomes. The Miami Dolphins intercepted him. They sacked him for 30 yards on one play. Then they intercepted him again.", "categories": [["Sports", "NFL"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/nfl?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/covid-19-pandemic-loosens-silicon-valleys-tight-grip-on-tech-industry-11607894048", "title": "Pandemic Loosens Silicon Valley's Grip on Tech Industry", "date": "2020-12-13 16:14", "summary": "A small-but-prominent roster of tech companies and investors are leaving the region. For much of the past decade, the San Francisco Bay Area has strained to absorb the torrid growth of the tech sector. As head counts of highly paid engineers swelled, housing costs soared, traffic gridlock rose and homeless tents spread on city streets.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/anthony-fauci-on-the-vaccination-timetable-and-the-hurdles-to-meet-it-11607891123", "title": "Anthony Fauci on the Vaccination Timetable, and the Hurdles to Meet It", "date": "2020-12-13 16:00", "summary": "One big problem, he says: Too many people still don't believe the virus is real. Anthony Fauci says he thinks everyone in the U.S. who is willing to be vaccinated could be by early summer. There are, of course, hurdles, the U.S. government's top infectious-disease expert told Wall Street Journal reporter Jonathan D. Rockoff at the CEO Council summit. Edited excerpts follow.", "categories": [["Business", "Journal Reports: Leadership"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-leadership?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-poised-for-wave-of-evictions-in-january-as-federal-ban-expires-11607855401", "title": "U.S. Poised for Wave of Evictions in January", "date": "2020-12-13 15:59", "summary": "Between 2.4 million and 5 million American households are at risk in January alone. Millions of U.S. renters face the prospect of eviction in January unless federal officials extend protections put in place during the Covid-19 pandemic.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/irans-execution-of-dissident-journalist-threatens-push-for-diplomacy-with-europe-11607891793", "title": "Iran's Execution of Journalist Threatens Push for Diplomacy With Europe", "date": "2020-12-13 15:36", "summary": "France and Germany spoke out against the execution of Ruhollah Zam, who was abducted by Iranian forces. Iran's execution on Saturday of a dissident journalist has strained Tehran's relationship with Europe at a time when the presidential transition in the U.S. has raised expectations of a diplomatic opening between Iran and the West.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ceos-advice-to-the-biden-administration-11607891170", "title": "CEOs' Advice to the Biden Administration", "date": "2020-12-13 15:26", "summary": "Among the suggestions: re-engage with allies, less disruption and go slow on reinstituting regulations. The Wall Street Journal's CEO Council met Dec. 8 during a tumultuous time in the U.S.-a pandemic and economic downturn, a divisive presidential election, trade relations upended, and the aftermath of broad public protest over racial and economic inequality.", "categories": [["Business", "Journal Reports: Leadership"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-leadership?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/veterans-groups-call-for-va-secretarys-dismissal-11607784855", "title": "Veterans Groups Call for VA Secretary's Dismissal", "date": "2020-12-13 15:21", "summary": "Top veterans advocacy groups and some Democratic lawmakers call for Robert Wilkie's removal after investigation found he mishandled sexual-assault investigation. House Speaker Nancy Pelosi and all of the nation's top veterans advocacy groups called for the dismissal of Veterans Affairs Secretary Robert Wilkie after the department's inspector general found he mishandled an investigation into sexual-assault allegations by a female veteran.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/dr-birx-to-stop-asymptomatic-spreading-of-covid-19-masks-are-crucial-11607824956", "title": "Dr. Birx: To Stop Asymptomatic Spreading of Covid-19, Masks Are Crucial", "date": "2020-12-13 15:00", "summary": "She says she wears a mask anytime she's out of her household. In the remaining months of the Trump administration, Deborah Birx, White House coronavirus-response coordinator, has crisscrossed the U.S. getting the message out that masks and social distancing do help prevent spread of coronavirus. Dr. Birx spoke last week at the CEO Council summit with The Wall Street Journal's Stefanie Ilgenfritz.", "categories": [["Business", "Journal Reports: Leadership"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-leadership?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/virtual-campus-career-fairs-can-be-a-tech-nightmareand-still-yield-juicy-job-offers-11607889602", "title": "Virtual Campus Career Fairs Can Be a Tech Nightmare-and Still Yield Juicy Job Offers", "date": "2020-12-13 15:00", "summary": "Screen-based meetings demand patience and new break-the-ice protocols, but you can wear gym shorts. Jeanavic Malaiba had her routine for campus career fairs down cold. As she approached each recruiter, she would offer a firm handshake and pull a copy of her resume from an embossed leather portfolio she had saved up for, in order to appear more professional at interviews. Then she'd take a deep breath and launch into a tight pitch about the engineering classes she was taking at California State University, Long Beach and her hopes for a career in the aerospace industry.", "categories": [["Life & Work", "Life & Style"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/life-style?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/economy-week-ahead-retail-sales-the-fed-and-jobless-claims-11607889603", "title": "Economy Week Ahead: Retail Sales, the Fed and Jobless Claims", "date": "2020-12-13 15:00", "summary": "Observers expect China's growth momentum to remain strong in November, while U.S. industrial production is expected to increase. U.S. retail sales and the Federal Reserve's policy meeting highlight this week's economic news. Economists are also monitoring Capitol Hill, where lawmakers are working on a package to support economic growth.", "categories": [["Economy", "Economy Week Ahead"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/economy-week-ahead?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cnn-ratings-surge-as-network-bosss-fate-is-uncertain-11607888694", "title": "CNN Ratings Surge as Network Boss's Fate Is Uncertain", "date": "2020-12-13 14:44", "summary": "A month after the election, CNN holds leads in key ratings categories; President Jeff Zucker made aware of investor interest in network. CNN is riding a ratings high in the aftermath of the election. Whether the network boss who oversaw those gains will stick around is an open question.", "categories": [["Business", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-dr-is-inthe-next-first-lady-earned-it-11607886242", "title": "The 'Dr.' Is in-the Next First Lady Earned It", "date": "2020-12-13 14:04", "summary": "Joseph Epstein's article comes across as a put-down, an attempt to diminish the achievements of a woman who is to be respected and admired.. Joseph Epstein's op-ed (\"Is There a Doctor in the White House? Not if You Need an M.D.,\" Dec. 12) reeks of sour grapes. He tells readers about all he has accomplished without any type of advanced degree, including that he was an educator for 30 years. So was I, and I admire Dr. Jill Biden for having obtained her Ed.D. She has a right to be proud of her personal achievements and use \"Dr.\" in front of her name. She is also a role model who was able to take on family responsibilities as well as advanced academic responsibilities. In this day and age, Mr. Epstein's article comes across as a put-down, an attempt to diminish the achievements of a woman who is to be respected and admired.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pope-franciss-silence-on-chinas-persecution-11607886188", "title": "Pope Francis's Silence on China's Persecution", "date": "2020-12-13 14:03", "summary": "It may be that you can take a pope out of Argentina, but you can't take Argentina out of a pope.. William McGurn is disturbed by \"The Silence of Pope Francis\" (Main Street, Dec. 8) with regard to China's arrest of Jimmy Lai, Hong Kong's most well-known Catholic layman and champion of democracy.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nneka-ogwumike-on-the-year-the-wnba-met-its-moment-11607803365", "title": "Nneka Ogwumike on the Year the WNBA Met Its Moment", "date": "2020-12-13 14:00", "summary": "The Los Angeles Sparks star says 2020-with its bubbles and empty arenas-was crucial for both sports and fans. This year, we needed sports more than ever. To rally the human spirit. To dispel darkness and division. To bring people together, even virtually, during a strange, socially distant time.", "categories": [["U.S.", "Journal Reports: Year in Review"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-year-in-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/many-new-york-city-restaurants-see-halt-of-indoor-dining-as-death-blow-11607886000", "title": "Many New York City Restaurants See Halt of Indoor Dining as Death Blow", "date": "2020-12-13 14:00", "summary": "Gov. Andrew Cuomo's latest order to combat rise in Covid-19 cases places neighborhood restaurants in fight for survival, business leaders say. Last year, when chef Nahid Ahmed opened Luthun, his 28-seat contemporary American restaurant in Manhattan's East Village neighborhood, it was the fulfillment of a lifelong dream. Mr. Ahmed, who has worked in critically acclaimed establishments throughout Europe and the U.S., had long wanted to make his own culinary statement with an intimate dining spot that offered a refined tasting menu.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-tight-is-the-christmas-tree-supply-an-8-footer-can-sell-for-2-000-11607884307", "title": "How Tight Is the Christmas Tree Supply? An 8-Footer Can Sell for $2,000", "date": "2020-12-13 13:31", "summary": "Global shortage drives up prices and saps holiday fun; 'Our Charlie Brown tree'. This year, people are going all out for Christmas. There's just one problem: finding a Christmas tree.", "categories": [["A-hed"]], "category_links": ["https://www.wsj.com/news/types/a-hed?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/afghan-forces-kill-dozens-of-taliban-fighters-following-break-in-peace-talks-11607882856", "title": "Afghan Forces Kill Dozens of Taliban Fighters Following Break in Peace Talks", "date": "2020-12-13 13:07", "summary": "The ministry of defense said delegation is investigating claims that an airstrike had killed civilians. Afghan government security forces killed at least 51 Taliban fighters in the southern province of Kandahar, the latest flare-up in violence as the two sides pursue peace talks in Qatar while simultaneously competing for territory at home.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-best-theater-of-2020-with-broadway-dark-due-to-covid-19-an-at-home-curtain-call-11607882400", "title": "The Best Theater of 2020: With Broadway Dark Due to Covid-19, an At-Home Curtain Call", "date": "2020-12-13 13:00", "summary": "Broadway went dark and theaters shuttered due to Covid-19; then creative companies nationwide started putting stunning shows online.. ", "categories": [["Opinion", "Theater Review"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/theater-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pro-trump-demonstrators-call-to-overturn-bidens-presidential-election-win-11607806033", "title": "Trump Supporters Protest Biden Election Win", "date": "2020-12-13 12:49", "summary": "Unrest in Washington follows Supreme Court's rejection of president's last chance to overturn vote results. WASHINGTON-Large crowds of Trump supporters gathered Saturday to call for the November presidential-election result to be overturned, two days before the Electoral College meets.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sizzling-tech-ipo-market-leaves-investors-befuddled-11607868001", "title": "Sizzling Tech IPO Market Leaves Investors Befuddled", "date": "2020-12-13 12:09", "summary": "DoorDash and Airbnb both rocketed in their public debuts. Now, Roblox has pulled its offering as questions mount about soaring valuations.. A frenzy has hit the market for newly listed tech stocks.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-art-lovers-weathered-the-coronavirus-pandemic-in-2020-11607878800", "title": "How Art Lovers Weathered the Coronavirus Pandemic in 2020", "date": "2020-12-13 12:00", "summary": "With galleries and museums closed due to Covid-19, online offerings blossomed-giving viewers the chance to experience outstanding exhibitions and masterpieces in a new, digital way.. ", "categories": [["Books & Arts", "Art Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/art-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-city-police-to-target-gang-leaders-in-campaign-against-gun-violence-11607878818", "title": "New York City Police to Target Gang Leaders", "date": "2020-12-13 12:00", "summary": "The NYPD is struggling to reverse a historic rise in shootings amid the coronavirus pandemic. New York Police Department detectives will target gang leaders in a fresh campaign against gun violence as New York City grapples with a rise in shootings that is more intense than any seen in the previous 20 years, police officials said.", "categories": [["U.S.", "Crime"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-crime?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-to-make-your-client-holiday-gift-mean-something-this-year-11607875202", "title": "How to Make Your Client Holiday Gift Mean Something This Year", "date": "2020-12-13 11:00", "summary": "Companies, with Covid's toll on their minds, are devoting their holiday gift budgets to something more thoughtful than that giant tub of popcorn. Never in his 35 years as a financial planner has Fred Dunbar failed to send holiday gifts to his clients. In years past, they could look forward to boxes of chocolates, bottles of wine or foil-wrapped fruits. In 2019, Mr. Dunbar's firm sent out packages from Omaha Steaks.", "categories": [["Life & Work", "Life & Style"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/life-style?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/covid-19-poses-christmas-quandary-for-families-11607875200", "title": "Covid-19 Poses Christmas Quandary for Families", "date": "2020-12-13 11:00", "summary": "Debates fly over whether and how to celebrate together as officials try to limit travel and gatherings. Every year for Christmas, members of Mariachiara Montera's family converge from all corners of Italy on her birthplace in the south, where they share stories and regional favorites from spaghetti with clams to fried fish and the classic dessert panettone.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/in-india-facebook-fears-crackdown-on-hate-groups-could-backfire-on-its-staff-11607871600", "title": "In India, Facebook Fears Crackdown on Hate Groups Could Backfire", "date": "2020-12-13 10:48", "summary": "Social media giant's security team cites possible attacks if extremist Hindu groups are kicked off platform. Dozens of religious extremists burst into a Pentecostal church outside New Delhi in June, claiming it was built atop a Hindu temple. The group installed a Hindu idol in protest, and a pastor says he was punched in the head by attackers.", "categories": [["WSJ News Exclusive", "Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/arizona-republicans-are-racked-by-infighting-over-trump-coronavirus-11607871601", "title": "Arizona GOP Is Racked by Spats Over Trump, Coronavirus", "date": "2020-12-13 10:00", "summary": "Party leaders trade personal insults; 'enjoy your time as permanent resident of Crazytown'. PHOENIX-The Arizona Republican Party has been racked by infighting as elected officials argue over President Trump's efforts to overturn the election results and as the GOP governor grapples with a worsening Covid-19 pandemic. The public spats have some worried about the party's chances going into the next round of elections.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-is-bitcoin-worth-there-is-little-consensus-in-fragmented-market-11607871602", "title": "What Is Bitcoin Worth? Little Consensus in Fragmented Market", "date": "2020-12-13 10:00", "summary": "Digital currency's resurgence spurs demand for better tracking tools. Bitcoin enthusiasts agree the digital currency hit a record recently. What they don't agree on is the level of that milestone or even when it was set.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/one-of-the-pandemics-big-winners-hunting-11607871411", "title": "One of the Pandemic's Big Winners: Hunting", "date": "2020-12-13 09:56", "summary": "License sales, in long decline, jumped this year as newcomers ventured into the wild.. On Thanksgiving morning, Rebecca Vasquez told her boyfriend to sleep in. She wanted to try to bag her first deer by herself.", "categories": [["Sports"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pfizer-biontech-covid-19-vaccines-are-prepped-for-shipment-11607792605", "title": "Pfizer-BioNTech Covid-19 Vaccines Begin Shipping", "date": "2020-12-13 09:48", "summary": "As coronavirus pandemic surges around the U.S., hospitals are gearing up to receive doses of the first vaccine after it got an FDA green light. Pfizer Inc. has begun shipping its Covid-19 vaccine, dispatching trucks from a Michigan plant carrying the shots to health departments and hospitals gearing up to deliver the injections against a surging pandemic.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/without-in-person-interactions-companies-find-virtual-ways-to-integrate-after-m-a-11607869801", "title": "Without In-Person Interactions, Companies Find Virtual Ways to Integrate", "date": "2020-12-13 09:30", "summary": "As deal making soars, companies are looking for ways to connect teams and share a combined vision. Integrating two businesses after a merger or an acquisition is becoming even more of a challenge as the pandemic continues to disrupt how businesses operate. The missing piece: personal interaction.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-the-office-isnt-going-away-11607803227", "title": "Why the Office Isn't Going Away", "date": "2020-12-13 09:00", "summary": "Remote work is getting a lot of love during the pandemic. But there are reasons to believe it won't stay that way.. The giant work-from-home experiment that no one wanted has been under way long enough to ask: What happens to the office now? Do we really need it?", "categories": [["U.S.", "Journal Reports: Year in Review"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-year-in-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-fate-of-home-exercise-equipment-when-covid-19-ends-11607803027", "title": "The Fate of Home Exercise Equipment When Covid-19 Ends", "date": "2020-12-13 09:00", "summary": "Fitness expert Jillian Michaels believes there is room for both the Peloton at home and at least some gyms. Five questions with Jillian Michaels, fitness expert, author and television personality.", "categories": [["U.S.", "Journal Reports: Year in Review"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-year-in-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/meet-the-electoral-college-americas-most-important-voters-11607868000", "title": "Meet the Electoral College, America's Most Important Voters", "date": "2020-12-13 09:00", "summary": "Resume Subscription. ", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/vaccines-are-coming-but-they-wont-end-covid-19-anytime-soon-11607864417", "title": "Vaccines Are Coming but They Won't End Covid-19 Anytime Soon", "date": "2020-12-13 08:00", "summary": "In the Philippines, inoculating the necessary 60 million to 70 million people could take up to five years, officials say. As Covid-19 vaccine development picks up pace, the Philippines has drawn up an immunization plan. The bottom line, officials say: Getting doses to enough of the population to rein in the virus will take two to five years.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/vaccine-boosts-fed-confidence-that-worst-case-outcomes-can-be-avoided-11607864400", "title": "Vaccine Boosts Fed Confidence That Worst Outcomes Can Be Avoided", "date": "2020-12-13 08:00", "summary": "Officials this week could discuss how to balance risks of a growth stall this winter with a bigger rebound later in 2021. Federal Reserve officials have something new to talk about at their policy meeting this week: good news.", "categories": [["Economy", "The Outlook"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/the-outlook?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/whats-on-bidens-new-national-security-agenda-11607824427", "title": "What's on Biden's New National Security Agenda", "date": "2020-12-13 08:00", "summary": "Jake Sullivan, adviser to President-elect Biden, says the U.S. has to rethink its approach. When it takes office in January, the Biden administration will confront both immediate challenges to national security and broader shifts in business and global affairs. Matt Murray, editor in chief of The Wall Street Journal, discussed those challenges and the incoming administration's approach with Jake Sullivan, national-security adviser to President-elect Joe Biden. Here are edited excerpts of their conversation.", "categories": [["Business", "Journal Reports: Leadership"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-leadership?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/gen-mark-milley-the-biggest-security-challenges-for-the-u-s-11607824353", "title": "Gen. Mark Milley: The Biggest Security Challenges for the U.S.", "date": "2020-12-13 07:00", "summary": "The Chairman of the Joint Chiefs of Staff talks about the risks posed by China and Russia. China ranks first in the Pentagon's view of rising threats to U.S. strategic interests, Chairman of the Joint Chiefs of Staff Mark A. Milley said this week at the CEO Council summit. The chairman sat down with Gerald F. Seib, The Wall Street Journal's executive Washington editor, to talk about challenges currently facing the U.S. military. Edited excerpts of their conversation follow.", "categories": [["Business", "Journal Reports: Leadership"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-leadership?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/as-pfizers-covid-19-vaccine-rolls-out-next-step-is-getting-people-to-take-it-11607859001", "title": "Next Step Is Getting People to Take Vaccine", "date": "2020-12-13 06:30", "summary": "Many Americans are wary of assurances from the government and drug companies regarding safety. Now that the first Covid-19 vaccine in the U.S. has been cleared by federal regulators, health authorities and researchers face the daunting task of persuading millions of people such as Kathy Wood to take the shots.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/elon-musks-recipe-for-corporate-innovation-11607824294", "title": "Elon Musk's Recipe for Corporate Innovation", "date": "2020-12-13 06:00", "summary": "The main piece of advice he has: Get out of the conference room. How can the U.S. remain a global leader in innovation amid increasing competition? How can CEOs inspire innovation in their companies? Elon Musk, co-founder of Tesla and founder of SpaceX, discussed these issues with Matt Murray, editor in chief of The Wall Street Journal, at the Journal's CEO Council summit. Edited excerpts follow.", "categories": [["Business", "Journal Reports: Leadership"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-leadership?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/reclusive-billionaires-bond-bets-backfire-11607856167", "title": "Reclusive Billionaire's Bond Bets Backfire", "date": "2020-12-13 05:43", "summary": "Mark Coombs built a nearly $100 billion investment franchise that is now under attack as competitors short its stock and clients like Goldman Sachs exit. British billionaire Mark Coombs made his fortune winning outsized bond wagers in emerging markets like Brazil and Russia. Recently, his luck has soured.", "categories": [["Markets", "Credit Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/credit-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/getting-covid-vaccines-to-people-will-cost-states-billions-they-dont-have-11607855400", "title": "Getting Covid Vaccines to People Will Cost States Billions They Don't Have", "date": "2020-12-13 05:30", "summary": "Federal government is providing vaccines and some supplies, but states must hire medical workers, set up clinics, provide community outreach. State leaders say they are short billions of dollars in funding needed to successfully provide Covid-19 vaccinations to all Americans who want to be inoculated by health officials' June goal.", "categories": [["Politics", "Health Policy"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/health-policy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/americas-small-stocks-are-leading-the-markets-charge-11607855400", "title": "America's Small Stocks Are Leading the Market's Charge", "date": "2020-12-13 05:30", "summary": "Russell 2000 bounces back from a spring nosedive to log a 15% gain so far this year, surpassing the S&P 500. Shares of small U.S. companies have surged past their larger peers for 2020 after last month's furious rally carried into December.", "categories": [["Markets", "Stocks"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/peru-halts-trial-for-chinese-covid-19-vaccine-11607807120", "title": "Peru Halts Trial for Chinese Covid-19 Vaccine", "date": "2020-12-13 00:09", "summary": "Health Ministry says trial for Sinopharm vaccine was temporarily suspended after a volunteer presented neurological problems. LIMA, Peru-Peru's Health Ministry said Saturday it has suspended a trial for a Chinese Covid-19 vaccine after a participant presented health problems.", "categories": [["World", "Latin America"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/latin-america-news?mod=breadcrumb"]}]