[{"link": "https://www.wsj.com/articles/new-york-citys-annual-9-11-light-installation-to-take-place-next-month-11597535984", "title": "New York City's Annual 9/11 Light Installation to Take Place Next Month", "date": "2020-08-15 19:59", "summary": "Organizers reversed earlier decision to cancel tribute over coronavirus concerns. New York City's annual light installation in honor of the victims of the Sept. 11, 2001, terrorist attacks will take place next month, organizers said Saturday, reversing an earlier decision to cancel this year's tribute.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-reiterates-support-for-postmaster-general-11597534022", "title": "Trump Defends Postmaster General Amid Vote-by-Mail Concerns", "date": "2020-08-15 19:27", "summary": "The president called DeJoy a 'brilliant businessperson' but said he didn't know what he was doing at the Postal Service. WASHINGTON-President Trump on Saturday defended Postmaster General Louis DeJoy, reiterating his support for the head of the U.S. Postal Service amid concerns that recent changes at the agency could slow voting by mail.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-latest-news-08-15-2020-11597481096", "title": "U.S. Coronavirus Forecasts Offer Somber Outlook", "date": "2020-08-15 18:04", "summary": "Death toll seen surpassing 180,000, and possibly reaching 200,000 by Sept. 5. The U.S. coronavirus death toll is expected to pass 180,000 and could reach 200,000 by Sept. 5, according to modelers whose forecasts are shared by the Centers for Disease Control and Prevention-a somber prediction as the country tries to battle the virus and revitalize the economy.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/russia-risks-closer-involvement-in-belarus-upheaval-11597514543", "title": "Russia Risks Closer Involvement in Belarus Upheaval", "date": "2020-08-15 14:02", "summary": "Moscow promised assistance to ensure security of Belarus, President Alexander Lukashenko says. MOSCOW-Russia risks being drawn further into the political upheaval in neighboring Belarus after President Vladimir Putin agreed with his Belarusian counterpart Alexander Lukashenko not to let mass protests over its scandal-plagued elections pry the two longtime allies apart.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/saudi-wealth-fund-moves-billions-from-blue-chips-to-etfs-11597513874", "title": "Saudi Wealth Fund Moves Billions From Blue Chips to ETFs", "date": "2020-08-15 13:51", "summary": "Many of the stocks PIF targeted in the first quarter were trading at historic lows. Saudi Arabia's sovereign-wealth fund has sold shares valued at over $5.5 billion in several major multinational corporations just months after buying into them as the financial fallout from the coronavirus pandemic weighed on global stock-market prices.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/costume-rental-service-returns-to-role-as-theaters-favorite-outfitter-11597507200", "title": "Costume-Rental Service Returns to Role as Theater's Favorite Outfitter", "date": "2020-08-15 12:49", "summary": "Resume Subscription. ", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/the-fda-authorizes-a-cheap-fast-saliva-testand-the-nba-is-involved-11597508654", "title": "The FDA Authorizes a Cheap, Fast Saliva Test-and the NBA Is Involved", "date": "2020-08-15 12:24", "summary": "SalivaDirect uses spit instead of swabs to test for the coronavirus. Experts say it could be key to increasing the nation's testing capacity.. Chantal Vogels studies bugs. A medical entomologist at the Yale School of Public Health, her expertise is mosquitoes, ticks and the nasty viruses they spread.", "categories": [["Sports", "NBA"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/nba?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-republicans-dont-turn-back-11597507246", "title": "'Biden Republicans,' Don't Turn Back", "date": "2020-08-15 12:00", "summary": "'Reagan Democrats' found a permanent home in the GOP after 1980. The tables may now turn at last.. President Trump is eager to frame this year's election as another 1968, when chaos sent voters fleeing to the candidate who promised law and order. That's far-fetched, given 2020's fundamentals. More than any other recent presidential race, this campaign looks like a repeat of 1980. That's when Republicans wooed the \"Reagan Democrats\" out of FDR's New Deal coalition and into the GOP fold. This year, Democrats have an opportunity to chisel off a demographic that will come to be known as \"Biden Republicans.\" The question is whether Democrats will let these voters migrate back to the GOP after November, or whether our party will become their permanent safe harbor.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/some-private-schools-win-families-others-lose-them-in-coronavirus-pandemic-11597503601", "title": "Some Private Schools Win Families, Others Lose Them in Coronavirus Pandemic", "date": "2020-08-15 11:00", "summary": "Depending on the school, families may balk at paying $45,000 for classes via Zoom, or be drawn by the possibility of socially distanced in-person lessons. At the private Harvard-Westlake School in Los Angeles, new videoconferencing cameras will let faculty simultaneously teach students tuning in from home along with those learning on campus.", "categories": [["U.S.", "Education"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/education?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-lockdown-tested-internets-backbone-11597503600", "title": "How Covid-19 Changed Americans' Internet Habits", "date": "2020-08-15 11:00", "summary": "Broadband usage surged in mid-March as millions of Americans turned to the internet to work, learn and communicate at home. Internet usage soared 25% within a few days in mid-March as the coronavirus pandemic started forcing Americans to stay home, a Wall Street Journal analysis found, and is bound to remain substantially higher than before the pandemic.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/stimulus-stalemate-leaves-vulnerable-lawmakers-empty-handed-11597496400", "title": "Stimulus Stalemate Leaves Vulnerable Lawmakers Empty-Handed", "date": "2020-08-15 09:00", "summary": "Senators and House members in tough races had hoped to pass another round of coronavirus aid before heading home for recess. WASHINGTON-The stalemate over the next phase of legislation to combat the coronavirus pandemic means people will see cuts to benefits as the campaign season gets into full swing and incumbents are forced to explain to voters why they were unable to provide more relief.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/shark-sightings-surge-on-long-island-this-summer-11597496402", "title": "Shark Sightings Surge on Long Island This Summer", "date": "2020-08-15 09:00", "summary": "Officials restrict swimming at some beaches; warmer water among reasons cited for predators' greater presence. This summer has turned into the season of the shark on Long Island, where sightings of the predator are shattering records.", "categories": [["U.S.", "Tri-State Area"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-region?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/gold-will-need-more-bad-news-to-keep-prospering-11597492800", "title": "Gold Will Need More Bad News to Keep Prospering", "date": "2020-08-15 08:37", "summary": "If an economic recovery continues, expect the precious metal to suffer. Questions about gold often get to the heart of what's going on in finance and economics. Ask why the price is up so much this year, and the most popular answers are ones that might make the heart miss a beat: The Federal Reserve is creating so much money that serious inflation is on the way, or the dollar is heading toward inexorable decline (or both).", "categories": [["Markets", "Streetwise"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/streetwise?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/that-quarantine-induced-makeover-some-people-plan-to-keep-them-11597492801", "title": "That Quarantine-Induced Makeover? Some People Plan to Keep Them", "date": "2020-08-15 08:00", "summary": "The temporary closing of barbershops, salons and gyms during the Covid-19 pandemic wrought transformations in some people. Here are five of the lucky few who liked what they saw.. Quarantine hasn't been a good look for most people. But for a fortunate few, it has inspired makeovers.", "categories": [["Life & Work", "Life & Style"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/life-style?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/north-korea-harasses-defectors-with-calls-texts-are-you-having-fun-these-days-11597492800", "title": "North Korea Harasses Defectors With Calls, Texts", "date": "2020-08-15 08:00", "summary": "Resume Subscription. SEOUL-The mysterious calls and text messages reach the phone of North Korean defector and activist Huh Kwang-il a few times a month.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/questioning-thailands-monarchy-was-off-limits-now-protesters-are-doing-just-that-11597489201", "title": "Questioning Thailand's Monarchy Was Off-Limits. Protesters Are Doing Just That.", "date": "2020-08-15 07:00", "summary": "A youthful new movement is taking aim at the powerful royal family, which is shielded by one of the world's strictest lèse-majesté laws. Before she stepped onstage at a recent pro-democracy rally in Bangkok, the keynote speaker said she trembled with fear. She was about to do something few in Thailand have dared to do: publicly question the nation's powerful monarchy.", "categories": [["World", "World News"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/world-news-noco?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/detroit-auto-makers-near-finish-line-in-covid-19-ventilator-push-11597489200", "title": "Detroit Auto Makers Near Finish Line in Ventilator Push", "date": "2020-08-15 07:00", "summary": "GM, Ford close to fulfilling federal contracts for tens of thousands of machines for sickest patients. Detroit's two largest auto makers are nearing completion of federal contracts to manufacture tens of thousands of ventilators, capping a frenzied effort begun in the spring to mass-produce the breathing machines for the sickest Covid-19 patients.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-fierce-workout-routine-comes-from-a-day-on-her-farm-11597485601", "title": "A Fierce Fitness Regimen Comes From Working Her Farm", "date": "2020-08-15 06:00", "summary": "Resume Subscription. You don't need kettlebells and a weighted sled when your daily chores include flipping bales of hay and mucking manure. After Miyoko Schinner launched what's now called Miyoko's Creamery, a Petaluma, Calif.-based vegan cheese and butter business, in 2014, she moved to a 17-acre farm in Marin County and quickly realized she no longer needed her $200 monthly CrossFit membership.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/brands-ease-into-commercial-productions-with-smaller-crews-and-covid-19-precautions-11597485600", "title": "Brands Ease Into Commercial Productions With Smaller Crews and Covid-19 Precautions", "date": "2020-08-15 06:00", "summary": "Production firms and their clients take new precautions, eliminating some travel and food trucks. When Andy Georgescu, the U.S. marketing communications manager at Ford Motor Co., traveled to Jackson Hole, Wyo., in June for a TV advertisement shoot, he and his peers booked separate flights, car rentals and hotels.", "categories": [["CMO Today"]], "category_links": ["https://www.wsj.com/news/types/cmo-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/to-get-tougher-on-china-trump-needs-u-s-navy-which-is-straining-11597483800", "title": "To Pressure China, Trump Needs Stretched Navy", "date": "2020-08-15 05:30", "summary": "Collisions and a costly fire are seen as signs of deeper challenges. The Trump administration's escalating pressure campaign against China calls for a beefed up military presence to challenge Beijing's claims in Asia, signaling a widening role for the U.S. Navy.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/working-parents-are-hitting-their-coronavirus-breaking-pointand-paying-for-it-11597483801", "title": "Working Parents Are Hitting Their Coronavirus Breaking Point-and Paying for It", "date": "2020-08-15 05:30", "summary": "Resume Subscription. Working parents going on six months without school or camp are about to take another hit: rising child-care costs.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/trump-seeks-to-boost-support-with-suburban-women-11597483801", "title": "Trump Works to Boost Support With Suburban Women", "date": "2020-08-15 05:30", "summary": "President works to draw a key demographic, in part with a message on crime and housing, but polls and voter interviews suggest effort may be a challenge. WASHINGTON-President Trump is ramping up his push for suburban women, but his appeals may face an uphill battle with a voting bloc that has been reluctant to support him, according to surveys and interviews with voters.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/crime-scene-photos-are-lizzie-bordens-legacy-11597464061", "title": "Crime-Scene Photos Are Lizzie Borden's Legacy", "date": "2020-08-15 00:01", "summary": "An infamous 1890s murder trial helped make photography a standard part of detective work.. The faded images of a couple hacked to death on August 4, 1892, are some of the most chilling crime-scene photographs in American history. One victim, Andrew Borden, is shown sprawled at an awkward angle on a chaise longue. His face looks like it's been scratched off the photograph by a jilted lover, but in reality, savage blows to the head left the 69-year-old man almost entirely featureless. A second photograph shows Abby Borden, Andrew's wife, facedown in her bedroom near an ornate Victorian dresser, with her head smashed to pieces.", "categories": [["Life & Work", "Ideas", "Essay"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/essay?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11597434143", "title": "Pepper...and Salt", "date": "2020-08-15 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/in-a-u-s-china-tech-divorce-businesses-would-have-to-pick-sides-11597464037", "title": "In a U.S.-China Tech Divorce, Businesses Would Have to Pick Sides", "date": "2020-08-15 00:00", "summary": "The technology industries of the U.S. and China are in some ways deeply intertwined and in others remarkably separate. The latest actions on the part of the U.S. aim to sever what ties remain.. Like a celebrity couple splitting on account of irreconcilable differences, China and the U.S. might be leaving a huge mess in their wake as they go their separate ways. The latest custody battle over technology companies has manifested in threats, rejoinders and lawsuits. What's happening now, and what happens next, has major ramifications for any companies that depend on technologies from, or do business with, either nation.", "categories": [["Tech", "Keywords: Christopher Mims"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb", "https://www.wsj.com/news/types/keywords?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/where-robocalls-hide-the-house-next-door-11597464021", "title": "Where Robocalls Hide: the House Next Door", "date": "2020-08-15 00:00", "summary": "Mom-and-pop carriers are a key link in the telecom system. They can also open the door to scams.. When you receive a robocall, chances are someone like Nick Palumbo collects roughly $0.0024 a minute. Those fractions of a cent can add up to millions of dollars. Mr. Palumbo accumulated more than $3.2 million on the hundreds of millions of calls routed through a telecom operation based in his Paradise Valley, Ariz., home last year.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-new-pandemic-hobby-gazing-at-the-stars-11597464009", "title": "The New Pandemic Hobby: Gazing at the Stars", "date": "2020-08-15 00:00", "summary": "'Dark Sky' parks around the U.S. offer superior stargazing experiences, whether you decide to visit them in the flesh or not. IT'S TOO HOT to bake yet another peach pie and too late in the season to start a victory garden, but it is a prime time to ponder the night sky. More than 60 places around the country have been designated as exemplary stargazing sites by the International Dark-Sky Association, which is not, as the name suggests, the bureaucratic arm of the League of Villains, but a conservation organization devoted to reducing light pollution. Not only do these Dark Sky sites provide a high-def upgrade to backyard stargazing, but, since they're often in fairly remote locales, they're also conducive to social distancing. For those who'd rather stay in their own orbit, several Dark Sky sites offer up a hefty menu of virtual astronomy programs.", "categories": [["Life & Work", "Travel", "Off Duty Travel"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/magazine/travel?mod=breadcrumb", "https://www.wsj.com/news/types/off-duty-travel?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-signs-order-setting-deadline-for-tiktok-sale-11597457927", "title": "Trump Sets Deadline for TikTok Sale", "date": "2020-08-15 22:18", "summary": "Order concludes national-security investigation, latest action against Chinese owner of video-sharing app. WASHINGTON-President Trump issued an order late Friday calling on TikTok's Chinese owner to divest itself of the video-sharing app's U.S. operations, setting a 90-day deadline for the transaction to be completed.", "categories": [["Politics", "National Security"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/national-security?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/twitter-kodak-general-motors-stocks-that-defined-the-week-11597453483", "title": "Twitter, Kodak, General Motors: Stocks That Defined the Week", "date": "2020-08-15 21:04", "summary": "Here are seven major companies whose stocks moved on the week's news. Twitter Inc.", "categories": [["Markets", "Stocks"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/election-officials-seek-answers-from-postal-service-over-mail-in-ballots-11597442177", "title": "Election Officials Seek Answers From Postal Service Over Mail-In Ballots", "date": "2020-08-15 20:51", "summary": "Postal Service is warning some states about deliveries of ballots sent close to Election Day. Election officials in some states are voicing concerns that recent changes at the U.S. Postal Service might slow voting by mail, with the agency warning all states about timely deliveries of ballots sent close to Election Day.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-fortnites-founder-tim-sweeney-is-fighting-apple-google-11597447722", "title": "Epic Games' Founder Tim Sweeney Is Fighting Apple, Google. He's Been Preparing for Years.", "date": "2020-08-15 20:35", "summary": "The game's removal from the App Store and Google Play has become a flashpoint in a long battle between app developers and the tech giants. Tim Sweeney, chief executive of the company behind the popular videogame \"Fortnite,\" is now spearheading a battle that app developers have waged for years against two of the world's biggest technology companies.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hertz-names-new-finance-chief-after-jamere-jackson-steps-down-11597450242", "title": "Hertz Names New Finance Chief After Jamere Jackson Steps Down", "date": "2020-08-15 20:10", "summary": "The bankrupt car-rental company's head of accounting will assume the CFO role. Hertz Global Holdings Inc. promoted its chief accounting officer to chief financial officer, succeeding Jamere Jackson, who the company said resigned to pursue a new opportunity.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}]