[{"link": "https://www.wsj.com/articles/california-wildfires-grow-to-second-and-third-largest-in-state-history-11598126124", "title": "California Wildfires Grow to Second and Third Largest in State History", "date": "2020-08-22 18:30", "summary": "Firefighters haven't yet contained the two massive blazes, as hundreds sparked by lightning strikes burn in Northern California. Two clusters of wildfires ringing the San Francisco Bay Area exploded in size Friday night to become the second and third largest in recorded state history, as firefighters struggled to contain them.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/rep-meuser-tests-positive-for-covid-19-11598131729", "title": "U.S. Rep. Meuser Tests Positive for Covid-19", "date": "2020-08-22 17:28", "summary": "Pennsylvania Republican is 12th House lawmaker to contract the virus. WASHINGTON-Rep. Dan Meuser (R., Pa.) said Saturday he had tested positive for Covid-19, the disease caused by the coronavirus, becoming the 12th House lawmaker to contract the virus.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/army-corps-to-ask-for-more-environmental-protection-measures-for-pebble-mine-project-in-alaska-official-says-11598124741", "title": "Army Corps to Ask for More Protection Measures for Alaska Mine Project", "date": "2020-08-22 16:59", "summary": "President Trump's son and other GOP supporters have come out against the project, to be located in major fishing region. The U.S. Army Corps of Engineers is poised to insist on additional mitigation measures at the Pebble Mine development in Alaska before allowing the project to proceed, according to a senior Trump administration official.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/two-dead-two-still-missing-after-pipeline-explosion-at-texas-port-11598122744", "title": "Two Dead, Two Still Missing After Pipeline Explosion at Texas Port", "date": "2020-08-22 14:59", "summary": "Underwater gas pipeline owned by Enterprise Products Partners ruptured after being struck by barge. Two people are confirmed dead and two others remain missing after an underwater gas pipeline exploded when it was struck by a barge in the Port of Corpus Christi in south Texas, the Coast Guard said Saturday.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/former-cia-director-brennan-is-not-target-of-2016-election-probe-11598121239", "title": "Former CIA Director Brennan Is Not Target of 2016 Election Probe", "date": "2020-08-22 14:34", "summary": "The Obama official was interviewed by John Durham for his look into how the FBI handled its investigation of possible Russian ties to the Trump campaign. WASHINGTON-Former Central Intelligence Agency Director John Brennan isn't the subject of a criminal investigation related to an inquiry into the FBI's counterintelligence probe of Russian interference in the 2016 election, a spokesman for Mr. Brennan said Friday.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/putin-critic-alexei-navalny-evacuated-from-russia-to-germany-11598113141", "title": "Putin Critic Alexei Navalny Evacuated to Germany", "date": "2020-08-22 12:19", "summary": "Leading Russian dissident spent nearly 48 hours in a Siberian hospital after suddenly falling ill on a flight to Moscow. German doctors were attempting to determine what caused Alexei Navalny to become suddenly ill and lapse into a coma, hours after the Kremlin critic was evacuated to Berlin.", "categories": [["World", "Europe", "Russia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb", "https://www.wsj.com/news/types/russia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/iowa-continues-cleanup-and-recovery-nearly-two-weeks-after-severe-storms-11598108402", "title": "Iowa Continues Cleanup, Recovery Nearly Two Weeks After Derecho", "date": "2020-08-22 11:00", "summary": "Cedar Rapids residents, who had little warning of the derecho, compare the damage to the 2008 floods. CEDAR RAPIDS, Iowa-After a devastating storm system peaked over this Midwestern city earlier this month-simultaneously knocking out power lines, phone networks and internet connections-local officials and disaster relief groups had few options but to pound the pavement.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/three-questions-with-bluemercurys-marla-beck-on-how-covid-19-is-changing-the-beauty-business-11598108400", "title": "Three Questions With Bluemercury's Marla Beck", "date": "2020-08-22 11:00", "summary": "Experts now offer virtual consultations; Customers ask: 'How do I make my eyes stand out for Zoom?'. Marla Beck is the co-founder and chief executive of beauty company Bluemercury.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/secondhand-sellers-have-problems-but-demand-isnt-one-of-them-11598104981", "title": "Secondhand Sellers Have Problems, but Demand Isn't One", "date": "2020-08-22 10:03", "summary": "While resale businesses are experiencing strong demand, supply-side constraints are tricky. Sellers of used goods don't always enjoy a classy reputation, but they have a high-class problem at the moment: Their products are selling like hot cakes.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-city-museums-ready-to-reopen-but-some-see-unclear-future-11598104801", "title": "New York City Museums Ready to Reopen, but Some See Unclear Future", "date": "2020-08-22 10:00", "summary": "The coronavirus pandemic's financial toll has some cultural institutions wondering whether they can ever recover. A native New Yorker who has been going to the Metropolitan Museum of Art since childhood, Charles Baum is eager to see the institution reopen its doors in coming days after a five-month shutdown because of the coronavirus pandemic.", "categories": [["U.S.", "Culture"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-culture?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/as-covid-19-clobbers-tourism-millions-lose-a-lifeline-11598104800", "title": "As Covid-19 Clobbers Tourism, Millions Lose a Lifeline", "date": "2020-08-22 10:00", "summary": "Resume Subscription. CANCÚN, Mexico-Since this once-sleepy stretch of Mexico's Caribbean coast began its transformation into a glitzy resort community 50 years ago, it has thrived by attracting millions of vacationers during its summer and winter seasons.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/this-market-is-a-tech-market-if-bond-yields-rise-watch-out-11598101689", "title": "This Market Is a Tech Market. If Bond Yields Rise, Watch Out.", "date": "2020-08-22 09:08", "summary": "There is danger in a market overly reliant on a group of companies that are so similar. There has been a lot of concern recently about the stock market being top-heavy, dominated by just a handful of companies, and that this might spell trouble for future returns. But really what we should worry about isn't that the market is reliant on a few stocks. It's that the market is reliant on a few very similar stocks.", "categories": [["Markets", "Streetwise"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/streetwise?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/is-an-employee-who-quits-because-of-health-concerns-eligible-for-unemployment-benefits-11598101200", "title": "Is an Employee Who Quits Because of Health Concerns Eligible for Unemployment Benefits?", "date": "2020-08-22 09:00", "summary": "Under the Cares Act, Pandemic Unemployment Assistance is available to people who left a job because of a compromised immune system. \"I have a medical condition that has left me immunocompromised, but my boss won't let me continue working from home when our office reopens next month. If I quit my job because of health concerns, am I eligible for unemployment benefits?\"", "categories": [["Life & Work", "Life & Style"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/life-style?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mortgage-fee-aims-to-bolster-fannie-freddie-finances-ahead-of-possible-sale-11598101206", "title": "Mortgage Fee Aims to Bolster Fannie, Freddie Ahead of Possible Sale", "date": "2020-08-22 09:00", "summary": "Extra fee is being imposed amid refinancing boom that is helping Americans cope with coronavirus-induced recession. WASHINGTON-Mortgage giants Fannie Mae and Freddie Mac are taking advantage of the mortgage-refinancing boom to shore up their capital as they seek to return to private ownership.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-roaming-picasso-pilgrimage-11598094000", "title": "A Roaming Picasso Pilgrimage", "date": "2020-08-22 07:00", "summary": "From Paris to the Spanish coast, museums dedicated to the artist offer a nearly complete portrait of his life and work, and can be visited online. There are more museums devoted to the art of Pablo Picasso than to the work of any other artist. Five of them are scattered along a line running from Paris through the Côte d'Azur to Málaga on the southern coast of Spain. Now, instead of undertaking this journey of over 900 miles, the curious can see each through welcoming virtual visits. These museums offer more than an array of great pictures because each is intimately connected to Picasso's life.", "categories": [["Books & Arts", "Art Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/art-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-shoulder-workout-for-professional-baseball-playersand-workers-hunched-at-their-desks-11598090400", "title": "A Shoulder Workout for Professional Baseball Players-and Workers Hunched at Their Desks", "date": "2020-08-22 06:00", "summary": "Resume Subscription. Anatomy of a Workout is a new column where sports performance coaches and athletic trainers break down exercises and drills they use with the pros. Each column will focus on functional movements that help build overall athleticism and translate to everyday activities.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/coronavirus-further-complicates-shells-giant-floating-gas-project-11598088602", "title": "Coronavirus Further Complicates Shell's Giant Floating Gas Project", "date": "2020-08-22 05:30", "summary": "The $15 billion Prelude vessel highlights how Covid-19 is hindering operations and challenging the economics of energy megaprojects. Royal Dutch Shell PLC spent billions of dollars developing one of the world's most challenging energy projects, a floating gas terminal five football fields long. The coronavirus pandemic is posing a new problem: How to get workers to safely start it back up.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/as-south-africa-lifts-ban-on-wine-sales-many-vintners-fear-its-too-late-11598088601", "title": "South African Wine Makers Bruised by Coronavirus Alcohol Bans", "date": "2020-08-22 05:30", "summary": "Nation's wine industry expects lasting damage after monthslong alcohol curbs meant to discourage gatherings amid pandemic. JOHANNESBURG-South Africa's $1.5 billion wine industry is reeling after a series of pandemic-induced shocks, including successive bans on the sale of alcohol totaling some 14 weeks.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/as-alexei-navalny-remains-unconscious-doctors-refuse-to-transfer-him-to-germany-11598010094", "title": "Navalny Arrives in Germany From Siberian Hospital", "date": "2020-08-22 00:27", "summary": "Navalny's plight could have a chilling effect on the opposition to President Putin, political analysts say. MOSCOW-A plane carrying opposition politician Alexei Navalny, who was in a coma in a Siberian hospital after suddenly falling ill, landed in Germany where he is meant to undergo treatment after disputes over his condition and whether he was stable enough to travel.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/covid-19-is-dividing-the-american-worker-11598068859", "title": "Covid-19 Is Dividing the American Worker", "date": "2020-08-22 00:01", "summary": "The rapid adoption of remote work and automation could accelerate inequalities in place for decades. Economists say the resulting 'K' shaped recovery will be good for professionals-and bad for everyone else.. For many professionals, technology has been a lifeline during the pandemic, enabling them to be productive while stuck at home. For many other workers, it is a new dividing line, corralling them further into the stagnant corners of the economy.", "categories": [["Tech", "Keywords: Christopher Mims"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb", "https://www.wsj.com/news/types/keywords?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/an-ai-breaks-the-writing-barrier-11598068862", "title": "An AI Breaks the Writing Barrier", "date": "2020-08-22 00:01", "summary": "A new system called GPT-3 is shocking experts with its ability to use and understand language as well as human beings do. Word has been making its way out from the technology community: The world changed this summer with the rollout of an artificial intelligence system known as GPT-3. Its ability to interact in English and generate coherent writing have been startling hardened experts, who speak of \"GPT-3 shock.\"", "categories": [["Life & Work", "Ideas", "Essay"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/essay?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/make-the-most-of-your-patio-all-fall-and-winter-an-outdoor-decor-guide-11598068861", "title": "Make the Most of Your Patio All Fall and Winter: An Outdoor Décor Guide", "date": "2020-08-22 00:01", "summary": "In the Covid-19 era, private outdoor space offers both safety and freedom. Here's how to extend your yard's usefulness through the autumn and even into the holidays.. IN LATE JUNE, months into the murk of this pandemic, my husband and I hosted relatives in our Denver backyard. As we sat at an antiseptic distance and swore to get together again, the couple posed a worrisome question: How exactly were we going to spend time outside when autumn's chill descends?", "categories": [["Real Estate", "Design"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/design?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-ultimate-wfh-jacket-a-bathrobe-reborn-as-a-blazer-11598068912", "title": "The Ultimate WFH Jacket? A Bathrobe Reborn as a Blazer", "date": "2020-08-22 00:01", "summary": "Enough with those cliched Zoom shirts-instead, try this ultra-soft navy blazer that combines sublime comfort and boardroom-worthy polish. COULD THERE BE a garment more fit for this moment than a terry-cloth blazer? The material-as fluffy and tender as a teddy bear's belly-squishes as compliantly as the softest bathrobe. Yet, through the pixelated box of a Zoom screen, it appears smart enough to persuade your co-workers you got gussied up for the 9 a.m. meeting. This navy blue chameleon's comfort might make it the ultimate work-from-home item. But that's not how Mr Porter, the e-commerce megashop behind the design, originally intended it.", "categories": [["Life & Work", "Style & Fashion", "Fashion"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/fashion?mod=breadcrumb", "https://www.wsj.com/news/types/fashion?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11598033692", "title": "Pepper...and Salt", "date": "2020-08-22 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/companies-battle-another-pandemic-skyrocketing-hacking-attempts-11598068863", "title": "The Other Pandemic: Corporate Hacking Attempts", "date": "2020-08-22 00:01", "summary": "Weak Wi-Fi passwords, shared laptops are the stuff of cybersecurity nightmares. Equifax Inc. had spent years working to repair its reputation after a massive data breach when lockdown orders meant office workers around the world had to start working from home this spring.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-latest-news-08-22-2020-11598095119", "title": "New Coronavirus Cases Below 50,000 in U.S. for Seventh Straight Day", "date": "2020-08-22 00:01", "summary": "Covid-19 death toll tops 176,000 as total infections exceed 5.6 million in the U.S.. New coronavirus cases in the U.S. rose slightly Friday but stayed below 50,000 for the seventh straight day, as the death toll across the country from the contagion topped 176,000.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mexican-president-faces-hard-questions-over-videos-of-his-brother-11598065676", "title": "Mexican President Faces Hard Questions Over Videos of Brother", "date": "2020-08-22 23:07", "summary": "Videos showing younger brother taking cash are the latest twist in corruption allegations rocking Mexico. MEXICO CITY-Mexican President Andrés Manuel López Obrador, who has made his political bones fighting corruption, found himself denying corruption allegations on Friday after two videos emerged showing his younger brother accepting an envelope and a brown paper bag stuffed full of cash in 2015 for the president's political movement.", "categories": [["World", "Latin America"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/latin-america-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lawsuit-claims-u-s-wechat-ban-is-unconstitutional-11598059765", "title": "Lawsuit Claims U.S. WeChat Ban Is Unconstitutional", "date": "2020-08-22 21:29", "summary": "Group of users of popular Tencent-owned app says Trump administration's planned curbs violate civil rights, target Chinese-Americans. WASHINGTON-A WeChat users group that says it isn't affiliated with the app's owner filed a lawsuit against the Trump administration late Friday, seeking to block an executive order that would bar transactions with WeChat.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-arent-there-enough-paper-towels-11598020793", "title": "Why Are There Still Not Enough Paper Towels?", "date": "2020-08-22 21:25", "summary": "Blame lean manufacturing. A decadeslong effort to eke out more profit by keeping inventory low left many manufacturers unprepared when Covid-19 struck. And production is unlikely to ramp up significantly any time soon.. The United States of America, heralded as the land of plenty, still doesn't have enough paper towels.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/seattle-mayor-vetoes-city-budget-that-proposed-cuts-to-police-11598056242", "title": "Seattle Mayor Vetoes City Budget That Proposed Cuts to Police", "date": "2020-08-22 20:30", "summary": "The proposed budget changes led the city's police chief to resign. Seattle Mayor Jenny Durkan vetoed a city budget proposal that would have made significant cuts to the police department Friday.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}]