[{"link": "https://www.wsj.com/articles/washingtons-threats-forced-greek-shippers-to-give-iran-fuel-to-u-s-11597449458", "title": "Washington's Threats Forced Greek Shippers to Give Iran Fuel to U.S.", "date": "2020-08-14 19:57", "summary": "Diversion of Venezuela-bound fuel sets precedent for sanctions policy, Trump administration hopes. U.S. threats of legal action and sanctions forced Greek shipowners to surrender Iranian fuel to the U.S. government in recent days, people familiar with the confiscation said.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-n-security-council-rejects-u-s-bid-to-extend-conventional-arms-embargo-on-iran-11597445073", "title": "U.N. Security Council Rejects U.S. Bid to Extend Arms Embargo on Iran", "date": "2020-08-14 19:55", "summary": "Embargo is set to expire in October under terms of 2015 nuclear deal. The United Nations Security Council on Friday rejected a U.S. proposal to extend a five-year ban on the sale of conventional weapons to Iran, leaving Washington isolated on an issue that once drew a broad consensus.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-probes-former-nasa-officials-contacts-with-boeing-executive-on-lunar-contracts-11597433060", "title": "U.S. Probes Former NASA Official's Contacts With Boeing Executive", "date": "2020-08-14 19:36", "summary": "Investigation focuses on procurement-related information then-senior official shared with Boeing about lunar-lander competition. Federal prosecutors have opened a criminal probe into whether a senior NASA official improperly told a high-ranking Boeing Co. executive about the status of a lunar-lander contract, spurring the company to revise its bid, according to people familiar with the investigation.", "categories": [["WSJ News Exclusive", "Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-los-angeles-home-of-the-golden-girls-11597446230", "title": "The Los Angeles Home of 'The Golden Girls'", "date": "2020-08-14 19:03", "summary": "In Brentwood, Calif., a mid-century modern full of 1950s-era touches was made famous by the television show.. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/the-golden-girls-house-sells-for-1-million-over-ask-11597446024", "title": "'The Golden Girls' House Sells for $1 Million Over Ask", "date": "2020-08-14 19:00", "summary": "The Los Angeles property featured in the sitcom fetched roughly $4 million, much more than its $2.999 million asking price.. A midcentury-modern house that appeared on the popular 1980s-era sitcom \"The Golden Girls\"-and is full of original 1950s-era details-has swiftly sold for roughly $4 million, far above its original $2.999 million asking price.", "categories": [["WSJ News Exclusive", "Private Properties"]], "category_links": ["https://www.wsj.com/news/types/private-properties?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/heres-why-experts-are-worried-about-race-detection-software-11597445955", "title": "Here's Why Experts Are Worried About Race-Detection Software", "date": "2020-08-14 18:59", "summary": "Using artificial intelligence, companies can scan a person's face to approximate their ethnicity. Today, more than a dozen companies offer some form of race or ethnicity-detection software. It enables clients to understand how certain customers use their products and who looks at their ads. Researchers have raised several concerns about the growing use of so-called facial analysis software, which is different from facial recognition, the tool used by some law enforcement and recently curbed by developers such as Amazon and Microsoft.", "categories": [["Ideas"]], "category_links": ["https://www.wsj.com/news/types/noted-ideas?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-biden-and-taiwan-11597445459", "title": "Trump, Biden and Taiwan", "date": "2020-08-14 18:51", "summary": "America's commitment to the island should be a campaign issue.. China's Communist Party crackdown on Hong Kong gets more menacing by the day. This week's roundup of democracy advocates including publisher Jimmy Lai is the latest assault on the once-free city, and hardliners in Beijing see Taiwan as the next prize. Given the possibility of a showdown over Taiwan in the next four years, the nature of America's commitment to the island ought to make more than a passing appearance in the 2020 presidential campaign.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-fbis-2016-abuse-turns-criminal-11597445427", "title": "The FBI's 2016 Abuse Turns Criminal", "date": "2020-08-14 18:50", "summary": "A former FBI lawyer is charged with doctoring evidence for a warrant.. At last, some accountability for the Federal Bureau of Investigation's outrageous intervention in the 2016 presidential campaign. On Friday U.S. Attorney John Durham charged former FBI lawyer Kevin Clinesmith with doctoring an email to justify a surveillance warrant against former Trump campaign aide Carter Page.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/californias-next-tax-increase-11597445360", "title": "California's Next Tax Increase", "date": "2020-08-14 18:49", "summary": "Sacramento Democrats float a 16.8% marginal income tax rate.. Twitter CEO Jack Dorsey may regret cancelling his planned move to Africa this year. Democrats in Sacramento are proposing to raise the state's already punitive 13.3% top income tax rate to 16.8%-retroactive to January of this year. Now's a good time for California high-earners to take their money and run.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/centurylink-settles-allegations-related-to-level-3-acquisition-11597444616", "title": "CenturyLink Settles Allegations Related to Level 3 Acquisition", "date": "2020-08-14 18:36", "summary": "The settlement extends a ban on soliciting former Level 3 customers for two years. CenturyLink Inc. agreed to extend a ban on its soliciting customers in the Boise, Idaho, area and to appoint an independent monitor after it allegedly violated the terms of its acquisition of Level 3 Communications Inc., the U.S. Justice Department said Friday.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/milwaukee-charlotte-businesses-lament-loss-of-conventions-11597402801", "title": "Milwaukee, Charlotte Businesses Lament Loss of Conventions", "date": "2020-08-14 18:28", "summary": "Both cities were expecting crowds of about 50,000 people before the pandemic forced Republicans and Democrats to change plans. MILWAUKEE-Democratic National Committee officials and local business and government leaders clinked beer-filled cups in March 2019 as they announced plans to host the party's 2020 convention in Milwaukee. But as the event approaches, few local business owners are raising any toasts.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/extraction-oil-gas-gave-10-million-to-political-causes-on-way-to-bankruptcy-11597443902", "title": "Extraction Oil & Gas Gave $10 Million to Politics on Way to Bankruptcy", "date": "2020-08-14 18:25", "summary": "Colorado fracker acknowledges it spent funds on politics, but declines to reveal who got the cash. Rocky Mountain fracker Extraction Oil & Gas Inc. handed out $10 million in political contributions on its way into chapter 11, but its bankruptcy paperwork doesn't mention who got the money.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lawsuits-over-voting-rules-coming-down-to-the-wire-11597432606", "title": "Lawsuits Over Voting Rules Coming Down to the Wire", "date": "2020-08-14 18:24", "summary": "With 80 days to go to Election Day, Democrats and Republicans each chalk up some victories. The general election is less than three months away, and Republicans and Democrats are engaged in down-to-the-wire contests to persuade voters-and courts.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/us-economy-july-retail-sales-coronavirus-recovery-11597360020", "title": "Retail Spending in July Topped Pre-Pandemic Levels", "date": "2020-08-14 18:16", "summary": "Signs of slower spending in August, reduced government aid and continued struggle to contain coronavirus pose obstacles for U.S. economy. Americans' shopping surpassed pre-pandemic levels last month, but the U.S. economy still faces threats as it digs out of a severe recession.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-appeals-court-strikes-down-california-ban-on-high-capacity-gun-magazines-11597443336", "title": "U.S. Appeals Court Strikes Down California Ban on High-Capacity Gun Magazines", "date": "2020-08-14 18:15", "summary": "In divided ruling, judges say 10-bullet limit violates Second Amendment. A federal appeals court in California on Friday ruled that the state's ban on large-capacity firearm magazines is unconstitutional under the Second Amendment, notching a significant precedent in favor of gun rights.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/straighten-up-and-fly-right-review-unforgettable-11597417868", "title": "'Straighten Up and Fly Right' Review: Unforgettable", "date": "2020-08-14 18:10", "summary": "All of America fell for his warm, close-grained baritone, but jazz aficionados swooned over his piano playing.. Walk into any Starbucks in America and listen to the canned music. If the first thing you hear is a standard from the '30s or '40s, it's likely that the vocalist will be Frank Sinatra, Ella Fitzgerald or Nat King Cole, the three common denominators of pre-rock pop singing-and a trio of artists who have little in common beyond their posthumous ubiquity. Sinatra was a singer-actor, by turns breezy and despairing; Fitzgerald was the world's kid sister, a bred-in-the-bone jazzer who sang with a smile on her face and in her voice. As for Cole, his warm, close-grained baritone was as persuasive on romantic ballads as it was on swing tunes. What set him apart from Sinatra and Fitzgerald, though, was the other rabbit in his musical hat: Cole was also one of the half-dozen finest pianists in the history of jazz, a peer of Earl Hines, Art Tatum, Bud Powell and Bill Evans. Even after he disbanded the King Cole Trio, his hugely successful combo, to concentrate on stand-up singing in 1951, he continued to feature his playing in small but tasty doses on record, in concert and on TV.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-time-of-the-magicians-review-old-ways-of-thinking-overturned-11597442796", "title": "'The Time of the Magicians' Review: Old Ways of Thinking, Overturned", "date": "2020-08-14 18:06", "summary": "The birth pangs of modern philosophy may be discovered in the lives, and disruptive claims, of four intellectual titans.. In March 1929, two of the best-known philosophers in Europe went head to head in debate at a conference in Davos, Switzerland. This episode, says Wolfram Eilenberger, was a \"contest between two fundamentally opposed visions of the development of modern human beings.\" On one side was the urbane, gentle Ernst Cassirer, who proposed what Mr. Eilenberger calls \"moderating continuity\"; on the other, the charismatic, aggressive Martin Heidegger, who called for a \"total break with the past.\"", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/levon-review-the-beating-heart-of-the-band-11597442733", "title": "'Levon' Review: The Beating Heart of the Band", "date": "2020-08-14 18:05", "summary": "Some people think of a drummer as a metronome. Helm believed different aspects of a song often called for different tempos.. It came from somewhere in the woods, rising like a mist off a clearing. Nobody knew what it was, just that it was different. It began with a child plucking a length of baling wire nailed to a porch rail. It began with a choir in a little clapboard church with a leaky roof, and it began with a handful of farmers and mechanics making music after hours with a washtub bass and a guitar and a seed box instead of a drum. It was homemade and handmade. The blues flowed into it, as did gospel and country. At some point somebody plugged it in, amped it up, and started selling it to a new breed of American-young people with their own cars and hairstyles and a desire for this music that was akin to a junkie's addiction, a lover's lust.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/children-of-ash-and-elm-review-they-remembered-hell-11597442671", "title": "'Children of Ash and Elm' Review: 'They Remembered Hell'", "date": "2020-08-14 18:04", "summary": "The Viking Age did not end in Ragnarök. Its shadow and spirit remain with us today.. Archaeologists digging in Estonia a decade ago made a gruesome discovery: two boatloads of dead warriors, excavated on a beach near the village of Salme. In the first, smaller boat, the bodies of six men had been placed in pairs, seated upright and gripping their oars, with another placed at the stern. The second-a larger warship-contained 34 men laid carefully side by side, bearing terrible battle injuries. Some of these men held seabirds in their arms. Fish and cuts of meat were placed on their chests and all over the deck. Elaborate swords flanked the men, and a number of gaming pieces were strewn over this strange tableau mourant. One man was singled out, positioned in the center alongside the finest weapons, a gaming piece-the king-inside his mouth. The Salme ship burial, as this site is now known, has been dated to around A.D. 750. The boats and crew were probably from the Mälardalen area of Sweden and part of an extended family dynasty; four of the men were brothers.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-latest-news-08-14-2020-11597393551", "title": "New Covid-19 Cases Appear to Decline in Much of U.S.", "date": "2020-08-14 17:46", "summary": "Number of new infections still tops 50,000, while Notre Dame sees a surge tied to off-campus party. New confirmed coronavirus cases appeared to be falling in much of the U.S. and the government made preparations for a possible vaccine, while a rise in infections at Notre Dame highlighted the challenges posed by reopening schools.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/two-drives-across-america-in-crisis-11597441140", "title": "Two Drives Across America in Crisis", "date": "2020-08-14 17:39", "summary": "The drive across the U.S. today feels very different from the one I took after Sept. 11.. The last time America was so thoroughly knocked back on its heels, the highway felt different.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/universities-abandon-reason-for-a-false-idea-of-empowerment-11597441181", "title": "Universities Abandon Reason for a False Idea of 'Empowerment'", "date": "2020-08-14 17:39", "summary": "'For the discovery of truth,' Cicero said, 'it is necessary to argue against all things and for all things.'. The California State University system recently announced that all undergraduate students will be required to take a course in ethnic studies or social justice. The goal, according to Chancellor Timothy White, is to \"empower\" students \"to meet this moment in our nation's history, giving them the knowledge, broad perspectives and skills needed to solve society's most pressing problems.\"", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/accused-islamic-state-cleric-to-face-terrorism-and-conspiracy-charges-in-new-york-11597441002", "title": "Accused Islamic State Cleric to Face Terrorism and Conspiracy Charges in New York", "date": "2020-08-14 17:36", "summary": "Abdullah al-Faisal, indicted in 2017, was extradited from Jamaica and arraigned in Manhattan for allegedly recruiting supporters for the extremist group. An Islamic cleric who allegedly aided and recruited countless followers to join Islamic State was extradited from Jamaica and arraigned in a Manhattan court on conspiracy and terrorism charges Friday.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/prepare-for-tendentious-covid-lessons-11597440709", "title": "Prepare for Tendentious Covid 'Lessons'", "date": "2020-08-14 17:31", "summary": "Ignore those pitching progressive politics in favor of those still open to learning from the virus.. Ignore the Atlantic magazine headline that proclaims \"How the Pandemic Defeated America.\" You won't be learning much except a paean to progressive policy prescriptions for social \"inequities\" that the author insists are the real root of our pandemic failings. Unfortunately, a society without inequities will never exist, so this is no help.", "categories": [["Opinion", "Business World"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/business-world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/son-of-former-angolan-president-convicted-in-500-million-fraud-11597420607", "title": "Son of Former Angolan President Convicted in $500 Million Fraud", "date": "2020-08-14 17:22", "summary": "Four men sentenced in convoluted plot to defraud the National Bank of Angola in the final weeks of the former leader's 38-year rule. Angola's Supreme Court convicted the son of the former president and the former governor of the central bank of embezzling $500 million from the country's central bank in 2017.", "categories": [["World", "Africa"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/africa-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fed-stimulus-is-resuscitating-the-high-yield-bond-market-11597438798", "title": "Fed Stimulus Is Resuscitating the High-Yield Bond Market", "date": "2020-08-14 17:14", "summary": "Riskiest corporate borrowers have already set a record for August, selling more than $44 billion of bonds. Buyers of junk-rated corporate bonds aren't taking a vacation in August.", "categories": [["Markets", "Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-doj-says-yale-discriminated-by-race-in-undergrad-admissions-heres-what-you-need-to-know-11597439697", "title": "The DOJ Says Yale Discriminated by Race in Undergrad Admissions. Here's What You Need to Know.", "date": "2020-08-14 17:14", "summary": "The Justice Department says white and Asian-American applicants were rejected based on race but Yale's president called the allegation baseless. The Justice Department said Yale University had discriminated against Asian-American and white undergraduate applicants, concluding a nearly two-year investigation into the school's admissions practices.", "categories": [["Education"]], "category_links": ["https://www.wsj.com/news/types/noted-education?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/warren-buffetts-berkshire-hathaway-unloads-bank-stocks-11597439228", "title": "Buffett's Berkshire Hathaway Unloads Bank Stocks", "date": "2020-08-14 17:07", "summary": "Investment firm drops its holdings in JPMorgan Chase, Wells Fargo, but adds to Bank of America. Warren Buffett's Berkshire Hathaway Inc. unloaded billions of dollars of bank stocks as the U.S. economy reeled during the coronavirus lockdown.", "categories": [["Markets", "Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/abroad-at-home-summer-festivals-still-sing-11597438963", "title": "Abroad at Home: Summer Festivals Still Sing", "date": "2020-08-14 17:02", "summary": "Opera festivals have moved most of their programming online this year, but the offerings, such as Salzburg's virtually viewable production of Strauss's 'Elektra,' remain tempting.. ", "categories": [["Books & Arts", "Opera Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/opera-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/julian-bream-spellbinding-talent-inquisitive-taste-11597438775", "title": "Julian Bream: Spellbinding Talent, Inquisitive Taste", "date": "2020-08-14 16:59", "summary": "The classical guitarist, who died Friday, broadened the musical horizons of his instrument through his sensitive playing and wide-ranging repertoire.. ", "categories": [["Opinion", "Commentary", "Cultural Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb", "https://www.wsj.com/news/types/cultural-commentary?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mckesson-tapped-to-distribute-coronavirus-vaccines-in-u-s-11597438018", "title": "McKesson Tapped to Distribute Coronavirus Vaccines in U.S.", "date": "2020-08-14 16:46", "summary": "Federal officials designate largest vaccine distributor in U.S. to play key role in sending Covid-19 vaccines to clinics, hospitals, pharmacies. McKesson Corp. , one of the world's largest drug wholesalers and the biggest vaccine middleman in the U.S., will be a main distributor of Covid-19 vaccines nationwide should the shots prove to work safely, federal health officials said.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/former-fbi-lawyer-expected-to-plead-guilty-to-altering-document-on-trump-aide-surveillance-11597423043", "title": "Former FBI Lawyer Expected to Plead Guilty to Altering Email on Trump Aide Surveillance", "date": "2020-08-14 16:44", "summary": "Attorney Kevin Clinesmith worked with agents on surveillance warrants against Carter Page. WASHINGTON-A former FBI lawyer is expected to plead guilty on a charge of altering a document used to seek the continued surveillance of a former Trump campaign adviser, the first criminal charge stemming from a long-running review of the actions of investigators who worked on the politically charged probe.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sharpton-and-surprises-11597437790", "title": "Sharpton and Surprises", "date": "2020-08-14 16:43", "summary": "Now he's going after the Hamptons crowd; plus justice in the Russia scandal?. It's been a fascinating week in U.S. politics, featuring the Rev. Al Sharpton and the Los Angeles Times launching separate rhetorical attacks on \"progressive\" Democrats from the right. Now it appears that Americans are even beginning to see justice served for the abuses of federal surveillance powers against the Trump presidential campaign in 2016. Miracles haven't ceased and the week isn't over yet.", "categories": [["Opinion", "Best of the Web"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/best-of-the-web-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-chinese-netflix-faces-sec-probe-after-short-seller-report-11597394249", "title": "Chinese Video-Streaming Firm Faces SEC Probe After Short-Seller Report", "date": "2020-08-14 16:37", "summary": "Shares of iQiyi, which is backed by China's top search-engine company, tumble 11%. China's iQiyi Inc., a Netflix-like video-streaming company, said it was under investigation by the U.S. Securities and Exchange Commission, sending its shares plunging 11% in Friday trading.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/global-stock-markets-dow-update-8-14-2020-11597395691", "title": "U.S. Stocks Waver as Retail Sales Growth Slows", "date": "2020-08-14 16:30", "summary": "Investors await high-level discussions evaluating the U.S.-China trade deal over the weekend. U.S. stocks ended the week roughly where they started, leaving the S&P 500 hovering just below its February record and a remarkable rally stuck in neutral.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/german-market-watchdog-let-staff-trade-in-wirecard-shares-11597436776", "title": "German Market Watchdog Let Staff Trade in Wirecard Shares", "date": "2020-08-14 16:26", "summary": "Disclosure adds questions about the securities supervisor's handling of the accounting scandal. BERLIN-Germany's stock-market regulator allowed its staff to trade Wirecard AG shares while it was investigating the company, putting the spotlight again on an agency that has come under scrutiny for ignoring red flags about the now insolvent fintech giant for a decade.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/rent-the-runway-to-close-all-retail-stores-permanently-11597434927", "title": "Rent the Runway to Close All Retail Stores Permanently", "date": "2020-08-14 15:55", "summary": "Clothing rental service, which closed five locations in March and laid off retail staffers, said coronavirus pandemic accelerated its plans. Clothing retail startup Rent the Runway Inc. said it will permanently close its five retail locations after initially shutting them in March in response to the coronavirus pandemic.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-postal-service-plans-peak-surcharges-for-domestic-parcels-11597429510", "title": "U.S. Postal Service Plans 'Peak' Surcharges for Domestic Parcels", "date": "2020-08-14 15:38", "summary": "Agency says proposed fees on commercial shipments during key Christmas shopping season needed to offset higher expenses and volumes. The U.S. Postal Service plans to add new fees onto commercial packages starting in October as it looks to offset the increased expenses from coronavirus and surge in volume expected from online shoppers during the holidays.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/president-trump-to-be-featured-each-day-of-gop-convention-11597418436", "title": "President Trump to Be Featured Each Day of GOP Convention", "date": "2020-08-14 15:36", "summary": "Plan is a departure from previous nominating events when candidates were showcased on the final night. WASHINGTON-President Trump will be featured each day of the Republican National Convention, say officials involved in planning it, a departure from previous nominating events when candidates were showcased on the final night.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-journalism-helped-china-open-up-11597433061", "title": "How Journalism Helped China Open Up", "date": "2020-08-14 15:24", "summary": "Over the decades, reporting has made it easier for the U.S. and China to forge and deepen their ties, but that is in danger as tensions soar. In recent days, China's Foreign Ministry and its state-run newspapers have warned about possible new reprisals aimed at foreign journalists in mainland China-and even in Hong Kong, a semiautonomous territory where press freedoms have long thrived. Beijing has tied any move to Washington's own treatment of Chinese media representatives in the U.S., serving as the latest reminder that, for much of 2020, U.S.-China tensions have played out across not only the realms of technology, trade and security but also over the very information that flows between the two countries. The fundamental issue dividing Washington and Beijing in each of these areas of interaction is a glaring lack of reciprocity and balance that Beijing has stubbornly refused to address.", "categories": [["Life & Work", "Ideas", "Essay"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/essay?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/protests-grow-in-belarus-as-opposition-candidate-calls-for-election-recount-11597433021", "title": "Protests Grow in Belarus as Opposition Candidate Calls for Election Recount", "date": "2020-08-14 15:23", "summary": "President Alexander Lukashenko, a close Russian ally, is facing pressure over brutal police tactics after the disputed results of last weekend's election. MOSCOW-Belarus opposition leader Svetlana Tikhanovskaya re-emerged after fleeing to neighboring Lithuania, calling for new protests and piling further pressure on the country's longtime leader, President Alexander Lukashenko, after last weekend's disputed election.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/americas-best-burgers-an-essential-guide-11597432808", "title": "America's Best Burgers: An Essential Guide", "date": "2020-08-14 15:20", "summary": "No complicated toppings. No behemoth beef patties. Here's where to find the true classics, old and new, around the country.. AS A TEENAGER in Los Altos, Calif., one of my first jobs was at Brian's Place, the sort of neighborhood diner fairly common in suburban America. The vinyl booths matched the covers on the menus. More than anything, the no-frills burger, served with iceberg lettuce on a squishy bun, kept me working there through high school.", "categories": [["Life & Work", "Food & Drink"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/food-cooking-drink?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-a-e-israel-deal-like-a-knife-in-the-back-palestinians-say-11597432500", "title": "U.A.E.-Israel Deal 'Like a Knife in the Back,' Palestinians Say", "date": "2020-08-14 15:15", "summary": "Ramallah residents express anger, frustration with Emiratis and own leaders. RAMALLAH-Residents of this West Bank city, the seat of the Palestinian Authority, reacted to Thursday's diplomatic deal between Israel and the United Arab Emirates with frustration and anger-directed at the Emiratis and at their own leadership.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-worried-make-for-an-unwieldy-coalition-11597431729", "title": "The Worried Make for an Unwieldy Coalition", "date": "2020-08-14 15:02", "summary": "Peggy Noonan describes the malaise well enough but leaves out some of its key causes.. Peggy Noonan rightly describes the malaise that many of us feel (\"America Is a Coalition of the Worried,\" Declarations, Aug. 8), but she does a poor job identifying its causes. She makes only a brief allusion to the destruction of multiple city cores by rioters, including antifa. The cancel culture rewriting history and undermining institutions gets no mention.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/whats-new-about-stakeholder-capitalism-11597431777", "title": "What's New About Stakeholder Capitalism?", "date": "2020-08-14 15:02", "summary": "CEOs were willing to sign the Business Roundtable statement because the 'stakeholders' blessed with their commitment were already their shareholders.. Lucian Bebchuk and Roberto Tallarita helpfully document how last summer's Business Roundtable mission statement did not outline a radical new vision of stakeholder capitalism (\"'Stakeholder' Capitalism Seems Mostly for Show,\" op-ed, Aug. 7). In fact, the statement is almost a carbon copy of the famous credo of Johnson & Johnson , beacon of capitalism, in place since 1943.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/who-will-take-on-trump-in-the-presidential-debates-11597431680", "title": "Who Will Take On Trump in the Presidential Debates?", "date": "2020-08-14 15:01", "summary": "If Joe Biden fails to show, hold the debate anyway and set out an empty chair in his place.. Regarding your editorial \"Will Joe Biden Duck the Debates?\" (Aug. 4): If Mr. Biden fails to participate in a debate, hold it anyway and set out an empty chair in his place. The voting public can look and decide for itself whether the missing candidate measures up to the nation's highest office.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bidens-tax-hikes-pale-next-to-u-s-spending-and-debt-11597431623", "title": "Biden's Tax Hikes Pale Next to U.S. Spending and Debt", "date": "2020-08-14 15:00", "summary": "The issue is time, not rates.. Your editorial \"Read Joe Biden's Lips: New Taxes\" (Aug. 1) details Mr. Biden's plans to raise taxes by between $3.2 trillion and $4 trillion over 10 years, a staggering amount. And yet, only a few months ago, before the pandemic, the Congressional Budget Office was predicting $1 trillion-plus annual deficits, with a $12.2 trillion shortfall expected in the next decade. Then Covid arrived and $3 trillion more was authorized to spend on relief. Now Democrats want to spend an additional $3.4 trillion on a vote-buying binge, while the GOP balks, but only modestly.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-is-the-national-anthem-played-before-sports-games-11597431564", "title": "Why Is the National Anthem Played Before Sports Games?", "date": "2020-08-14 14:59", "summary": "Isn't it just as out of place at a baseball game as stamping 'BLM' on a pitcher's mound?. I, too, would like to enjoy sports without having politics intrude (\"An Actual Playing Field Shouldn't Be a Political One,\" op-ed, Aug. 1). But I disagree with much of the rest of Joseph Epstein's article. He writes that kneeling during the national anthem brings politics into the game. But isn't playing the anthem itself a political act? Isn't it just as out of place at a baseball game as stamping \"BLM\" on a pitcher's mound? Is the anthem played before Mr. Epstein writes? Is it played before a movie starts at the theater? Is it played at anyone else's workplace?", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/an-amex-manager-says-she-spoke-up-about-sales-problems-then-got-pushed-to-the-side-11597397402", "title": "An AmEx Manager Says She Spoke Up About Sales Problems, Then Got Pushed to the Side", "date": "2020-08-14 14:57", "summary": "Sophia Lewis's career was on the rise. Then she began telling her bosses about questionable sales practices. 'Things started going downhill.'. Sophia Lewis thought she would build a long career at American Express Co. A few years in, though, she was telling her bosses that something was wrong.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chicago-prepares-for-protests-more-unrest-11597431116", "title": "Chicago Prepares for Protests, More Unrest", "date": "2020-08-14 14:51", "summary": "Mayor, police and businesses plan to protect city against looters; 'Chicago does not belong to thieves and looters'. CHICAGO-City leaders and business owners prepared Friday for more protests and potential looting as activists planned a march Saturday to shut down a major highway through Chicago.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-city-museums-can-reopen-in-late-august-11597430878", "title": "New York City Museums Can Reopen in Late August", "date": "2020-08-14 14:48", "summary": "Gov. Cuomo gives approval as coronavirus cases remain low but caps occupancy at 25%. New York City museums can reopen at limited capacity on Monday, Aug. 24, Gov. Andrew Cuomo said, bringing a measure of relief to cultural institutions that have been forced to close for months over the new coronavirus pandemic.", "categories": [["U.S.", "Culture"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-culture?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-lockdowns-usher-in-the-new-roaring-20s-11597429525", "title": "Coronavirus Lockdowns Usher In the New Roaring '20s", "date": "2020-08-14 14:25", "summary": "An underground social economy is growing to escape state prohibitions.. States with strict coronavirus lockdowns seem to be reliving the Roaring '20s. Alcohol is legal in the 21st century's version of Prohibition, but with restaurants, bars and other social spaces shut down, governors in California, New Jersey and New York are struggling to crack down on illicit summer soirees and speakeasies.", "categories": [["Opinion", "Commentary", "Cross Country"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb", "https://www.wsj.com/news/types/cross-country?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/democrats-move-left-but-the-center-holds-11597429469", "title": "Democrats Move Left, but the Center Holds", "date": "2020-08-14 14:24", "summary": "It's a very different party from what it was 30 years ago. But the radicals haven't taken it over.. Today's Democratic Party is very different from the party that nominated Bill Clinton 28 years ago. It is more liberal and more ethnically and racially diverse than ever before, and more united on essentials than at any time in its recent history.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/homeland-security-officials-chad-wolf-ken-cuccinelli-invalidly-appointed-congressional-watchdog-concludes-11597427710", "title": "Top Homeland Security Officials Were Improperly Appointed, Congressional Watchdog Says", "date": "2020-08-14 14:17", "summary": "Report highlights succession issues with the elevation of agency leaders. WASHINGTON-Chad Wolf and Ken Cuccinelli, the top two officials at the Department of Homeland Security, were invalidly appointed to their acting roles and are ineligible to be serving in their positions, the Government Accountability Office concluded in a nonbinding report published Friday.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tired-of-the-people-in-your-family-some-are-teaching-their-dogs-to-talk-11597428604", "title": "Tired of the People in Your Family? Some Are Teaching Their Dogs to Talk", "date": "2020-08-14 14:10", "summary": "Pet owners are using a system of buttons and recorded words to try to train their animals to communicate; 'Later! Mad! Pets!'. Kaili Smalley says it took 18 days to get her 8-year-old German shepherd to talk to her.", "categories": [["A-hed"]], "category_links": ["https://www.wsj.com/news/types/a-hed?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/secret-ties-between-u-a-e-and-israel-paved-way-for-diplomatic-relations-11597428382", "title": "Secret Ties Between U.A.E. and Israel Paved Way for Diplomatic Relations", "date": "2020-08-14 14:06", "summary": "Deal opens path for other Arab and Muslim nations that have warming relations with Israel, including Bahrain, Oman and Morocco. BEIRUT-The diplomatic breakthrough between Israel and the United Arab Emirates caps more than a quarter-century of deepening-but largely secret-business and security ties between the two countries that signals a major shift in the geopolitics of the Middle East.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trumps-brother-robert-is-hospitalized-11597418798", "title": "Trump's Brother Robert Is Hospitalized", "date": "2020-08-14 14:05", "summary": "President set to see his younger sibling Friday in New York. President Trump's younger brother, Robert, has been hospitalized in New York, a White House official said Friday.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/can-joe-biden-hold-the-democrats-together-11597428063", "title": "Can Joe Biden Hold the Democrats Together?", "date": "2020-08-14 14:01", "summary": "To tackle the country's interwoven crises, he will need a grand bargain between his party's left and center. Since the New Deal, Democrats have struggled to hold together the eclectic elements of their coalition. Under President Franklin Roosevelt, who forged the party as we know it, the bedrock of Democratic support was the white working class, the \"solid South\" and Black Americans. But that alliance proved unstable. It came apart in the 1960s as the party struggled to incorporate the voters and demands of a range of new social movements-on civil rights, Vietnam, women's liberation and the environment. Barack Obama's victory in 2008 gave Democrats hope that they were forming a new coalition, perhaps one even more durable than its New Deal predecessor. President Obama brought together the rising, 21st-century constituencies of nonwhite voters-Black, Hispanic, Asian-as well as younger voters, educated urban whites and even a solid portion of the white working class.", "categories": [["Life & Work", "Ideas", "The Saturday Essay"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/the-saturday-essay?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-grand-tour-of-the-metropolitan-museums-first-150-years-11597428041", "title": "A Grand Tour of the Metropolitan Museum's First 150 Years", "date": "2020-08-14 14:00", "summary": "After months of being closed to visitors, the museum will reopen with 'Making the Met,' exploring 10 historical moments that changed its DNA.. A misdirected solicitation turned into a windfall for the Metropolitan Museum of Art. In 1881, a letter from the Met went to the wrong Manhattan address and ended up in the hands of sugar magnate and art collector Henry Osborne Havemeyer. He sent the 11-year-old museum a $1,000 check, kindling a long-term commitment that included a transformative 1929 bequest by his widow, Louisine W. Havemeyer.", "categories": [["Life & Work", "Ideas", "Icons"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/icons?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/schools-in-europe-reopen-with-little-debatebut-more-masks-and-distancing-11597423822", "title": "Schools in Europe Reopen With Little Debate-but More Masks and Distancing", "date": "2020-08-14 13:58", "summary": "Authorities are confident they can control sporadic coronavirus outbreaks without new lockdowns. BERLIN-European countries are pushing ahead with reopening schools with in-person learning despite an uptick in Covid-19 cases and new studies suggesting children could be more susceptible to the disease than originally thought.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/an-intimate-palace-of-the-mind-11597426868", "title": "An Intimate Palace of the Mind", "date": "2020-08-14 13:41", "summary": "Thomas Jefferson's Poplar Forest retreat is smaller and less famous than Monticello, but in its modest size it represents a distilled expression of the Founding Father's intellect.. ", "categories": [["Books & Arts", "Masterpiece"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/masterpiece?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/storm-isaiass-most-damaging-winds-were-on-its-right-11597397402", "title": "Storm Isaias's Most Damaging Winds Were on Its Right", "date": "2020-08-14 13:25", "summary": "Tropical storm left millions without power; its asymmetrical wind field helps explain why. When Isaias swept up the East Coast last week, it was far from the worst storm to batter the U.S. in recent years.", "categories": [["U.S.", "The Numbers"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/the-numbers?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/i-received-packets-of-mystery-seeds-postmarked-from-china-11597425447", "title": "I Received Packets of Mystery Seeds Postmarked From China", "date": "2020-08-14 13:17", "summary": "Our reporter wanted to expand her garden during Covid. She ended up part of a global whodunit.. In April, as it became clear that our travel plans were dashed due to Covid-19, I looked for weekend projects around the house. I ended up getting a bit part in one of the year's biggest mysteries.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/gms-efforts-to-revive-fiat-chrysler-lawsuit-denied-11597416814", "title": "GM's Efforts to Revive Lawsuit Against Fiat Chrysler Denied", "date": "2020-08-14 13:00", "summary": "Judge says new allegations are too speculative to warrant revisiting previous decision to dismiss the case. A federal-court judge has denied a motion filed by General Motors Co. to revive its civil-racketeering lawsuit against Fiat Chrysler Automobiles NV, once again striking down a legal battle between the two Detroit rivals.", "categories": [["Business", "Autos & Transportation", "Autos Industry"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/transportation?mod=breadcrumb", "https://www.wsj.com/news/types/autos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/draftkings-posts-wider-loss-amid-limited-sports-activity-cites-pickup-in-betting-11597424407", "title": "DraftKings Posts Wider Loss Amid Limited Sports Activity", "date": "2020-08-14 13:00", "summary": "Company sees higher revenue as sporting events resume. DraftKings Inc. posted a steeper-than-expected loss for the recent quarter, and shares fell 7%, though it said users have started betting again as sporting events began to resume.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/facebook-hate-speech-india-politics-muslim-hindu-modi-zuckerberg-11597423346", "title": "Facebook's Hate-Speech Rules Collide With Indian Politics", "date": "2020-08-14 12:47", "summary": "Resume Subscription. In Facebook posts and public appearances, Indian politician T. Raja Singh has said Rohingya Muslim immigrants should be shot, called Muslims traitors and threatened to raze mosques.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/why-poet-elizabeth-alexander-is-worried-about-people-watching-clips-of-racial-violence-11597422939", "title": "Why Poet Elizabeth Alexander Is Worried About People Watching Clips of Racial Violence", "date": "2020-08-14 12:35", "summary": "In the wake of George Floyd's death, Alexander, who is the president of the Mellon Foundation-the largest supporter of the humanities and the arts in the U.S., has focused the organization's philanthropy on social justice. \"\"Young people show their bravado and keep on stepping. But what does this trauma do, and how do we continue to raise our young people to be powerful, free and strong when we're also teaching them to be safe against circumstances that are impossible to control?\"\"", "categories": [["Ideas"]], "category_links": ["https://www.wsj.com/news/types/noted-ideas?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/kamala-harriss-stance-on-fracking-could-be-liability-in-pennsylvania-11597422575", "title": "Kamala Harris's Stance on Fracking Could Be Liability in Pennsylvania", "date": "2020-08-14 12:29", "summary": "Trump, who won the state in 2016, has already highlighted her support of a ban on the gas-drilling technique. Fracking has turned Pennsylvania into the nation's second-largest producer of natural gas, making energy a jobs issue that could hinder Joe Biden's path to the White House-with the choice of fracking-foe Kamala Harris as running mate adding yet another potential hurdle.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/for-consumer-spending-this-may-be-as-good-as-it-gets-11597421069", "title": "For Consumer Spending, This May Be as Good as It Gets", "date": "2020-08-14 12:04", "summary": "Having rebounded from sharp falls, consumer spending may be stuck where it is until the coronavirus is brought under control. The harrowing decline and heartening rebound in consumer spending is over. Now comes the hard slog.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/white-house-plans-to-boost-ai-quantum-funding-by-30-11597420800", "title": "White House Plans to Boost AI, Quantum Funding by 30%", "date": "2020-08-14 12:00", "summary": "The budget proposal comes amid pressure from China, which is investing heavily in emerging technologies. The Trump administration has proposed a spending increase of about 30% in the 2021 nondefense budget for artificial intelligence and quantum information science.", "categories": [["CIO Journal"]], "category_links": ["https://www.wsj.com/news/types/cio-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-celebrated-scientists-battles-against-sexism-11597420735", "title": "A Celebrated Scientist's Battles Against Sexism", "date": "2020-08-14 11:58", "summary": "Microbiologist Rita Colwell has done cutting-edge research on cholera and endured decades of discrimination. In 1956, Rita Colwell was walking with her fiancé across the campus of Purdue University when she spotted Henry Koffler, an eminent biologist. She had just earned a bachelor's in bacteriology at the university, and she told the renowned professor that she planned to postpone medical school and secure a graduate fellowship at Purdue while she waited for her partner to finish his master's in chemistry. She recalls the late Dr. Koffler's response as swift and chilling: \"We don't waste fellowships on women,\" he told her, adding, \"The only degree you're going to get is in the maternity ward of a hospital.\"", "categories": [["Life & Work", "Ideas", "Weekend Confidential"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/weekend-confidential?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-its-time-to-upgrade-to-a-smart-air-conditioner-11597420592", "title": "Why It's Time to Upgrade to a Smart Air Conditioner", "date": "2020-08-14 11:56", "summary": "That clunky old window unit is wasting energy and ruining your décor. We ponder chicer, high-tech ways to stay cool in the dog days of summer.. Like any intelligent appliance, these AC units are synced and best controlled from a phone, letting you power them on and set temperature, fan speeds and sleep schedules while miles from home. And if, like me, you've grown accustomed to shouting at home appliances, the latest units also offer control via Alexa: Simply ask her to crank the air a bit if you're warm in bed but can't be bothered to move.", "categories": [["Tech", "Personal Tech", "Gear & Gadgets"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb", "https://www.wsj.com/news/types/personal-technology-joanna-stern?mod=breadcrumb", "https://www.wsj.com/news/types/gear?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-industrial-production-rises-for-third-straight-month-11597420400", "title": "U.S. Industrial Production Rises for Third Straight Month", "date": "2020-08-14 11:53", "summary": "The measure of output at factories, mines and utilities rose a seasonally adjusted 3% in July. U.S. industrial production increased in July for the third month in a row, as the economy continues its slow recovery.", "categories": [["Economy", "Economic Data"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/economic-data?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/amazon-faces-antitrust-probe-in-canada-11597414448", "title": "Amazon Faces Antitrust Probe in Canada", "date": "2020-08-14 11:38", "summary": "Online retailer's treatment of third-party sellers draws scrutiny. OTTAWA-Canada's antitrust watchdog said it has launched a civil investigation into Amazon.com Inc., and whether it is abusing its dominant position in the retail sector in its treatment of independent sellers on its site.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-battle-to-define-kamala-harris-is-on-11597419087", "title": "The Battle to Define Kamala Harris Is On", "date": "2020-08-14 11:31", "summary": "Joe Biden's VP pick must excite the Democratic base while reaching out to swing voters. Joe Biden checked off the last big box on his list before accepting the Democratic presidential nomination by picking Sen. Kamala Harris as his running mate. Her assignment now: Excite the Democratic base, while still luring those elusive swing voters in the middle of the spectrum.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/eu-secures-coronavirus-vaccine-deal-with-astrazeneca-11597418453", "title": "EU Secures Coronavirus Vaccine Deal With AstraZeneca", "date": "2020-08-14 11:20", "summary": "Drugmaker to supply the bloc with up to 400 million doses of Covid-19 vaccine now in development. BRUSSELS-The European Union, seeking to catch up with other parts of the world for access to coronavirus treatments, agreed with AstraZeneca PLC to buy as many as 400 million doses of the U.K. drugmaker's Covid-19 vaccine now in development.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/vesper-flights-review-what-the-animals-taught-her-11597417742", "title": "'Vesper Flights' Review: What the Animals Taught Her", "date": "2020-08-14 11:09", "summary": "How marvelously unfamiliar the nonhuman world remains to us, even as we continue to diminish it.. Should you be so unlucky as to encounter a wild boar, your best strategy, I'm told, is to move away slowly, in the opposite direction. Unless, of course, you're Helen Macdonald. Fans of \"H Is for Hawk,\" her bestselling memoir about training a feral goshawk, won't be surprised to learn that, face to face with a boar, she reached out and sank her fingers into the animal's fur. It felt, she informs us in \"Nothing Like a Pig,\" one of the funniest essays in \"Vesper Flights,\" \"like a hairbrush with too many bristles.\" Undaunted, she held on until she sensed the boar's heart beginning to thrum-high time to pull back. Granted, Ms. Macdonald's \"miracle of muscle and bristle and heft\" was behind a fence. But that didn't keep the author from imagining herself transported into a legendary past, when foamy-mouthed boars gored Greek heroes or were hunted by the knights of King Arthur's court.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-end-of-everything-review-do-be-afraid-of-the-dark-11597417792", "title": "'The End of Everything' Review: Do Be Afraid of the Dark", "date": "2020-08-14 11:09", "summary": "How the universe ends-Big Crunch, Big Rip or a 'quantum bubble of death'-will depend on dark energy.. In 1897, French painter Paul Gauguin was swamped with debt, sick with syphilis and stricken with grief over the death of his daughter. Feeling hopeless, he contemplated suicide. Instead of ending things in despair, he reached for eternity with a Tahitian-themed tableau symbolizing life's deepest mysteries, which he titled \"Where Do We Come From? What Are We? Where Are We Going?\" At the time, neither he nor anyone else could have known that, within a century, the scientific study of the universe would deliver remarkably definitive answers for all three supposedly timeless questions-though one of them would only have reinforced his existential malaise.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/five-best-david-nicholls-on-coming-of-age-novels-11597417668", "title": "Five Best: David Nicholls on Coming-of-Age Novels", "date": "2020-08-14 11:07", "summary": "From the author, most recently, of 'Sweet Sorrow.'. By Sue Townsend (1982)", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mysteries-the-murder-mystery-as-math-problem-11597417617", "title": "Mysteries: The Murder Mystery as Math Problem", "date": "2020-08-14 11:06", "summary": "Debut novelist Alex Pavesi, a trained mathematician, has created one of the most innovative mysteries in recent memory, a book of clever puzzles with mordant noir endings.. Megan and Henry, an English couple visiting a mutual acquaintance in Spain on a sweltering day in 1930, occupy the opening pages of \"The Eighth Detective\" (Holt, 289 pages, $26.99), debut novelist Alex Pavesi's unique brainteaser of a mystery novel. But wait: Megan and Henry, in chapter 2, are revealed to be fictional characters in a stand-alone short story being read aloud, decades later, by Julia and Grant, another British pair, at Grant's modest cottage on a small Mediterranean island.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fiction-anna-and-her-children-11597417561", "title": "Fiction: Anna and Her Children", "date": "2020-08-14 11:06", "summary": "The birth, life and afterlife of Tolstoy's heroine, and perhaps the greatest novel of all time.. In 1873, soon after abandoning a novel about Peter the Great, 44-year-old Leo Tolstoy wrote a friend that he had begun drafting the book that would become \"Anna Karenina\" and that he expected it to be finished within two weeks. A year later he had made so little progress that he was still able to tell himself he was composing a trifle: \"I think it will be good, but it won't be liked and it won't be successful because it's very simple.\" But by the summer of 1874, his attitude had darkened and he wrote that an admirer \"got me interested in my novel again, but I just dropped it. It is terribly disgusting and nasty.\" November, 1875: \"My God, if only someone would finish A. Karenina for me. It's unbearably repulsive.\"", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/childrens-books-remembering-what-it-was-to-go-back-to-school-11597417481", "title": "Children's Books: Remembering What It Was to Go Back to School", "date": "2020-08-14 11:04", "summary": "Show-and-tell, talent shows, bus rides with friends: Oh, for the way we were!. During the Great Depression, American moviegoers were keen on films that showed characters luxuriating in great wealth. It was escapism; it was a way to boost morale. With the disruptions of the Covid-19 pandemic, we should probably apply the same emotional logic to picture books about school. For who knows when young children will be able to play at recess together again, or enjoy a classroom read-aloud, or, for that matter, spend time away from their families having adventures with their peers? Like the glitzy movies of the 1930s, illustrated books set in the early school years offer diversion and encouragement.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/need-financing-here-have-a-blank-check-11597417430", "title": "Need Financing? Here, Have a Blank Check", "date": "2020-08-14 11:03", "summary": "Upstarts are turning to reverse mergers as a way of going public during the economic downturn. These 'blank check' deals offer opportunities-and plenty of risk.. Kim Brady, the chief financial officer of an under-the-radar commercial-truck startup, watched Plan A to raise $1 billion crumble last year after private markets grew wary of pumping money into untested companies.", "categories": [["Business", "On Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/on-business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/this-fund-is-up-7-298-in-10-years-you-dont-want-it-11597417224", "title": "This Fund Is Up 7,298% in 10 Years. You Don't Want It.", "date": "2020-08-14 11:00", "summary": "A leveraged fund that goes by its ticker, TQQQ, triples the daily upside of the Nasdaq 100 index. Only trouble is, it also triples the downside.. Few funds in history can rival the returns of ProShares UltraPro QQQ, a $7 billion exchange-traded fund that seeks to triple the daily performance of the Nasdaq 100 index.", "categories": [["Markets", "The Intelligent Investor"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/the-intelligent-investor?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/democratic-fundraising-for-top-tier-races-masks-downballot-problems-11597397400", "title": "Democratic Fundraising for Top-Tier Races Masks Downballot Problems", "date": "2020-08-14 10:51", "summary": "Party lags behind Republicans in battle for state legislatures and redistricting clout; Tom Cotton outduels 2024 hopefuls Rand Paul and Ted Cruz. DEMOCRATIC FUNDRAISING FOR TOP-TIER RACES has turned Republican-held seats in the House and Senate into battlegrounds. But the party continues to lag badly behind their GOP counterparts in fundraising for downballot races in states that are crucial to the party's long-term success, especially in a redistricting year. Democratic state legislature candidates were outraised in 15 of 18 target seats in Texas, where they hope to break the GOP's total control of state government. In Florida, Democrats raised just 30% of what Republicans raised in 23 targeted statehouse races, according to an analysis by Forward Majority, a progressive group focused on state races. \"Resources and attention continue to be concentrated on the top of the ticket and don't trickle down,\" said Vicky Hausman, co-founder of the group.", "categories": [["Politics", "Washington Wire"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/washington-wire?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/state-aid-disagreement-provesbig-hurdle-for-coronavirus-talks-11597406398", "title": "State-Aid Disagreement Proves Big Hurdle for Coronavirus Talks", "date": "2020-08-14 10:36", "summary": "Democrats seek $915 billion in anticipation of long slump, while Republicans say a fraction of that is needed now. WASHINGTON-How much aid to give state and local governments has emerged as one of the widest chasms between negotiators in stalled coronavirus relief talks, with Democrats pressing for more than $900 billion to fill several years' worth of budget holes and Republicans seeking a more modest patch.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/turkish-greek-frigates-collide-in-the-mediterranean-sea-11597414995", "title": "Turkish, Greek Frigates Collide in the Mediterranean Sea", "date": "2020-08-14 10:23", "summary": "Collision shows how close the two NATO allies have come to a full-fledged military conflict. ISTANBUL-Two rival warships from Turkey and Greece have collided in the Eastern Mediterranean, officials from both countries said, amid a naval standoff triggered by Ankara's recent decision to begin oil exploration in contested waters.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/steven-kumble-built-giant-law-firm-then-watched-it-implode-11597414964", "title": "Steven Kumble Built Giant Law Firm, Then Watched It Implode", "date": "2020-08-14 10:22", "summary": "His brash Finley Kumble succumbed to squabbling and debts run up to meet the payroll. A clue that egos were out of control was in the law firm's ever-growing name. Less than two decades old in the mid-1980s, it was called Finley, Kumble, Wagner, Heine, Underberg, Manley, Myerson & Casey.", "categories": [["World", "Obituaries"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/obituaries?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/dont-let-quarantine-weaken-your-sporty-kids-competitive-edge-11597414680", "title": "The Best Tech To Strengthen Your Kids' Sports Skills at Home", "date": "2020-08-14 10:18", "summary": "With many youth leagues sidelined for the rest of the year, these smart devices can help young athletes sharpen their skills, sans teammates. ON MARCH 12, one day after NBA commissioner Adam Silver suspended the season due to Covid-19 concerns, Matt Toder received a similar notice from the director of his second-grade son's soccer league: All games and practices for the spring season were on hold until further notice.", "categories": [["Tech", "Personal Tech", "Gear & Gadgets"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb", "https://www.wsj.com/news/types/personal-technology-joanna-stern?mod=breadcrumb", "https://www.wsj.com/news/types/gear?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/welcome-to-kindergartentopiaa-dreamy-solution-to-every-parents-nightmare-11597413773", "title": "Welcome to Kindergartentopia-a Dreamy Solution to Every Parent's Nightmare", "date": "2020-08-14 10:02", "summary": "What if every kid without a school plan could just spend the year in the Connecticut woods?. If you're close with the parent of a small child-or, worse, you are a parent of a small child-you know this is a stressful time. In many communities, the opening of school remains very much in flux, with plans vacillating from \"in-class\" to \"virtual class\" to \"every other Thursday for the next 41 years.\" August is supposed to be a relaxing month for parents to get a sunburn while blowing off the boss's emails. Instead, parents of young school-aged children are having vodka breakfasts, rolling unfiltered cigarettes and nervously sharing research papers from starchily written medical journals.", "categories": [["Life & Work", "Ideas", "Jason Gay"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/jason-gay-in-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/apple-and-google-can-hold-out-longer-than-a-fortnite-11597413750", "title": "Apple and Google Can Hold Out Longer Than a Fortnite", "date": "2020-08-14 10:02", "summary": "Game maker Epic is disadvantaged in fight over app-store fees, but that's precisely its point. The war over app-store fees just escalated. For Apple and Google, victory in the latest battle may come with a cost.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/remote-work-is-reshaping-san-francisco-as-tech-workers-flee-and-rents-fall-11597413602", "title": "Remote Work Is Reshaping San Francisco, as Tech Workers Flee and Rents Fall", "date": "2020-08-14 10:00", "summary": "By giving their employees the freedom to work from anywhere, Bay Area tech companies appear to have touched off an exodus. 'Why do we even want to be here?'. For years there's been talk of a potential exodus from the San Francisco Bay Area, spurred by the exorbitant cost of living and long, slogging commutes. But before coronavirus, leaving the area meant walking away from some of the best-paying and most prestigious jobs in America.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ibm-researcher-frances-allen-made-computers-run-faster-11597413600", "title": "IBM Researcher Frances Allen Made Computers Run Faster", "date": "2020-08-14 10:00", "summary": "Turing award winner improved compiler programs that translate human language into machine lingo. She wanted to be a high school math teacher. When Frances Allen joined the research team at International Business Machines Corp. in 1957, she expected to stay only a year or so and earn enough to pay off her student loans.", "categories": [["World", "Obituaries"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/obituaries?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/novavax-inks-covid-19-vaccine-deal-with-u-k-for-60-million-doses-11597381320", "title": "Novavax, J&J Ink Covid-19 Vaccine Deals With U.K.", "date": "2020-08-14 09:58", "summary": "U.K. will fund a late-stage trial of Novavax's vaccine candidate, whle J&J agreed to provide 30 million doses. Novavax Inc. and Johnson & Johnson said Friday they have agreed to provide tens of millions of doses of their experimental coronavirus vaccines to the U.K. for undisclosed sums, as countries move to secure supplies of the shots.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/student-loan-payment-suspension-what-trumps-executive-action-means-for-borrowers-11597410203", "title": "What Trump's Executive Action Means for Student-Loan Borrowers", "date": "2020-08-14 09:03", "summary": "Here's what to expect as the Sept. 30 expiration of loan relief approaches. In March, Congress passed a law that gave most of the borrowers in the $1.5 trillion market for federal student debt a six-month interruption of monthly loan payments and interest accruals.", "categories": [["Markets", "Personal Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/personal-finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/untested-for-covid-19-nursing-home-inspectors-move-through-facilities-11597410002", "title": "Untested for Covid-19, Nursing-Home Inspectors Move Through Facilities", "date": "2020-08-14 09:00", "summary": "Some states that aren't regularly testing surveyors have seen significant spread of coronavirus. More than half the states, including Texas, Pennsylvania and Ohio, don't require their own inspectors to be tested for Covid-19 before going inside nursing homes, despite concerns that asymptomatic visitors could pose a risk to residents.", "categories": [["WSJ News Exclusive", "Health"]], "category_links": ["https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hollywood-producer-emerges-as-key-figure-in-alleged-nra-financial-abuses-11597410000", "title": "Hollywood Producer Emerges as Key Figure in Alleged NRA Financial Abuses", "date": "2020-08-14 09:00", "summary": "David McKenzie did business with gun group and lent CEO Wayne LaPierre his 108-foot yacht; NRA cites business rationale. An Emmy-award winning Hollywood producer with longtime ties to the National Rifle Association has emerged as a major figure in the New York attorney general's case alleging corruption and spending abuses at the nonprofit gun-rights group.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/jockeying-begins-in-california-for-harriss-senate-seat-11597410000", "title": "Jockeying Begins in California for Harris's Senate Seat", "date": "2020-08-14 09:00", "summary": "If Joe Biden wins the presidency, Gov. Gavin Newsom will have his choice of ambitious Democrats to appoint to the Senate. Sen. Kamala Harris was only picked this week to be former Vice President Joe Biden's running mate. But a shadow campaign has already begun for her U.S. Senate seat in California, should Democrats win the presidency.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/capital-gains-tax-rate-chasm-separates-trump-biden-11597409062", "title": "Capital-Gains Tax Rate Chasm Separates Trump, Biden", "date": "2020-08-14 08:44", "summary": "Gap between president's 15% proposed rate and Democrat's 39.6% levy reflects economic-policy difference between the candidates. WASHINGTON-The top capital-gains tax rate is a favorite policy lever for politicians-and this year's presidential candidates want to yank it in sharply opposite directions.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trying-to-drink-less-in-quarantine-sip-on-this-alcohol-free-aperitif-11597408789", "title": "Trying to Drink Less in Quarantine? Sip on This Alcohol-Free Aperitif", "date": "2020-08-14 08:39", "summary": "Glossier and Dig alum Melanie Masarin launched her non-alcoholic aperitif company Ghia in June. Here, she shares a spritz recipe with WSJ.. ", "categories": [["Food"]], "category_links": ["https://www.wsj.com/news/types/magazine-food?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fortnite-creator-aims-to-bypass-apple-google-fees-11597333613", "title": "'Fortnite' Kicked Off Apple and Google App Stores", "date": "2020-08-14 08:36", "summary": "'Fortnite' creator unveils payment system for in-game purchases, escalating battle over fees paid by developers. Apple and Google yanked \"Fortnite,\" one of the world's most popular videogames, from their app stores in an escalating battle over the fees they charge developers to distribute their software and process in-app purchases.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/afraid-youll-never-see-paris-again-try-this-decor-trick-11597408241", "title": "Afraid You'll Never See Paris Again? Try This Décor Trick", "date": "2020-08-14 08:30", "summary": "Even if you're grounded by Coronavirus, you can still 'travel' abroad with these transportingly scenic wallpaper designs. OUR DREAMS of overseas holidays have fizzled in the midst of the pandemic like an inflatable raft hitting a horseshoe crab. We wish we could see anything but our plain four walls. Why not kill two yearnings with one stroke by papering those walls with transporting imagery?", "categories": [["Real Estate", "Design"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/design?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-look-at-whats-next-for-ai-11597408006", "title": "A Look at What's Next for AI", "date": "2020-08-14 08:26", "summary": "Resume Subscription. Published Aug. 14, 2020 8:26 am ET", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/muni-defaults-surge-but-yields-dont-follow-11597407694", "title": "Muni Defaults Surge, but Yields Don't Follow", "date": "2020-08-14 08:21", "summary": "Even with coronavirus losses weighing on state and city coffers, investors are piling back into municipal debt. The coronavirus has dealt a harsh blow to state and local government finances. But the municipal bond market rolls on.", "categories": [["Markets", "Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/justice-department-finds-yale-discriminated-based-on-race-in-undergraduate-admissions-11597351675", "title": "Yale Discriminated by Race in Admissions, Justice Department Says", "date": "2020-08-14 08:08", "summary": "Federal officials give university two weeks to agree to adjust practices or face lawsuit after probe finds white, Asian-American applicants rejected based on race. The Justice Department said Yale University has discriminated against Asian-American and white applicants, issuing its findings roughly two years after opening an investigation into the school's admissions practices.", "categories": [["U.S.", "Education"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/education?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-blazers-are-surging-the-lakers-are-struggling-an-nba-upset-is-bubbling-11597406400", "title": "The Blazers Are Surging. The Lakers Are Struggling. An Upset Is Bubbling.", "date": "2020-08-14 08:00", "summary": "Could a No. 1 seed with LeBron James lose in the first round of the playoffs? It depends on Damian Lillard and Portland sneaking into the No. 8 seed this weekend.. It started last week as a whisper and became louder by the day until it was the elephant in the bubble: Could the Los Angeles Lakers really lose in the first round of the NBA playoffs?", "categories": [["Sports", "NBA"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/nba?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/libor-pains-deepen-as-deadline-for-benchmarks-demise-approaches-11597405737", "title": "Libor Troubles Deepen as Deadline for Benchmark's Demise Approaches", "date": "2020-08-14 07:48", "summary": "Regulators and investors say transition remains on track despite setbacks including the Covid-19 pandemic. No one said replacing the London interbank offered rate would be easy, but many regulators and investors contend the cumbersome process remains on track despite setbacks including the coronavirus pandemic.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/posh-watch-collectors-seize-the-hour-11597401860", "title": "Posh Watch Collectors Seize the Hour", "date": "2020-08-14 06:44", "summary": "During lockdowns, local watch hunters didn't have to compete with tourists for a Rolex. Covid-19 shutdowns had a silver lining for luxury-watch connoisseurs: For once, they didn't have to compete with well-heeled tourists for a Rolex or Patek Philippe.", "categories": [["Markets", "Overheard"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/overheard?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/israels-normalization-with-u-a-e-squeezes-saudi-arabia-11597397402", "title": "Israel's Normalization With U.A.E. Squeezes Saudi Arabia", "date": "2020-08-14 06:18", "summary": "U.S. could exert significant leverage, given President Trump's unwavering support for the Saudi crown prince. TABUK, Saudi Arabia-The surprise move by the United Arab Emirates to normalize ties with Israel piles pressure on Saudi Arabia to follow suit, at the risk of inflaming public sentiment and breaking from the monarchy's record of promoting the Palestinian cause.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lexus-lc-500-convertible-your-chance-to-own-a-future-classic-11597399244", "title": "Lexus LC 500 Convertible: Your Chance to Own a Future Classic", "date": "2020-08-14 06:00", "summary": "Determined to stop making 'boring cars,' Lexus went ahead and created a classic in its wondrous LC 500 Convertible. With its low sales numbers, it's destined to be rare, too. Dan Neil reports.. READERS SOMETIMES ask what determines when cars get reviewed. Ideally, a review follows a vehicle's to-market date as quickly as possible, like a theater review. I like to imagine car makers' waiting for the early notices at Sardi's.", "categories": [["Life & Work", "Cars", "Rumble Seat"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/automotive?mod=breadcrumb", "https://www.wsj.com/news/types/rumble-seat?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-college-footballs-powers-split-over-the-coronavirus-pandemic-11597399201", "title": "How College Football's Powers Split Over the Coronavirus Pandemic", "date": "2020-08-14 06:00", "summary": "Some big conferences postponed their seasons. Others want to play on. They all had the same medical advice. A fractured season lies ahead.. The coronavirus pandemic has officially split the world of big-time college football in two.", "categories": [["Sports", "College Football"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/college-football?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/is-this-the-year-you-finally-stop-swiping-your-credit-card-11597397428", "title": "Is This the Year You Stop Swiping Your Credit Card?", "date": "2020-08-14 05:30", "summary": "The pandemic has accelerated usage of 'contactless' payments in U.S. stores. The ultimate winners from this transition remain far from certain.. In a world where social distancing is the norm, technology that lets you pay in a store without touching the credit-card reader seems a no-brainer. But the burgeoning industry of so-called \"contactless\" payments is still feeling its way.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/reopening-school-during-coronavirus-means-sneeze-guards-on-desks-and-digital-thermometers-at-the-door-11597397400", "title": "Reopening School During Coronavirus Means Sneeze Guards on Desks and Digital Thermometers at the Door", "date": "2020-08-14 05:30", "summary": "In Quincy, Ill., an elementary school redesigns for the pandemic; 'Things are moving so fast, I'd say its 50-50 if we even open in two weeks'. QUINCY, Ill.-The new Denman Elementary school opened up last year with state-of-the-art security that aimed to prevent mass shootings and broad communal spaces to encourage close collaboration.", "categories": [["U.S.", "Education"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/education?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/finance-chiefs-are-on-the-move-as-pandemic-adds-strain-11597397401", "title": "Finance Chiefs Are on the Move as Pandemic Adds Strain", "date": "2020-08-14 05:30", "summary": "CFOs seemed inclined to stay put in the pandemic's early days, but now some-including at GM, Cisco and Avis Budget-are leaving their jobs. Finance chiefs are changing jobs again after a slowdown in exits and recruitment in the spring, as the pandemic is forcing them to rethink their business models and adding to an already high workload.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/licensing-mogul-jamie-salter-builds-retail-empire-out-of-pandemics-ashes-11597397400", "title": "Licensing Mogul Jamie Salter Builds Retail Empire Out of Pandemic's Ashes", "date": "2020-08-14 05:30", "summary": "Brooks Brothers and Lucky Brand are latest feathers in cap for founder of Authentic Brands, co-owner of Aéropostale and Forever 21 stores. Jamie Salter, the Canadian entrepreneur who founded licensing firm Authentic Brands Group LLC, was in his Muskoka, Ontario, vacation home in April, staring at a shopping list of consumer and retail brands that had never been longer.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chinas-recovery-loses-some-momentum-as-retail-sales-disappoint-again-11597386884", "title": "China's Recovery Loses Some Momentum as Retail Sales Disappoint Again", "date": "2020-08-14 02:34", "summary": "Closely watched gauge of consumption remains in negative territory, defying expectations for a return to pre-coronavirus levels. BEIJING-China continued to build on its post-coronavirus recovery in July, though momentum cooled slightly as challenges at home and abroad piled up and Beijing eased off stimulus measures.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tiktok-deal-could-challenge-microsoft-ceos-light-touch-on-acquisitions-11597351109", "title": "TikTok Could Challenge Microsoft's Light Touch on Acquisitions", "date": "2020-08-14 02:25", "summary": "Satya Nadella won praise for taking it easy with new acquisitions like LinkedIn but is likely to have to move faster with the video-sharing app. For Microsoft Corp. Chief Executive Satya Nadella, completing an acquisition of TikTok's U.S. business could pose a new challenge: How to reshape a just-bought business quickly, without damaging its successful formula.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/china-to-expand-testing-of-a-digital-currency-11597385324", "title": "China to Expand Testing of a Digital Currency", "date": "2020-08-14 02:08", "summary": "Testing efforts are being led by the People's Bank of China. HONG KONG-China's Commerce Ministry said it would expand a pilot program for its digital currency to include a number of large cities, advancing a pioneering initiative by a major central bank to launch an electronic payment system.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-japanese-elevator-thats-ready-to-climb-11597383880", "title": "The Japanese Elevator That's Ready to Climb", "date": "2020-08-14 01:44", "summary": "Fujitec is a case study of a cheap Japanese company under outside pressure to overhaul. You likely haven't heard of Japan's Fujitec . In fact, that's part of the company's appeal. But the maker of elevators and escalators has become an enticing test case for a more activist-friendly stock market.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-quiet-growth-of-race-detection-software-sparks-concerns-over-bias-11597378154", "title": "The Quiet Growth of Race-Detection Software Sparks Concerns Over Bias", "date": "2020-08-14 00:09", "summary": "Resume Subscription. Author", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11597344351", "title": "Pepper...and Salt", "date": "2020-08-14 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-seizes-iranian-fuel-cargoes-for-first-time-11597352574", "title": "U.S. Seizes Iranian Fuel Cargo for First Time", "date": "2020-08-14 23:09", "summary": "Trump administration expects seizures will deter shipping companies from dealing with Iran and Venezuela. The Trump administration has for the first time confiscated cargo in vessels allegedly loaded with Iran fuel in violation of sanctions, U.S. officials said, as it steps up its campaign of maximum pressure against Tehran.", "categories": [["WSJ News Exclusive", "National Security"]], "category_links": ["https://www.wsj.com/news/types/national-security?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/barr-says-results-of-probe-into-russia-investigation-could-come-by-election-11597373353", "title": "Results of Probe Into Russia Investigation Could Come by Election", "date": "2020-08-14 22:49", "summary": "Attorney General William Barr says Justice Department will 'use our prudent judgement' in deciding when to release the findings. CHEYENNE, Wyo.-Attorney General William Barr said Thursday he could reveal before the November election at least some findings of a federal prosecutor's examination of the Russia investigation's origins, as President Trump expressed frustration with the probe's pace.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-administration-criticizes-new-fannie-mae-freddie-mac-mortgage-fee-11597362915", "title": "Trump Administration Criticizes New Fannie Mae, Freddie Mac Mortgage Fee", "date": "2020-08-14 22:48", "summary": "White House official said new fee would harm consumers. WASHINGTON-The Trump administration criticized a move by mortgage-finance companies Fannie Mae and Freddie Mac to charge a new fee on certain mortgages, saying it would harm consumers.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-calls-kamala-harris-a-madwoman-in-latest-attack-on-bidens-vp-pick-11597337080", "title": "Trump Calls Harris 'Madwoman' in Latest Attack on Biden's VP Pick", "date": "2020-08-14 22:35", "summary": "Campaign turns personal as president confronts his Democratic rivals, seeking to characterize California senator's demeanor. The contest between President Trump and the full Democratic ticket has quickly turned personal as the president continued with a third day of name-calling to attack Joe Biden's running mate, Sen. Kamala Harris.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-to-classify-beijing-backed-confucius-institute-u-s-center-as-foreign-mission-11597336675", "title": "U.S. to Classify Beijing-Backed Confucius Institute Center as Foreign Mission", "date": "2020-08-14 21:51", "summary": "Designation is part of effort to root out what Trump administration sees as undue Chinese government and corporate interference in the U.S.. WASHINGTON-The State Department said it is classifying the center that oversees China-backed Confucius Institutes in the U.S. as a foreign mission to draw scrutiny to the ways the Trump administration says the Chinese language and cultural programs propagate Beijing's views.", "categories": [["Politics", "National Security"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/national-security?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/israel-united-arab-emirates-agree-to-establish-formal-diplomatic-relationship-11597333313", "title": "Israel, U.A.E. Agree to Establish Formal Diplomatic Ties", "date": "2020-08-14 21:26", "summary": "As part of deal, Israeli Prime Minister Netanyahu agreed not to go ahead with a pledge to annex parts of the occupied West Bank. Israel and the United Arab Emirates moved Thursday to establish formal diplomatic ties after Israel agreed to suspend a plan to annex parts of the occupied West Bank, in a dramatic U.S.-backed shift that signaled Israel's warming ties with Gulf Arab states.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ethics-office-says-trump-can-give-gop-acceptance-speech-at-white-house-11597348406", "title": "Ethics Office Says Trump Can Give GOP Speech at White House", "date": "2020-08-14 21:18", "summary": "The president is deciding whether to give the address at the White House or Gettysburg, both of which have drawn criticism. WASHINGTON-A government body charged with enforcing the rule that restricts political activity by federal employees has advised that President Trump may make his speech accepting the Republican Party nomination from the White House, though rules would still apply to his employees.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/qanon-booms-on-facebook-as-conspiracy-group-gains-mainstream-traction-11597367457", "title": "QAnon Booms on Facebook as Conspiracy Group Gains Mainstream Traction", "date": "2020-08-14 21:10", "summary": "Data show average membership soaring in past few months. Groups espousing conspiracy theories associated with the group QAnon have exploded in popularity on Facebook Inc. and its Instagram unit since the start of the coronavirus pandemic, a new analysis finds, a sign that the far-right network is gaining traction on mainstream social media.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/former-hertz-ceo-agrees-to-settle-claims-tied-to-accounting-misconduct-11597367286", "title": "Former Hertz CEO Agrees to Settle Claims Tied to Accounting Misconduct", "date": "2020-08-14 21:08", "summary": "Mark Frissora, who later ran casino operator Caesars, will repay Hertz nearly $2 million in bonus pay. The former chief executive of Hertz Global Holdings Inc. agreed to pay nearly $2.2 million to settle claims that he pressured subordinates to \"find money\" to meet financial targets, causing employees to violate accounting rules, according to regulators.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/citigroup-pays-revlon-lenders-nearly-900-million-by-mistake-11597360983", "title": "Citigroup Pays Revlon Lenders Nearly $900 Million by Mistake", "date": "2020-08-14 20:42", "summary": "Bank asks Revlon investors to give money back after mistakenly making loan payment. Citigroup Inc. paid nearly $900 million by mistake to Revlon Inc. lenders and is asking for the money to be returned, according to people familiar with the matter.", "categories": [["Pro Bankruptcy Distress"]], "category_links": ["https://www.wsj.com/news/types/pro-bankruptcy-distress?mod=breadcrumb"]}]