[{"link": "https://www.wsj.com/articles/biden-frames-presidential-race-as-referendum-while-trump-presents-it-as-a-choice-11604239707", "title": "Trump Barnstorms Battleground States; Biden Targets Pennsylvania", "date": "2020-11-01 19:37", "summary": "Biden was in Philadelphia and will campaign in Ohio Monday; Trump to hit four states including Pennsylvania and Michigan. WASHINGTON, Mich.-President Trump barreled through battleground states Sunday seeking a late surge of support, while Democratic challenger Joe Biden appealed to Black voters, as he aimed to shore up the key prize of Pennsylvania.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/three-things-in-play-in-new-yorks-elections-11604275200", "title": "Three Things in Play in New York's Elections", "date": "2020-11-01 19:00", "summary": "Political observers plan to keep tabs on early voting, President Trump's impact on down ballots and the role of minor parties as races are called. Millions of dollars and thousands of hours that have been expended on this year's elections will culminate when polls close on Tuesday.", "categories": [["U.S.", "State Street"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/state-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/political-groups-elude-facebooks-election-controls-repost-false-ads-11604268856", "title": "Political Groups Elude Facebook's Election Controls, Repost False Ads", "date": "2020-11-01 18:42", "summary": "Company faces challenges as it seeks to enforce its policies designed to curb misinformation. Political groups are getting around Facebook Inc.'s system for blocking false political advertising by reposting ads found to violate its policies, exposing a loophole in the company's efforts to contend with misinformation.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-a-1-2-million-business-was-built-from-selling-soap-11604271600", "title": "How a $1.2 Million Business Was Built From Selling Soap", "date": "2020-11-01 18:00", "summary": "Danielle Vincent built a business out of making scented products that remind her of things she loves. For Danielle Vincent, the path to a business started with a honeymoon and some well-timed sniffs.", "categories": [["Business", "Journal Reports: Small Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-small-business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-new-england-patriots-give-away-another-gameand-probably-their-season-11604269533", "title": "The New England Patriots Give Away Another Game-and Probably Their Season", "date": "2020-11-01 17:25", "summary": "Tom Brady left, other key players opted out and the Patriots sunk to 2-5 on Sunday in the starkest sign their reign has come to an end. This season for the New England Patriots has at times felt like a controlled experiment: Could the Patriots still play like the Patriots even if almost everything went wrong for them?", "categories": [["Sports", "NFL"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/nfl?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/dish-offers-its-services-to-militarys-proposed-5g-network-project-11604267839", "title": "Dish Offers Its Services to Military's Proposed 5G Network Project", "date": "2020-11-01 16:57", "summary": "Most telecom companies call a military-civilian system unworkable, but Charlie Ergen's satellite-TV company says it could help. The telecom industry turned out in force to oppose a recent Pentagon proposal to build a shared fifth-generation wireless network, with a familiar pot-stirrer making an exception: Dish Network Corp.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/stonepeak-infrastructure-to-buy-cable-provider-astound-broadband-11604266329", "title": "Stonepeak Infrastructure to Buy Cable Provider Astound Broadband", "date": "2020-11-01 16:55", "summary": "Deal values operator of RCN, Grande Communications at $3.6 billion. Stonepeak Infrastructure Partners said it is buying Astound Broadband, the sixth largest U.S. cable-TV provider, for $3.6 billion, in one of the biggest leveraged buyouts this year.", "categories": [["WSJ News Exclusive", "Deals"]], "category_links": ["https://www.wsj.com/news/types/deals-deal-makers?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/anxious-about-election-day-so-is-everybody-else-11604267185", "title": "Anxious About Election Day? So Is Everybody Else", "date": "2020-11-01 16:46", "summary": "Nervous or exhausted, a bipartisan crop of Americans are planning strategies for Tuesday including sorting Legos and anchoring outside of cellphone reach. \"Whatever will be, will be,\" as Doris Day used to sing.", "categories": [["A-hed"]], "category_links": ["https://www.wsj.com/news/types/a-hed?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-congress-can-get-kids-back-to-class-11604266927", "title": "How Congress Can Get Kids Back to Class", "date": "2020-11-01 16:42", "summary": "Schools don't appear to be a major source of spread, and the government can pass out N95s to teachers.. The U.K., France and other European countries are closing businesses in another wave of lock downs, as Covid-19 cases and hospitalizations rise. But unlike in the spring, schools are open. Infections are also surging across the U.S., where in many places in-person classrooms are closed and distance learning has become the norm. But there's growing evidence schools can open safely, with reasonable precautions and, perhaps soon, regular testing.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/voters-and-the-other-supreme-courts-11604266857", "title": "Voters and the Other Supreme Courts", "date": "2020-11-01 16:40", "summary": "Justices are on the ballots in 31 states. Most races are 'nonpartisan' but political.. The Supreme Court is on Tuesday's ballot, literally in some states. Most state high-court judges don't have lifetime tenure and have to face voters periodically for reconfirmation or re-election. On this week's ballot are 66 high-court seats in 31 states, including three in North Carolina and two each in Georgia, Michigan and Ohio. Democrats hope to unseat conservatives and gain control of Ohio's high court for the first time since 1993 and Michigan's since 2010.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-has-torn-the-mask-off-the-liberal-media-11604266772", "title": "Trump Has Torn the Mask Off the Liberal Media", "date": "2020-11-01 16:39", "summary": "The press resents him because he exposes its bias.. Why does the media hate Donald Trump so much? There are all kinds of theories, but only one really makes sense: We are a country at odds over the most fundamental principles of ideology, economics, religion, race, culture, morality-even our own history. The media is on one side of that metaphorical war, and President Trump calls it out.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/be-afraid-of-bidens-latin-america-policy-11604266597", "title": "Be Afraid of Biden's Latin America Policy", "date": "2020-11-01 16:36", "summary": "The Democrat agenda favors compromises with thugs over human rights.. As the U.S. heads to an election for president and key Senate seats on Tuesday, there may be more at stake for Latin America than meets the eye. President Trump's efforts to restore democracy in Venezuela have been ineffective and a humanitarian crisis looms. It's tempting to think that things can't get worse. They can.", "categories": [["Opinion", "The Americas"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/the-americas?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-halloween-when-grown-ups-wore-masks-11604266489", "title": "A Halloween When Grown-Ups Wore Masks", "date": "2020-11-01 16:34", "summary": "We skipped the dreary local 'pumpkin hunt' and handed out candy from atop our stoop.. Brooklyn, N.Y.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/amber-waves-review-cereal-drama-11604266382", "title": "'Amber Waves' Review: Cereal Drama", "date": "2020-11-01 16:33", "summary": "Our history with wheat has been a rocky path over the millennia, replete with heartbreak, endless drama and even an unlikely love affair.. Relationships can be notoriously complicated, and our ancient bond with wheat is no exception. As Catherine Zabinski recounts in \"Amber Waves: The Extraordinary Biography of Wheat, From Wild Grass to World Megacrop,\" it's been a rocky path over the millennia, replete with heartbreak, endless drama and even an unlikely love affair. If it hadn't been for a capricious interloper named goatgrass mixing into wheat's gene pool half a million years ago, our daily staple of bread-not to mention birthday cakes, mac and cheese, and pepperoni pizza-might never have existed.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-transparent-face-mask-takes-off-amid-covid-19-11604182472", "title": "A Transparent Face Mask Takes Off Amid Covid-19", "date": "2020-11-01 16:00", "summary": "ClearMask's fast thinking has meant 12 million masks sold since April. Allysa Dittmar has built a business most entrepreneurs dream of. It put its products on the market in April-and, about seven months later, has sold around 12 million of them.", "categories": [["Business", "Journal Reports: Small Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-small-business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-poised-to-match-2016-latino-support-poll-shows-11604251714", "title": "Trump Poised to Match 2016 Latino Support, Poll Shows", "date": "2020-11-01 15:56", "summary": "Joe Biden's national lead among Latinos appears similar to Hillary Clinton's, though the margin may be tighter in some battleground states. President Trump appears poised to receive roughly the same amount of Latino support in this week's election as in 2016, despite efforts by each party to move the needle with a key voting bloc, the latest Wall Street Journal/NBC/Telemundo poll shows.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/handcuffing-the-police-11604263833", "title": "Handcuffing the Police", "date": "2020-11-01 15:50", "summary": "Cities like Philadelphia deprive the cops of crowd-control tools.. American cities are bracing for the possibility of riots after Tuesday's election. But police in Philadelphia now have fewer tools to restore order after the City Council voted last week to ban the use of tear gas during demonstrations.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/republicans-try-to-stop-democrats-suburban-growth-11604160000", "title": "Republicans Try to Stop Democrats' Suburban Growth", "date": "2020-11-01 15:47", "summary": "Some GOP House incumbents stake out identities separate from Trump. WASHINGTON-Thirty-six of the 43 U.S. House seats that Democrats flipped from red to blue in the 2018 midterm elections were in suburban districts.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-coming-assault-on-red-states-11604263537", "title": "The Coming Assault on Red States", "date": "2020-11-01 15:45", "summary": "How Democratic policies would punish the South and Southwest.. 'I don't see red states and blue states,\" said Joe Biden in the final presidential debate, borrowing a line from Barack Obama. He must not have examined the policies that he and Democrats in Congress are pushing that would do disproportional harm to Republican states, especially in the South, while favoring Democratic states. Let's examine four policies in particular:", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/twitters-living-censorship-11604263210", "title": "Twitter's 'Living' Censorship", "date": "2020-11-01 15:40", "summary": "The social-media firm finally unfreezes the New York Post after its story on Hunter Biden's laptop files.. When social-media companies sanction political speech they don't like, they always point to one policy or another that was supposedly violated. The truth is they are often making up the rules as they go.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/election-2020-a-guide-to-what-you-need-to-know-11604242802", "title": "Election 2020: What You Need to Know", "date": "2020-11-01 15:20", "summary": "Ahead of Election Day, here's information on voting, key states and races to watch. President Trump and Democratic nominee Joe Biden will vie for the White House Tuesday, with control of the Senate up for grabs, and every House seat on the ballot too.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/corporate-perks-and-civic-duty-motivate-young-people-to-volunteer-as-poll-workers-11604260800", "title": "Corporate Perks and Civic Duty Motivate Young People to Volunteer as Poll Workers", "date": "2020-11-01 15:00", "summary": "Companies from Levi's to Target help fill pandemic-driven staffing gaps at voting sites by letting employees take time off to collect ballots and distribute 'I Voted' stickers. When Ashley Carlson learned that Levi Strauss & Co., where she's a communications manager in San Francisco, would let employees take Election Day off to serve as poll workers, she and almost 200 of her colleagues signed up.", "categories": [["Life & Work", "Life & Style"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/life-style?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/economy-week-ahead-election-the-fed-and-employment-11604260801", "title": "Economy Week Ahead: Election, the Fed and Employment", "date": "2020-11-01 15:00", "summary": "U.S. election, the October employment report and a Fed policy meeting are featured. The U.S. employment report for October caps a full week for economic and political news.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/president-trump-trails-joe-biden-by-10-points-nationally-in-final-days-of-election-11604239200", "title": "Trump Trails Biden by 10 Points Nationally in Final Days of Election", "date": "2020-11-01 14:52", "summary": "Biden leads, 52% to 42%, among registered voters in national WSJ/NBC News poll; race in battleground states is narrowing. President Trump trails by 10 percentage points among voters nationally in the final days of his re-election campaign, facing substantial public anxiety over the coronavirus pandemic but with broad approval of his management of the economy, a new Wall Street Journal/NBC News poll finds.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bidenomics-failed-the-first-time-11604257600", "title": "Bidenomics Failed the First Time", "date": "2020-11-01 14:06", "summary": "Claims that he'll spur growth ignore that his policies are a repeat of the stagnant Obama years.. No candidate for president with a legacy of 36 years in the Senate and eight in the West Wing should need an economic projection to tell voters what his policies will do. Like it or not, Joe Biden has a record. To obscure that record, Mr. Biden and his team have turned to rewritten history and, even worse, abstract projections to try to convince voters that the same policies that gave us the weakest recovery since the Great Depression will work miracles now, if we simply double down on taxing, spending and regulating.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/music-investors-dont-stop-believin-in-streaming-11604257194", "title": "Music Investors Don't Stop Believin' in Streaming", "date": "2020-11-01 13:59", "summary": "Spotify, Tencent and others benefit as listener totals and song-catalog values climb during pandemic. Investors backing musical heavy hitters such as Adele, Bon Jovi and Journey are profiting this year as homebound listeners tune in to music-streaming services, boosting the value of song catalogs and the royalty payments they generate.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/arizona-taxes-growth-schools-and-future-11604255745", "title": "Arizona Taxes, Growth, Schools and Future", "date": "2020-11-01 13:35", "summary": "Neighboring states will start eating our lunch as businesses and people continue to flee high-tax California for friendlier tax climates.. Your editorial \"Tax Raid in Arizona\" (Oct. 20) makes a persuasive case for why Arizona's Proposition 208 would be a disaster for my state's economy. The cited study by economists Art Laffer, Erwin Antoni and Steve Moore explains why: According to IRS data, since 1992 Arizona has gained more than 201,000 tax returns and almost $12 billion in adjusted gross income (AGI) from California; 65,000 filers and $5 billion in AGI from Illinois; and 37,000 tax returns and $2.3 billion from New York.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sense-ev-mandates-and-the-peoples-will-11604255675", "title": "Sense, EV Mandates and the People's Will", "date": "2020-11-01 13:34", "summary": "Let's have We the People figure this out through our choices over time rather than have some politician or government bureaucrat dictate what we're allowed to purchase.. The Oct. 28 letters commenting on your editorial \"Target: Your Gas Car\" (Oct. 22) all contain perfectly valid, if conflicting, points. Seeing how this is true, here's a radical idea: Let's have We the People figure this out through our choices over time rather than have some politician or government bureaucrat dictate what we're allowed to purchase. (California Gov. Gavin Newsom, are you listening?) If EVs are, indeed, an attractive and economically viable alternative to automobiles powered by internal-combustion engines, we'll all be driving them in 2035-and I'll bet someone in the marketplace will come up with recharging stations and battery-recycling methods to facilitate the migration.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nationhood-a-better-future-for-puerto-rico-11604255623", "title": "Nationhood: A Better Future for Puerto Rico", "date": "2020-11-01 13:33", "summary": "Puerto Ricans and Americans have an opportunity to forge the path to sovereignty and free association.. Regarding Jenniffer Gonzalez's letter \"Of Course Puerto Rico Deserves to Be a State\" (Oct. 28): Unlike politics in the U.S., Puerto Rican politics are not based on the usual left/right spectrum, but on the centuries-old status issue. Pro-sovereignty groups were persecuted and exiled by the colonial government as well, ingraining a colonial mentality in many Puerto Ricans. Today, Puerto Rican politics is still based on the status issue and rooted in these colonial fears.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/social-distancing-is-hard-for-many-haredi-to-achieve-11604255563", "title": "Social Distancing Is Hard for Many Haredi to Achieve", "date": "2020-11-01 13:32", "summary": "Haredi failure to comply with the public-health guidelines isn't completely a sign of rebellion against authority.. Yes, it is true that many fervently Orthodox Jews (Haredi) hold God's law above that of the state (\"Ultra-Orthodox Defy Israel's Virus Rules,\" World News, Oct. 23). It is also true that many secular Israelis resent Haredi Jews for shirking obligatory military service. Haredi failure to comply with the public-health guidelines isn't completely a sign of rebellion against authority. Many Haredi Jews live in very crowded circumstances. Can there be social distancing when 10 people live in a two-room apartment? Haredi Jews eschew computers and the internet. If schools are closed, the students don't have the option of taking online classes. And, even if the family has a computer, each child (who is very unlikely to be an only child) wouldn't be able to get a full day of lessons.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/robert-gates-responds-on-his-quote-and-respect-for-joe-bidens-character-11604255503", "title": "Robert Gates Responds on His Quote and Respect for Joe Biden's Character", "date": "2020-11-01 13:31", "summary": "My comments noted his national-security record but also that Mr. Biden is a man of genuine integrity and character.. Regarding your editorial \"The Biden Contradiction\" (Oct. 30): Since entering public service 54 years ago, I have avoided getting involved in partisan politics. While it is certainly fair to quote my criticisms of Joe Biden's record on national security, fairness requires me to note for the record that those comments written in 2014 also noted that Mr. Biden was a man of genuine integrity and character. It is also worth noting that I wrote in these very pages that Donald Trump \"is stubbornly uninformed about the world and how to lead our country and government, and temperamentally unsuited to lead our men and women in uniform. He is unqualified and unfit to be commander-in-chief\" (\"Sizing Up the Next Commander-in-Chief,\" op-ed, Sept. 17, 2016).", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/florida-to-vote-on-raising-minimum-wage-to-15-11604253600", "title": "Florida to Vote on $15 Minimum Wage", "date": "2020-11-01 13:00", "summary": "Proposal would set wage floor at $15 an hour by 2026 from the current $8.56. Many U.S. workers and businesses will be watching Florida closely on Election Day, and not just for its decisive role in selecting a president: A higher minimum wage is also on the ballot.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/doctors-begin-to-crack-covids-mysterious-long-term-effects-11604252961", "title": "Doctors Begin to Crack Covid's Mysterious Long-Term Effects", "date": "2020-11-01 12:49", "summary": "Resume Subscription. Nearly a year into the global coronavirus pandemic, scientists, doctors and patients are beginning to unlock a puzzling phenomenon: For many patients, including young ones who never required hospitalization, Covid-19 has a devastating second act.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/digital-votings-time-has-come-11604251999", "title": "Digital Voting's Time Has Come", "date": "2020-11-01 12:33", "summary": "Photo ID could keep the dead from casting ballots, and modern tech can do it safely.. Cash a check or go through airport security, and you're asked for a photo ID. Heck, visit most offices in major cities and you need an ID. But when you vote, which we're constantly reminded is the most important thing you can do, you have only to provide your name and address and sign a dusty book and you're waved in. At least a human will check you in-with mail-in ballots, signatures are easy to forge.", "categories": [["Opinion", "Inside View"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/inside-view?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bitcoin-is-back-trading-near-three-year-highs-11604250000", "title": "Bitcoin Is Back Trading Near Three-Year Highs", "date": "2020-11-01 12:00", "summary": "The digital currency is up 90% this year, outpacing stocks, gold and other assets. While stocks, oil and gold prices careened last week, one asset set new highs for the year: bitcoin.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-city-tech-startups-rethink-their-office-space-and-culture-11604250000", "title": "New York City Tech Startups Rethink Office Space and Culture", "date": "2020-11-01 12:00", "summary": "Coronavirus pandemic is driving small firms to sublet offices, break leases and negotiate lower rents. New York City tech startups are reacting to the workplace upheaval caused by the coronavirus pandemic by subletting their spaces, breaking their leases and negotiating lower rents.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/europe-aims-to-emerge-smarter-from-latest-lockdowns-11604249580", "title": "Europe Aims to Emerge Smarter From Latest Lockdowns", "date": "2020-11-01 11:53", "summary": "Countries should fix systems for tracing and quarantining those who have been in contact with virus carriers, authorities say. One by one, governments across Europe are reintroducing strict new measures to tame a resurgent pandemic after concluding that light-touch strategies aimed at containing Covid-19 have failed to keep infections in check.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pentagon-draw-down-at-u-s-embassies-prompts-concern-about-ceding-field-to-global-rivals-11604248527", "title": "Pentagon Draw-Down at U.S. Embassies Prompts Concern", "date": "2020-11-01 11:35", "summary": "Moves come as U.S. shifts defense resources from Africa, Europe, Middle East, toward China, Russia. WASHINGTON-The Pentagon has quietly begun withdrawing top military officers from U.S. embassies in Africa and downgrading other such posts world-wide, a move officials say is necessary to shift resources to counter China and Russia on the geopolitical stage and meet congressional caps on the number of generals and admirals in the U.S. military.", "categories": [["WSJ News Exclusive", "National Security"]], "category_links": ["https://www.wsj.com/news/types/national-security?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/photos-of-the-week-amy-coney-barrett-is-confirmed-tech-ceos-face-congressand-more-11604232000", "title": "Photos of the Week", "date": "2020-11-01 11:04", "summary": "Selection of photos from Oct. 25-31 by The Wall Street Journal's photo editors. The town of Helen, in the northern Georgia mountains, was a struggling lumber town when three businessmen hit on the idea in 1969 to transform it into a replica of a Bavarian Alpine village, complete with German-style cupolas, German restaurants and lots of beer. With the coronavirus curtailing travel throughout the U.S., Helen has seen an influx of tourists from surrounding cities. Nita Decker, who has a cabin-rental business in Helen, is the busiest she has ever been. 'We never saw it coming,' she said. 'We can't keep up with the laundry.' Read more.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/two-dead-in-quebec-city-stabbing-rampage-11604246410", "title": "Two Dead in Quebec City Stabbing Rampage", "date": "2020-11-01 11:00", "summary": "Police arrest mid-20s man on suspicion of killing two, injuring five others. QUEBEC CITY-Police in Quebec City early Sunday arrested a man on suspicion of killing two people and injuring five others in a stabbing rampage on Halloween near the provincial legislature.", "categories": [["World", "Canada"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/canada-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tech-startups-say-new-pay-rules-for-h-1b-visas-are-unaffordable-11604246400", "title": "Tech Startups Say New Pay Rules for H-1B Visas Are Unaffordable", "date": "2020-11-01 11:00", "summary": "New restrictions intended to protect U.S. workers curb access to pool of highly skilled foreign labor. New rules from the Trump administration restricting skilled foreign workers are unnerving U.S. startup hubs, as founders and investors say the limitations will hamstring their ability to recruit top-tier talent to grow their businesses.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tech-workers-take-to-the-mountains-bringing-silicon-valley-with-them-11604242802", "title": "Tech Workers Take to the Mountains", "date": "2020-11-01 10:00", "summary": "Resume Subscription. Tech staffers from the Bay Area are relocating across the country, bringing to their new locales the woes and upsides that go with some of America's highest-paying jobs.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/the-secrets-to-success-as-an-audiobook-narrator-11604242802", "title": "The Secrets to Success as an Audiobook Narrator", "date": "2020-11-01 10:00", "summary": "Building a career out of reading books takes commitment, research-and, probably, a sound booth in your home. Has anyone ever told you that you have a radio voice? Do people ask you to read at their weddings, MC at their charity events or record their voice-mail greetings? Are your children rapt when you tell them bedtime stories? If so, you might have a future in audiobook narration.", "categories": [["Business", "Journal Reports: Small Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-small-business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/gym-rules-pandemic-crossfit-covid-airborne-11604172773", "title": "Public-Health Experts Are Rewriting Pandemic Rules for Governments-and Their Gyms", "date": "2020-11-01 10:00", "summary": "How does a CrossFit make itself safe? With ventilation, distancing and some help from scientific authorities who happen to be members.. Linsey Marr is an engineering professor at Virginia Tech who specializes in a field that has never been so useful to so many people: She's an expert on viruses in the air. Marr's research during a pandemic driven by airborne transmission of a virus has made her a trusted source of advice for people all over the world.", "categories": [["Sports"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/staffing-at-some-nursing-homes-plummeted-during-early-covid-19-outbreaks-11604242040", "title": "Staffing at Some Nursing Homes Plummeted During Early Outbreaks", "date": "2020-11-01 09:47", "summary": "Newly released federal data show some hard-hit facilities were strapped for health care workers when needed most. The ranks of caregivers at dozens of nursing homes plunged to dangerously low levels on some of the deadliest days of the pandemic, undercutting care for vulnerable residents at these facilities, according to a Wall Street Journal analysis of new federal data.", "categories": [["WSJ News Exclusive", "U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/election-2020-seven-episodes-that-defined-the-most-unusual-campaign-of-modern-times-11604241015", "title": "Seven Episodes That Defined Election 2020", "date": "2020-11-01 09:30", "summary": "Resume Subscription. WASHINGTON-The 2020 presidential campaign is ending the way it began-with polls giving former Vice President Joe Biden a lead over President Trump, a gap that has held steady for more than a year.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/drone-startups-aim-to-carve-out-role-in-delivery-of-potential-covid-19-vaccine-11604239201", "title": "Drone Startups Aim to Carve Out Role in Delivery of Potential Covid-19 Vaccine", "date": "2020-11-01 09:00", "summary": "Their presence, however small, would be indicative of the companies' ambitions to reshape logistics. A handful of drone-delivery startups want to help transport Covid-19 vaccines from distribution facilities to health centers, vying for a logistical role in what is likely to be a sprawling and complex undertaking.", "categories": [["Pro VC Industry News"]], "category_links": ["https://www.wsj.com/news/types/pro-vc-industry-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/this-election-black-churches-face-challenges-getting-souls-to-the-polls-11604239200", "title": "Black Churches Face Challenges Getting 'Souls to the Polls'", "date": "2020-11-01 09:00", "summary": "Coronavirus pandemic prompts Black clergy in Milwaukee to rethink voter-turnout efforts that have traditionally helped Democrats. MILWAUKEE-At the end of his sermon at Crossing Jordan Ministries last Sunday, Pastor Rodney Campbell made the same pitch he does every election year: Come vote with me after the service.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/payments-companies-give-credit-where-its-dueto-debit-11604239201", "title": "Payments Companies Give Credit Where It's Due-to Debit", "date": "2020-11-01 09:00", "summary": "U.S. consumer-spending growth may be soft overall, but use of debit cards is soaring; keeping that volume up will be key for payment companies' stocks. The question of whether consumers are spending has different answers depending on where you look. Spending on credit cards? Down. Spending on debit cards? Way up.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pennsylvanias-top-election-official-cautions-it-could-take-days-for-vote-count-11604235600", "title": "Pennsylvania's Top Election Official Cautions It Could Take Days for Vote Count", "date": "2020-11-01 08:00", "summary": "Secretary of commonwealth is confident Election Day will go smoothly but has National Guard ready in case of voter intimidation. Pennsylvania's chief election official warned voters that the outcome of the presidential race in the state likely wouldn't be known on Election Night and said her office is in touch with the National Guard to prepare for any potential security concerns.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/israels-second-lockdown-seems-to-be-working-better-than-its-first-11604235601", "title": "Israel's Second Lockdown Seems to Be Working Better Than Its First", "date": "2020-11-01 08:00", "summary": "Resume Subscription. TEL AVIV-Israel's second coronavirus lockdown has been less stringent for individuals and more widely flouted than its first. The surprise: It seems to be working.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/focus-brands-president-on-how-to-transform-the-workplace-during-a-crisis-11604235600", "title": "Focus Brands President on How to Transform the Workplace During a Crisis", "date": "2020-11-01 08:00", "summary": "Kat Cole, chief operating officer of the owner of Cinnabon and other franchises, gives advice for adding flexibility to the work week and making corporate leadership more diverse. Kat Cole took an unusual path to the top. A college dropout who eventually returned to school to get an M.B.A., she began her career serving wings and beer at Hooters and worked her way to the corporate side of the food-service industry. Ten years ago, at age 32, she was named president of the Cinnabon bakery chain. Today, she is president and chief operating officer of Atlanta-based Focus Brands, which owns and operates food franchises including Auntie Anne's, Carvel, Moe's Southwest Grill, Cinnabon and Jamba.", "categories": [["Life & Work", "Life & Style"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/life-style?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-business-associates-may-trust-youor-notbased-on-your-looks-11604235600", "title": "Why Business Associates May Trust You-or Not-Based on Your Looks", "date": "2020-11-01 08:00", "summary": "New study finds a bias toward people with traditionally trustworthy facial features in business. Earning the trust of your business associates may be easier if you look the part-whether you deserve their confidence or not.", "categories": [["Business", "Journal Reports: Small Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-small-business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/priest-shot-in-lyon-france-outside-church-11604166211", "title": "French Police Probe Personal Dispute in Lyon Priest Shooting", "date": "2020-11-01 07:32", "summary": "Greek Orthodox priest is seriously wounded, days after three people were killed in a suspected terrorist attack at a basilica on the French Riviera. PARIS-French authorities are investigating whether the shooting of a Greek Orthodox priest in Lyon on Saturday stemmed from a personal dispute, officials said.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/health-care-in-spotlight-as-aca-enrollment-begins-days-before-election-11604232000", "title": "Health Care in Spotlight as ACA Enrollment Begins Days Before Vote", "date": "2020-11-01 07:00", "summary": "Supreme Court is due to hear challenge to Affordable Care Act after millions lose jobs and private insurance. The start of the Affordable Care Act's open enrollment Sunday comes as millions of Americans have lost or are losing job-based coverage during the coronavirus pandemic, casting a spotlight on health care in the final sprint of the presidential and congressional elections.", "categories": [["Politics", "Health Policy"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/health-policy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-new-rules-for-networking-in-the-pandemic-11604232001", "title": "The New Rules for Networking in the Pandemic", "date": "2020-11-01 07:00", "summary": "With connections more important than ever in uncertain economic times, here is advice from experts on virtual tactics to advance your career when you can't schmooze in person. Maraya Camazine, a third-year medical student at the University of Missouri, had long anticipated schmoozing with others at the big conference of the American Association for the Surgery of Trauma held every September.", "categories": [["Life & Work", "Life & Style"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/life-style?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hong-kong-lawmakers-arrested-over-scuffle-in-legislature-11604229880", "title": "Hong Kong Lawmakers Arrested Over Scuffle in Legislature", "date": "2020-11-01 06:24", "summary": "Seven pro-democracy figures to face prosecution over fracas in May. HONG KONG-Police arrested seven opposition figures Sunday, including four sitting pro-democracy lawmakers, and charged them with offenses related to a scuffle that broke out in Hong Kong's legislature earlier this year.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fed-turns-attention-to-asset-purchases-after-spelling-out-low-rate-pledges-11604226601", "title": "Fed Turns Attention to Asset Purchases", "date": "2020-11-01 05:30", "summary": "Officials prefer more direct spending but see room to provide more stimulus by shifting Treasury purchases. Federal Reserve officials at their meeting in September reinforced Chairman Jerome Powell's statement that they weren't even \"thinking about thinking about raising interest rates.\"", "categories": [["Economy", "The Outlook"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/the-outlook?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/airlines-new-pricing-strategy-buy-one-get-one-free-11604226600", "title": "Airlines' New Pricing Strategy Is Buy One, Get One Free", "date": "2020-11-01 05:30", "summary": "Airlines give away seats as they try to stop the cash burn and make travelers feel comfortable flying again. Airlines are resorting to a new tactic in navigating the pandemic-inspired collapse in travel: They are giving seats away.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/companies-fret-over-coronavirus-despite-rebound-11604226600", "title": "Companies Fret Over Coronavirus Despite Rebound", "date": "2020-11-01 05:30", "summary": "Results from auto makers to cereal producers are better than expected, but firms remain hesitant about the future. 'The world is in a fragile state.'. Business for many companies rebounded faster than expected following the coronavirus-related economic shock this spring, but many corporate leaders are warning that the bounceback wasn't uniform and may prove fleeting as infections surge again.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-only-consensus-on-wall-street-is-tuesdays-elections-will-be-felt-for-years-to-come-11604221201", "title": "The Only Wall Street Consensus Is Tuesday's Election Will Be Felt for Years", "date": "2020-11-01 04:00", "summary": "Many money managers and strategists are reluctant to project confidence after being caught off guard by a number of market-jolting shocks. ", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-biden-barnstorming-great-lakes-states-in-final-weekend-of-campaign-11604153870", "title": "Biden, Trump Barnstorm in Campaign's Last Weekend", "date": "2020-11-01 20:32", "summary": "Both candidates targeting states that proved decisive in the 2016 election. WASHINGTON-President Trump and Democratic challenger Joe Biden barnstormed the Great Lakes states in the final days of the presidential election, with both candidates keenly aware that the region could once again hold the key to victory.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}]