[{"link": "https://www.wsj.com/articles/u-s-passengers-prepare-to-evacuate-coronavirus-cruise-ship-in-japan-11581858436", "title": "U.S. Passengers Depart Cruise Ship Quarantined Over Coronavirus", "date": "2020-02-16 17:35", "summary": "Some remain in hospitals across Tokyo. Those allowed to fly home must serve out an additional 14-day quarantine. TOKYO-American passengers on the coronavirus-stricken Diamond Princess cruise ship departed from a Tokyo airport early Monday on flights home that the U.S. government arranged after a high-level political push in Washington.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-wont-appeal-t-mobile-merger-verdict-11581884506", "title": "New York Won't Appeal T-Mobile Merger Verdict", "date": "2020-02-16 15:21", "summary": "State attorney general lessens likelihood of further court delays preventing T-Mobile from taking over rival Sprint. New York Attorney General Letitia James said the state won't appeal a federal judge's decision to allow T-Mobile US Inc. and Sprint Corp. to merge, removing another hurdle between the cellphone carriers and their long-planned combination.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/economy-week-ahead-fed-minutes-pmi-home-builders-and-realtors-data-11581883200", "title": "Economy Week Ahead: Fed Minutes, PMI, Home Builders, Realtors Data", "date": "2020-02-16 15:00", "summary": "Reports could provide early look at economic impact of coronavirus outbreak. This holiday-shortened week could provide an early look at the impact of the coronavirus outbreak on the global economy.", "categories": [["Economy", "Economy Week Ahead"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/economy-week-ahead?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/senegal-seeks-continued-u-s-military-presence-as-trump-administration-weighs-cuts-11581881776", "title": "Senegal Seeks Continued U.S. Military Presence as Trump Weighs Cuts", "date": "2020-02-16 14:36", "summary": "West African nation's foreign minister tells Pompeo it lacks sufficient means to keep nation secure without U.S. military. DAKAR, Senegal-As the Trump administration weighs a possible reduction of its military presence in West Africa, one of its allies in the region appealed Sunday for continued U.S. support.", "categories": [["World", "Africa"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/africa-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/irans-rouhani-says-no-talks-with-u-s-while-maximum-pressure-campaign-is-on-11581881292", "title": "Iran's Rouhani Says No Talks With U.S. While 'Maximum Pressure' Campaign Is On", "date": "2020-02-16 14:28", "summary": "Remarks come ahead of Friday's parliamentary elections. Iran will refuse to negotiate with the U.S. as long as Washington maintains its campaign of \"maximum pressure\"-even if President Trump is re-elected, Iranian President Hassan Rouhani said Sunday.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/israel-says-hamas-targeted-its-soldiers-in-honey-trap-cyberattack-11581874491", "title": "Israel Says Hamas Targeted Its Soldiers in 'Honey Trap' Cyberattack", "date": "2020-02-16 14:10", "summary": "Operatives duped soldiers with false promise of exchanging illicit photos with young women, military says. The Israeli military said operatives of the Palestinian militant group Hamas targeted its soldiers in a monthslong operation that duped them into downloading spyware with the false promise of exchanging illicit photos with young women.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/former-justice-department-employees-sign-letter-urging-barr-to-resign-11581877946", "title": "Ex-Justice Department Employees Sign Letter Urging Barr to Resign", "date": "2020-02-16 13:32", "summary": "Attorney general faces criticism over decision to reduce prosecutors' initial sentencing recommendation for President Trump's confidant Roger Stone. More than 1,100 former Justice Department employees are calling on Attorney General William Barr to resign, signing an open letter that criticizes Mr. Barr's decision to reduce prosecutors' initial sentencing recommendation for a confidant of President Trump.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/democratic-candidates-sharpen-offensive-on-bloomberg-11581876669", "title": "Democratic Candidates Sharpen Criticisms of Bloomberg", "date": "2020-02-16 13:11", "summary": "Rivals for their party's presidential nomination say former New York mayor's past views on law enforcement and economic issues would hinder chances of defeating the president. LAS VEGAS-Democratic presidential candidates are sharpening their criticism of high-spending rival Michael Bloomberg, saying that the billionaire former New York City mayor would fail to mobilize the party in a potential matchup against President Trump in November.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mississippi-braces-for-flooding-11581876184", "title": "Mississippi Braces for Flooding", "date": "2020-02-16 13:03", "summary": "More than 2,400 structures were expected to be affected by the flooding of the Pearl River. Mississippi officials remained on high alert Sunday, as flooding stemming from weeks of rain and swollen rivers continued to threaten low-lying areas around the state capital of Jackson.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/british-airways-operating-chief-and-its-director-of-people-to-leave-carrier-11581870852", "title": "British Airways' Operating Chief and Its Director of People to Leave Carrier", "date": "2020-02-16 12:11", "summary": "The executives played lead roles in pilot negotiations last year. LONDON-Two top executives at British Airways , the U.K. flag carrier, are leaving the company in the wake of a damaging pilot walkout last year and amid a transition at the carrier's parent to a new chief executive.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/manchester-citys-murky-future-11581868704", "title": "Manchester City's Murky Future", "date": "2020-02-16 10:58", "summary": "A two-year ban from the Champions League could spell the end of a soccer era defined by one of the richest clubs in history. LONDON-Manchester City took barely a decade to reorder the soccer world.", "categories": [["Sports", "Soccer"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/soccer?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/in-germany-foes-spar-over-the-lessons-of-dresdens-wwii-bombing-11581788197", "title": "In Germany, Foes Spar Over the Lessons of Dresden's WWII Bombing", "date": "2020-02-16 10:39", "summary": "City, destroyed and since rebuilt, has become a focus of competing versions of history. Thousands of far-right demonstrators and counterprotesters convened outside Dresden's city hall on Saturday in a face-off over the 75th anniversary of the city's bombing, whose commemoration has become disputed, reflecting the country's-and Europe's-polarization.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/china-standoff-cost-the-nba-hundreds-of-millions-11581866522", "title": "China Standoff Cost the NBA 'Hundreds of Millions'", "date": "2020-02-16 10:22", "summary": "Months after an executive tweeted his support for Hong Kong's protesters, the NBA's relationship with China remains strained, and commissioner Adam Silver says the league expects to take a substantial financial hit. There is now a price tag on the tweet that ravaged the NBA's business in China: hundreds of millions of dollars.", "categories": [["Sports", "NBA"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/nba?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/drug-shortage-in-mexico-piles-woes-on-cancer-stricken-children-11581865201", "title": "Drug Shortage in Mexico Piles Woes on Cancer-Stricken Children", "date": "2020-02-16 10:00", "summary": "President López Obrador's troubled overhaul of health system creates bottlenecks. MEXICO CITY-As a shortage of lifesaving drugs to treat his 5-year-old daughter's leukemia intensified, Israel Rivas decided it was time to take drastic measures. Last month, he and dozens of desperate parents in similar situations blocked the main entrance to the domestic terminal of Mexico City's airport.", "categories": [["World", "Latin America"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/latin-america-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/when-your-home-is-also-a-museum-11581865201", "title": "When Your Home Is Also a Museum", "date": "2020-02-16 10:00", "summary": "Resume Subscription. ", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/how-high-should-government-debt-go-economists-cant-agree-11581865200", "title": "How High Should Government Debt Go? Economists Can't Agree", "date": "2020-02-16 10:00", "summary": "Economists warned a decade ago that pushing public debt above about 90% of GDP could hurt the economy. Now some aren't so sure.. FRANKFURT-Governments around the world are loading up on debt, taking advantage of record-low borrowing costs to extend a long economic expansion and invest for future challenges.", "categories": [["Economy", "The Outlook"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/the-outlook?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-city-hunts-for-historic-ship-for-waterfront-park-11581861600", "title": "New York City Hunts for Historic Ship for Waterfront Park", "date": "2020-02-16 09:00", "summary": "Brooklyn Bridge Park wants to create an educational experience that is an ode to New York's maritime history. Know of a 50-year-old schooner collecting barnacles somewhere?", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-source-of-climate-pressure-for-companies-workers-11581861601", "title": "New Source of Climate Pressure for Companies: Workers", "date": "2020-02-16 09:00", "summary": "In tech and other industries, having climate-change strategy is key to recruiting, retaining employees. Investors and customers aren't the only ones pressuring big companies to address climate change-employees are joining in too.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/democrats-weigh-whether-to-pursue-new-investigations-as-election-looms-11581861601", "title": "Democrats Weigh Whether to Pursue New Investigations as Election Looms", "date": "2020-02-16 09:00", "summary": "Some call for probe into Roger Stone sentencing, while others are wary of another drawn-out fight with White House. WASHINGTON-House Democrats are grappling with whether to pursue further investigations of President Trump following his acquittal in the Senate, facing both an election in nine months and fresh White House actions that they say demand scrutiny.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/handshake-or-elbow-bump-with-coronavirus-its-not-business-as-usual-11581858004", "title": "With Coronavirus, It's Not Business as Usual: Handshake or Elbow Bump?", "date": "2020-02-16 08:44", "summary": "The fast-spreading outbreak is prompting a rethink of the most basic form of business etiquette. Marc Andreessen was finishing breakfast at a Rosewood hotel in Menlo Park, Calif., last week when he spotted his friend, Egon Durban, at the next table over. Mr. Durban, the co-CEO of private-equity firm Silver Lake, extended his hand.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/south-korea-tracks-virus-patients-travelsand-publishes-them-online-11581858000", "title": "South Korea Tracks Virus Patients' Travels-and Publishes Them Online", "date": "2020-02-16 08:43", "summary": "Resume Subscription. SEOUL-As the Covid-19 virus began to spread last month, South Koreans didn't have to wonder if they may have crossed paths with one of the country's confirmed cases.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/tiktok-wants-to-grow-up-but-finds-it-tough-to-keep-kids-out-11581858006", "title": "TikTok Wants to Grow Up, but Finds It Tough to Keep Kids Out", "date": "2020-02-16 08:00", "summary": "Video-sharing app is trying to appeal to more adults, but remains popular with children under 13. TikTok has an unusual problem: The video-sharing app is too popular among kids.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-bond-market-might-finally-be-nearing-its-limit-11581849181", "title": "The Bond Market Might Finally Be Nearing Its Limit", "date": "2020-02-16 05:33", "summary": "In the next recession, bonds might stop providing investors with the protection they crave against falling stock prices. For two decades bonds have offered a form of free insurance for investors, tending to move in the opposite direction to stocks over short periods while making good money over the longer run.", "categories": [["Markets", "Streetwise"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/streetwise?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/survivors-of-church-shootings-run-as-gun-rights-candidates-11581849000", "title": "Church Shootings Survivors Run as Gun-Rights Candidates", "date": "2020-02-16 05:30", "summary": "Three men in Texas are seeking public office in March's Republican primaries. SEGUIN, Texas-Stephen Willeford was widely hailed by supporters of the Second Amendment as the model \"good guy with a gun\" in 2017, when he grabbed an AR-15 rifle and pursued and shot at a gunman killing churchgoers in Sutherland Springs, Texas.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/softbanks-boss-bet-22-billion-on-sprint-it-was-a-slog-11581849002", "title": "SoftBank's Boss Bet $22 Billion on Sprint. It Was a Slog.", "date": "2020-02-16 05:30", "summary": "Billionaire Masayoshi Son sought to upend the U.S. wireless market in 2012; after a 'huge struggle,' he's accepting compromise. For Japanese billionaire Masayoshi Son, a U.S. judge's recent decision to approve a merger between Sprint Corp. and rival T-Mobile US Inc. is long-awaited payback on his $22 billion investment. But it is far from the triumph the maverick investor was seeking when he announced he was taking control of Sprint in 2012.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-administration-considers-halting-ge-ventures-engine-deliveries-to-china-11581790083", "title": "White House Considers Halting GE Venture's Engine Deliveries to China", "date": "2020-02-16 01:14", "summary": "CFM, a joint venture between GE and France's Safran, is asking for a license to export more LEAP 1C jet engines to China. The Trump administration is considering a proposal to halt deliveries of jet engines co-produced by General Electric Co. for a new airliner being developed in China, a potential escalation of protective trade measures that could have steep repercussions for the major American manufacturer.", "categories": [["WSJ News Exclusive", "Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/china-defends-coronavirus-measures-ahead-of-expert-teams-arrival-11581762804", "title": "China Defends Virus Measures as France Reports First Death", "date": "2020-02-16 23:36", "summary": "Number of cases in China tops 66,000 and deaths pass 1,500; Paris fatality was an 80-year-old Chinese tourist. BEIJING-France reported the world's first coronavirus death outside Asia, an 80-year-old Chinese tourist in Paris, as China's foreign minister defended his country's handling of the fast-spreading outbreak that has sickened more than 66,000 people and killed more than 1,500.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}]