[{"link": "https://www.wsj.com/articles/top-pentagon-official-tests-positive-for-coronavirus-11605847501", "title": "Top Pentagon Official Tests Positive for Coronavirus", "date": "2020-11-19 23:45", "summary": "Anthony Tata met with acting defense chief and other officials after being exposed during a session with a visiting defense minister. A senior Pentagon official who sat in on meetings this week with the acting defense chief and his top aides has tested positive for the coronavirus, the department said Thursday.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-lawyers-promise-to-step-up-fight-to-overturn-election-results-11605828073", "title": "Trump Legal Team Claims Broad Conspiracy to Manipulate Election", "date": "2020-11-19 23:22", "summary": "President-elect Joe Biden dismisses unsupported claims by Rudy Giuliani and others as 'outrageous'. President Trump's legal team, facing setbacks in court and a rapidly closing window as states move toward certifying Joe Biden's Electoral College victory, laid out sprawling and unsupported allegations of a conspiracy between Democratic officials and foreign governments to steal the presidential election.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/joe-biden-holds-lead-in-georgia-after-hand-recount-11605832133", "title": "Biden Wins Georgia Following Hand Recount", "date": "2020-11-19 22:14", "summary": "Georgia's secretary of state must certify election results by Friday. ATLANTA-President-elect Joe Biden remained ahead in Georgia after a hand recount of the state's five million presidential votes, the state's secretary of state said Thursday.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-businesses-in-china-more-optimistic-with-biden-presidency-11605835801", "title": "U.S. Businesses in China More Optimistic With Biden Presidency", "date": "2020-11-19 20:30", "summary": "American companies hopeful bilateral relations stabilize, with some still concerned about employees' health and safety in China. U.S. companies are more optimistic about doing business in China under President-elect Joe Biden, believing that bilateral relations will be more stable than in the last four years, a postelection survey by a Shanghai-based business chamber showed.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/more-americans-are-becoming-their-own-bosses-in-the-coronavirus-economy-11605835282", "title": "More Americans Are Becoming Their Own Bosses in the Coronavirus Economy", "date": "2020-11-19 20:21", "summary": "To adapt to pandemic-related job loss, Americans are becoming entrepreneurs. Many Americans who previously worked at salons, gyms and restaurants were laid off when state orders shut down businesses in the spring. An increasing number of those workers are surviving by using their skills to start businesses of their own.", "categories": [["Jobs"]], "category_links": ["https://www.wsj.com/news/types/noted-jobs?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/gm-ups-bet-on-evs-as-investors-swoon-for-electric-cars-11605809368", "title": "GM Ups Bet on EVs as Investors Swoon for Electric Cars", "date": "2020-11-19 20:07", "summary": "The company boosts its EV investment by more than a third to $27 billion over the next five years, aims to get some models to market sooner. General Motors Co. is raising its bet on electric cars by more than a third, as it hustles to convince a skeptical Wall Street that it too can be successful in the nascent market.", "categories": [["Business", "Autos & Transportation", "Autos Industry"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/transportation?mod=breadcrumb", "https://www.wsj.com/news/types/autos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-broadens-his-efforts-to-overturn-election-outcome-11605800104", "title": "Trump Broadens His Efforts to Overturn Election Outcome", "date": "2020-11-19 19:44", "summary": "As key states prepare to certify their results, the president is pressuring Republicans to back his fraud claims and refusal to concede. WASHINGTON-President Trump has broadened his push to overturn the election outcome and threatened Republicans who challenge his refusal to concede, as looming deadlines for key states to certify their results are set to narrow the path for his legal challenges.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-bogus-dispute-is-doing-real-damage-11605832051", "title": "A Bogus Dispute Is Doing Real Damage", "date": "2020-11-19 19:27", "summary": "Conspiracy theories are damaging the country today and will hurt Republicans tomorrow.. No hard evidence of widespread fraud, no success in the courts or prospect of it. You can have a theory that a bad thing was done, but only facts will establish it. You need to do more than what Rudy Giuliani did at his news conference Thursday, which was throw out huge, barely comprehensible allegations and call people \"crooks.\" You need to do more than Sidney Powell, who, at the same news conference, charged that \"communist money\" is behind an international conspiracy to rig the U.S. election. There was drama, hyperbole, perhaps madness. But the wilder the charges, the more insubstantial the case appeared.", "categories": [["Opinion", "Declarations"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/declarations?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/who-recommends-against-use-of-gilead-covid-19-drug-remdesivir-11605831037", "title": "WHO Recommends Against Use of Gilead Covid-19 Drug Remdesivir", "date": "2020-11-19 19:24", "summary": "Agency says there isn't evidence the antiviral reduces deaths or recovery times of coronavirus patients. The World Health Organization said Thursday it recommends against the use of remdesivir, the antiviral drug for Covid-19 made by Gilead Sciences Inc., after concluding that there isn't evidence that the drug reduces deaths or recovery times.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mnuchin-declines-to-extend-to-several-fed-emergency-lending-programs-11605821608", "title": "Mnuchin Declines to Extend Several Fed Emergency Lending Programs", "date": "2020-11-19 19:23", "summary": "Fed's corporate credit, municipal lending and Main Street Lending programs won't be renewed. Treasury Secretary Steven Mnuchin said he would allow several emergency Federal Reserve lending programs to expire, opening a divide with the central bank, which had pressed for an extension.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-administration-to-release-new-rules-aimed-at-driving-down-pharmaceutical-prices-friday-11605826607", "title": "Trump Administration to Release New Rules Reducing Drug Costs", "date": "2020-11-19 19:18", "summary": "The plans have been a signature pledge of the president's since his 2016 election campaign. The Trump administration is planning on Friday to roll out two final rules aimed at lowering drug prices-one curbing rebates paid to middlemen in Medicare and another pegging the prices of certain prescription drugs in the U.S. to their prices in other developed countries, according to a person familiar with the planning.", "categories": [["WSJ News Exclusive", "Health Policy"]], "category_links": ["https://www.wsj.com/news/types/health-policy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-city-mayor-deliberated-for-hours-before-closing-schools-11605831515", "title": "New York City Mayor Deliberated for Hours Before Closing Schools", "date": "2020-11-19 19:18", "summary": "De Blasio prided himself that the city had reopened its schools in the fall. New York City Mayor Bill de Blasio had hoped to keep the nation's largest school district open at least through Thanksgiving but rejected a state proposal that could have staved off the closure of public schools this week, people familiar with his deliberations said.", "categories": [["U.S.", "Politics"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/people-skills-a-plus-for-tech-job-seekers-11605830241", "title": "People Skills a Plus for Tech Job Seekers", "date": "2020-11-19 18:57", "summary": "The coronavirus pandemic and remote work have amplified the need for IT workers to be more social. The surge in remote working and the rapid expansion of digital-business tools driven by the coronavirus pandemic are prompting employers to add a new qualification to enterprise-technology job postings: people skills.", "categories": [["CIO Journal"]], "category_links": ["https://www.wsj.com/news/types/cio-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/roblox-files-to-go-public-amid-surge-in-videogame-spending-11605830253", "title": "Roblox Files IPO Amid Surge in Videogame Spending", "date": "2020-11-19 18:57", "summary": "The 16-year-old company is planning an IPO as demand for at-home entertainment has swelled due to the pandemic. Videogame company Roblox Corp. has filed to go public at a time when the pandemic has supercharged demand for online gaming.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/retail-entrepreneurs-buy-twice-bankrupt-radioshack-with-plans-for-online-revival-11605781802", "title": "Retail Entrepreneurs Buy Twice-Bankrupt RadioShack With Plans for Online Revival", "date": "2020-11-19 18:49", "summary": "The electronics brand is the latest acquisition of Retail Ecommerce Ventures. Its other brands include Dressbarn, Pier 1 Imports and Modell's.. Two entrepreneurs who have been collecting fallen retail brands during the coronavirus pandemic are taking over the reins of RadioShack, acquiring the nearly century-old gadget seller's brands and online business.", "categories": [["Pro Bankruptcy Beyond Bankruptcy"]], "category_links": ["https://www.wsj.com/news/types/pro-bankruptcy-beyond-bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-global-covid-vaccine-heist-11605829343", "title": "A Global Covid Vaccine Heist", "date": "2020-11-19 18:42", "summary": "India and South Africa want the WTO to vitiate private U.S. patents.. Breakthroughs on vaccines and new treatments are finally offering the world a path to end the Covid-19 pandemic. They're a tribute to private U.S. corporate innovation, but now developing countries led by India and South Africa are making a damaging bid to waive patent protections for these life-saving advances.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-family-policy-warning-11605829175", "title": "A Family Policy Warning", "date": "2020-11-19 18:39", "summary": "Massive child subsidies in Austria didn't reduce gender inequality.. Joe Biden ran on a $775 billion family policy plan including child-care subsidies and paid leave. He likely won't have the Democratic majorities in Congress to pass the whole thing, but some Republicans have been warming to similar programs. Child care subsidies are a candidate for bipartisan policy agreement in the next administration.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-missile-defense-triumph-11605829117", "title": "A Missile Defense Triumph", "date": "2020-11-19 18:38", "summary": "American adversaries will take note of a successful test at sea.. President Trump's nuclear diplomacy with North Korea ultimately stalled, and there's little reason to expect Joe Biden will achieve more than his predecessors. This makes the news of a major advance in American missile defense all the more important.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/traveling-for-thanksgiving-please-dont-health-officials-say-11605781801", "title": "CDC Urges Americans Not to Travel for Thanksgiving", "date": "2020-11-19 18:36", "summary": "As cases continue to soar, Americans are urged to stay home and keep celebrations small. The Centers for Disease Control and Prevention strongly urged Americans Thursday not to travel for Thanksgiving, in one of its sharpest warnings to date, as an official said the agency is alarmed by the exponential growth in Covid-19 cases, as well as rising hospitalizations and deaths.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-says-render-unto-cuomo-11605829010", "title": "New York Says Render Unto Cuomo", "date": "2020-11-19 18:36", "summary": "Catholics and Jews take Covid-19 restrictions to the Supreme Court.. 'We have a couple of unique clusters, frankly, which are more religious organizations, and that's what we're targeting.\" That's how Gov. Andrew Cuomo, talking to CNN, described a recent tightening of his Covid-19 regulations. Is it any wonder that religious New Yorkers are now seeking the shelter of the First Amendment?", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-says-he-has-picked-nominee-to-lead-treasury-department-11605822512", "title": "Biden Says He Has Picked Nominee to Lead Treasury Department", "date": "2020-11-19 18:32", "summary": "President-elect moves ahead on transition efforts, meets with bipartisan group of governors. President-elect Joe Biden said Thursday he had chosen a nominee to lead the Treasury Department who he thinks will be accepted by both the liberal and moderate wings of the Democratic Party.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sec-overhauls-certain-disclosure-requirements-for-companies-11605828482", "title": "SEC Overhauls Certain Disclosure Requirements for Companies", "date": "2020-11-19 18:28", "summary": "The regulator approved additional changes to Regulation S-K ahead of Chairman Jay Clayton's departure. The U.S. Securities and Exchange Commission on Thursday voted to remove certain disclosure requirements for companies, one of the last rule changes to pass under departing Chairman Jay Clayton.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/buzzfeed-to-acquire-huffpost-in-stock-deal-with-verizon-media-11605808800", "title": "BuzzFeed to Acquire HuffPost in Stock Deal With Verizon Media", "date": "2020-11-19 18:27", "summary": "New-media companies have been exploring mergers as they try to jump-start growth. BuzzFeed Inc. has agreed to acquire Verizon Media's HuffPost in a stock deal, the companies said Thursday, uniting two of the larger players in digital media as companies across the sector search for ways to jump-start growth.", "categories": [["Business", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/igloo-shaped-polygons-for-outdoor-dining-11605828060", "title": "Igloo-Shaped Polygons for Outdoor Dining", "date": "2020-11-19 18:21", "summary": "The plastic domes used by restaurants to keep patrons safe take advantage of a shape discovered by ancient mathematicians.. Mathematician Eugenia Cheng explores the uses of math beyond the classroom. Read more columns here.", "categories": [["Life & Work", "Ideas", "Everyday Math"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/everyday-math?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/when-biden-met-begin-11605828020", "title": "When Biden Met Begin", "date": "2020-11-19 18:20", "summary": "The young senator clashed with the old Israeli prime minister.. Joe Biden's three-decade wait for power-he first declared for the presidency in 1987-is remarkable but not without analogue. Menachem Begin spent 29 years trying to become Israel's prime minister before his surprise 1977 election.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trade-truths-will-outlast-trump-11605828052", "title": "Trade Truths Will Outlast Trump", "date": "2020-11-19 18:20", "summary": "The president's failed experiments with tariffs and bilateral deals helped validate old best practices.. Trade was central to Donald Trump's 2016 campaign. He saw trade as a win-lose, zero-sum proposition, blaming trade deficits for deindustrializing the American heartland, calling the North American Free Trade Agreement \"a disaster,\" and condemning China for unfair trade practices. He thought getting tough on trade would give him the leverage to get better deals.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/operation-moonglow-review-the-rockets-red-scare-11605827980", "title": "'Operation Moonglow' Review: The Rockets' Red Scare", "date": "2020-11-19 18:19", "summary": "After each successful space exploit, the all-American astronauts went on tour, especially to uncommitted 'Third World' countries.. Around 1 a.m. Moscow time on Oct. 5, 1957, receiving stations around the globe began picking up demure new radio signals from space-\"beep-beep-beep-beep-beep-beep-beep . . .\" They came from a shiny silver sphere the size of a basketball that was orbiting the Earth every 90 minutes, and they heralded the first step in the epic Cold War race for space between America and the Soviet Union.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/georgia-on-not-enough-minds-11605827934", "title": "Georgia on Not Enough Minds", "date": "2020-11-19 18:18", "summary": "Republicans shouldn't take the Jan. 5 runoffs, or their majority in the Senate, for granted.. Republican activists remain fixated on the presidential results, pouring heart, money and time into litigation and recounts. In doing so, they risk losing a crucial battle-the Georgia Senate runoffs.", "categories": [["Opinion", "Potomac Watch"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/potomac-watch?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/preserving-the-legacy-of-c-s-lewis-11605827895", "title": "Preserving the Legacy of C.S. Lewis", "date": "2020-11-19 18:18", "summary": "At 89, Walter Hooper hasn't lost his enthusiasm for the celebrated author.. When illness forced C.S. Lewis, the celebrated author and Christian apologist, into a nursing home, he wanted his secretary to retrieve some books. \"You know which two books you must bring me?\" he asked. \"Yes,\" his secretary replied. The books were E.R. Eddison's \"The Worm of Ouroboros\" (1922), a heroic romance that Lewis absorbed as a young man, and \"The Aeneid,\" Virgil's epic about the founding of ancient Rome.", "categories": [["Opinion", "Commentary", "Houses of Worship"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb", "https://www.wsj.com/news/types/houses-of-worship?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/notable-quotable-gov-andrew-cuomo-11605827866", "title": "Notable & Quotable: Gov. Andrew Cuomo", "date": "2020-11-19 18:17", "summary": "'How do you expect them to enforce the 10-person limit? I mean, short of knocking door to door.'. From New York Gov. Andrew Cuomo's Nov. 18 press conference:", "categories": [["Opinion", "Commentary", "Notable & Quotable"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb", "https://www.wsj.com/news/types/notable-quotable?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/census-snags-may-delay-results-beyond-trump-administration-11605827208", "title": "Census Snags May Delay Results Beyond Trump Administration", "date": "2020-11-19 18:06", "summary": "Extra processing could prevent the president from excluding unauthorized immigrants from Electoral College reshuffling. Snags in processing the results of the 2020 census may delay its first results long enough to prevent President Trump from carrying out his plan to exclude unauthorized immigrants from the population-based calculation that distributes seats in the House of Representatives and votes in the Electoral College.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/justice-department-takes-aim-at-realtor-rules-11605826653", "title": "Justice Department Takes Aim at Realtor Rules", "date": "2020-11-19 17:57", "summary": "Antitrust settlement requires rules changes on broker fees, a potential boost to industry upstarts. WASHINGTON-The real-estate industry's largest trade group on Thursday agreed to make the cost of brokers' commissions more transparent as part of a settlement of a Justice Department lawsuit.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sonos-hits-the-right-notes-this-time-11605814480", "title": "Sonos Hits the Right Notes This Time", "date": "2020-11-19 17:06", "summary": "Speaker maker reverses sales decline and sees strong growth ahead. It took a while, but workers stuck at home seemed to realize that good sound was worth paying for.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hurricane-an-ancient-name-for-a-stormy-sea-born-threat-11605823333", "title": "'Hurricane': An Ancient Name for a Stormy Sea-Born Threat", "date": "2020-11-19 17:02", "summary": "This season's 30 Atlantic cyclones enter a history that goes back to a Caribbean people who passed the term along to the Spanish colonists. ", "categories": [["Life & Work", "Ideas", "Word on the Street"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/word-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/regal-cinemas-owner-in-talks-for-rescue-package-to-weather-theater-shutdowns-11605823165", "title": "Regal Cinemas Owner in Talks for Rescue Package to Weather Theater Shutdowns", "date": "2020-11-19 16:59", "summary": "Cineworld is negotiating with lenders as it confronts the threat to its business caused by the pandemic. Regal Entertainment Group owner Cineworld Group PLC is in talks with investors for financial lifelines after months of empty theaters in the U.S. and U.K. during the coronavirus pandemic, according to people familiar with the matter.", "categories": [["Pro Bankruptcy Distress"]], "category_links": ["https://www.wsj.com/news/types/pro-bankruptcy-distress?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/savor-a-revolution-in-food-culture-review-a-taste-of-culinary-history-11605822865", "title": "'Savor: A Revolution in Food Culture' Review: A Taste of Culinary History", "date": "2020-11-19 16:54", "summary": "An exhibition at the Wadsworth Atheneum argues that much of today's Western food culture is rooted in France, during the period from 1650 until the 1789 Revolution.. ", "categories": [["Books & Arts", "Exhibition Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/exhibition-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/global-stock-markets-dow-update-11-19-2020-11605783370", "title": "Stocks Flip Higher, Led by Tech Shares", "date": "2020-11-19 16:50", "summary": "Jobless claims data and existing-home sales offered cues on pace of recovery as Covid-19 cases rise. U.S. stocks reversed early losses and edged slightly higher Thursday, powered by the big technology stocks that have driven much of the market's rally this year.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/jiu-jitsu-review-meta-martial-arts-melee-11605821561", "title": "'Jiu Jitsu' Review: Meta Martial-Arts Melee", "date": "2020-11-19 16:32", "summary": "Dimitri Logothetis's movie toys with kung-fu film conventions and features Nicolas Cage as a wisecracking sensei.. ", "categories": [["Books & Arts", "Film Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/film-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/crazy-not-insane-review-the-origins-of-violence-11605821495", "title": "'Crazy, Not Insane' Review: The Origins of Violence", "date": "2020-11-19 16:31", "summary": "Documentarian Alex Gibney's latest subject is psychiatrist Dorothy Lewis, whose studies of serial killers and other criminals sought to dispel the notion of pure evil.. ", "categories": [["Books & Arts", "Television Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/television-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nasdaq-to-buy-anti-financial-crime-firm-verafin-for-2-75-billion-11605795993", "title": "Nasdaq to Buy Anti-Financial Crime Firm Verafin for $2.75 Billion", "date": "2020-11-19 16:31", "summary": "The acquisition would be Nasdaq's latest effort to diversify away from its core exchange business into technology. Nasdaq Inc. will buy Verafin, a software company that uses artificial intelligence to help banks detect money laundering and fraud, for $2.75 billion, the companies said Thursday.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tyson-suspends-managers-after-lawsuit-claims-they-bet-on-covid-19-infections-11605821442", "title": "Tyson Suspends Managers After Lawsuit Claims They Bet on Covid-19 Infections", "date": "2020-11-19 16:30", "summary": "Meat giant faces wrongful death suit from family of deceased Iowa plant worker. Tyson Foods Inc. said it suspended managers at an Iowa pork plant following allegations that some wagered on the number of workers who would become infected with Covid-19, as the pandemic roiled the meat industry last spring.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sinclair-networks-to-rebrand-as-ballys-in-sports-betting-partnership-11605821408", "title": "Sinclair Networks to Rebrand as Bally's in Sports Betting Partnership", "date": "2020-11-19 16:30", "summary": "Arrangement deepens the integration of sports television and betting as more states legalize gambling. Sinclair Broadcast Group Inc. is teaming up with Bally's Corp. to use the casino operator's brand on its regional sports networks and integrate gambling content to fill the airtime during and between games.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-yorks-school-closure-sends-parents-scurrying-for-backup-11605820847", "title": "New York's School Closure Sends Parents Scurrying for Backup", "date": "2020-11-19 16:20", "summary": "Covid-19 surge boosts business for learning pod and tutoring companies. New York City's decision to switch back to fully remote learning in its public schools sent parents scrambling for backup.", "categories": [["U.S.", "Politics"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/on-beckett-in-screen-review-scrutinizing-the-inscrutable-11605820748", "title": "'On Beckett/In Screen' Review: Scrutinizing the Inscrutable", "date": "2020-11-19 16:19", "summary": "Irish Repertory Theatre's production of Bill Irwin's one-man play offers insight into the notoriously difficult life and work of Samuel Beckett.. It's a puzzle to me why we have yet to see a webcast of Samuel Beckett's \"Waiting for Godot.\" Not only is it a small-cast play with a simple set, but the theme of \"Godot\" would seem to be ideally suited to the moment. How should we live at a time when we are all facing the ever-present possibility of disease and death? The miracle of Beckett's masterpiece is that it uses pulverizingly funny baggy-pants comedy to ask this soul-searching question. I don't know another play that has the potential to speak so powerfully and directly to a world grappling with a deadly pandemic.", "categories": [["Opinion", "Theater Review"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/theater-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-last-vermeer-review-the-forger-who-fooled-goring-11605820664", "title": "'The Last Vermeer' Review: The Forger Who Fooled Göring", "date": "2020-11-19 16:17", "summary": "Guy Pearce plays Han van Meegeren, a painter of fake Vermeers who was accused of collaborating with the Nazis, in this thriller that is short on surprise.. ", "categories": [["Books & Arts", "Film Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/film-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/he-was-right-about-schools-too-11605820465", "title": "He Was Right About Schools, Too", "date": "2020-11-19 16:14", "summary": "Good thing the president often ignored Fauci's advice.. Post-election, American media outlets seem to be relaxing the unwritten rule that positive comments about President Donald Trump's policies must be buried beneath several paragraphs of personal condemnations. Yesterday this column noted the underreported accuracy of the President's vaccine predictions. Today there is a growing if grudging acceptance that his critics have done enormous damage to poor children by rejecting his calls to keep schools open.", "categories": [["Opinion", "Best of the Web"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/best-of-the-web-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/macys-reports-loss-but-results-improve-from-earlier-quarters-11605790070", "title": "Macy's CEO to States: Don't Close Us Down Again", "date": "2020-11-19 16:10", "summary": "Retailer hopes to keep stores open during holiday period as coronavirus cases surge, renewing debate over 'essential or nonessential'. Macy's Inc., still smarting from the pandemic's damage to its business, is lobbying states and cities not to close its department stores during the critical holiday period because of the surge in U.S. coronavirus cases.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nvidia-to-bring-fortnite-back-to-iphones-amid-epics-app-store-fight-11605818378", "title": "Nvidia to Bring 'Fortnite' Back to Apple iPhones Amid Epic's App Store Fight", "date": "2020-11-19 16:10", "summary": "Blockbuster shooter game to be available on the Apple phones via chip maker's GeForce Now service. Epic Games Inc. and other developers battling Apple Inc. over its App Store controls are getting an ally in Nvidia Corp. , as the graphics-chip company said it is expanding a service that would let users play games including \"Fortnite\" on their iPhones.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/home-sales-rise-to-14-year-high-in-october-11605798326", "title": "U.S. Home Sales Rose to 14-Year High in October", "date": "2020-11-19 16:04", "summary": "Sales of previously owned homes climb 4.3%, fueled by low interest rates, desire for pricier houses. U.S. home sales rose to a 14-year high last month, a rare bright spot for the economy as ultra low borrowing costs and the sudden shift in living preferences during the pandemic power the market.", "categories": [["Economy", "Economic Data"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/economic-data?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/draftkings-cfo-revisits-financial-models-as-virus-upends-sports-calendar-11605819687", "title": "DraftKings CFO Revisits Financial Models as Virus Upends Sports Calendar", "date": "2020-11-19 16:01", "summary": "The sports-betting company revamps its revenue forecasts to roll with changes in customer behavior during the pandemic. The pandemic not only scrambled this year's professional sports calendar, but also the financial models of DraftKings Inc., forcing the sports-betting company to revamp its forecasting.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/from-top-to-bottom-friday-crossword-november-20-11605634709", "title": "From Top to Bottom (Friday Crossword, November 20)", "date": "2020-11-19 16:01", "categories": [["WSJ Puzzles", "Crossword Contest"]], "category_links": ["https://www.wsj.com/news/puzzle?mod=breadcrumb", "https://www.wsj.com/news/types/crossword-contest?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-city-mayor-warns-of-end-to-indoor-dining-gym-closures-11605819421", "title": "New York City Mayor Warns of Indoor Dining and Gym Closures", "date": "2020-11-19 15:57", "summary": "Bill de Blasio says new Covid-19 restrictions could come in the next week or two. New York City gyms and indoor dining may close in the coming days as positivity rates for Covid-19 rise ahead of the holiday season, Mayor Bill de Blasio said.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bestselling-books-week-ended-november-14-11605818584", "title": "Bestselling Books Week Ended November 14", "date": "2020-11-19 15:43", "summary": "With data from NPD BookScan. ", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/best-selling-books?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/entrepreneur-revived-ferry-service-between-manhattan-and-new-jersey-11605818124", "title": "Entrepreneur Revived Ferry Service Between Manhattan and New Jersey", "date": "2020-11-19 15:35", "summary": "Arthur E. Imperatore, who has died at age 95, lured New York commuters out of rail and car tunnels. Arthur E. Imperatore, who grew up in West New York, N.J., across the Hudson River from Manhattan, recalled paying 4 cents for ferry trips to the city in the 1930s. In the 1980s, he brought ferries back, giving commuters a more-scenic alternative to tunnels.", "categories": [["World", "Obituaries"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/obituaries?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/feds-mester-makes-plea-for-more-fiscal-aid-in-television-interview-11605801565", "title": "Two Fed Officials Voice Concern on Economy as Virus Cases Surge", "date": "2020-11-19 15:22", "summary": "Cleveland Fed leader says it isn't clear how much more support the Fed could give the economy. Two Federal Reserve officials at the heart of central bank decision making this year sent warnings Thursday about what lies ahead for the economy as coronavirus cases spiral higher.", "categories": [["Economy", "Central Banks"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/central-banks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mild-november-weather-stings-natural-gas-prices-11605801958", "title": "Mild November Weather Stings Natural-Gas Prices", "date": "2020-11-19 14:57", "summary": "Forecasts signal warmer temperatures in many states six to 15 days from now, a bearish development for natural gas. Natural-gas prices fell Thursday, extending a recent November slide with moderate temperatures sweeping across the U.S. and limiting demand for the power-generation fuel.", "categories": [["Markets", "Commodities", "Gas Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb", "https://www.wsj.com/news/types/gas-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/gift-guide-the-best-books-to-buy-this-holiday-season-11605815548", "title": "Gift Guide: The Best Books to Buy This Holiday Season", "date": "2020-11-19 14:52", "summary": "WSJ critics and contributors share their favorite reads in business, history, art and more.. One of the joys of the season is to present the readers you love with books that suit them just right. Twelve of our reviewers help you pick great gifts in Art, Design, Children's Books, Food, History, Nature, Sports and more.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/warriors-klay-thompson-will-miss-nba-season-after-achilles-tear-11605815311", "title": "Warriors' Klay Thompson Will Miss NBA Season After Achilles Tear", "date": "2020-11-19 14:48", "summary": "The injury is a devastating blow after the All-Star guard missed the entire 2019-20 season due to a torn ACL. Klay Thompson tore the Achilles tendon in his right leg on Wednesday and will miss the next NBA season, the Golden State Warriors said Thursday, a devastating injury for a dynasty that won three championships in five seasons.", "categories": [["Sports", "NBA"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/nba?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/masterpieces-that-began-as-failures-11605814875", "title": "Masterpieces That Began as Failures", "date": "2020-11-19 14:41", "summary": "From Melville's 'Moby-Dick' to Beethoven's 'Fidelio,' some great works of art have taken a long time to win recognition.. Historian Amanda Foreman searches the past for the origins of today's world. Read previous columns here.", "categories": [["Life & Work", "Ideas", "Historically Speaking"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/historically-speaking?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-some-schools-close-as-covid-19-cases-rise-when-others-stay-open-11605789414", "title": "Why Some Schools Close as Covid-19 Cases Rise When Others Stay Open", "date": "2020-11-19 14:32", "summary": "Decisions often depend on a community's density, resources for safety steps, political atmosphere and local risk tolerance. In New York City, when 3% of tests for Covid-19 are positive, schools close. In Indianapolis, the trigger is 13%.", "categories": [["U.S.", "Education"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/education?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hospitals-reduce-covid-19-deaths-lengths-of-stay-data-suggest-11605810133", "title": "Hospitals Reduce Covid-19 Deaths, Lengths of Stay, Data Suggest", "date": "2020-11-19 14:29", "summary": "More effective treatments, better understanding of the virus and changing makeup of patients have led to better outcomes. U.S. hospitals say they are facing the pandemic's largest surge armed with treatment improvements that allow them to save lives, care for more patients and accelerate the recovery of coronavirus sufferers.", "categories": [["WSJ News Exclusive", "U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/your-goal-is-to-die-broke-easier-said-than-done-11605812400", "title": "Your Goal Is to Die Broke? Easier Said Than Done", "date": "2020-11-19 14:00", "summary": "Also: answering a reader's question about required minimum distributions. My wife and I have no children, and our goal is to die broke. How would we do this?", "categories": [["Markets", "Journal Reports: Wealth Management"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-wealth-management?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nearly-1-million-chinese-people-have-received-drug-makers-covid-19-vaccines-11605802950", "title": "Nearly 1 Million Chinese People Have Received Drug Maker's Covid-19 Vaccines", "date": "2020-11-19 13:49", "summary": "Sinopharm reports no adverse reactions in mass vaccinations but hasn't presented evidence of efficacy in trials. Chinese authorities have inoculated nearly one million Chinese people with a Covid-19 vaccine from Sinopharm, though the state company has yet to provide solid clinical evidence of efficacy.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/china-borrows-at-negative-rates-for-the-first-time-11605769378", "title": "China Borrows at Negative Rates for the First Time", "date": "2020-11-19 13:46", "summary": "Including bonds with positive yields, the euro-denominated deal raised about $4.7 billion. Superlow interest rates in Europe helped China to sell its first negative-yielding debt, as it raised about $4.7 billion in a three-part deal in euros.", "categories": [["Markets", "Credit Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/credit-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/deadly-clashes-rock-uganda-after-arrest-of-opposition-presidential-candidate-11605810217", "title": "Deadly Clashes Rock Uganda After Candidate's Arrest", "date": "2020-11-19 13:27", "summary": "Security forces kill at least 16 in the country's worst election-related violence in decades. KAMPALA, Uganda-Cities across Uganda erupted into deadly violence for a second day on Thursday, after the government arrested the main opposition candidate ahead of presidential elections in January.", "categories": [["World", "Africa"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/africa-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-fraud-of-fish-oil-is-exposed-will-kale-be-next-11605810445", "title": "The Fraud of Fish Oil Is Exposed. Will Kale Be Next?", "date": "2020-11-19 13:27", "summary": "Since fried liver, I've been pretty sure that 'healthy' foods are not what they seem. For more years than I care to remember, I have taken a daily capsule of fish oil because it's supposed to be good for your heart. Fish oil capsules are disgusting, and just thinking about ingesting them every morning has ruined my breakfasts for years. But for decades I have taken one for the team. Sometimes two.", "categories": [["Life & Work", "Ideas", "Moving Targets"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/moving-targets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/united-reports-slower-bookings-as-covid-19-cases-surge-11605797628", "title": "Airlines Flag Falling Bookings as Covid-19 Cases Climb", "date": "2020-11-19 13:26", "summary": "United, American among carriers seeing demand drop as pandemic surges. Travelers are calling off holiday trips as Covid-19 case counts surge around the country, threatening U.S. airlines' last hopes for bringing in more revenue this year.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/highest-covid-death-rates-in-new-york-city-found-in-black-poor-older-people-11605810334", "title": "Highest Covid Death Rates in NYC Found in Black, Poor, Older People", "date": "2020-11-19 13:25", "summary": "Study finds highest case rates, hospitalizations and deaths in communities of color, high-poverty and among people 75 years and older. A new study of Covid-19 mortalities from March through May in New York City finds that the highest rates of cases, hospitalizations and deaths were concentrated in communities of color, high-poverty areas and among people 75 years of age and older or those with underlying conditions.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-polls-are-dead-long-live-politics-11605809242", "title": "The Polls Are Dead, Long Live Politics", "date": "2020-11-19 13:07", "summary": "There's ample evidence they aren't accurate, yet politicians rely on issue polling for policy making.. The results of the U.S. election won't profoundly change the course of American governance over the next generation. That hardly anyone saw these results coming, might. The extraordinary polling errors in recent elections on both sides of the Atlantic portend a dramatic change in the way politics operate-if we're lucky.", "categories": [["Opinion", "Political Economics"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/political-economics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/teachers-should-get-the-covid-vaccine-first-11605809192", "title": "Teachers Should Get the Covid Vaccine First", "date": "2020-11-19 13:06", "summary": "Immunity would overcome resistance to reopening schools, which is vital.. Two vaccine trials reported highly encouraging results in the past week, with both versions looking to be 95% effective or better. If one or both are approved for emergency use, the U.S. might have enough doses for 20 million people in early 2021. How should the initial supply be allocated? Should it be given to populations with a higher mortality risk, or to people who are most likely to spread disease at higher rates?", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/homebuyers-during-covid-say-it-takes-a-village-to-find-a-house-11605808844", "title": "Homebuyers During Covid Say It Takes a Village to Find a House", "date": "2020-11-19 13:00", "summary": "Resume Subscription. Before Covid, Masood Qazi didn't spend much time in his San Jose, Calif., neighborhood. He went to work at Qualcomm , his wife, Anicham Kumarasamy, commuted to her office at Amazon , and their 3½-year-old son attended day care. On weekends, the family went on outings around the Bay Area.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/wont-you-be-my-neighbor-11605808476", "title": "Won't You Be My Neighbor?", "date": "2020-11-19 12:54", "summary": "These buyers sought out a strong sense of community while shopping for homes during the coronavirus pandemic.. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/holiday-gift-books-2020-art-11605808353", "title": "Holiday Gift Books 2020: Art", "date": "2020-11-19 12:52", "summary": "The most compelling art books are works of beauty themselves.. If you publish a book on the art of bookmaking, you'd better do it right. The pages should be smooth, the binding sturdy but not too tight. The images should be sharply reproduced and the layout generous. The endpapers should be invitingly colorful, like curtains before a play. In short, your book should be a work of art-otherwise, it undercuts its own message. \"Piranesi Unbound\" (Princeton, 230 pages, $65) is a beautifully made book about a maker of beautiful books. Giambattista Piranesi (1720-78) is remembered mostly for his etchings, but art historians Carolyn Yerkes and Heather Hyde Minor make a strong-and charmingly wonkish-case that his true medium was the bound volume. They're helped enormously by the designer Yve Ludwig, who strengthens every step of their argument with vivid closeups of the maestro's work. Her gold-on-terracotta color scheme is the icing on the cake: Ms. Ludwig evokes Piranesi's love for red chalk and Moroccan leather in a way that suggests the Roman genius might have a living heir.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/holiday-gift-books-2020-business-11605807099", "title": "Holiday Gift Books 2020: Business", "date": "2020-11-19 12:31", "summary": "A trio of books that try to bring sense to the history of dollars.. The coronavirus may have blind-sided our health-care system, but the Federal Reserve was ready with the same miracle cure it now prescribes for almost every financial emergency. Quantitative easing is the technical name for it, but the basic idea is to create a lot of money-about $3 trillion so far in the pandemic era. This quick fix for an economic calamity is intuitively appealing to politicians and more than a few economists, but ordinary common sense is apt to be mystified. Look too closely at the way the Fed plays with the money supply and you may become confused about the basic concept underlying the dollars we earn, save and spend. What is money, exactly?", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/holiday-gift-books-2020-sports-11605807016", "title": "Holiday Gift Books 2020: Sports", "date": "2020-11-19 12:30", "summary": "In a strange year for basketball fans, five books put readers courtside.. In an ordinaryyear, around this time, the habitués of the hardcourt game would be talking about LeBron James and Kawhi Leonard, arguing about whether the Celtics are for real, and wondering whether calling Giannis Antetokounmpo the Greek Freak is unkind, or worse.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/holiday-gift-books-2020-nature-11605806859", "title": "Holiday Gift Books 2020: Nature", "date": "2020-11-19 12:28", "summary": "Celebrating the mysteries of nature in volumes large and small.. Henry David Thoreau called winter \"the harvest of thought,\" a time to think more clearly about the world and where it's going. This holiday season's bumper crop of nature books is also a harvest of thought, affording an abundance of armchair adventuring through woods, streams and fields.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/holiday-gift-books-2020-design-11605806820", "title": "Holiday Gift Books 2020: Design", "date": "2020-11-19 12:27", "summary": "These books take readers backstage, under the covers and under the hood.. \"Style\" is not the first word that comes to mind when considering the famed Bloomsbury Group, the informal network of influential intellectuals and artists that included Virginia Woolf, Vanessa Bell, Lytton Strachey, Roger Fry, E.M. Forster and John Maynard Keynes. But as Wendy Hitchmough, an English curator and lecturer, points out, over a 60-year period \"Bloomsbury self-fashioned a visual identity that consolidated and promoted its position as an influential group of radicals.\" In \"The Bloomsbury Look\" (Yale, 183 pages, $40) she offers a thorough consideration of what these daring bohemians wore, photographed, designed, painted and promoted. The group early on embraced amateur photography \"to frame and to share private, uninhibited identities,\" including nude frolics inspired by Nijinsky. Far from eschewing the attentions of the mainstream press, the radicals cultivated a wider social circle that included two of British Vogue's top editors, who were \"keen to craft a connection between fashion and the avant-garde.\" Perhaps the most tangible aspect of a Bloomsbury \"look\" evolved at the Omega Workshops, nurtured by Fry and Bell, who enlisted like-minded artisans to design furniture, textiles and household goods. Omega's \"extreme, Cubist clothing and its unconventional dresses projected a distinctive, public identity\" for the Bloomsbury Group and its friends. Ms. Hitchmough's history vividly fleshes out Dorothy Parker's observation that \"they lived in squares, painted in circles, and loved in triangles.\"", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/holiday-gift-books-2020-photography-11605806721", "title": "Holiday Gift Books 2020: Photography", "date": "2020-11-19 12:25", "summary": "Seven new books offer extraordinary visions of the ordinary.. With \"Imogen Cunningham: A Retrospective\" (Getty, 245 pages, $50), editor Paul Martineau means to fix Cunningham's place in the firmament of great 20th-century American photographers. For over 70 years, Cunningham (1883-1976) innovated and excelled in many photographic genres. Her portraits, a reviewer in 1913 said, are \"a portrayal of the sitter's personality, spirituality-soul, if you will-which gives the beholder a sense of actual presence.\" While homebound taking care of her three young boys she photographed the plants in her garden, and what was said about her portraits also applies to her photographs of flora. She is one of the few to take successful nudes of both women and men. The book includes her intense \"Martha Graham, Dancer\" (1931), her celebrated \"Magnolia Blossom\" (1925) and the still startling nude \"Triangles\" (1928).", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/holiday-gift-books-2020-music-11605806645", "title": "Holiday Gift Books 2020: Music", "date": "2020-11-19 12:24", "summary": "Reading to make the heart of any music lover sing.. Musical charm resists description, but its reality is undeniable. Vivaldi had it, so did Haydn and so did Francis Poulenc (1899-1963). Roger Nichols examines Poulenc's life and charming music in \"Poulenc: A Biography\" (Yale, 372 pages, $38), an accessible biography for the common reader. What made Poulenc's music appealing was his moderate, coloristic use of the very dissonances that made the works of many 20th-century composers so disquieting. What made it durable was his matchless way with melody. This gift is displayed conspicuously in such vocal pieces as \"Tel jour telle nuit\" and the majestic \"Gloria.\" The delight given by such works belies the effort Poulenc took in their production. \"Poulenc's finest compositions,\" writes Mr. Nichols, \"are models of 'the art that conceals art.' \" Here, the accomplished biographer treats his subject sympathetically and with understated authority throughout.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/holiday-gift-books-2020-food-11605806579", "title": "Holiday Gift Books 2020: Food", "date": "2020-11-19 12:23", "summary": "Four delicious books that celebrate women with appetite and ambition.. \"I was thirty-nine when I started cooking; up until then, I just ate.\" So said Julia Child. It's one of the joyous gourmande's eminently quotable pronouncements collected in \"People Who Love to Eat Are Always the Best People\" (Knopf, 147 pages, $18.95), a delightful treat sure to be gobbled up by foodies on your gift list.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/holiday-gift-books-2020-childrens-books-11605806500", "title": "Holiday Gift Books 2020: Children's Books", "date": "2020-11-19 12:21", "summary": "From the backyard to the kitchen, there's magic everywhere.. For seek-and-find fun:", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/holiday-gift-books-2020-mysteries-11605806392", "title": "Holiday Gift Books 2020: Mysteries", "date": "2020-11-19 12:19", "summary": "Collectible suspense and literary delights it would be a crime to miss.. Georges Simenon wrote his sleek, atmospheric stories starring Parisian police inspector Jules Maigret from 1931 to 1972. The six Maigrets included in two handsome fine-press box sets from the Folio Society, illustrated with elegant woodcuts by Harry Brockway, are set across multiple decades, but little changes in Maigret's world of faded aristocrats and striving arrivistes, the chic and the shabby, the lovelorn and the bitter. The French milieu is timeless; the psychological deduction ever astute. \"Maigret Set One\" (472 pages, $120) and \"Maigret Set Two\" (451 pages, $120) together offer such classics as \"Maigret and the Calame Report,\" where the inspector hunts a stolen engineering paper on behalf of a government minister who ends up fearing for his life; and \"Maigret Sets a Trap,\" which pits the policeman against a serial killer whose allies include the suspect's wife and mother.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-k-boosts-defense-spending-aiming-to-cement-global-power-post-brexit-11605806302", "title": "U.K. Boosts Defense Spending, Aiming to Restore Global Power Post-Brexit", "date": "2020-11-19 12:18", "summary": "Military budget announcement comes ahead of EU deal deadline and a new administration in Washington. The U.K. government announced its biggest increase in defense spending since the Cold War in a bid to secure its position as the U.S.'s main military ally in Europe after Brexit.", "categories": [["World", "Europe", "U.K."]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb", "https://www.wsj.com/news/types/u-k-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/iran-resorts-to-its-strictest-lockdown-yet-to-stem-covid-19-11605806250", "title": "Iran Resorts to Its Strictest Lockdown Yet to Stem Covid-19", "date": "2020-11-19 12:17", "summary": "Tehran had held off imposing nationwide measures for months, but now faces infection rates four times higher than during the first wave. TEHRAN-Iran is preparing for a wide-ranging lockdown to slow the spread of Covid-19, listing more than 300 cities and towns for strict new restrictions that will likely inflict more pain on its sanctions-battered economy.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/holiday-gift-books-2020-science-11605806054", "title": "Holiday Gift Books 2020: Science", "date": "2020-11-19 12:14", "summary": "Books that draw the eye from the page to the heavens.. Astronomy's current popularity stems not only from its feverish pace of discovery but also the multitude of images issued by space-science centers around the world. Yet when it comes to public consumption, celestial photographs are often lavishly restyled. Several new books offer different approaches to portraying the universe in its best light.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/europe-wine-tariff-high-alcohol-content-11605754161", "title": "America Taxed Your Favorite Bordeaux? Try One With More Alcohol.", "date": "2020-11-19 12:05", "summary": "Resume Subscription. Wine investor Tom Gearing was intrigued by a French vintner's offer of a 2019 Cabernet-Merlot blend rich with aromas of cinnamon and jasmine and what the vintner called \"a dazzling expression of the estate's terroir.\"", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/selling-a-book-or-not-and-freedom-of-speech-11605804294", "title": "Selling a Book or Not and Freedom of Speech", "date": "2020-11-19 11:44", "summary": "This is yet another example of confusing a right to freedom of speech with a right to have people listen to your speech.. Abigail Shrier's \"Does the ACLU Want to Ban My Book?\" (op-ed, Nov. 16) gives me great pause. I first heard Ms. Shrier speak on the radio and was immediately interested in her book \"Irreversible Damage: the Transgender Craze Seducing Our Daughters\" because of her earnest desire to protect young girls. As a mother of an 11-year-old daughter and someone involved in the lives of youth, I plan to purchase and read this book.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-not-copy-asias-better-covid-response-11605804080", "title": "Why Not Copy Asia's Better Covid Response?", "date": "2020-11-19 11:41", "summary": "South Korea, Taiwan, Hong Kong and Singapore long ago succeeded in defeating Covid-without the use of devastating lockdowns of their economies and schools.. Regarding Dr. Salmaan Keshavjee and Tom Nicholson's \"Two Existing Technologies Could Fight Covid Now\" (op-ed, Nov. 17): We already possess the proven methods and tools that would quickly knock down the Covid pandemic in the U.S., even before the referenced UVC and BCG tools can be deployed.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-new-york-townhouse-that-gwyneth-paltrow-once-called-home-11605803656", "title": "A New York Townhouse That Gwyneth Paltrow Once Called Home", "date": "2020-11-19 11:34", "summary": "On the Upper East Side, the home has six bedrooms and comes with a library and an eat-in kitchen. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/marissa-mayer-makes-contact-again-11605803666", "title": "Marissa Mayer Makes Contact Again", "date": "2020-11-19 11:34", "summary": "After discouraging working from home in the spirit of collaboration, the former Yahoo CEO is back with time-management help. Marissa Mayer still doesn't like how you work from home.", "categories": [["Markets", "Overheard"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/overheard?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/gwyneth-paltrows-onetime-manhattan-home-hits-the-market-for-15-5-million-11605803473", "title": "Gwyneth Paltrow's Onetime Manhattan Home Hits The Market for $15.5 Million", "date": "2020-11-19 11:31", "summary": "The actress and Goop founder lived in the Upper East Side townhouse when she was a teenager. In the 2001 Wes Anderson movie \"The Royal Tenenbaums,\" Gwyneth Paltrow plays a gifted young woman living with her family in a grand New York City townhouse.", "categories": [["Real Estate", "Private Properties"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/private-properties?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/natural-gas-heads-into-winter-looking-bloated-11605803306", "title": "Natural Gas Heads Into Winter Looking Bloated", "date": "2020-11-19 11:28", "summary": "U.S. gas drillers will have to maintain their discipline to keep prices from sliding further after a mild start to the heating season. Oil is the commodity with a cartel, but in the U.S., natural-gas producers are the ones showing cartel-like discipline this year. That firmness will be key as the country enters the winter with unusually high levels of natural gas in storage.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/this-isnt-bush-v-gore-trumps-suits-are-frivolous-11605803093", "title": "This Isn't Bush v. Gore; Trump's Suits Are Frivolous", "date": "2020-11-19 11:24", "summary": "There is no right to file false claims or pursue frivolous cases.. Gerard Baker states that the president has the right to pursue legal challenges (\"Four Seasons Total Landscaping Isn't Exactly the Reichstag,\" Free Expression, Nov. 17). There is no right to file false claims or pursue frivolous cases. Under the rules governing federal courts and the courts in many states, a plaintiff and his attorneys can and should be sanctioned for filing a suit to harass or to cause unnecessary delay or that lacks evidentiary support. This isn't Bush v. Gore where there was a legitimate dispute of facts. In this case, the president either believes his own lies or cannot bring himself to man up and admit defeat, as Hillary Clinton did four years ago.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/for-teens-sexting-can-be-a-crime-11605801722", "title": "For Teens, Sexting Can Be a Crime", "date": "2020-11-19 11:02", "summary": "Even a consensual exchange of nude photos between teenagers can be prosecuted under child pornography laws, making it essential for parents to discuss the risks with their children.. Ryan Smith was more perplexed than concerned when the principal of his son's middle school asked him to come in for a meeting in 2016. His 13-year-old son Connor had never been in any kind of trouble. When Mr. Smith arrived at the school in Bucks County, Pa., he was shocked to see Connor dissolve in tears as the principal explained what had happened. (The names of Mr. Smith and his son have been changed to protect their privacy.)", "categories": [["Life & Work", "Ideas", "Essay"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/essay?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pompeo-visits-israeli-settlement-in-first-for-any-top-u-s-diplomat-11605801378", "title": "Pompeo Visits Israeli Settlement in First for Any Top U.S. Diplomat", "date": "2020-11-19 10:56", "summary": "Trip illustrates how the Trump administration has sought to boost Israel's position in its decadeslong conflict with the Palestinians. SHA'AR BINYAMIN, West Bank-U.S. Secretary of State Mike Pompeo on Thursday visited a West Bank Israeli settlement, a capstone to the Trump administration's support for Israeli settlements in Palestinian-populated territory that President-elect Joe Biden views as an obstacle to peace.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/your-boss-wants-to-know-what-are-you-doing-for-thanksgiving-11605794400", "title": "Your Boss Wants to Know: What Are You Doing for Thanksgiving?", "date": "2020-11-19 10:52", "summary": "Employers issue a flurry of warnings urging staffers to limit gatherings, while some ask for signed pledges to behave safely over the holiday. Companies are sending a new kind of Thanksgiving message to employees this year.", "categories": [["Business", "Management", "Management & Careers"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/management?mod=breadcrumb", "https://www.wsj.com/news/types/management-careers?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/for-privacy-homeowners-hedge-their-bets-11605800716", "title": "For Privacy, Homeowners Hedge Their Bets", "date": "2020-11-19 10:45", "summary": "In this high-tech world, vegetative screening remains a reliable protector. Long before there were motorized window shades and motion detectors, wealthy homeowners relied on a simple solution to shield their homes from prying eyes: hedges. Today, experts say, vegetative screening remains a tried-and-true method for enhancing a home's privacy and security.", "categories": [["Life & Work", "Fashion", "Comparison Shopping"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/magazine/fashion?mod=breadcrumb", "https://www.wsj.com/news/types/comparison-shopping?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/weekly-jobless-claims-coronavirus-11-19-2020-11605753615", "title": "Jobless Claims Rise as Recovery Slows", "date": "2020-11-19 10:34", "summary": "Initial claims for unemployment benefits increased to 742,000 last week as pandemic weighs on labor market. The number of applications for unemployment benefits rose sharply last week, indicating continued challenges for the U.S. economic recovery as coronavirus infections increased around the country.", "categories": [["Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/afghanistan-braces-for-worst-as-u-s-troop-withdrawal-accelerates-11605799305", "title": "Afghanistan Braces for Worst as U.S. Troop Withdrawal Accelerates", "date": "2020-11-19 10:21"}, {"link": "https://www.wsj.com/articles/what-does-home-field-advantage-mean-in-a-stadium-without-fans-11605799111", "title": "Home-Field Advantage in a Stadium Without Fans?", "date": "2020-11-19 10:18", "summary": "Talking to sports oddsmakers about adapting to the busy but frantic pandemic sports world. Johnny Avello wakes up in Las Vegas around 6 a.m.-no alarm needed-and the first thing he does is pour a cup of coffee with a little cream, and check his email, specifically the email from his employer, DraftKings , which tells him how the daily sports fantasy/betting company did the prior night: which contests had the most action, what was wagered, and which players wagered the most.", "categories": [["Sports"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/turkey-lifts-rates-after-erdogans-endorsement-of-austerity-11605785992", "title": "Turkey Lifts Rates After Erdogan's Endorsement of Austerity", "date": "2020-11-19 10:14", "summary": "Rate rise comes soon after the president signaled a change in approach on economic policy. ISTANBUL-Turkey's central bank sharply raised its benchmark interest rate, pledging to combat inflation less than two weeks after President Recep Tayyip Erdogan reshuffled his economic team and backed a shift in approach to repair an economy beset by a dwindling currency.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/doctor-didnt-want-to-drop-the-ball-during-the-pandemic-11605798001", "title": "Doctor Didn't Want to Drop the Ball During the Pandemic", "date": "2020-11-19 10:00", "summary": "Immigrant from Pakistan, who kept caring for patients in a small Kentucky town, died of Covid-19 at age 59. As a cancer patient, Mohammad Jawed was particularly vulnerable to Covid-19. As the father of three daughters, Dr. Jawed needed to make a living from his internal-medicine practice in the small town of Corbin, Ky.", "categories": [["World", "Obituaries"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/obituaries?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/roth-ira-conversions-what-you-need-to-know-11605798001", "title": "Roth IRA Conversions: What You Need to Know", "date": "2020-11-19 10:00", "summary": "Here's how they work, including who can benefit the most from them. Thirteen years ago, Margie Owen of Atlanta had a large tax-deferred account that she intended to leave to her children someday.", "categories": [["Markets", "Journal Reports: Wealth Management"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-wealth-management?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/number-puzzles-11605642873", "title": "Number Puzzles", "date": "2020-11-19 10:00", "categories": [["WSJ Puzzles", "Number Puzzles"]], "category_links": ["https://www.wsj.com/news/puzzle?mod=breadcrumb", "https://www.wsj.com/news/types/number-puzzles?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/outside-nigerias-green-zone-jihadists-rule-the-road-11605787200", "title": "Outside Nigeria's 'Green Zone,' Jihadists Rule the Road", "date": "2020-11-19 09:54", "summary": "Resume Subscription. MAIDUGURI, Nigeria-Traveling by road into Maiduguri, the capital of Nigeria's northeast, has become one of the most dangerous journeys on earth.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/coca-cola-improperly-shifted-profits-abroad-tax-court-rules-11605738514", "title": "Coca-Cola Improperly Shifted Profits Abroad, Tax Court Rules", "date": "2020-11-19 09:28", "summary": "Judge backs IRS's main arguments in beverage giant's multibillion-dollar lawsuit. WASHINGTON- Coca-Cola Co. placed too much of its profit in its foreign operations instead of its higher-taxed domestic parent company, a U.S. Tax Court judge ruled Wednesday.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nvidia-simon-property-group-bny-mellon-what-to-watch-when-the-stock-market-opens-today-11605787409", "title": "Macy's, Nvidia, Simon Property: What to Watch When the Stock Market Opens Today", "date": "2020-11-19 09:07", "summary": "U.S. stock futures edged lower, suggesting further declines this week. Here's what we're watching as markets kick into gear Thursday:", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/eu-leans-heavily-on-u-s-program-tracking-terror-financing-11605794404", "title": "EU Leans Heavily on U.S. Program Tracking Terror Financing", "date": "2020-11-19 09:00", "summary": "Even while faulting U.S. privacy protections, Europeans use data gathered. WASHINGTON-A new review by a civil-liberties watchdog has revealed the extent to which European governments have come to rely on a U.S. surveillance program that monitors global financial transactions for ties to terrorism.", "categories": [["Politics", "National Security"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/national-security?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/next-stop-for-covid-19-vaccines-fda-review-11605792716", "title": "Next Stop for Covid-19 Vaccines: FDA Review", "date": "2020-11-19 08:31", "summary": "Agency scientists and outside panel will assess Pfizer, Moderna test data before granting emergency use authorization. The Food and Drug Administration is days away from beginning its evaluation of Covid-19 vaccines for emergency use-a process that could lead to vaccine distributions by year's end to limited groups such as health-care workers and the elderly.", "categories": [["Politics", "Health Policy"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/health-policy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-tyler-perry-is-giving-the-entertainment-industry-a-new-hope-11605792519", "title": "How Tyler Perry Is Giving the Entertainment Industry a New Hope", "date": "2020-11-19 08:28", "summary": "The writer, director, producer and studio head has built an entertainment empire, including one of the industry's largest coronavirus bubbles-making his work more impactful than ever. ", "categories": [["Feature"]], "category_links": ["https://www.wsj.com/news/types/magazine-feature?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/car-insurers-struggle-to-track-driving-behavior-gm-may-have-a-better-way-to-do-it-11605791475", "title": "GM's Insurance Plan Eases Collection of Driver Data", "date": "2020-11-19 08:11", "summary": "Once policyholders consent, insurers can seamlessly access data, offer discounts to the safest drivers. Many car insurers have struggled for years to get policyholders to adopt telematics, a way to collect information about mileage and driving habits directly from the vehicle. The deal from General Motors Co. to market car insurance based on data from onboard computers advances insurers' efforts to size up risk.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/this-new-york-union-is-swallowing-35-pay-cuts-for-more-work-11605790800", "title": "This New York Union Is Taking 35% Pay Cuts for More Work", "date": "2020-11-19 08:00", "summary": "Laborers' Local 79 hopes new deal can help unions reclaim lost market share in residential construction. New York construction jobs have dwindled during the pandemic, but one local union is boosting its numbers by slashing its typical worker wages by more than a third.", "categories": [["Real Estate"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/venezuela-opposition-fights-creditors-for-control-of-billions-in-global-assets-11605790800", "title": "Venezuela Opposition Fights Creditors for Control of Billions in Global Assets", "date": "2020-11-19 08:00", "summary": "Foes of the Maduro regime try to protect Citgo, gold and other property, with the changeover in U.S. administrations complicating efforts. Creditors from hedge funds to oil companies are moving closer to seizing billions of dollars in Venezuela's overseas assets, posing a threat to an opposition movement that has sought to protect the assets for an eventual change of government.", "categories": [["WSJ News Exclusive", "Latin America"]], "category_links": ["https://www.wsj.com/news/types/latin-america-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lawmakers-set-to-give-infrastructure-a-fresh-look-in-2021-11605788235", "title": "Lawmakers Set to Give Infrastructure a Fresh Look in 2021", "date": "2020-11-19 07:17", "summary": "Democrats and Republicans see bridges and other projects as possible area of cooperation with new president. WASHINGTON-Facing the possibility of another two years of divided government, Democrats and Republicans are eyeing a familiar topic as a possible area of bipartisan compromise under the Biden administration: infrastructure.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/foreign-meat-is-dropping-off-the-menu-in-china-as-local-pork-prices-fall-11605781804", "title": "Foreign Meat Is Dropping Off the Menu in China", "date": "2020-11-19 07:02", "summary": "Swine fever outbreaks are still occurring, but the country has moved to repopulate its pig farms. China's voracious appetite for imported meat is starting to wane, as domestic pork prices fall and consumer worries grow about the coronavirus lingering on food.", "categories": [["Markets", "Commodities"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/governors-halt-high-school-sports-as-covid-19-surges-11605787200", "title": "Governors Halt High School Sports as Covid-19 Surges", "date": "2020-11-19 07:00", "summary": "Even though young athletes rarely get very sick or die of the virus, they can spread it through the community, state leaders say. Governors in several states are pulling back on high school and other youth sports as coronavirus infections surge, dismissing the argument that sports should continue because few kids and teenagers die of Covid-19.", "categories": [["Sports"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/large-chinese-broker-faces-probe-after-state-owned-coal-miners-default-11605780047", "title": "Big Chinese Broker Faces Probe After State-Owned Coal Miner's Default", "date": "2020-11-19 06:52", "summary": "Haitong Securities shares fall in Hong Kong and Shanghai. One of China's largest securities firms is under investigation for suspected market manipulation and its role in the recent debt-related woes of a state-owned coal miner, following a tumultuous week in Chinese credit markets.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/oxford-astrazeneca-coronavirus-vaccines-strong-response-in-elderly-confirmed-in-review-11605783756", "title": "Oxford, AstraZeneca Vaccine's Strong Response in Elderly Confirmed in Review", "date": "2020-11-19 06:02", "summary": "Vaccine's overall efficacy is still not known, but peer-reviewed data shows strong immune response in older adults. LONDON-A Covid-19 vaccine being developed by the University of Oxford and AstraZeneca PLC showed promising immune responses in elderly and older adults, with fewer serious side effects than in younger volunteers, according to a just-published interim analysis previewed in late October.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/banks-may-be-office-landlords-new-problem-tenants-11605782386", "title": "Banks May Be Office Landlords' New Problem Tenants", "date": "2020-11-19 05:39", "summary": "Finance companies have slowed their takeup of new space more than other sectors since the pandemic began. Tech companies have talked the loudest about shifting away from the office. It is banks that are putting their money where their mouth is.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/car-maker-notes-attract-investors-seeking-short-term-yield-11605781801", "title": "Car-Maker Notes Attract Investors Seeking Short-Term Yield", "date": "2020-11-19 05:30", "summary": "With near-zero rates on low-risk investments, investors in search of yield are turning to unconventional notes. Among the hottest offerings from some car makers lately: relatively chunky yields.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/australian-special-forces-killed-39-afghan-civilians-unlawfully-inquiry-finds-11605780498", "title": "Australian Special Forces Killed 39 Afghan Civilians Unlawfully, Inquiry Finds", "date": "2020-11-19 05:08", "summary": "Report says patrol commanders ordered junior soldiers to shoot unarmed civilians and cover up the crimes from 2009 to 2013. SYDNEY-The practice was known as \"blooding:\" a shoot-to-kill order designed to battle-harden new troops.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/is-the-traditional-christmas-nightmare-for-funding-markets-over-11605778710", "title": "Is the Traditional Christmas Nightmare for Funding Markets Over?", "date": "2020-11-19 04:38", "summary": "In recent years, short-term borrowing costs in U.S. dollars have often surged at the end of the year. With the end of 2020 mercifully coming into view, there's one holiday tradition that investors seem markedly less worried about this year-a sudden dollar-funding squeeze in December.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/covid-19-vaccine-progress-gives-tokyo-olympics-a-tailwind-11605774096", "title": "Covid-19 Vaccine Progress Gives Tokyo Olympics a Tailwind", "date": "2020-11-19 03:21", "summary": "Major hurdles remain, but Games' organizers prepare for athletes to get shots. TOKYO-Breakthroughs in Covid-19 vaccine trials are giving a boost to the organizers of next summer's Tokyo Olympics, who are looking into vaccine suppliers and planning to encourage athletes to get their shots.", "categories": [["World", "Asia", "Japan"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/japan-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11605737998", "title": "Pepper...and Salt", "date": "2020-11-19 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}]