[{"link": "https://www.wsj.com/articles/bidens-delay-on-defense-pick-gives-rise-to-dissent-11606689856", "title": "Biden's Delay on Defense Pick Gives Rise to Dissent", "date": "2020-11-29 23:12", "summary": "Voices in Democrats' coalition debate race, military policy and ties to the defense industry. President-elect Joe Biden's looming decision on who should run the Pentagon has become a surprisingly competitive contest that pits former top Defense Department official Michèle Flournoy against an array of potential candidates, including a retired U.S. military commander and a former Homeland Security head.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-to-name-rouse-tanden-to-economic-team-11606684256", "title": "Biden Fills Out Economic Team", "date": "2020-11-29 21:59", "summary": "President-elect's picks include Neera Tanden to head the Office of Management and Budget and Cecilia Rouse to chair the Council of Economic Advisers. WASHINGTON-President-elect Joe Biden intends to nominate a team of liberal and centrist economic advisers to serve alongside planned Treasury Secretary nominee Janet Yellen, people familiar with his plans said Sunday, as he prepares to confront the economic fallout from the coronavirus pandemic.", "categories": [["WSJ News Exclusive", "Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-calls-justice-fbi-missing-in-action-on-election-allegations-11606680518", "title": "Trump Calls Justice, FBI 'Missing in Action' on Election Allegations", "date": "2020-11-29 20:38", "summary": "Federal officials and state election authorities agree they have seen no evidence of tampering with voting systems. WASHINGTON-President Trump accused federal law-enforcement agencies run by his own appointees of ignoring his claims of mass election fraud, as his legal setbacks continued to mount.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-injures-ankle-over-thanksgiving-weekend-11606699070", "title": "Biden Injures Ankle Over Thanksgiving Weekend", "date": "2020-11-29 20:28", "summary": "Hairline fractures will require the president-elect to wear a walking boot for several weeks. President-elect Joe Biden twisted his ankle over the weekend while playing with his dog Major, his aides said Sunday. The injury caused a hairline fracture, requiring the 78-year-old to wear a walking boot \"for several weeks,\" according to his physician.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/your-home-office-ergonomics-are-still-a-messdo-something-about-it-11606698000", "title": "Your Home-Office Ergonomics Are Still a Mess-Do Something About It", "date": "2020-11-29 20:00", "summary": "With the pandemic not slowing down and many workplaces shut down for winter, your long-term health may depend on getting your desk set up well. For the first two weeks, Kathryn Benjamin worked from her sofa. When hunching over her laptop started to hurt, the 34-year-old marketing manager moved to a high-top table wedged in the kitchen of her tiny London flat. She bought a bar stool to sit on.", "categories": [["Life & Work", "Work & Life"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/work-life?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/investors-pile-into-risky-etfs-during-wild-market-rally-11606665600", "title": "Investors Pile Into Risky ETFs During Wild Market Rally", "date": "2020-11-29 19:08", "summary": "A hunt for bigger returns has led investors to plow money into funds offering a chance to double or triple daily returns but at sizable risk. Investors' penchant for risk-taking has rejuvenated a volatile and sometimes dangerous group of exchange-traded funds.", "categories": [["Markets", "ETFs"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/etfs?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-state-assembly-gets-new-class-of-progressives-11606694400", "title": "New York State Assembly Gets New Class of Progressives", "date": "2020-11-29 19:00", "summary": "Democrats who won seats campaigning on taxing the wealthy and tenants' rights plan to keep pushing change in Albany. Democrats who dominate the New York state Assembly will convene virtually this week to discuss their strategy for the coming months and start to work out how their conference will absorb a group of progressive insurgents who are succeeding some of the chamber's most senior members.", "categories": [["U.S.", "State Street"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/state-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/airbnb-doordash-aim-for-higher-than-expected-valuations-ahead-of-debuts-11606689243", "title": "Airbnb, DoorDash Aim for Higher-Than-Expected Valuations", "date": "2020-11-29 18:48", "summary": "Airbnb plans to target a range of around $30 billion to $33 billion, while DoorDash will seek a valuation of around $25 billion to $28 billion. Airbnb Inc. and DoorDash Inc. are planning to release higher-than-expected valuation ranges for their initial public offerings, in the latest sign of strength in a booming market for new issues.", "categories": [["WSJ News Exclusive", "Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/thanksgiving-draws-travel-to-a-pandemic-peak-11606691175", "title": "Holiday Draws Travel to a Pandemic Peak", "date": "2020-11-29 18:37", "summary": "Airport screenings were elevated this weekend, and some chose to drive rather than fly. The weekend after Thanksgiving met expectations that it would be the busiest travel period in the U.S. since the coronavirus pandemic began, aided by clement weather and lower gas prices that encouraged some to drive rather than fly.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/before-tony-hsiehs-death-firefighters-rushed-to-burning-home-with-trapped-man-11606691000", "title": "Before Hsieh's Death, Firefighters Rushed to Burning Home", "date": "2020-11-29 18:03", "summary": "Recordings of Connecticut first responders offer look at the circumstances surrounding Hsieh's death. Recordings of emergency responders offer a glimpse into the circumstances surrounding a Connecticut fire that led to the death of former Zappos.com Inc. Chief Executive Tony Hsieh.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-names-jen-psaki-white-house-press-secretary-11606688271", "title": "Biden Names Jen Psaki White House Press Secretary", "date": "2020-11-29 18:00", "summary": "President-elect announces seven-member all-female communications team. President-elect Joe Biden said Jen Psaki, a former White House communications director, will be his press secretary, one of seven women named to top communications roles Sunday.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/irans-nuclear-efforts-pose-growing-threat-to-its-foes-despite-setbacks-11606673767", "title": "Iran's Nuclear Efforts Pose Growing Threat to Its Foes", "date": "2020-11-29 17:37", "summary": "Friday's killing sets back country's nuclear program, but U.S. and its allies still face major challenges in trying to constrain Tehran's nuclear ambitions. Friday's killing of one of Iran's most important nuclear scientists has dealt a setback to the country's nuclear program, which had staged a partial rebound after the 2015 nuclear deal brokered under President Obama unraveled.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/former-zappos-chief-exalted-customer-service-and-set-high-bar-for-rivals-11606687557", "title": "Former Zappos Chief Set High Bar for Rivals", "date": "2020-11-29 17:25", "summary": "Entrepreneur nurtured online shoe seller, was bestselling author and management guru. Tony Hsieh, who led online shoe retailer Zappos.com Inc. for two decades, had some surprising guidance for employees: If customers wanted a shoe Zappos couldn't supply, the representative should direct them to a rival that could.", "categories": [["World", "Obituaries"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/obituaries?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/canceling-student-debt-would-be-a-brahmin-bailout-11606687827", "title": "Canceling Student Debt Would Be a 'Brahmin Bailout'", "date": "2020-11-29 17:10", "summary": "The Democratic Party looks to build policy around the interests of its educated elite voters.. The economist Thomas Piketty used postelection surveys taken from France, the U.K. and the U.S. to track a remarkable evolution in left-wing political parties: \"from the worker party to the high-education party.\" He noted in a 2018 paper that leftist parties in the mid-20th century relied on less-educated and lower-income voters to form their electoral base. But more recently these parties have come to rely on college graduates. Mr. Piketty refers to this new base as the \"Brahmin left,\" as in the Indian upper caste.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/deploying-big-data-to-determine-how-well-vaccines-work-11606687711", "title": "Deploying Big Data to Determine How Well Vaccines Work", "date": "2020-11-29 17:08", "summary": "As the initial rollout starts, it's time to start planning a registry to monitor health outcomes.. The Food and Drug Administration may approve a Covid-19 vaccine for emergency use within the next few weeks. Within days of that green light, millions of doses will start making their way to patients. The distribution and administration will be logistically complex and difficult. And the study of a vaccine's safety and efficacy doesn't end with FDA approval. Researchers will be gathering evidence on how well these products work in the real world.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/notable-quotable-trump-11606687613", "title": "Notable & Quotable: Trump", "date": "2020-11-29 17:06", "summary": "'The problem for Trump's reelection was not that his response was too anti-lockdown and loosey-goosey. On the contrary.'. From \"The Biden Popular Front Is Doomed to Unravel,\" by Christopher Caldwell, New Republic, Nov. 23:", "categories": [["Opinion", "Commentary", "Notable & Quotable"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb", "https://www.wsj.com/news/types/notable-quotable?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/venezuelas-guide-to-election-theft-11606684680", "title": "Venezuela's Guide to Election Theft", "date": "2020-11-29 16:18", "summary": "Americans have a legal path when a vote is disputed. Chávez denied all recourse.. On Wednesday six plaintiffs filed a civil action in the U.S. District Court for the Northern District of Georgia against Republican Gov. Brian Kemp, the secretary of state and four others. The complaint alleges \"massive election fraud\" to help Joe Biden win the Nov. 3 election for president.", "categories": [["Opinion", "The Americas"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/undefined?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-to-stop-the-paris-climate-accord-11606684590", "title": "How to Stop the Paris Climate Accord", "date": "2020-11-29 16:16", "summary": "Trump should submit it for the Senate to ratify, or rather reject.. Joe Biden has promised to rejoin the Paris Climate Accord on day one, but President Trump could stop it from having any binding legal power.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/black-friday-was-a-bust-for-many-stores-better-for-online-11606676355", "title": "Black Friday Was a Bust for Many Stores, Better for Online", "date": "2020-11-29 15:54", "summary": "Foot traffic plunges by half amid coronavirus pandemic while online sales jump; consumers turn to Amazon and big-box chains that offer one-stop shopping. U.S. shoppers went online to purchase holiday gifts and score Black Friday deals they once crowded into malls to grab, as the coronavirus pandemic accelerated the yearslong remaking of the U.S. retail landscape.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-city-public-schools-will-reopen-for-in-person-learning-on-dec-7-11606668138", "title": "Some New York City Public Schools Will Reopen", "date": "2020-11-29 15:46", "summary": "Some younger students will return on Dec. 7 and receive weekly Covid-19 testing, but middle-school and high-school students will remain fully remote. New York City public schools will reopen on Dec. 7 for in-person learning for some students in preschool programs and kindergarten through fifth grades, but middle-school and high-school students will continue to receive fully remote instruction for now, Mayor Bill de Blasio said Sunday.", "categories": [["U.S.", "Schools"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-schools?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/turkey-leftovers-pile-up-after-pandemic-constrained-thanksgiving-11606681670", "title": "Turkey Leftovers Pile Up After Pandemic-Constrained Thanksgiving", "date": "2020-11-29 15:27", "summary": "Resume Subscription. Even after foisting a pan of turkey and gravy on her sister's family and sending heapings of Jell-O salad off to her neighbors in Evanston, Ill., Emily Milman surveyed the foil-wrapped pans and covered dishes packing her refrigerator the day after Thanksgiving with dismay.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/ethiopias-tigray-group-once-powerful-now-battles-government-forces-in-bid-for-survival-11606677423", "title": "Ethiopia's Tigray Group Battles Government Forces", "date": "2020-11-29 15:14", "summary": "Deepening conflict has led to hundreds of civilian deaths and displaced tens of thousands as some analysts fear the country could slide into civil war. For three decades, the Tigray People's Liberation Front, a rebel group that evolved into a political party, was the dominant force in Ethiopian politics. It controlled the military, intelligence services and the economy when it governed Africa's second-most-populous nation.", "categories": [["World", "Africa"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/africa-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/white-house-aide-kushner-to-hold-talks-in-saudi-arabia-qatar-11606680001", "title": "White House Aide Kushner to Hold Talks in Saudi Arabia, Qatar", "date": "2020-11-29 15:04", "summary": "Focus of talks expected to be on mending rift between Qatar and other Arab states, officials say. White House senior adviser Jared Kushner is heading to Saudi Arabia and Qatar this week in a last-ditch attempt to secure more diplomatic agreements in the Middle East before the Trump administration leaves office in January, according to U.S. and Gulf officials.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-transit-agencies-are-trying-to-make-your-commute-safe-11606680000", "title": "How Transit Agencies Are Trying to Make Your Commute Safe", "date": "2020-11-29 15:00", "summary": "Masks, social distancing and public-private partnerships can help mass transportation systems weather the impact of the Covid pandemic. Anyone planning to commute by public transit during or after the pandemic should care about what Sarah Meyer has to say.", "categories": [["Life & Work", "Life & Style"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/life-style?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/economy-week-ahead-november-jobs-report-trade-manufacturing-11606680000", "title": "Economy Week Ahead: November Jobs Report, Trade", "date": "2020-11-29 15:00", "summary": "Data out this week is likely to show the U.S. labor market continuing to heal slowly. Data out this week is likely to show the labor market continuing to heal slowly, with the unemployment rate expected to tick lower in November's jobs report Friday. Manufacturing data is expected to indicate that the economy is getting better but that the pace of improvement is slowing.", "categories": [["Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/french-police-officers-face-assault-charges-in-beating-of-black-music-producer-11606676446", "title": "French Police Officers Face Assault Charges in Beating of Black Producer", "date": "2020-11-29 14:59", "summary": "Prosecutors want three of the accused to stay in jail as probe determines if trial should take place. PARIS-French prosecutors are pressing preliminary assault charges against four police officers allegedly involved in the beating of a Black music producer, and two of the officers will remain in jail pending further investigation.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/inferno-review-from-hell-raiser-to-hero-11606679764", "title": "'Inferno' Review: From Hell-Raiser to Hero", "date": "2020-11-29 14:56", "summary": "For once in his error-prone life, an airman does everything right-as his bomber is consumed by ﬁre and a crashing landing seems inevitable.. At some point in their schooling, students used to encounter \"The Death of the Ball Turret Gunner,\" a brief, bleak, harrowing poem from 1945 by Randall Jarrell. Its last line is especially memorable: \"When I died they washed me out of the turret with a hose.\" These days, I suspect, the poem is rarely encountered in classrooms, where teachers are required to dispense trigger warnings and emotional support with any dose of reality.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/can-republicans-regroup-on-health-care-11606678968", "title": "Can Republicans Regroup on Health Care?", "date": "2020-11-29 14:42", "summary": "The party needs to address its biggest policy vulnerability.. ObamaCare returned to the Supreme Court this month and the law seems sure to survive a legal challenge from GOP state attorneys general. That lawsuit has long looked like a futile exercise, and the real question for Republicans is: How many elections will the party lose before coming up with a potent political argument on health care?", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/team-obamas-iran-illusions-11606678886", "title": "Team Obama's Iran Illusions", "date": "2020-11-29 14:41", "summary": "Its gurus have learned nothing in their years out of power.. After last week's assassination of a top Iranian nuclear scientist, it's hard to tell who is more upset: Iran, or Barack Obama's foreign-policy team. Tehran is blaming Israel and promising revenge, but consider the tweets by the men who gave the world the flawed 2015 nuclear deal.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-election-lost-in-pennsylvania-court-11606678818", "title": "The Election Lost in Pennsylvania Court", "date": "2020-11-29 14:40", "summary": "She was up by four votes, until the state Supreme Court ruled.. Nicole Ziccarelli is a 39-year-old lawyer, a mother of four, and a Republican candidate for state Senate in a district east of Pittsburgh. As of last Tuesday, it seemed she might topple a Democratic incumbent, Jim Brewster, whom Ms. Ziccarelli led by four votes, according to unofficial returns.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/gms-closed-lordstown-factory-spawns-a-wave-of-industrial-migrants-11606674412", "title": "GM's Closed Lordstown Factory Spawns a Wave of Industrial Migrants", "date": "2020-11-29 13:27", "summary": "Resume Subscription. On Zach Sherry's first day of work at the General Motors Co. factory in Bedford, Ind., trainers gave a safety presentation that included an image of a cartoon hand spurting blood from the ring finger.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/another-bold-strike-against-iran-11606672416", "title": "Another Bold Strike Against Iran", "date": "2020-11-29 12:53", "summary": "The killing of Mohsen Fakhrizadeh demonstrates Israel's capabilities and constrains Biden's options.. Any American intelligence operative who's worked on Iran has to tip his hat to Israel's Mossad. The assassination Friday of Iran's pre-eminent atomic-bomb scientist, Mohsen Fakhrizadeh, and, even more impressively, the warehouse heist of the clerical regime's nuclear archive in January 2018, shows a level of risk-taking and accomplishment that has no U.S. parallel. In June there were large, damaging explosions at the Natanz uranium enrichment site, which probably weren't caused by shoddy maintenance.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/beware-the-dow-30k-euphoria-11606672322", "title": "Beware the Dow 30K Euphoria", "date": "2020-11-29 12:52", "summary": "The market always dives en route to long-term rises. And tech stocks look wobbly.. A great Wall Street lesson: Keep those decamillennial hats around. Last Tuesday saw the Dow Jones Industrial Average close above 30000 for the first time, but by Friday it was underwater again. Remember, more than 10 years passed between March 1999, when the market first crossed 10000 (with wild celebration), and November 2009, when it finally crossed that mark for good (hopefully). Even more time passed between when the market briefly crossed 1000 in 1966 and when it passed that mark permanently late in 1982.", "categories": [["Opinion", "Inside View"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/inside-view?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/indias-farmer-protests-challenge-modis-market-deregulations-11606658282", "title": "India's Farmer Protests Challenge Modi's Market Deregulations", "date": "2020-11-29 12:22", "summary": "Prime minister's push to overhaul agricultural markets in an effort to boost growth meets resistance. NEW DELHI-Angry Indian farmers protested in and around the capital over the weekend, worried that Prime Minister Narendra Modi's decision to deregulate agricultural markets will leave them without a safety net.", "categories": [["World", "Asia", "India"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/india-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/iran-vows-to-avenge-killed-nuclear-scientist-but-says-it-wont-be-lured-to-conflict-11606584350", "title": "Iran Vows to Avenge Scientist's Killing 'at the Right Time'", "date": "2020-11-29 12:20", "summary": "Tehran accuses Israel of trying to sow chaos as it weighs possible diplomatic re-engagement with the Biden administration. TEHRAN-Iranian President Hassan Rouhani accused Israel of trying to destabilize the Middle East after the killing of a top Iranian nuclear scientist, but appeared to rule out immediate retaliation, as Tehran seeks to keep open a path to diplomatic re-engagement with Washington.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/this-years-hurricane-season-smashes-all-kinds-of-records-11606669201", "title": "This Year's Hurricane Season Smashes All Kinds of Records", "date": "2020-11-29 12:00", "summary": "2020 was a season of superlatives, including a record-breaking 30 named storms forming over the Atlantic basin. The 2020 hurricane season is set to officially close Monday, and this year surpassed 2005 as the busiest ever on record with 30 named storms forming over the Atlantic basin.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/state-local-governments-slashed-spending-after-covid-next-year-could-be-worse-11606669200", "title": "State, Local Governments Slashed Spending. Next Year Could Be Worse.", "date": "2020-11-29 12:00", "summary": "After drawing on reserves and federal aid, Kansas City leaders cut staff, turn off the city's fountains and brace for 2021. In March, as the coronavirus was beginning its march across the country, Kansas City leaders approved a budget flush with new spending.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/schools-out-but-its-not-about-the-children-11606665501", "title": "School's Out, But It's Not About the Children", "date": "2020-11-29 10:58", "summary": "The decision to close schools in New York is far from a \"data-driven, science-driven\" decision.. Seth Barron is right (\"School's Out for Autumn in New York,\" Cross Country, Nov. 21). The decision to close schools in New York is far from a \"data-driven, science-driven\" decision. The science that is missing is economics, in particular cost-benefit analysis, the branch of economics intended exactly for such decisions. Medical doctors can and should provide inputs and guidelines, but there are many other factors that should be explicitly quantified.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bad-polling-and-the-accuracy-of-predictions-11606665418", "title": "Bad Polling and the Accuracy of Predictions", "date": "2020-11-29 10:57", "summary": "Guesses by political pollsters, the CBO, the World Health Organization or the Intergovernmental Panel on Climate Change deserve the same assumption of scientific accuracy that a forecast for weather a week from now deserves.. Your editorial \"The Price of Bad Polling\" (Nov. 23) warns that bad polling causes all kinds of mischief, including reinforcing the perception of media bias, mobilizing or demoralizing voters and influencing turnout and making people even more skeptical of data presented with an imprimatur of scientific authority. The bad 2020 polling has only two explanations: innocent ignorance and poor polling methodology, or knowing use of poor methodology infected by media groupthink and a subconscious desire for a self-fulfilling, blue-wave prophecy. Republicans should trust political polls as much as they do news reports.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/actors-equity-errs-more-eyeballs-build-demand-11606665325", "title": "Actors' Equity Errs; More Eyeballs Build Demand", "date": "2020-11-29 10:55", "summary": "Equity Association is ignoring a fundamental marketing insight that was demonstrated in Chicago by the contrasting views of William Wirtz (Chicago Blackhawks) and P.K. Wrigley (Chicago Cubs).. Regarding Terry Teachout's \"Theater Caught in a Union Headlock\" (Sightings, Nov. 23): By keeping a lid on streaming broadcasts, the Actors' Equity Association is ignoring a fundamental marketing insight that was demonstrated in Chicago by the contrasting views of two sports magnates, William Wirtz (Chicago Blackhawks) and P.K. Wrigley (Chicago Cubs).", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/platinum-draws-investors-as-gold-rally-stalls-11606662000", "title": "Platinum Draws Investors as Gold Rally Stalls", "date": "2020-11-29 10:00", "summary": "Disruptions caused by the pandemic are expected to lead to the largest shortage of platinum on record. Platinum is attracting renewed interest as a global push for cleaner energy and waning demand for gold promise to lift demand for the metal.", "categories": [["Markets", "Commodities"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-nfls-thanksgiving-weekend-has-become-a-covid-crisis-11606659525", "title": "NFL's Thanksgiving Weekend Becomes a Covid Crisis", "date": "2020-11-29 09:18", "summary": "The league will shut down for two days to regroup from a weekend in which top teams were sidelined, a local government rendered the San Francisco 49ers homeless and the Denver Broncos played without a quarterback. The National Football League's Thanksgiving weekend is supposed to be a feast of tradition and marquee matchups. The pandemic-year edition has exploded into a series of crises that threaten to break the NFL's season.", "categories": [["Sports", "NFL"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/nfl?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/restaurant-holdouts-defy-covid-19-shutdown-orders-11606658401", "title": "Restaurant Holdouts Defy Shutdown Orders", "date": "2020-11-29 09:00", "summary": "Rising coronavirus cases pose new threat to battered restaurant businesses. Some restaurants are rejecting a new round of shutdown orders, saying that serving customers indoors is their only way to stay in business and that they can do so safely.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/dave-prowse-actor-who-played-darth-vader-dies-at-85-11606656723", "title": "Darth Vader Actor Dies at 85", "date": "2020-11-29 08:32", "summary": "He represented England in weightlifting at the 1962 Commonwealth Games before breaking into movies. Dave Prowse, the British weightlifter-turned-actor who was the body, though not the voice, of arch-villain Darth Vader in the original \"Star Wars\" trilogy, has died. He was 85.", "categories": [["World", "Obituaries"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/obituaries?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/britain-braces-for-logistics-havoc-as-brexits-final-act-looms-11606654800", "title": "Britain Braces for Logistics Havoc as Brexit's Final Act Looms", "date": "2020-11-29 08:00", "summary": "Customs checks, tariffs and more paperwork are coming after Jan. 1, and shipping specialists expect rattled supply chains. The U.K. faces a logistics nightmare that could bring delays and shortages in essential goods after the country completes its exit from the European Union at the beginning of next year.", "categories": [["Shipping Matters"]], "category_links": ["https://www.wsj.com/news/types/shipping-matters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-plans-to-roll-back-trump-era-education-policies-11606654802", "title": "Biden Plans to Roll Back Trump-Era Education Policies", "date": "2020-11-29 08:00", "summary": "President-elect wants to expand resources for public schools and reinstate several civil-rights guidelines that were rescinded. As with environmental and immigration policy, President-elect Joe Biden has vowed to bring sweeping changes to education and to reverse some of the civil rights-related moves made under President Trump.", "categories": [["U.S.", "Education"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/education?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/australia-threatens-wto-action-against-china-as-trade-row-intensifies-11606631382", "title": "Australia Threatens WTO Action Against China as Trade Row Intensifies", "date": "2020-11-29 07:34", "summary": "Australian barley exports to China have mostly stopped after Beijing imposed tariffs in May. SYDNEY-Australia is preparing to take action against China at the World Trade Organization over tariffs on barley imports, the latest salvo in a trade dispute that has disrupted the supply of commodities from coal to wine.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/do-you-have-e-charisma-on-zoom-heres-how-to-get-it-11606651200", "title": "Do You Have E-Charisma on Zoom? Here's How to Get It", "date": "2020-11-29 07:00", "summary": "The flair and charm that works for in-person meetings doesn't come across the same way on a video chat; 'E-charisma involves a completely different set of skills'. With the rise of working from home, some people accustomed to using their charisma in person have learned a tough lesson: Commanding a room isn't the same thing as commanding a Zoom.", "categories": [["Life & Work", "Life & Style"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/life-style?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pharmacies-add-freezers-train-staff-to-handle-covid-19-vaccination-drive-11606651217", "title": "Grocery-Store Pharmacies Get Ready to Administer Covid-19 Vaccines", "date": "2020-11-29 07:00", "summary": "Retailers are preparing to administer coronavirus shots, but many guidelines remain uncertain. Neighborhood grocery stores are aiming to become major providers of Covid-19 vaccinations.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/disparity-in-jobless-rates-suggests-black-workers-face-slower-recovery-11606645801", "title": "Jobless Rate Disparity Suggests Black Workers Face Slower Recovery", "date": "2020-11-29 05:30", "summary": "For Black Americans to have the same job prospects as whites, they often need to hold more-advanced credentials. From advanced-degree holders to high-school dropouts, Black workers have substantially higher unemployment rates at every level of educational attainment than white workers-and the disparity has widened this year during the economic downturn caused by the coronavirus pandemic and related shutdowns.", "categories": [["Economy", "The Outlook"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/the-outlook?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-russia-race-to-outflank-each-other-on-russian-pipeline-11606645800", "title": "U.S., Russia Race to Outflank Each Other on Russian Pipeline", "date": "2020-11-29 05:30", "summary": "Resume Subscription. For the past year, U.S. officials and Russia hawks on Capitol Hill have closely watched the peregrinations of a Russian ship, as it sailed from Russia's Far East around Africa to the Baltic Sea.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/teslas-s-p-500-debut-is-set-to-put-100-billion-in-trades-in-motion-11606645801", "title": "Tesla's S&P 500 Debut Is Set to Put $100 Billion in Motion", "date": "2020-11-29 05:30", "summary": "Asset managers and trading desks will be scrambling next month to account for the market juggernaut. Additions and subtractions to the S&P 500 are normally a ho-hum affair. The 509th biggest company in the U.S. might jump to 497th place, and thus into the index. Investors who track it buy the one stock and sell another.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}]