[{"link": "https://www.wsj.com/articles/red-sox-owner-in-talks-for-deal-with-redball-acquisition-11602286661", "title": "Red Sox Owner in Talks to Take Sports Holdings Public", "date": "2020-10-09 19:55", "summary": "Deal with RedBall Acquisition would value Fenway Sports Group at around $8 billion including debt. Boston Red Sox owner John Henry is in talks to join with an investment vehicle for an $8 billion deal that would take his famed sports holdings public, according to people familiar with the matter.", "categories": [["WSJ News Exclusive", "Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-nfl-scrambles-to-flatten-its-curveand-schedule-11602257479", "title": "The NFL Scrambles to Flatten Its Curve-and Schedule", "date": "2020-10-09 19:53", "summary": "The Covid-19 outbreak inside the Tennessee Titans has upended the league's schedule, while the New England Patriots' game has been delayed for a second straight week. The NFL has plotted the Tennessee Titans' return to the field for a rare Tuesday night game as the league races to navigate disruptions to its schedule fueled by a sustained coronavirus outbreak inside the team.", "categories": [["Sports", "NFL"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/nfl?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/flying-soon-heres-the-covid-safety-gear-you-doand-dontneed-11602284017", "title": "Flying Soon? Here's the Covid Safety Gear You Do-and Don't-Need.", "date": "2020-10-09 18:53", "summary": "Online retailers are touting all kinds of protective gear for germaphobic travelers. While fliers really need to wear some of them, others just constitute overkill.. FLIERS ASSEMBLING their travel wardrobes these days face vexing questions: What kind of mask do I need? Should I invest in a face shield or goggles? Traveler's safety gear comes in a wild assortment of styles-and prices-ranging from a plain 10-cent paper face mask to a $250 head-to-waist hazmat suit, complete with helmet, anti-fogging mask and built-in air purifier. There are Grateful Dead face masks, hot-pink jumpsuits, Space Age shields with bandannas dangling like goatees. Not all airlines are onboard with the fashion show: Air France, for example, only permits a standard-issue surgical mask-no cute cloth masks allowed. Other carriers frown on those Ghostbusters-style jumpsuits. But other than the obligatory face covering, does any of this paraphernalia make you safer, or is it just plague chic? Here, a rundown of flight gear that's selling online, with notes from medical experts on relative effectiveness.", "categories": [["Life & Work", "Travel", "Off Duty Travel"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/magazine/travel?mod=breadcrumb", "https://www.wsj.com/news/types/off-duty-travel?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/if-i-catch-covid-19-can-i-get-the-medications-the-president-received-11602283832", "title": "If I Catch Covid-19, Can I Get the Medications the President Received?", "date": "2020-10-09 18:50", "summary": "Here's what we know about treatments Trump received-and how a person on some of those medicines might be faring at this point in their care. It has been more than a week since President Trump was diagnosed with Covid-19, the illness caused by the novel coronavirus, and his physician said Thursday that he has completed his course of therapy. Here are some answers to questions about the treatments the president received.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-upswing-review-bowling-alone-no-more-11602256575", "title": "'The Upswing' Review: Bowling Alone No More?", "date": "2020-10-09 18:46", "summary": "Two decades after he diagnosed America's crisis of civic life, Robert Putnam offers a remedy.. Some books are so persuasive that they become clichés. This was the fate of Robert Putnam's \"Bowling Alone,\" published two decades ago. Backed with mountains of alarming data, the book's core argument-that Americans were falling away from civic, social and political engagement and toward an atomized individualism-served as a kind of foghorn, warning of coming trouble in a moment of relative hope and confidence. It was an immediate hit, but many critics thought its case too gloomy.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/spinoza-a-heretical-and-modern-mind-11602283456", "title": "Spinoza: A Heretical and Modern Mind", "date": "2020-10-09 18:44", "summary": "The universe, for Spinoza,moves toward incomprehensible ends. He inspires a rare devotion.. On July 27, 1656, the governors of Amsterdam's Jewish synagogue read out a proclamation of excommunication. With unprecedented ferocity, it excoriated Baruch Spinoza for \"abominable heresies\" and \"monstrous deeds\" and banished him from the community. \"The fury and zeal of the Lord will burn against this man,\" the judgment thundered, \"and may the Lord erase his name from under the heavens.\" With this the most famous Jewish philosopher in history was exiled by his people.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nancy-pelosis-insanity-plea-11602283493", "title": "Nancy Pelosi's Insanity Plea", "date": "2020-10-09 18:44", "summary": "Democrats introduce a radical bill to remove Presidents.. You might think the Democrats' procedural extremism to oust President Trump would wind down as the election gets closer with polls showing a large Joe Biden lead. But that underestimates their fanatic animosity. Now they're invoking the Constitution's 25th Amendment to declare the President non compos mentis.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/white-house-preparing-new-1-8-trillion-stimulus-proposal-11602259814", "title": "White House Draws Up New $1.8 Trillion Virus-Relief Plan", "date": "2020-10-09 18:44", "summary": "Revised offer is largest bid Trump administration has made to Democrats over months of talks. The White House substantially increased its offer to Democrats on a coronavirus-relief package, further closing the gap between the parties in the on-again, off-again effort to pass new aid for households and businesses before the election.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-last-libertines-review-erotic-elite-11602283371", "title": "'The Last Libertines' Review: Erotic Elite", "date": "2020-10-09 18:42", "summary": "A group portrait of pleasure-seekers on the eve of the French Revolution.. Napoleon wanted to censor racy stories like those told by Benedetta Craveri in \"The Last Libertines.\" He ordered the manuscript memoirs of the Duc de Lauzun, a free-thinker under the Old Regime, destroyed by the Paris police in the early 19th century. Napoleon was not a prig, but he thought that salacious memoirs about the sex lives of the aristocracy before the Revolution were disruptive of his aim to restore order and stability to France. To that end, the burning of books and manuscripts did not much bother him.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/judge-denies-request-to-temporarily-block-new-yorks-limit-on-religious-gatherings-in-covid-19-hot-spots-11602282799", "title": "Judge Denies Request to Block New York's Limit on Religious Gatherings in Covid-19 Hot Spots", "date": "2020-10-09 18:42", "summary": "Gov. Andrew Cuomo ordered restrictions after a rise in infections in areas of the city, Rockland and Orange counties. A federal judge on Friday denied an ultra-Orthodox Jewish group's request to temporarily block New York from implementing new lockdown measures that limit the size of religious gatherings in parts of the state seeing a resurgence of Covid-19 cases, state officials said.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/kamala-harris-gets-a-fracking-education-11602283301", "title": "Kamala Harris Gets a Fracking Education", "date": "2020-10-09 18:41", "summary": "Pence is right: Shale drilling for natural gas has cut C02 emissions.. Kamala Harris in Wednesday's debate declared that Joe Biden's Administration would make the U.S. \"carbon neutral\" by 2035-a more ambitious goal than even California has set-while at the same time disavowing plans to ban fracking for natural gas. We look forward to Mr. Biden explaining this apparent contradiction in the next debate, if there is one.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-new-england-journal-of-politics-part-ii-11602283219", "title": "The New England Journal of Politics, Part II", "date": "2020-10-09 18:40", "summary": "The medical editors prefer China's virus management.. The New England Journal of Medicine (NEJM) this week published an editorial denouncing \"dangerously incompetent\" leadership in Washington on the pandemic and all but endorsing Joe Biden for President. This will go down well in all the right precincts. But then please don't complain if half of America suspects that science is increasingly politicized.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-latest-news-10-09-2020-11602231787", "title": "U.S., U.K., France All See Virus Surge", "date": "2020-10-09 18:36", "summary": "Several U.S. states cope with renewed outbreaks of Covid-19. Painful social lockdowns in Europe and some American states helped blunt the coronavirus. Now, amid a fitful and uneven reopening, the pandemic is once again surging across both continents.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/more-people-have-doorbell-cameras-thats-a-problem-for-those-who-swipe-trump-and-biden-lawn-signs-11602282887", "title": "More People Have Doorbell Cameras. That's a Problem for Those Who Swipe Trump and Biden Lawn Signs.", "date": "2020-10-09 18:34", "summary": "Sign-stealing ramps up ahead of presidential elections, but this time around, more homeowners have cameras; 'growing like gangbusters'. In Key Biscayne, Fla., a crew hops off the back of a golf cart. In Signal Mountain, Tenn., a four-door sedan speeds past on a rain-slicked road and backs up before a woman pops out of the passenger seat. In a suburb of Salt Lake City, a man calmly walks up a driveway.", "categories": [["A-hed"]], "category_links": ["https://www.wsj.com/news/types/a-hed?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/diners-want-more-meals-to-go-during-coronavirus-chefs-are-feeling-boxed-in-11602259217", "title": "Chefs Are Feeling Boxed in by Their Takeout Containers", "date": "2020-10-09 18:26", "summary": "Restaurants are wrestling with packaging shortages and high costs as they rush to meet the demand for takeout food and replicate the restaurant experience at home. 'French fries to go suck.'. Restaurants quickly pivoted to takeout to survive the pandemic-but they have struggled to think outside the to-go box.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/harvard-business-school-names-new-dean-11602261736", "title": "Harvard Business School Names New Dean", "date": "2020-10-09 18:24", "summary": "Srikant Datar, longtime professor in the M.B.A. program, picked to lead through the pandemic. Harvard Business School named Srikant Datar as its new dean, turning to a veteran to steer it through the coronavirus pandemic that has upended much of higher education.", "categories": [["U.S.", "Education"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/education?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/microsoft-to-allow-some-employees-to-opt-for-permanent-remote-work-11602269946", "title": "Microsoft Will Let Some Staff Work From Home After Pandemic", "date": "2020-10-09 18:21", "summary": "The software giant's move is the latest sign that the coronavirus has led to enduring changes in the workplace. Microsoft Corp. is going to permit some staff to work from home on a regular basis even after the pandemic fades, in another sign that changes to work routines made in recent months will be enduring.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sec-accuses-bankrupt-seismic-data-company-of-100-million-fraud-11602281130", "title": "SEC Accuses Bankrupt Seismic-Data Company of $100 Million Fraud", "date": "2020-10-09 18:05", "summary": "SAExploration and four former executives perpetrated accounting fraud that inflated revenue and hid theft, regulator says. The Securities and Exchange Commission has accused SAExploration Holdings Inc. and four former executives of an accounting fraud that falsely inflated the bankrupt seismic-data company's revenue by about $100 million and hid the theft of millions of dollars.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/global-stock-markets-dow-update-10-09-2020-11602235684", "title": "Stocks Climb to Close Best Week in Three Months", "date": "2020-10-09 18:02", "summary": "Investors are welcoming signs pointing to a decisive result in next month's presidential election. The S&P 500 rose Friday, closing out its biggest weekly advance in three months as investors welcomed signs pointing to a decisive result in next month's U.S. presidential election.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-administration-pushes-russia-for-arms-control-deal-by-election-11602275351", "title": "Trump Administration Pushes Russia for Arms Control Deal by Election", "date": "2020-10-09 17:58", "summary": "Effort is part of White House bid for a foreign policy achievement before vote. WASHINGTON-The Trump administration is pressing Russia to conclude an agreement freezing the number of nuclear warheads before the Nov. 3 U.S. election, a step that would provide President Trump with a diplomatic accomplishment in the final weeks of his election campaign, according to a person familiar with U.S. plans.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/former-unaoil-partner-sentenced-in-u-k-bribery-case-11602280473", "title": "Former Unaoil Partner Sentenced in U.K. Bribery Case", "date": "2020-10-09 17:54", "summary": "Basil al Jarah, a former Iraq partner for the oil-services firm, was sentenced to three years and four months in prison after pleading guilty to conspiracy charges. A former regional partner for Unaoil Group was sentenced to three years and four months in prison after pleading guilty to conspiracy charges related to a scheme to pay bribes to secure contracts in Iraq, U.K. prosecutors said.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/antibody-drugs-touted-by-trump-could-be-next-to-get-authorized-for-covid-19-11602235803", "title": "Antibody Drugs Touted by Trump Could Be Next to Get Authorized for Covid-19", "date": "2020-10-09 17:36", "summary": "If the drugs are greenlighted, expected heavy demand is likely to surpass limited initial supplies from Regeneron and Lilly. President Trump's endorsement of an experimental Covid-19 drug from Regeneron Pharmaceuticals Inc. has raised expectations for a type of medicine that could be authorized for public use within weeks or even days.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cellphone-carriers-lobby-against-pentagon-plan-for-national-5g-network-11602271148", "title": "Pentagon Plan for National 5G Network Rattles Wireless Providers", "date": "2020-10-09 17:31", "summary": "Defense Department would bypass usual auction process for airwaves; AT&T CEO visited White House to argue against it. Two federal agencies are moving forward with conflicting plans to commercialize a valuable chunk of wireless spectrum controlled by the Defense Department, leaving the future of an asset worth tens of billions of dollars in doubt.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/durhams-russia-probe-wont-release-findings-before-the-election-11602272001", "title": "Russia Probe Ordered by Barr Won't Release Findings Before Election", "date": "2020-10-09 17:24", "summary": "Attorney General William Barr informed top Republicans as administration releases more declassified documents. WASHINGTON-Attorney General William Barr has told top Republicans that the results of a wide-ranging inquiry into the origins of the FBI's 2016 Russia investigation won't be made public before the election, according to people familiar with the matter.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/symphonies-stage-a-comeback-11602278495", "title": "Symphonies Stage a Comeback", "date": "2020-10-09 17:21", "summary": "Orchestras around the country have adopted a variety of engaging approaches, many of them digital, to perform safely during the pandemic.. American symphony orchestras are emerging from lockdown, adopting a variety of approaches to live performance. Soccer stadiums, ballparks and streets have been pressed into service as safe outdoor venues for socially distanced audiences. Orchestras in states like Florida and Utah are allowing limited audiences inside their auditoriums, but most have opted to make music in their empty concert halls. Some events are filmed before broadcast; others are livestreamed. Players and conductors wear face masks, except for the woodwinds and brass. At the end, they often bow to empty auditoriums.", "categories": [["Books & Arts", "Music Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/music-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-captain-of-operation-warp-speed-11602278486", "title": "The Captain of Operation Warp Speed", "date": "2020-10-09 17:21", "summary": "Moncef Slaoui explains how a public-private partnership is overcoming technical and bureaucratic obstacles to find a way of inoculating against Covid.. If Covid-19 is a once-in-a-century pandemic, the timing could be a lot worse. A lockdown would have been far more burdensome before the internet made it easier to work, meet and shop at home. And thanks to other technological breakthroughs, vaccines may be universally available as early as next fall.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/scandal-upends-final-weeks-of-pivotal-north-carolina-senate-race-11602258252", "title": "Scandal Upends Final Weeks of Pivotal North Carolina Senate Race", "date": "2020-10-09 17:21", "summary": "Democrat Cal Cunningham's text messages with a woman give Republican Thom Tillis fresh ammunition. A personal scandal has reshaped the pivotal Senate contest in North Carolina, as Republicans ramp up their criticism of Democratic candidate Cal Cunningham and Democrats try to manage the fallout in a race that had been leaning his way.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/notable-quotable-idle-hands-extreme-views-11602278314", "title": "Notable & Quotable: Idle Hands, Extreme Views", "date": "2020-10-09 17:18", "summary": "'Boredom leads to more extreme political orientations.'. From the abstract of a paper in the European Journal of Social Psychology, June 21, 2016:", "categories": [["Opinion", "Commentary", "Notable & Quotable"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb", "https://www.wsj.com/news/types/notable-quotable?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-tyranny-of-the-tolerant-11602278220", "title": "The Tyranny of the 'Tolerant'", "date": "2020-10-09 17:17", "summary": "They'll tear you down if you use the wrong word, have a flawed past, fail to salute the fashionable woke flag.. The tyranny of tolerance-a fetching phrase but a contradiction, perhaps, even an oxymoron? How can the tolerant be tyrannous, when tolerance, by its very nature, is supposed to be benign and above all understanding and forgiving? Yet in the current day, who is more intolerant, more close-minded and unforgiving, more malicious than those who officially pride themselves on their tolerance for sexual difference, minority mores, protest in all its forms-namely, those who march under the banners of the woke, the politically correct, the progressive?", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-was-spreading-in-u-s-months-before-travel-bans-and-lockdowns-11602277918", "title": "Coronavirus Was Spreading in U.S. Months Before Travel Bans and Lockdowns", "date": "2020-10-09 17:11", "summary": "Researchers now believe the earliest infections in many states came mostly from travel within the U.S.. The latest genetic, epidemiological and computational research suggests that Americans were transmitting the virus within the country as early as January. Here's how that happened.", "categories": [["News"]], "category_links": ["https://www.wsj.com/news/types/noted-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sorting-mix-up-sends-wrong-ballots-to-nearly-50-000-voters-in-ohio-11602277586", "title": "Sorting Mix-Up Sends Wrong Ballots to Nearly 50,000 Voters in Ohio", "date": "2020-10-09 17:06", "summary": "Local election officials vow to send replacement ballots and say there is no sign of fraud. A sorting mix-up by a scanner resulted in nearly 50,000 voters getting incorrect mail ballots in one Ohio county, and local election officials said replacement ballots will be sent to those affected.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hca-says-return-of-6-billion-pandemic-aid-to-restore-financial-flexibility-11602275997", "title": "HCA Says Return of $6 Billion Pandemic Aid to Restore Financial Flexibility", "date": "2020-10-09 16:39", "summary": "HCA Healthcare, one of the largest U.S. hospital companies, is among few in the sector to return the federal aid, analysts say. HCA Healthcare Inc.'s decision to pay back $6 billion in federal pandemic aid and loans offers the company financial flexibility it lost when it took the infusion of cash, executives said.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/spoofing-settlements-highlight-the-foibles-of-trader-surveillance-tools-11602275265", "title": "Spoofing Settlements Highlight the Foibles of Trader-Surveillance Tools", "date": "2020-10-09 16:27", "summary": "Banks have struggled to find tools that flag suspicious trading without generating scads of false positives, compliance professionals say. Recent settlements with JPMorgan Chase & Co. and others underscore the need for investment banks to ensure the surveillance tools they use to detect misconduct by traders are effective.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/who-needs-debate-moderators-11602199017", "title": "Who Needs Debate Moderators?", "date": "2020-10-09 16:22", "summary": "Or, for that matter, who elected the Commission on Presidential Debates?. Thursday morning the Commission on Presidential Debates made headlines when it announced that the next presidential debate scheduled for Oct. 15 would be virtual. Minutes later, Donald Trump made more headlines when he told Maria Bartiromo on Fox Business that if it's going to be virtual, he'll skip it.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/flying-soon-heres-the-covid-safety-gear-you-doand-dontneed-11602268141", "title": "Flying Soon? Here's the Covid Safety Gear You Do-and Don't-Need.", "date": "2020-10-09 16:19", "summary": "Online retailers are touting all kinds of protective gear for germaphobic travelers. While fliers really need to wear some of them, others just constitute overkill.. FLIERS ASSEMBLING their travel wardrobes these days face vexing questions: What kind of mask do I need? Should I invest in a face shield or goggles? Traveler's safety gear comes in a wild assortment of styles-and prices-ranging from a plain 10-cent paper face mask to a $250 head-to-waist hazmat suit, complete with helmet, anti-fogging mask and built-in air purifier. There are Grateful Dead face masks, hot-pink jumpsuits, Space Age shields with bandannas dangling like goatees. Not all airlines are onboard with the fashion show: Air France, for example, only permits a standard-issue surgical mask-no cute cloth masks allowed. Other carriers frown on those Ghostbusters-style jumpsuits. But other than the obligatory face covering, does any of this paraphernalia make you safer, or is it just plague chic? Here, a rundown of flight gear that's selling online, with notes from medical experts on relative effectiveness.", "categories": [["Life & Work", "Travel", "Off Duty Travel"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/magazine/travel?mod=breadcrumb", "https://www.wsj.com/news/types/off-duty-travel?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-administration-orders-nevada-to-allow-rapid-covid-19-tests-in-nursing-homes-11602274733", "title": "Trump Administration Orders Nevada to Allow Rapid Covid-19 Tests in Nursing Homes", "date": "2020-10-09 16:18", "summary": "Citing concerns about false-positive results, Nevada told nursing homes this month to stop using the federally approved testing equipment. The Trump administration ordered the state of Nevada to withdraw a directive blocking nursing homes from using federally provided rapid coronavirus testing equipment, highlighting a debate over the proper use of the tests after reports of some false-positive results.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-crises-of-americas-sick-presidents-from-george-washington-to-donald-trump-11602272815", "title": "The Crises of America's Sick Presidents, From George Washington to Donald Trump", "date": "2020-10-09 15:46", "summary": "The Founders didn't anticipate how often presidential illness would become an issue. President Trump's Covid-19 diagnosis last week raised the temperature in a body politic that is already feverish. Americans achieved a temporary union over the weekend, with Democrats and Republicans wishing a speedy recovery to a hospitalized president. But the health of the republic will remain fragile as long as we elect mortals to fill the world's most punishing job.", "categories": [["Life & Work", "Ideas", "Essay"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/essay?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/harvard-professor-sues-school-for-legal-expenses-to-fight-china-charges-11602270132", "title": "Harvard Professor Sues School for Legal Expenses to Fight China Charges", "date": "2020-10-09 15:38", "summary": "Scientist Charles Lieber is accused of lying about receiving Chinese government funding. A Harvard University chemistry professor accused by federal prosecutors of lying about receiving millions of dollars in Chinese funding sued the university Friday to cover his legal expenses as he prepares for trial.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/twitter-taps-breaks-on-viral-posts-around-u-s-election-11602259324", "title": "Twitter Slows Down Retweets Ahead of U.S. Election", "date": "2020-10-09 15:04", "summary": "Social-media company to make sweeping changes to how posts are shared including making it harder for certain content to go viral. Twitter Inc. will make it harder for posts to go viral ahead of the U.S. election, including by putting limits on how users can retweet.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tales-from-food-services-front-lines-11602270043", "title": "Tales From Food Service's Front Lines", "date": "2020-10-09 15:00", "summary": "Resume Subscription. Server in Elmhurst, Ill.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/florida-doesnt-have-to-extend-voter-registration-federal-judge-rules-11602268438", "title": "Florida Doesn't Have to Extend Voter Registration, Federal Judge Rules", "date": "2020-10-09 14:34", "summary": "Voting-rights groups asked for an additional extension after the state's online portal crashed. A federal judge denied a request by voting-rights groups to further extend Florida's voter-registration deadline after the state's online portal crashed Monday, the final day to register.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pelosi-suspects-trump-crazy-enough-to-take-her-stimulus-deal-11602267222", "title": "Pelosi Suspects Trump Crazy Enough to Take Her Stimulus Deal", "date": "2020-10-09 14:13", "summary": "Taxpayers hoping for a reprieve may be disappointed.. Speaker of the House Nancy Pelosi (D., Calif.) and President Donald Trump have been questioning each other's mental fitness. But if the two can achieve a meeting of the minds on another federal spending blowout, taxpayers may decide they are both certifiable.", "categories": [["Opinion", "Best of the Web"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/best-of-the-web-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/life-or-death-laughter-11602266967", "title": "Life-or-Death Laughter", "date": "2020-10-09 14:09", "summary": "Jack Lemmon and Tony Curtis get dolled up to avoid the mob in Billy Wilder's 'Some Like It Hot,' an idiosyncratic comedy that blended slapstick and screwball.. Is it possible to call a film the funniest ever made? Of course, all artistic judgments have an element of subjectivity, but how widely a film inspires laughter seems especially subjective.", "categories": [["Books & Arts", "Masterpiece"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/masterpiece?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-pandemic-has-deepened-economic-divisions-11602263267", "title": "The Pandemic Has Deepened Economic Divisions", "date": "2020-10-09 14:07", "summary": "A two-track recovery is emerging from the Covid-driven economic contraction. The recovery from the pandemic-driven economic contraction has created two distinct groups: workers, companies and regions that are showing signs of coming out unscathed-or even stronger-and those that are struggling.", "categories": [["Money"]], "category_links": ["https://www.wsj.com/news/types/noted-money?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pakistan-a-close-ally-of-china-blocks-tiktok-11602266293", "title": "Pakistan, a Close Ally of China, Blocks TikTok", "date": "2020-10-09 13:58", "summary": "The ban is the latest in a series, raising further concerns about the app's future. Pakistan banned TikTok on Friday for carrying what it called indecent content, making it the latest country to restrict the wildly popular Chinese video-sharing app, which is also battling being blocked in the U.S.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/art-from-the-streets-of-new-york-11602266267", "title": "Art From the Streets of New York", "date": "2020-10-09 13:57", "summary": "In the early 1980s, Jean-Michel Basquiat and other young artists went from tagging subway cars to exhibiting in galleries and museums.. Jean-Michel Basquiat started out in the late 1970s as a teenage graffiti artist, using New York's streets and subways as his canvas. By the time he died of a heroin overdose in 1988, at the age of 27, he was a star of the city's art scene, and since then his paintings have gained fans around the globe. In 2017, a Japanese buyer paid $110.5 million for an untitled Basquiat painting of a skull, still a record at auction for an American artist.", "categories": [["Life & Work", "Ideas", "Icons"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/icons?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-hidden-cost-of-covid-shrinking-mental-health-services-11602255729", "title": "A Hidden Cost of Covid: Shrinking Mental-Health Services", "date": "2020-10-09 13:52", "summary": "Resume Subscription. Hospitals across New York state have repurposed or closed hundreds of psychiatric, detox and drug-rehabilitation beds over the past six months to make room for Covid-19 patients, leading to a cascading crisis in mental-health care.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/facing-resistance-spain-declares-state-of-emergency-to-stem-madrids-covid-19-outbreak-11602263159", "title": "Spain Declares State of Emergency to Stem Madrid's Covid-19 Outbreak", "date": "2020-10-09 13:49", "summary": "Spanish government imposes a partial lockdown on the capital region, where infection rates are soaring. Spain declared a state of emergency in a move that will allow it to extend a partial lockdown on Madrid, where hospitals are filling again with Covid-19 patients and local authorities have resisted fresh restrictions.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/outdoor-dining-now-cozy-recipes-for-chilly-nights-11602265670", "title": "Outdoor Dining Now: Cozy Recipes for Chilly Nights", "date": "2020-10-09 13:47", "summary": "A dinner party outside-in October? Covid-19 protocol can be tricky as temperatures drop. But guests will gladly linger over this menu of warming drinks and dishes.. I'D NEVER THOUGHT about hosting an outdoor dinner party in autumn. This year, however, outdoors is pretty much the only place to gather a small pod of friends for a meal. So I dreamed up a warming multicourse menu that doesn't depend on the need to man a grill (too summery) or hover over the stove inside (too lonely) or heat lamps or fire pits (of which I have neither). And I wanted to avoid any obligation to share serving utensils (a safety protocol), which means plating individually, in the kitchen.", "categories": [["Life & Work", "Food & Drink"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/food-cooking-drink?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-politicians-despise-uscontinued-11602265429", "title": "Why Politicians Despise Us-Continued", "date": "2020-10-09 13:43", "summary": "Among the fibs at the vice presidential debate, the worst is a bipartisan myth about the virus's spread.. \"Can you imagine if you knew on January 28th, as opposed to March 13th, what they knew, what you might've done to prepare? They covered it up. . . . The president said it was a hoax. They minimized the seriousness of it. . . . So I want to ask the American people, how calm were you when you were panicked about where you were going to get your next roll of toilet paper? How calm were you when your kids were sent home from school . . .?\"-Kamala Harris in Wednesday's vice presidential debate", "categories": [["Opinion", "Business World"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/business-world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-new-generation-fights-for-afghanistan-11602265383", "title": "A New Generation Fights for Afghanistan", "date": "2020-10-09 13:43", "summary": "Ahmad Massoud, 31, commands anti-Taliban fighters 19 years after his legendary father's assassination.. Kabul", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-anti-covid-commander-and-patient-11602265235", "title": "Trump: Anti-Covid Commander and Patient", "date": "2020-10-09 13:40", "summary": "I've been dismayed by the open and intensifying stigmatization of Covid infection especially with the furious coverage the infection of the president and many in his circle.. Regarding your editorial \"Trump, Covid and Reason\" (Oct. 7): As a clinician who deals with chronic illness and psychosocial adjustment, I've been dismayed by the open and intensifying stigmatization of Covid infection. This perhaps reached its zenith with the furious coverage of the Covid infection of the president and many in his circle.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/m-d-n-p-or-p-a-what-you-know-matters-11602264822", "title": "M.D., N.P. or P.A., What You Know Matters", "date": "2020-10-09 13:33", "summary": "Comparing physicians and nurse practitioners is meaningless because of the wide spectrum of clinician training.. Comparing physicians and nurse practitioners is meaningless because of the wide spectrum of clinician training (Letters, Sept. 26 and Oct. 5). I am a medical doctor in a dedicated spine practice, frequently handling complex conditions beyond the abilities of most medical practitioners and even many orthopedic surgeons, who refer patients for our expertise. We also refer non-spine patients to them for their exceptional knowledge.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-brown-universitys-endowment-quietly-became-tops-in-ivy-league-11602261071", "title": "How Brown University's Endowment Quietly Became Tops in Ivy League", "date": "2020-10-09 13:30", "summary": "Fund's unconventional approach helped the university notch a 12.1% return last fiscal year. Endowments often go to great lengths to seek out returns. Brown University's goes further than most.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/income-tax-hiatus-wont-fix-greatest-need-11602264590", "title": "Income-Tax Hiatus Won't Fix Greatest Need", "date": "2020-10-09 13:29", "summary": "A lack of spending power by individuals and corporations isn't what's holding back the economy. The obstacle is Covid-19.. Stephen Moore states that suspending personal and corporate income taxes for one year would create \"plenty of jobs for the unemployed to fill\" (\"The Best Stimulus: 0% Income Tax,\" op-ed, Oct. 7). But a lack of spending power by individuals and corporations isn't what's holding back the economy. The obstacle is Covid-19. Putting more money in the pockets of Americans who are working and already have sufficient money won't induce them to fly in airplanes, stay at hotels, take cruises, visit amusement parks and movie theaters, attend concerts or dine at restaurants.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/wisconsin-covid-spike-isnt-all-that-hard-to-explain-11602264509", "title": "Wisconsin Covid Spike Isn't All That Hard to Explain", "date": "2020-10-09 13:28", "summary": "There is no distancing at bars, churches and grocery stores. At my local grocer recently, I observed the produce stocker and deli cook at work with no masks.. The spike in Covid-19 cases is no big mystery (\"Wisconsin Seeks Cause of New Covid-19 Spike,\" U.S. News, Oct. 5). There are no masks being worn by any Trump supporter anywhere near me (a simple fact, not a judgmental statement). There is no distancing at bars, churches and grocery stores. At my local grocer recently, I observed the produce stocker and deli cook at work with no masks, the 15-year-old checker had his mask under his chin, and not a single customer was wearing a mask. There is no mystery here, only arrogant ignorance.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/kyrgyz-president-orders-state-of-emergency-as-chaos-deepens-11602262282", "title": "Kyrgyz President Orders State of Emergency as Chaos Deepens", "date": "2020-10-09 13:25", "summary": "Military to clamp down after fifth day of turbulence following annulled vote in Central Asian nation. The president of the Central Asian country of Kyrgyzstan ordered a state of emergency to be introduced in the capital, calling on the military to establish checkpoints in the city center, as the former Soviet republic entered its fifth day of chaos following a parliamentary vote marred by allegations of voter fraud.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/yankees-ace-white-ford-dies-11602261320", "title": "Ace Pitcher of Storied 1950s Yankees Whitey Ford Dies", "date": "2020-10-09 12:35", "summary": "The Cy Young Award winner and World Series MVP helped team win six titles. Whitey Ford, the best starting pitcher in the long history of the New York Yankees, a six-time World Series champion and one of the best left-handers of all time, has died. He was 91.", "categories": [["Sports", "MLB"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/mlb?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/two-books-on-creatures-invasive-and-incredible-11602256516", "title": "Two Books on Creatures Invasive and Incredible", "date": "2020-10-09 12:30", "summary": "Discovering aliens in the backyard and crafty changelings everywhere.. For the better part of two decades, my wife and I have engaged in a war of attrition against a clump of Japanese knotweed. We have clipped, pulled and even excavated a root ball the size of a cantaloupe, only to see the deceptively pretty purple shoots emerge every spring. By rights, Japanese knotweed has no business growing beside our New England doorstep. As the name suggests, the plant is a native of Japan, where it grows on volcanic slopes. In 1840s, a Bavarian naturalist brought it to Europe, enthralled by its 10-foot-tall ribbed stems, heart-shaped leaves and tassels of fragrant whitish flowers. Taken across the English Channel, it thrived. Within few decades knotweed had breached the walls of Victorian gardens and embarked on a world-wide rampage.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/one-year-after-china-banned-the-nba-basketball-returns-to-chinese-tv-11602260786", "title": "One Year After China Banned the NBA, Basketball Returns to Chinese TV", "date": "2020-10-09 12:26", "summary": "China's sports channel will broadcast Game 5 of the NBA Finals. It's the first game on TV since a tweet supporting Hong Kong's protesters last October sparked a major crisis for the league.. China Central Television, the country's state-run broadcaster, said it would resume telecasts of National Basketball Association games in time for what could be the last game of the NBA season, one full year after a tweet from a team official sparked a major crisis for the league in its most lucrative international market.", "categories": [["Sports", "NBA"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/nba?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/amd-buying-xilinx-no-chip-shot-11602254666", "title": "AMD Buying Xilinx: No Chip Shot", "date": "2020-10-09 12:06", "summary": "Red-hot chip maker AMD ponders its most ambitious deal yet. On paper, an AMD- Xilinx matchup makes sense. Making it work will be much more complicated.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/broadway-to-stay-dark-through-may-11602259523", "title": "Broadway to Stay Dark Through May 2021", "date": "2020-10-09 12:05", "summary": "Extension of shutdown that began in March deals latest blow to key industry for New York City tourism as pandemic continues. Broadway theaters will remain dark through May 30, 2021, because of the coronavirus pandemic, the industry's trade group said Friday.", "categories": [["U.S.", "Culture"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-culture?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/amid-campaign-tumult-the-2020-election-map-expands-11602259200", "title": "Amid Campaign Tumult, the 2020 Election Map Expands", "date": "2020-10-09 12:00", "summary": "Week was marked by re-emergence of coronavirus as top issue in presidential election. Sometimes as an election draws near, the size of the battlefield shrinks as fewer states appear competitive.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/john-oates-stands-alone-11602258995", "title": "John Oates Stands Alone", "date": "2020-10-09 11:56", "summary": "The musician is returning to country and blues influences that were 'pushed to the side' in his legendary duo with Daryl Hall. There really is no group called Hall and Oates. The group you're thinking of-probably the most successful duo in rock history-has, technically, included both partners' first names in each of their 21 album covers: Daryl Hall and John Oates. This might seem like a distinction without a difference, but Mr. Oates says that this fact has always made it easier for him and his partner to move in and out of their solo projects.", "categories": [["Life & Work", "Ideas", "Weekend Confidential"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/weekend-confidential?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/is-your-portfolio-locked-loaded-for-the-election-11602258535", "title": "Is Your Portfolio Locked & Loaded for the Election?", "date": "2020-10-09 11:48", "summary": "Many stocks in brokers' Biden and Trump portfolios might not work out, but firearm manufacturers are a reliable bet. Are you long Biden or Trump?", "categories": [["Markets", "Overheard"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/overheard?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/heart-full-of-rhythm-review-that-satchmo-swing-11602256360", "title": "'Heart Full of Rhythm' Review: That Satchmo Swing", "date": "2020-10-09 11:13", "summary": "Louis Armstrong's big-band sound carried his jazz innovations into new territory.. In the fall of 1935, the lyricist Sammy Cahn was hired to write songs for his boyhood hero, Louis Armstrong. The songs were to be a part of \"Connie's Hot Chocolates of 1936,\" a revue that would be performed at Connie's Inn, the famed New York nightclub recently relocated to Times Square from Harlem. Cahn, who was 22 years old at the time, would write, among other numbers for the show, \"Shoe Shine Boy,\" and go on to pen such hits as \"Come Fly With Me\" and \"Time After Time.\" One evening, Armstrong decided to take the young lyricist uptown for a night of club hopping. As Cahn later told me (and also recounted in his 1974 memoir, \"I Should Care\"), they went from one Harlem \"nite spot\" to another until the early hours of the morning, and in every club they found the same thing: A guy playing trumpet, singing and doing his version of Louis Armstrong. Cahn recalled that the 10th and final joint they visited featured a particularly dreadful Satchmo clone. \"Louis, why are we here?\" Cahn asked. \"This man just tries to do everything that you do.\" To which Armstrong replied, \"Well, maybe he does something I don't do!\"", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/philip-and-alexander-review-a-conquerors-patrimony-11602256291", "title": "'Philip and Alexander' Review: A Conqueror's Patrimony", "date": "2020-10-09 11:11", "summary": "Alexander can seem a demigod, achieving so much while so young. His father had a claim to greatness too.. Alexander the Great once murdered a high-ranking officer, with his own hands, in part for his saying that Alexander's father, Philip, was a greater king than he. This occurred in 328 B.C., when Alexander had already been on the Macedonian throne for eight years and had conquered much of Asia, as far east as Bactria (modern Afghanistan). He was apparently worried that, despite his superhuman achievements, his countrymen still might think-or might claim in a drunken taunt-that Philip, whose conquests had been circumscribed by Greece and the Balkans, outshone his son and successor.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-journeys-of-trees-review-giants-in-transit-11602256237", "title": "'The Journeys of Trees' Review: Giants in Transit", "date": "2020-10-09 11:10", "summary": "Why the forest you hike in might be looking for a new home.. Trees, although they seem immutably rooted, are resourcefully shifty. Like all other living things, they are capable of movement from one place to another in search of better nourishment or safety. That's the salient and perhaps surprising takeaway from science reporter Zach St. George's \"The Journeys of Trees,\" a deeply researched book that is liable to change your perspective on the magnificent, tall, woody creatures that cover one-third of the Earth's land.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/five-best-ian-rankin-on-scottish-novels-11602256180", "title": "Five Best: Ian Rankin on Scottish Novels", "date": "2020-10-09 11:09", "summary": "Chosen by the author of 'A Song for the Dark Times.'. By James Hogg (1824)", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mysteries-desert-visions-11602256124", "title": "Mysteries: Desert Visions", "date": "2020-10-09 11:08", "summary": "An art installation on a former bomb-testing site is the apocalyptic setting for 'Zero Zone.'. Scott O'Connor resurrects the West Coast art scene of the 1970s in \"Zero Zone\" (Counterpoint, 310 pages, $26), a complexly structured novel that evokes the aesthetic thrills and apocalyptic impulses of its time and place as viscerally as a hot Santa Ana wind.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fiction-a-perpetual-battlefield-11602256088", "title": "Fiction: A Perpetual Battlefield", "date": "2020-10-09 11:08", "summary": "A journalist tries to make sense of the dizzying violence of a South American war.. Early in Phil Klay's \"Missionaries\" (Penguin Press, 407 pages, $28), an American wire reporter, burned out from covering the bloody, unending war in Afghanistan for an altogether indifferent public, asks a friend who has worked around the world as a military contractor, \"Are there any wars right now where we're not losing?\" His answer is immediate: \"Colombia.\"", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/china-joins-global-initiative-to-provide-covid-19-vaccine-to-poor-countries-11602240471", "title": "China Joins Covax Initiative to Provide Covid-19 Vaccines to Poor Countries", "date": "2020-10-09 11:08", "summary": "It becomes the most prominent nation to take part in a World Health Organization initiative the U.S. has rebuffed. China will join a global effort to distribute Covid-19 vaccines to poorer countries, Beijing said Friday, making it the most prominent nation to take part in a World Health Organization initiative the U.S. has rebuffed.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/your-cash-earns-zip-zilch-nada-dont-make-it-worse-11602256066", "title": "Your Cash Earns Zip, Zilch, Nada. Don't Make It Worse.", "date": "2020-10-09 11:07", "summary": "It's never been more tempting to take extra risk with the money you want to keep ultrasafe. But knowing what not to do is vital.. A good yield is hard to find.", "categories": [["Markets", "The Intelligent Investor"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/the-intelligent-investor?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/childrens-books-a-surprising-turn-of-fate-11602256039", "title": "Children's Books: A Surprising Turn of Fate", "date": "2020-10-09 11:07", "summary": "Uri Shulevitz illuminates the gripping story of his family's double escape.. The story goes that when Uri Shulevitz was a tiny baby, he lay in his crib and stared at the flowered wallpaper in his parents' Warsaw apartment. Seeing this, his father said to his mother: \"I think our little son will be an artist. His name should be Uri, after the biblical Uri, father of Bezalel, the first artist of the Bible.\" So it was that the future illustrator and celebrated children's-book author got his name.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/triller-wants-to-be-the-next-tiktok-its-backers-want-a-second-act-11602255601", "title": "What Is Triller? TikTok Rival Prepares for Its Moment", "date": "2020-10-09 11:00", "summary": "The social-video app's owners have had careers marked by controversy. Triller aspires to be the homegrown U.S. version of TikTok, and in recent weeks the video-sharing app has signed up high-profile users including teen influencer Charli D'Amelio and Donald Trump Jr.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-the-pandemic-has-taught-us-about-science-11602255638", "title": "What the Pandemic Has Taught Us About Science", "date": "2020-10-09 11:00", "summary": "The scientific method remains the best way to solve many problems, but bias, overconfidence and politics can sometimes lead scientists astray. The Covid-19 pandemic has stretched the bond between the public and the scientific profession as never before. Scientists have been revealed to be neither omniscient demigods whose opinions automatically outweigh all political disagreement, nor unscrupulous fraudsters pursuing a political agenda under a cloak of impartiality. Somewhere between the two lies the truth: Science is a flawed and all too human affair, but it can generate timeless truths, and reliable practical guidance, in a way that other approaches cannot.", "categories": [["Life & Work", "Ideas", "The Saturday Essay"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/the-saturday-essay?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/visa-jpmorgan-are-already-preparing-for-potential-quantum-cyberattacks-11602255213", "title": "Visa, JPMorgan Are Already Preparing for Potential Quantum Cyberattacks", "date": "2020-10-09 10:53", "summary": "A powerful quantum computer could be capable of breaking the internet's most commonly used cryptography. Financial services companies are preparing for a time when a powerful quantum computer could break some of the most widespread cryptographic methods currently used in cybersecurity.", "categories": [["CIO Journal"]], "category_links": ["https://www.wsj.com/news/types/cio-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-does-a-patrick-mahomes-football-pass-look-so-beautiful-these-physicists-believe-they-have-the-answer-11602253787", "title": "Why Does a Football Pass Look So Beautiful? These Physicists Believe They Have the Answer", "date": "2020-10-09 10:29", "summary": "A trio of academics collaborate to unlock a torturous riddle of quarterbacking and air flow. For years, the University of Nebraska physics professor Tim Gay-no relation, at least I'm pretty sure-would observe the long, spiraling flight of an expertly-thrown football pass and find it, well, confusing.", "categories": [["Sports"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/porterhouse-to-go-steakhouses-are-making-big-changes-to-survive-11602252414", "title": "Steakhouses Are Making Big Changes to Survive", "date": "2020-10-09 10:06", "summary": "Restaurants built on ambience and freshly grilled meat struggle with the shift to delivery, meal kits. How hard is it to run a steakhouse in the middle of a pandemic? Peter Luger, the Brooklyn institution, is offering delivery for the first time in its 133-year history.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trumps-businesses-face-debt-deadlines-amid-economic-slowdown-11602252225", "title": "Trump's Businesses Face Debt Deadlines Amid Economic Slowdown", "date": "2020-10-09 10:04", "summary": "The Trump Organization could see tougher terms on loans or have to sell assets to raise cash. The Trump Organization faces the prospect of paying more to borrow, getting smaller loans or selling some of its assets to manage more than $400 million of debt coming due on properties hit hard by the economic downturn.", "categories": [["Markets", "Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-gulf-arabs-weary-of-protesting-for-palestine-11602251852", "title": "The Gulf Arabs Weary of Protesting for Palestine", "date": "2020-10-09 09:57", "summary": "The United Arab Emirates and Bahrain's drive for normal ties with Israel suggests a shifting mood across the region. The teenage heroine of \"Wadjda,\" a hit 2012 Saudi movie, dreams of buying a bicycle and enters a Quran recital competition, lured by the $266 cash prize. But when she wins after weeks of hard study, the school's principal-appalled by the idea of a girl cycling the streets of Riyadh-announces that the award would instead be donated to the Palestinian cause.", "categories": [["Life & Work", "Ideas", "Essay"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/essay?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nobel-peace-prize-is-awarded-to-the-world-food-programme-11602234412", "title": "Nobel Peace Prize Is Awarded to U.N. World Food Program", "date": "2020-10-09 09:49", "summary": "Norwegian Nobel Committee recognized the U.N. body's response to hunger caused by the coronavirus pandemic; called on nations to fund the efforts. The United Nations World Food Program was awarded the Nobel Peace Prize for its efforts to combat hunger and prevent it being used as a weapon of war.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-ceos-say-about-employee-burnout-and-work-life-balance-11602250653", "title": "What CEOs Say About Employee Burnout and Work-Life Balance", "date": "2020-10-09 09:37", "summary": "Top executives at Facebook, Chevron and Chase weigh in on stress, flexible schedules and parents who are working while home-schooling their children. Chief executives are concerned that employees are burning out while working remotely.", "categories": [["Life & Work", "Life & Style"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/life-style?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/wheat-prices-skyrocket-after-dry-weather-coronavirus-lockdowns-11602249791", "title": "Wheat Prices Skyrocket After Dry Weather, Coronavirus Lockdowns", "date": "2020-10-09 09:23", "summary": "Record summer heat, Russian export quotas sent wheat futures to five-year high, exacerbating global food insecurity brought on by pandemic. Wheat prices have hit their highest level in over five years in reaction to scorching weather, concerns over food insecurity brought on by the coronavirus pandemic and the lockdowns put in place to fight it.", "categories": [["Markets", "Commodities"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/xilinx-amd-alibaba-what-to-watch-when-the-stock-market-opens-today-11602242121", "title": "Xilinx, AMD, Alibaba: What to Watch When the Stock Market Opens Today", "date": "2020-10-09 08:58", "summary": "S&P 500 stocks are on track to wrap up their best week since late August.. Here's what we are watching as markets kick into gear Friday.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/as-covid-19-cases-surge-europe-turns-to-new-testing-methods-11602241812", "title": "As Covid-19 Cases Surge, Europe Turns to New Testing Methods", "date": "2020-10-09 08:57", "summary": "Scientists say fast and accurate antigen tests could help bring pandemic under control ahead of a possible vaccine. BERLIN-European governments are adopting new methods to test for coronavirus infections in an effort to buy time before a vaccine becomes widely available and as new cases spiral higher.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hermes-jasper-morrison-chair-11601663907", "title": "How Hermès and Jasper Morrison Made a Minimalist's Dream Chair", "date": "2020-10-09 08:37", "summary": "In partnership with Hermès Maison, Jasper Morrison has revisited one of his past designs, creating contemplative furniture for complicated times. Designer Jasper Morrison rarely has the chance to reconsider an object or a piece of furniture once his client signs off on it. This month, though, an artfully simple chair he came up with 23 years ago gets a second life thanks to Hermès, which invited the British industrial designer to expand on his work and add two companion pieces. Équilibre d'Hermès, as the new grouping is called, has been two years in the making, but its backstory feels of the moment, in tune somehow with the ponderous, pent-up fall of 2020.", "categories": [["What's News"]], "category_links": ["https://www.wsj.com/news/types/magazine-what-s-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-german-car-industry-musters-for-a-new-tech-battle-11602245653", "title": "The German Car Industry Musters for a New Tech Battle", "date": "2020-10-09 08:14", "summary": "VW and Daimler want to develop their own software operating systems, even as the rest of the auto industry embraces Google. Is the heart of your car a screen?", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/las-vegas-economy-crippled-by-coronavirus-plays-key-role-in-presidential-race-11602245189", "title": "Las Vegas Economy, Crippled by Virus, Plays Key Role in Election", "date": "2020-10-09 08:06", "summary": "Some locals aim their frustrations over the economic turmoil at the state's Democratic governor; others say they blame President Trump. LAS VEGAS-Many hotel rooms on the Strip are empty, thousands of hospitality workers have been laid off, and whether President Trump or Democratic nominee Joe Biden wins Nevada's six electoral votes could hinge on which party voters blame for the battered economy.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/as-armenia-and-azerbaijan-fight-over-nagorno-karabakh-civilians-pay-the-price-11602244800", "title": "As Armenia and Azerbaijan Fight Over Nagorno-Karabakh, Civilians Pay the Price", "date": "2020-10-09 08:00", "summary": "Resume Subscription. Before the shelling began, a 55-year-old woman was caring for her disabled husband. An engineer relaxed at home with his children ahead of another busy workweek. A fashion designer was working on a new collection.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/hurricane-delta-strengthens-to-category-2-as-it-eyes-louisiana-coast-11602168865", "title": "Hurricane Delta Strengthens to Category 3 as It Eyes Louisiana Coast", "date": "2020-10-09 07:36", "summary": "Forecasters say storm could hit same area devastated by Hurricane Laura in August. Officials urged people to evacuate parts of southern Louisiana as Hurricane Delta strengthened Thursday over the Gulf of Mexico, heading toward a section of the state still recovering from August's Hurricane Laura.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/conservative-activist-grabbed-trumps-eye-on-diversity-training-11602242287", "title": "Conservative Activist Grabbed Trump's Eye on Diversity Training", "date": "2020-10-09 07:18", "summary": "Christopher Rufo called on president to ban 'critical race theory' from federal agencies' diversity-training materials, and days later the president did so. WASHINGTON-On Sept. 1, conservative activist Christopher Rufo appeared on television to discuss his work against an academic concept called \"critical race theory.\"", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/on-the-front-lines-of-stopping-covid-19-on-college-campuses-resident-advisers-11602241203", "title": "Covid-19 Puts Resident Advisers on Front Lines of College Campuses", "date": "2020-10-09 07:00", "summary": "Community assistants say they are helping students navigate university health systems, limiting guests in residence rooms. TEMPE, Ariz.-In the dormitories at Arizona State University this fall, enforcing mask wearing and limiting guests in residence rooms is part of the job of fellow students.", "categories": [["U.S.", "Education"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/education?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/london-stock-exchange-group-sells-italian-exchange-for-5-1-billion-paving-way-for-refinitiv-deal-11602229771", "title": "London Stock Exchange Sells Italian Exchange for $5.1 Billion", "date": "2020-10-09 06:35", "summary": "Sale boosts the chances of the LSE overcoming antitrust concerns for its separate, much larger deal, to acquire markets data provider Refinitiv. LONDON- London Stock Exchange Group PLC agreed Friday to sell Borsa Italiana Group to a group led by pan-European rival Euronext NV, a divestment meant to smooth approval of its separate, much larger, acquisition of financial-data company Refinitiv Holdings Ltd.", "categories": [["Markets", "Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sofia-kenin-turned-tenniss-outbreak-season-into-a-breakout-11602237600", "title": "Sofia Kenin Turned Tennis's Outbreak Season into a Breakout", "date": "2020-10-09 06:00", "summary": "The 21-year-old American is aiming for her second Grand Slam win of 2020 at the French Open. PARIS-To the extent it was possible in the tennis season of the pandemic, the bubbles, and a humbling \"double-bagel\" defeat, Sofia Kenin hasn't had a terrible 2020.", "categories": [["Sports", "Tennis"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/tennis?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/brand-safety-firms-see-a-big-opening-in-streaming-tv-11602237600", "title": "Brand-Safety Firms See a Big Opening in Streaming TV", "date": "2020-10-09 06:00", "summary": "Ad-tech firms are developing an array of tools to ensure marketers' ads end up on programming suitable for their brand. Measurement and tech firms are working to develop brand-safety tools for advertising on streaming TV, a growing sector that lacks some of the infrastructure that advertisers expect in digital media.", "categories": [["CMO Today"]], "category_links": ["https://www.wsj.com/news/types/cmo-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-airbnb-lets-you-experience-k-pop-dance-classes-and-scottish-sheepwithout-leaving-your-house-11602237386", "title": "Airbnb Lets You Experience K-Pop Dance Classes and Scottish Sheep-Without Leaving Your House", "date": "2020-10-09 05:56", "summary": "With many vacation options still taboo, enterprising guides are inviting armchair travelers to visit virtually. You can go everywhere from Prague to a Vermont forest.. FITNESS CLASSES, cooking courses and the world of work quickly adapted to the online format. Now travel is following suit. Those of us still reticent to hop on an airplane can find a growing array of diverting, sophisticated ways to see the world virtually-care of Airbnb, Atlas Obscura and independent and local outfitters. Some are geared toward children but others adopt a decidedly adult point of view, focusing on, say, birding or the art of taxidermy. These online tours and excursions can infuse some variety into gloomy Zoom-y days. What's more, the experience can be transporting, spiritually refreshing, easy on the wallet, and surprisingly social: Small communities pop up around the courses and friends are made. Care to learn how to dance like a Korean pop sensation? Follow in the footsteps of a Czech plague doctor? Almost all is possible.", "categories": [["Life & Work", "Travel", "Off Duty Travel"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/magazine/travel?mod=breadcrumb", "https://www.wsj.com/news/types/off-duty-travel?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/alibaba-stock-hits-record-11602236816", "title": "Alibaba Stock Hits Record", "date": "2020-10-09 05:46", "summary": "Recent rally cements company's position as one of the world's most valuable technology companies. ", "categories": [["Markets", "Stocks"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/group-most-likely-to-get-covid-19-is-least-likely-to-die-from-it-11602235802", "title": "Group Most Likely to Get Covid-19 Is Least Likely to Die From It", "date": "2020-10-09 05:30", "summary": "More young people get new coronavirus, but older people account for most deaths. It isn't clear whether President Trump, who is 74 years old, was infected with the coronavirus by a 31-year-old political adviser-but if he was, the transmission route from young to old would follow an international trend.", "categories": [["U.S.", "The Numbers"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/the-numbers?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/covid-is-crushing-small-businesses-thats-bad-news-for-american-innovation-11602235804", "title": "Covid Is Crushing Small Businesses. That's Bad News for American Innovation.", "date": "2020-10-09 05:30", "summary": "Small firms have been getting squeezed by big businesses for years. The pandemic has made it much worse.. Small businesses have been at the losing end of the U.S. economy for decades, but nothing has diminished their stature like the Covid-19 crisis. Thousands of small firms have been driven out of business while their larger counterparts have largely survived and, in some cases, even flourished.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/its-easier-to-avoid-taxes-when-you-own-a-business-just-ask-donald-trump-and-joe-biden-11602235806", "title": "It's Easier to Avoid Taxes When You Own a Business. Just Ask Donald Trump (and Joe Biden).", "date": "2020-10-09 05:30", "summary": "As business owners, the two candidates have something in common: It's difficult for the IRS to audit them. Proposals are now surfacing to make it easier.. For people who want to lowball their taxes, it helps to own a business. That can offer strategies for reducing what you owe Uncle Sam-and make you far harder to audit.", "categories": [["Markets", "Tax Report"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/tax-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chinese-exports-to-the-u-s-get-a-lifeline-from-coronavirus-related-demand-11602235800", "title": "Chinese Exports to U.S. Get a Lifeline From Coronavirus-Related Demand", "date": "2020-10-09 05:30", "summary": "Face masks and work-from-home aids offset sharp drops in tariff-hit Chinese shipments.. Chinese shipments of virus-related goods to the U.S. have helped the country offset sharp drops in its top export categories due to Washington's tariffs and the global economic downturn.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/georgia-poll-trump-biden-virtually-tied-open-senate-race-tight-11602235802", "title": "Georgia Poll: Trump, Biden Virtually Tied, Open Senate Race Tight", "date": "2020-10-09 05:30", "summary": "Democrat Warnock has taken lead in crowded special election field; Sen. Perdue leads Ossoff. THE PRESIDENTIAL RACE IN GEORGIA is a statistical tie, with President Donald Trump at 47% and Democratic challenger Joe Biden at 46% in a new poll from the University of Georgia. In the state's two Senate races, Sen. David Perdue has taken a nearly 8-point lead over Democrat Jon Ossoff, while Democrat Rev. Raphael Warnock has taken the lead in a crowded special election field that is expected to go to a January runoff between the top two vote-getters.", "categories": [["Politics", "Washington Wire"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/washington-wire?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-disney-world-is-open-but-disneyland-is-closed-11602235802", "title": "Why Disney World Is Open but Disneyland Is Closed", "date": "2020-10-09 05:30", "summary": "It's a tale of two Orange Counties as Florida and California take different approaches to reopening their economies during pandemic. Orange County, Calif., and Orange County, Fla., both enjoy year-round warm weather, swaying palm trees-and Walt Disney Co. theme parks that before Covid-19 generated billions of dollars in economic activity.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trumps-appointee-to-puerto-rico-board-criticizes-its-record-11602235800", "title": "Trump's Appointee to Puerto Rico Board Criticizes Its Record", "date": "2020-10-09 05:30", "summary": "President taps Republican consultant Justin Peterson to board overseeing U.S. territory's finances. President Trump's first appointee to Puerto Rico's financial oversight board criticized its record on debt restructuring and economic development, echoing past stances he took as an adviser to bondholders pressing the U.S. territory for repayment.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-oil-market-has-an-aviation-problem-11602235754", "title": "The Oil Market Has an Aviation Problem", "date": "2020-10-09 05:29", "summary": "Passenger-flight activity is mired at around half of pre-pandemic levels, leaving a hole in global oil demand. The downturn buffeting the global aviation industry has slashed demand for jet fuel, posing yet another obstacle to the oil market's recovery.", "categories": [["Markets", "Commodities", "Oil Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb", "https://www.wsj.com/news/types/oil-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11602183999", "title": "Pepper...and Salt", "date": "2020-10-09 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hurricane-delta-pushes-u-s-toward-record-breaking-storm-season-11602257371", "title": "U.S. Heads Toward Record-Breaking Storm Season", "date": "2020-10-09 00:01", "summary": "Atmospheric conditions foster high frequency of storms, though intensity and duration don't match 2005 onslaught. With Hurricane Delta forecast to hit the Gulf Coast on Friday, the Category 3 storm will help the 2020 Atlantic hurricane season break yet another record, surpassing the 1916 mark for the most storms to make landfall in the U.S. in a season.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/voting-by-phone-the-promise-and-peril-of-digital-ballots-11601636414", "title": "Voting by Phone: The Promise and Peril of Digital Ballots", "date": "2020-10-09 23:44", "summary": "Limited experiments in mobile voting have taken place in elections across the U.S. Whether they prove secure enough for wider adoption is an open question.. Author", "categories": [[""]], "category_links": ["https://www.wsj.com/news/tech/future-of-everything?mod=svg-breadcrumb"]}, {"link": "https://www.wsj.com/articles/white-house-doctor-says-trump-has-completed-therapy-for-covid-19-infection-11602199449", "title": "White House Doctor Says Trump Has Completed Therapy for Covid-19", "date": "2020-10-09 22:15", "summary": "Dr. Sean Conley says president should be able to hold public events by Saturday. President Trump's recovery continued to progress on Thursday as he completed his therapy for the coronavirus infection, White House physician Sean Conley said in a memo.", "categories": [["Politics", "National Security"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/national-security?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/second-presidential-debate-will-be-virtual-debate-commission-says-11602157139", "title": "Trump Mulls Florida Rally Saturday, Shuns Virtual Debate", "date": "2020-10-09 22:12", "summary": "The president's refusal led Joe Biden's campaign to schedule a town hall in Philadelphia for the planned day of the virtual event. Plans for President Trump and Joe Biden to meet for two more debates this month were in question after the president refused to participate in a virtual debate next week, leading the Democratic nominee's campaign to schedule a town hall in Philadelphia for the same day.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-city-says-it-cant-afford-teachers-back-pay-11602208409", "title": "New York City Says It Can't Afford Teachers' Back Pay", "date": "2020-10-09 21:53", "summary": "Teachers union says its members are owed $900 million this month. New York City can't afford to pay a lump sum due its teachers because of the new coronavirus, city officials said Thursday, reflecting a fiscal crisis that has already led to budget cuts and service reductions.", "categories": [["U.S.", "Schools"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-schools?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/supreme-court-puts-off-decision-on-reinstating-abortion-pill-restrictions-11602208067", "title": "Supreme Court Puts Off Decision on Reinstating Abortion Pill Restrictions", "date": "2020-10-09 21:47", "summary": "Justices send case back to lower court to assemble 'a more comprehensive record' on the issue; two conservatives dissent. WASHINGTON-The Supreme Court put off the Trump administration's request to reinstate restrictions on medication abortions during the coronavirus pandemic, sending the case back to a lower court, likely ensuring the issue won't return to the justices before Election Day.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/amd-is-in-advanced-talks-to-buy-xilinx-11602205553", "title": "Chip Company AMD Pursues Xilinx for $30 Billion Tie-Up", "date": "2020-10-09 21:10", "summary": "Deal that could be worth more than $30 billion would mark the latest big tie-up in the rapidly consolidating industry. Advanced Micro Devices Inc. is in advanced talks to buy rival chip maker Xilinx Inc., according to people familiar with the matter, in a deal that could be valued at more than $30 billion and mark the latest big tie-up in the rapidly consolidating semiconductor industry.", "categories": [["WSJ News Exclusive", "Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/kenosha-suspects-lawyers-move-to-block-extradition-to-wisconsin-11602205532", "title": "Kenosha Suspect's Lawyers Move to Block Extradition to Wisconsin", "date": "2020-10-09 21:05", "summary": "Kyle Rittenhouse, charged with killing two people and wounding a third at a protest, would face 'a mob,' his lawyers say. Lawyers for Kyle Rittenhouse, charged with killing two people and wounding a third at a protest in Kenosha, Wis., filed a petition Thursday asking an Illinois court to stop the teen's extradition to Wisconsin, where he would be treated as an adult while in custody.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/justice-department-charges-6-in-alleged-plot-to-kidnap-michigan-governor-whitmer-11602176787", "title": "Justice Department Charges 6 in Alleged Plot to Kidnap Michigan Governor", "date": "2020-10-09 20:58", "summary": "Federal complaint says armed group planned overthrow of government and attacks on law-enforcement personnel. Six men were arrested and charged with plotting to kidnap Michigan's governor as part of a plan to overthrow elements of the government and attack law-enforcement personnel, according to a federal criminal complaint unsealed Thursday.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-two-compliance-officers-tackled-risks-arising-from-the-coronavirus-pandemic-11602204610", "title": "How Two Compliance Officers Tackled Risks Arising From the Coronavirus Pandemic", "date": "2020-10-09 20:50", "summary": "Vetting new suppliers and weighing antitrust and export rules across jurisdictions are just some of the challenges makers of protective equipment have navigated. To tackle health-care needs during the coronavirus pandemic, companies have had to strike a balance between haste and prudence-an act that often requires the attention of compliance teams grappling with amplified risks and fewer resources.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/justice-department-sues-yale-university-over-admissions-practices-11602194974", "title": "Justice Department Sues Yale University Over Admissions Practices", "date": "2020-10-09 20:03", "summary": "Lawsuit alleges the school violated federal civil-rights law by discriminating against Asian-American and white applicants. The Justice Department filed a lawsuit Thursday against Yale University, alleging the school violated federal civil-rights law by discriminating against Asian-American and white applicants in undergraduate admissions.", "categories": [["WSJ News Exclusive", "Education"]], "category_links": ["https://www.wsj.com/news/types/education?mod=breadcrumb"]}]