[{"link": "https://www.wsj.com/articles/worlds-explorers-hemmed-in-by-pandemic-discover-ways-to-cope-with-lockdown-11605199630", "title": "World's Explorers Offer Tips for Coping With Lockdown", "date": "2020-11-12 23:40", "summary": "Resume Subscription. Fiann Paul, a professional explorer, was the first man to row across all five oceans, including the Arctic. But that is nothing compared with the challenges he faced when the pandemic confined him to his 1,100-square-foot penthouse apartment in Reykjavik, Iceland.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/chinas-health-care-listings-break-records-11605177008", "title": "China's Health-Care Listings Break Records", "date": "2020-11-12 21:21", "summary": "More than 60 Chinese health-care companies have raised a total $16.3 billion from IPOs and secondary listings this year. Chinese health-care companies are enjoying a banner year, with an overhaul of the country's health system and relaxed listing rules helping fuel a surge in share sales.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ivy-league-becomes-first-division-i-conference-to-cancel-winter-sports-11605230508", "title": "Ivy League Becomes First Division I Conference to Cancel Winter Sports", "date": "2020-11-12 20:21", "summary": "By canceling season, conference loses automatic bids to March Madness basketball tournaments, which NCAA says will be played in 2021. The Ivy League called off winter sports on Thursday, becoming the first Division I conference to abandon competition in the coming season amid the intensifying global pandemic.", "categories": [["Sports", "College Basketball"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/college-basketball?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-campaign-presses-election-claims-in-pennsylvania-arizona-11605215095", "title": "Trump Campaign Presses Election Claims in Pennsylvania, Arizona", "date": "2020-11-12 20:07", "summary": "President's lawyers are attempting to throw out some absentee ballots in the Philadelphia area, while arguing that Arizona officials improperly rejected some votes. The Trump campaign pressed ahead with its courtroom fight to contest election results, seeking to invalidate more than 10,000 votes in the Philadelphia area and asking an Arizona judge to block certification of the ballot count there.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/union-leaders-push-competing-candidates-for-biden-labor-secretary-11605221683", "title": "Union Leaders Push Competing Candidates for Biden Labor Secretary", "date": "2020-11-12 20:03", "summary": "Marty Walsh and Andy Levin both have prominent organized labor backers, while Bernie Sanders has also signaled his interest. WASHINGTON-AFL-CIO President Richard Trumka has been advocating for Boston Mayor Marty Walsh. Michigan's congressional delegation and some other union leaders back Rep. Andy Levin (D., Mich.).", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-2-trillion-question-how-to-spend-on-education-for-the-future-11605229192", "title": "The $2 Trillion Question: How to Spend on Education for the Future", "date": "2020-11-12 19:59", "summary": "Getting a college degree is no longer the only-or smartest-way to invest in human capital. Those who think more broadly will prosper in the years ahead, writes columnist Greg Ip. Plus, experts weigh in on how to get better returns, from early childhood to on-the-job training.. Author", "categories": [["", "Education"]], "category_links": ["https://www.wsj.com/news/tech/future-of-everything?mod=svg-breadcrumb"]}, {"link": "https://www.wsj.com/articles/linkedin-finds-measurement-errors-that-inflated-video-and-ad-metrics-11605228577", "title": "LinkedIn Finds Measurement Errors That Inflated Video and Ad Metrics", "date": "2020-11-12 19:49", "summary": "The errors affected more than 418,000 advertisers on the professional networking platform for over two years. LinkedIn said Thursday it discovered a pair of measurement errors that led to more than 400,000 advertisers overpaying for campaigns on the professional networking platform.", "categories": [["CMO Today"]], "category_links": ["https://www.wsj.com/news/types/cmo-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/black-people-more-likely-to-file-for-more-expensive-bankruptcy-option-experts-say-11605227346", "title": "Black People More Likely to File for More Expensive Bankruptcy Option, Experts Say", "date": "2020-11-12 19:29", "summary": "Higher costs and less relief loom large as Black debtors are often steered toward more expensive bankruptcy option, studies show. Black people out of all bankruptcy filers are twice as likely on average to file for a more costly type of personal bankruptcy than debtors of other races.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-foundation-stone-of-american-democracy-11605226772", "title": "'The Foundation Stone of American Democracy'", "date": "2020-11-12 19:19", "summary": "An anniversary celebration in Massachusetts.. \"Guests on Wednesday flocked to the Plimoth Patuxet museum on the 400th anniversary of the signing of the Mayflower Compact,\" reports Travis Andersen in the Boston Globe. \"It was on board the Mayflower that the Pilgrims, during their five-and-a-half week stay in Provincetown, signed the Mayflower Compact on November 11, 1620.\"", "categories": [["Opinion", "Best of the Web"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/best-of-the-web-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tyson-aims-to-cut-deforestation-risk-in-supply-chain-11605226360", "title": "Tyson Aims to Cut Deforestation Risk in Supply Chain", "date": "2020-11-12 19:12", "summary": "An analysis found that 6% of the meat company's footprint was at risk of being associated with deforestation. Tyson Foods Inc. is developing plans to reduce the risk of deforestation in its global supply chain, but an investment group suggests the meatpacking company's efforts aren't enough.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/travel-insurance-what-you-need-to-know-for-covid-19-and-beyond-11605226158", "title": "Travel Insurance: What You Need to Know for Covid-19 and Beyond", "date": "2020-11-12 19:09", "summary": "Five rules about when to buy, what kind to buy-and more. The Covid-19 pandemic is prompting many travelers to take a new look at buying trip insurance.", "categories": [["U.S.", "Journal Reports"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/disneys-stream-is-floating-an-awfully-big-ship-11605225790", "title": "Disney's Stream Is Floating an Awfully Big Ship", "date": "2020-11-12 19:03", "summary": "Strong Disney+ subscriber additions offset theme park, movie weaknesses. It is good to be Disney -even in the midst of a crushing global pandemic.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bestselling-books-week-ended-november-7-11605225308", "title": "Bestselling Books Week Ended November 7", "date": "2020-11-12 18:55", "summary": "With data from NPD BookScan. ", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/best-selling-books?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cisco-taps-autodesk-executive-as-cfo-succeeding-kelly-kramer-11605225217", "title": "Cisco Taps Autodesk Executive as CFO", "date": "2020-11-12 18:53", "summary": "R. Scott Herren is expected to help the network-equipment company shift toward subscriptions and software. Cisco Systems Inc. named an industry veteran as its new finance chief, beefing up the network-equipment firm's efforts to enhance its subscriptions and software business.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/central-bank-leaders-embrace-climate-concerns-as-key-policy-objective-11605225151", "title": "Central Bank Leaders Embrace Climate Concerns as Key Policy Objective", "date": "2020-11-12 18:52", "summary": "Federal Reserve has 'contribution to make' on climate policies, Chairman Jerome Powell says. Top central bank leaders said Thursday climate-change risks are an increasingly important consideration in their thinking about their respective economies and financial systems, and that environmental concerns also are increasingly a factor in their monetary policy considerations.", "categories": [["Economy", "Central Banks"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/central-banks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/will-biden-say-howdy-modi-11605224797", "title": "Will Biden Say Howdy Modi?", "date": "2020-11-12 18:46", "summary": "He'll probably be tougher than Trump on Indian human-rights problems.. Should the Hindu nationalists running India fear a Biden presidency? Probably less than the most ardent fans and foes of the ruling Bharatiya Janata Party appear to believe, but likely more than the most sanguine observers hope. As human rights and democracy return to the heart of U.S. foreign policy, their decline in India will almost certainly no longer go unnoticed in the White House.", "categories": [["Opinion", "East is East"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/east-is-east?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/newark-n-j-enacts-tough-restrictions-to-drive-down-coronavirus-surge-11605224494", "title": "Newark, N.J., Enacts Tough Restrictions to Drive Down Coronavirus Surge", "date": "2020-11-12 18:41", "summary": "Health officials say the city has a 19% positivity rate for Covid-19 tests. Newark, N.J., is implementing tough new restrictions on businesses and rolling out a curfew in some neighborhoods to stop a surge of Covid-19 infections sweeping through the city.", "categories": [["U.S.", "Tri-State Area"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-region?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-knows-what-the-other-side-is-thinking-11605223988", "title": "Biden Knows What the Other Side Is Thinking", "date": "2020-11-12 18:33", "summary": "Patience costs nothing. Letting the process play out will strengthen faith in America's institutions.. Where are we? Waiting, as the process plays out. In a week of talking to Republican political leaders, all by nature competitive, most veterans of tough races, I haven't found one who believes Donald Trump won. All believe that there was fraud in the vote, and that this year's semicrazy pandemic rules made clear the need for some baseline national voting standards. But none believe, though some seemed hoping, there was enough fraud to change the result.", "categories": [["Opinion", "Declarations"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/declarations?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/joe-bidens-lockdown-lobby-11605223647", "title": "Joe Biden's Lockdown Lobby", "date": "2020-11-12 18:27", "summary": "His Covid advisers seem to have learned nothing from the spring recession.. Did you enjoy the days at home from mid-March to May? The 22 million lost jobs, the shuttered storefronts, the neighborhood shops out of business, the kids unable to attend school, and the near economic depression? Well, congratulations, a reprise may be coming your way if Joe Biden heeds his Covid-19 advisory team.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/covid-and-the-church-in-delaware-11605223486", "title": "Covid and the Church in Delaware", "date": "2020-11-12 18:24", "summary": "Gov. Carney caves after he's sued for targeting religious services.. A pandemic doesn't override the Constitution, and it's a shame that preserving its liberties from politicians has often required litigation. On Wednesday Delaware Gov. John Carney settled with a pastor who went to court claiming that state emergency orders discriminated against houses of worship.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/harvard-vs-asian-americans-11605223446", "title": "Harvard vs. Asian-Americans", "date": "2020-11-12 18:24", "summary": "The school wins on race in admissions, but the Supreme Court looms.. Harvard won its big racial preferences case in a Solomonic verdict by the First Circuit Court of Appeals on Thursday that Harvard's use of race isn't perfect, but it's good enough. We hope the Supreme Court will be the final judge of that.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-bars-americans-from-investing-in-firms-that-help-chinas-military-11605209431", "title": "Trump Bars Americans From Investing in Firms That Help China's Military", "date": "2020-11-12 18:20", "summary": "Ban applies to 31 companies including state-run aerospace, shipbuilding and construction enterprises. WASHINGTON-President Trump signed an executive order prohibiting Americans from investing in a group of Chinese companies the U.S. says supply and otherwise support China's military, intelligence and security services.", "categories": [["Politics", "National Security"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/national-security?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/runoffs-in-georgia-draw-flood-of-gop-cash-11605222035", "title": "Runoffs in Georgia Draw Flood of GOP Cash", "date": "2020-11-12 18:11", "summary": "Republicans raise $32 million over past six days for Senate races; Democrats say they also will spend millions. The National Republican Senatorial Committee has combined with the campaigns of Georgia Sens. David Perdue and Kelly Loeffler to raise $32 million over the past six days, as they prepare for two runoff elections that will determine which party controls the U.S. Senate.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/disney-reports-second-straight-quarterly-loss-11605216308", "title": "At Disney, Streaming Soars as Other Businesses Struggle", "date": "2020-11-12 18:06", "summary": "With theme-park attendance limited and movie theaters closed, entertainment behemoth calls Disney+ a bright spot. Walt Disney Co. 's Disney+ streaming service turned one year old on Thursday. The company spent the birthday as it has the past several months in a Covid-19 world: Counting on the service for hope during an otherwise dreadful time.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/commerce-department-announces-stay-of-tiktok-shutdown-order-11605213481", "title": "U.S. Backs Down on TikTok Following Court Ruling", "date": "2020-11-12 18:05", "summary": "Commerce Department retreat follows federal court ruling, which the U.S. appealed Thursday. WASHINGTON-The Commerce Department said Thursday it wouldn't enforce its order that would have effectively forced the Chinese-owned TikTok video-sharing app to shut down, in the latest sign of trouble for the Trump administration's efforts to turn it into a U.S. company.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/palantir-boosts-its-full-year-revenue-outlook-11605220457", "title": "Palantir Boosts Its Full-Year Revenue Outlook", "date": "2020-11-12 18:04", "summary": "Data-analytics company cites pandemic-related government contracts. Data analysis company Palantir Technologies Inc. raised its annual revenue outlook Thursday after it posted better-than-expected sales in the third quarter on increasing demand for its software.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/we-dont-need-government-mandates-for-covid-vaccination-11605222059", "title": "We Don't Need Government Mandates for Covid Vaccination", "date": "2020-11-12 18:01", "summary": "This isn't smallpox and doesn't require draconian measures that infringe on basic civil liberties.. Covid-19 vaccines are almost here. Pfizer announced Monday that its vaccine has proved more than 90% effective in clinical trials. But vaccines are useless unless people take them, and it's likely many will refuse.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/christmas-is-in-and-on-the-air-11605222024", "title": "Christmas Is in (and on) the Air", "date": "2020-11-12 18:00", "summary": "One Ohio radio station started the holiday season in September.. 'Why can't every day be like Christmas?\" the actor-songwriter Red West mused in 1965. The next year, his pal Elvis Presley released the completed song, which reasons, \"What a wonderful world this would be.\" More than half a century later, the nation's music- and video-service firms are thinking the same thing. Seeking to cheer up a population that has endured pandemic, economic misery and political chaos, they're betting that Christmas-themed entertainment is what's needed.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-roommates-of-pennsylvania-avenue-11605221956", "title": "The Roommates of Pennsylvania Avenue", "date": "2020-11-12 17:59", "summary": "The current occupant isn't in the mood to leave. What if he relinquished the job-but kept the bedroom?. What if the President refused to leave? I know he's still sorting out the election, but what if the election gets sorted, and he simply declines to move out?", "categories": [["Life & Work", "Ideas", "Jason Gay"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/jason-gay-in-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/harvesting-the-2020-election-11605221974", "title": "Harvesting the 2020 Election", "date": "2020-11-12 17:59", "summary": "Pelosi's top priority was remaking the electoral system. The virus gave her a boost.. The Trump campaign is pressing its case that last week's ballot counting was off, and it will get its day in court. But if Republicans want a fuller accounting of the shenanigans, they'll need to look much further back than Election Day. They'll need to internalize Nancy Pelosi's H.R. 1, and then do battle.", "categories": [["Opinion", "Potomac Watch"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/potomac-watch?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/v2-review-tracing-the-arc-11605221950", "title": "'V2' Review: Tracing the Arc", "date": "2020-11-12 17:59", "summary": "Robert Harris's latest World War II thriller features sophisticated weaponry, devious Nazis, moral compromise and Allied ingenuity.. There is a scene toward the end of Robert Harris's new thriller when the German rocket scientist Rudi Graf sabotages one of his murderous creations. It is late November 1944 and the war is going badly for the Nazis. In a desperate final push, they have stacked their chips on a new ballistic missile, the V2, firing it by the hundreds onto London from their toehold in Holland.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-gentiles-can-learn-from-lord-sacks-11605221911", "title": "What Gentiles Can Learn From Lord Sacks", "date": "2020-11-12 17:58", "summary": "The late British rabbi was the most gifted voice for biblical belief of our time.. Lord Jonathan Sacks, a former chief rabbi of the United Hebrew Congregations of the Commonwealth, died Saturday at 72. When I first heard the news, my mind went to one of the least Jewish places in the world: the Vatican.", "categories": [["Opinion", "Commentary", "Houses of Worship"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb", "https://www.wsj.com/news/types/houses-of-worship?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/home-prices-are-rising-everywhere-in-the-u-s-11605220823", "title": "Home Prices Are Rising Everywhere in the U.S.", "date": "2020-11-12 17:54", "summary": "The pandemic has boosted housing-market activity in a way not seen in recent history. Home prices rose in every corner of the U.S. during the third quarter, as the pandemic boosted activity in a way not seen in recent history.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/global-stock-markets-dow-update-11-12-2020-11605176013", "title": "Dow, S&P 500 Fall 1% on Covid-19 Concerns", "date": "2020-11-12 17:46", "summary": "New curbs on activity in New York and rising coronavirus infections across the U.S. trigger worries about another blow to the economy. U.S. stocks fell Thursday amid a pickup in Covid-19 hospitalizations and renewed talks of lockdowns and restrictions to curb the virus's spread.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/as-covid-surges-to-new-levels-across-u-s-states-impose-flurry-of-measures-11605199815", "title": "States Impose Flurry of Measures as Covid-19 Cases Surge", "date": "2020-11-12 17:41", "summary": "Resume Subscription. ", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/joe-bidens-mandate-is-to-heal-our-nation-11605219340", "title": "Joe Biden's Mandate Is to Heal Our Nation", "date": "2020-11-12 17:15", "summary": "If Ronald Reagan could work with Tip O'Neill and Bill Clinton with Newt Gingrich, then why is it so far-fetched to think Joe Biden can work with Mitch McConnell?. Regarding your editorial \"Joe Biden's Non-Mandate\" (Nov. 6): Should Mr. Biden be confirmed as president elect, he will have been chosen with a very clear mandate: Heal the nation. Pull away from the extremes and try to find common ground.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/progressives-may-lead-the-democrats-astray-11605219238", "title": "Progressives May Lead the Democrats Astray", "date": "2020-11-12 17:13", "summary": "The loss of seats in the House, the nonappearance of the blue wave and the losses in state legislatures all suggest the electorate's rejection of the very ideas progressives have been noisily and assiduously pushing. In \"Democrats, Let Progressives Lead\" (op-ed, Nov. 10), Cenk Uygur is surely right that Speaker Nancy Pelosi and Sen. Chuck Schumer keep on skating despite their many failures, but putting the progressives in charge? The loss of seats in the House, the nonappearance of the blue wave and the losses in state legislatures all suggest the electorate's rejection of the very ideas progressives have been noisily and assiduously pushing. And when Mr. Uygur says, \"Republican politicians, whom I loathe,\" he rather gives the game away, doesn't he? I suspect I'm not alone in thinking the public has had enough of divisive hatred masquerading as policy proposals.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fix-that-fog-of-worship-to-become-less-of-a-hazard-11605219174", "title": "Fix That Fog of Worship to Become Less of a Hazard", "date": "2020-11-12 17:12", "summary": "Glasses fogging means the protection the mask provides is compromised.. A widespread problem when wearing a protective mask against coronavirus is eyeglass fogging. Mike Kerrigan laments the difficulties in \"The Fog of Worship With Facemasks\" (Houses of Worship, Nov. 5). But the real difficulty is far more ominous.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/florence-finch-a-real-hero-and-a-modest-friend-too-11605219132", "title": "Florence Finch: A Real Hero and a Modest Friend, Too", "date": "2020-11-12 17:12", "summary": "My mother was as shocked as everyone else when, in 1995, Florence's heroic story was first revealed. In all those years of friendship, she never uttered a word.. Thank you for Moira Hodgson's wonderful book review of Robert J. Mrazek's \"The Indomitable Florence Finch\" (Books, Nov. 7).", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/judy-shelton-moves-closer-to-senate-approval-for-federal-reserve-board-11605218923", "title": "Shelton Moves Closer to Senate Approval for Federal Reserve Board", "date": "2020-11-12 17:08", "summary": "Controversial economic commentator could win close Senate vote as soon as next week. A controversial nominee of President Trump for the Federal Reserve's policy-making board moved closer to confirmation Thursday after Senate Majority Leader Mitch McConnell (R., Ky.) set in motion the procedures needed to secure a final vote.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/goldman-promotes-fewer-partners-in-bid-to-bolster-titles-prestige-11605212015", "title": "Goldman Sachs's 60 New Partners Are the Happiest People on Wall Street Today", "date": "2020-11-12 17:06", "summary": "Bankers elevated Thursday are a slightly more diverse group than in years past. Goldman Sachs Group Inc. promoted 60 bankers into its partnership on Thursday, the fewest in two decades as Chief Executive David Solomon tries to restore the somewhat faded luster of Wall Street's most elite club.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/oil-demand-recovery-unlikely-for-months-despite-vaccine-hopes-11605173686", "title": "Oil-Demand Recovery Unlikely for Months Despite Vaccine Hopes", "date": "2020-11-12 17:04", "summary": "Lockdowns, rising coronavirus cases prompt IEA to further cut demand forecasts. Global oil markets may have rallied on the latest positive vaccine trial results, but they are unlikely to feel any significant economic benefits until well into next year, the International Energy Agency said Thursday.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tourism-investors-missed-their-ticket-to-paradise-11605198535", "title": "Tourism Investors Missed Their Ticket to Paradise", "date": "2020-11-12 17:00", "summary": "While a vaccine will be great news for future travel, investors won't find an early-bird discount. This week's vaccine euphoria has sent travel stocks surging, but investors should read the fine print. The road to recovery will have multiple layovers.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/second-acts-he-worked-with-black-farmers-now-he-helps-young-black-men-11605218115", "title": "Second Acts: He Worked With Black Farmers. Now He Helps Young Black Men", "date": "2020-11-12 16:55", "summary": "Adell Brown Jr. says that his work as a mentor has never been more important. Adell Brown Jr. has spent his life advocating on behalf of the disadvantaged and disenfranchised. For most of his career, that involved speaking up for small-scale Black farmers. Now he's focusing on young Black men.", "categories": [["Life & Work", "Journal Reports: Retirement"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-retirement?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/alex-acosta-used-poor-judgment-in-jeffrey-epstein-plea-deal-justice-dept-says-11605210737", "title": "Acosta Used Poor Judgment in Epstein Plea Deal, Justice Department Says", "date": "2020-11-12 16:47", "summary": "As U.S. attorney in Miami, the ex-labor secretary struck a deal that shielded the financier from federal charges. Former Labor Secretary Alex Acosta used poor judgment, but didn't commit professional misconduct, in his handling of a sexual-abuse investigation involving financier Jeffrey Epstein when he was a top federal prosecutor in Florida, a Justice Department investigation found.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/can-the-new-ps5-and-xbox-help-you-get-back-in-the-game-11605217040", "title": "Can the New PS5 and Xbox Help You Get Back in the Game?", "date": "2020-11-12 16:37", "summary": "The release of two new consoles is helping old-school gamers rediscover a childhood pastime. Which machine is right for you?. FOR THOSE WHO grew up in the 1970s and '80s, few thrills could match the feeling of sprinting across an arcade to your favorite machine, slipping a quarter through its slot and being blasted to a state of euphoria by the music that announced the game had begun. Systems like the original Nintendo , launched in 1985, helped us bring that feeling home, but over the decades, Americans who earned their videogame stripes thumping turtles and hopping lava pits have been left behind. As that generation juggled work and family, there was no time to grasp sophisticated gaming mechanics or fattened, ever-more-complex controllers, much less to plod your way through campaigns that took weeks rather than hours to complete.", "categories": [["Tech", "Personal Tech", "Gear & Gadgets"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb", "https://www.wsj.com/news/types/personal-technology-joanna-stern?mod=breadcrumb", "https://www.wsj.com/news/types/gear?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/rv-owners-take-to-the-road-with-covid-campers-11605216800", "title": "RV Owners Take to the Road With 'Covid Campers'", "date": "2020-11-12 16:33", "summary": "Suffering from cabin fever, travelers are looking for safe ways to work away from home and see new places, too. Earlier this year, Nate Luebbe came up with a new way to work from home: bring his home to where he worked.", "categories": [["U.S.", "Journal Reports"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/walmart-adding-pop-up-centers-for-online-holiday-sales-11605216505", "title": "Walmart Adding 'Pop-Up' Centers for Online Holiday Sales", "date": "2020-11-12 16:28", "summary": "Sites inside existing distribution centers join other efforts by companies to handle an expected surge of e-commerce sales this year. Walmart Inc. is placing \"pop-up\" e-commerce fulfillment centers inside dozens of its regional distribution facilities as it braces for an expected crush of online sales during the holiday season.", "categories": [["Logistics Report"]], "category_links": ["https://www.wsj.com/news/types/logistics-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-city-schools-will-close-if-cases-keep-climbing-mayor-says-11605210385", "title": "New York City Schools Will Close If Cases Keep Climbing, Mayor Says", "date": "2020-11-12 16:25", "summary": "Mayor Bill de Blasio erases any doubt that city officials might find wiggle room to keep schools open. New York City schools will close if the share of people in the city testing positive for Covid-19 hits 3% over a seven-day average, Mayor Bill de Blasio said Thursday, as the rate ticked closer to that threshold.", "categories": [["U.S.", "Schools"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-schools?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mank-review-kane-and-able-11605215339", "title": "'Mank': 'Kane,' and Able", "date": "2020-11-12 16:09", "summary": "David Fincher's dramatization of the life of Herman J. Mankiewicz, who got top billing for writing 'Citizen Kane,' is an ode to Hollywood in all its glory and chicanery.. David Fincher's fascinating, flawed and hugely ambitious \"Mank,\" opening in select theaters before next month's streaming debut on Netflix, dramatizes the tumultuous life of Herman J. Mankiewicz (an extraordinary performance by Gary Oldman). He's the gifted, self-destructive writer who got first billing-over Orson Welles-for the original screenplay of \"Citizen Kane,\" considered by many to be the greatest of all American films. The first thing to note about Mr. Fincher's film is what immediately meets the eye. It is gorgeous-not just eye candy but, in its radiant black-and-whiteness, graphic caviar. The lighting and cinematography, by Erik Messerschmidt, emulate the bold, expressionist style of \"Kane,\" a 1941 feature, directed by and starring Welles, about the flamboyant life and sinister influence of a newspaper tycoon unmistakably modeled on William Randolph Hearst.", "categories": [["Books & Arts", "Film Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/film-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-reagans-review-challenging-a-leaders-legacy-11605215220", "title": "'The Reagans' Review: Challenging a Leader's Legacy", "date": "2020-11-12 16:07", "summary": "A docu-series disputes the values of the 40th president.. Toward the end of \"The Reagans\" (begins Sunday, 8 p.m., Showtime)-a blistering four-part assessment of the Reagan White House years (1981-89) enlivened by nonstop denunciation of the 40th president's policies and beliefs-a strange but familiar realization sets in. Which is that, despite the vitriol directed at him in this indictment-at his character, his ideological rigidity, his blind faith that aid to the needy undermined some basic tenet of Americanism, his preachment of the gospel that government is the enemy, his lack of attention to the AIDS crisis-Reagan emerges, ultimately, as an admired, even a beloved figure. Exactly as was true when his presidency ended, and nowhere was this truth more evident than in the fond farewell commentaries emanating from the media. One of this series' many commentators observes, not altogether happily, that the press had allowed itself to be seduced by the president.", "categories": [["Books & Arts", "Television Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/television-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-jobless-claims-fall-for-fourth-straight-week-11605215259", "title": "New York Jobless Claims Fall for Fourth Straight Week", "date": "2020-11-12 16:07", "summary": "State comptroller warns rising Covid-19 cases could undo progress, lead to more business shutdowns. Initial jobless claims in New York fell for a fourth straight week, a sign that layoffs are slowing.", "categories": [["U.S.", "Tri-State Area"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-region?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/talleys-folly-review-a-touching-two-actor-triumph-11605215084", "title": "'Talley's Folly' Review: A Touching Two-Actor Triumph", "date": "2020-11-12 16:04", "summary": "Jason O'Connell and Kate Hamill, a real-life married couple, star in Syracuse Stage's webcast production of Lanford Wilson's romantic play. Full-length plays for two actors are in greater demand than ever before now that more regional companies are webcasting their shows. Not only are they simpler and safer to stage than big-cast productions, but they can often be performed by married couples or domestic partners, thus minimizing the risk of spreading Covid-19 beyond a single household. To be sure, many such plays are undemanding commercial vehicles written solely to entertain, but some are works of real quality that offer the viewer a more challenging kind of pleasure.", "categories": [["Opinion", "Theater Review"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/theater-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/la-fitness-lines-up-300-million-loan-from-main-street-lending-program-11605215076", "title": "LA Fitness Lines Up $300 Million Loan From Main Street Lending Program", "date": "2020-11-12 16:04", "summary": "New loan will help gym chain weather pandemic. LA Fitness has lined up a $300 million loan from the government's Main Street Lending Program, which provides emergency loans to help small- and medium-size businesses affected by the coronavirus pandemic, said Robert Wilson, the gym operator's general counsel.", "categories": [["Pro Bankruptcy Distress"]], "category_links": ["https://www.wsj.com/news/types/pro-bankruptcy-distress?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/twitter-says-labels-and-warnings-slowed-spread-of-false-election-claims-11605214925", "title": "Twitter Says Labels, Warnings Slowed Spread of False Election Claims", "date": "2020-11-12 16:02", "summary": "Labels and warning messages on tweets that Twitter deemed misleading appeared to decrease the spread of misinformation. ", "categories": [["Business", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-climb-review-a-friendship-of-many-foibles-11605214916", "title": "'The Climb' Review: A Friendship of Many Foibles", "date": "2020-11-12 16:01", "summary": "Creators Michael Angelo Covino and Kyle Marvin star as pals whose relationships test their bonds in this affecting, absurdist debut feature. As I watched \"The Climb,\" first with mild amusement and then with delight-amusement because it promised to be funny but trivial, delight because it proved to be funny and affecting and damned near profound-a fragment of a Cole Porter lyric popped into my head: \"Friendship, friendship, just a perfect blendship.\" That's the story of the film, a debut feature opening in select theaters. It's also the story, as it turns out, of the two men who made it and star in it; they've been friends for 10 years. The director was Michael Angelo Covino, working from a screenplay he wrote with Kyle Marvin. They play best buds Mike and, you guessed it, Kyle. Chronically selfish Mike does pretty much everything he can to alienate chronically selfless Kyle, including sleeping with two of his fiancées, but it's never enough to sever the bonds of loving friendship that hold them together.", "categories": [["Books & Arts", "Film Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/film-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/closing-credits-friday-crossword-november-13-11605030423", "title": "Closing Credits (Friday Crossword, November 13)", "date": "2020-11-12 16:01", "categories": [["WSJ Puzzles", "Crossword Contest"]], "category_links": ["https://www.wsj.com/news/puzzle?mod=breadcrumb", "https://www.wsj.com/news/types/crossword-contest?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/murder-on-middle-beach-review-family-tragedy-11605214741", "title": "'Murder on Middle Beach' Review: Family Tragedy", "date": "2020-11-12 15:59", "summary": "The son of a murdered woman searches for his mother's killer in HBO's latest true-crime offering.. A brooding question may occur to more than one viewer of \"Murder on Middle Beach\" (Begins Sunday, 10 p.m., HBO)-that having to do with what the requirements are for murder mysteries. One answer-indisputably-is the presence of intriguing characters. In that regard, the four-part saga is, to put it mildly, under-equipped. True, it's a docu-series-but one that also means, clearly, to be a murder mystery.", "categories": [["Books & Arts", "Television Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/television-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/six-u-s-troops-killed-in-helicopter-crash-near-egypt-11605196180", "title": "Five U.S. Troops Killed in Helicopter Crash Near Egypt", "date": "2020-11-12 15:59", "summary": "Service members were part of multinational force that monitors decades-old Israeli-Egyptian peace accord. Five U.S. service members on a peacekeeping mission in Egypt's Sinai peninsula were killed when a U.S. Black Hawk helicopter crashed off the Egyptian coast Thursday, officials with the Multinational Force & Observers said.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-life-ahead-review-a-golden-age-star-in-a-film-without-filters-11605214475", "title": "'The Life Ahead' Review: A Golden Age Star in a Film Without Filters", "date": "2020-11-12 15:54", "summary": "Sophia Loren plays a retired prostitute who takes in a street kid in this remake of 'Madame Rosa'. For joyous sexuality, buoyant comedy and drama grounded in harsh real-life experience, there's never been anyone in the movies like Sophia Loren. Now she's 86, and the camera isn't kind to her face in Netflix's \"The Life Ahead.\" That's by design. Instead of diffusing her legendary features it distills her presence into another sort of beauty, stern and stirring, that befits the woman she's playing in this small but surprising film. An Auschwitz survivor and long-retired prostitute, Madame Rosa supports herself by caring for working prostitutes' children. The life ahead isn't hers; she's sick and not long for this world. The one with the future, for good or ill, is Momo (a vivid performance by Ibrahima Gueye), a 12-year-old street kid she agrees to take in, reluctantly, after he snatches her purse in broad daylight.", "categories": [["Books & Arts", "Film Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/film-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ethiopias-escalating-military-offensive-raises-specter-of-civil-war-11605195730", "title": "Ethiopia's Escalating Military Offensive Raises Specter of Civil War", "date": "2020-11-12 15:37", "summary": "Bombardment, troop movements dash hopes of quick end to conflict between Ethiopia's government and a restive regional government. 'They have started a war.'. Ethiopia is widening a military offensive against the restive regional government of Tigray and arresting thousands across the country, dashing hopes of a quick, negotiated end to the conflict and feeding fears of a full-blown civil war.", "categories": [["World", "Africa"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/africa-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fed-chair-powell-says-rising-virus-cases-could-challenge-economic-recovery-11605201548", "title": "Fed Chair Says Rising Virus Cases Could Challenge Economic Recovery", "date": "2020-11-12 15:29", "summary": "Jerome Powell says 'it's just too soon to assess' implications of vaccine progress. Federal Reserve Chairman Jerome Powell said it is too soon to say how progress in the global hunt for a coronavirus vaccine will influence the U.S. economy, particularly given concerning increases in infections that could weaken the recent economic recovery.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-college-applications-are-lower-but-m-b-a-demand-is-up-11605212967", "title": "Why College Applications Are Lower, But M.B.A. Demand Is Up", "date": "2020-11-12 15:29", "summary": "The pandemic economy is affecting two groups of prospective students differently. Fewer students have applied to colleges for undergraduate programs or filled out federal financial-aid forms compared with a year ago amid uncertainty created by the Covid-19 pandemic. But the same circumstances have helped applications to American M.B.A. programs to rise for the first time in five years.", "categories": [["Education"]], "category_links": ["https://www.wsj.com/news/types/noted-education?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/weekly-jobless-claims-coronavirus-11-12-2020-11605125188", "title": "U.S. Jobless Claims Edge Lower", "date": "2020-11-12 15:09", "summary": "Initial claims for unemployment benefits fell by 48,000 to 709,000 last week. New applications for unemployment benefits fell sharply last week, suggesting layoffs are easing as the broader economy flashes signs of improvement.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/for-fords-go-fast-ceo-a-humble-van-looms-large-11605189833", "title": "For Ford's Car-Racing CEO, a Humble Van Looms Large", "date": "2020-11-12 15:05", "summary": "Resume Subscription. A racer of vintage cars, Jim Farley has spent his first few weeks as Ford Motor Co. 's chief executive thinking about one of the company's more utilitarian models: a cargo van.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/as-trump-focuses-on-2024-aides-mull-agenda-for-final-days-11605206862", "title": "As Trump Focuses on 2024, Aides Mull Agenda for Final Days", "date": "2020-11-12 14:44", "summary": "The president's attention has been on his legal fight and a possible comeback bid, not a policy to-do list for the next two months. WASHINGTON-President Trump in recent days has expressed increasing interest in running for president again in 2024. He has spent less time on his remaining 69 days in office, leaving it to aides to determine what he could accomplish.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-writer-cazzie-david-steals-clothes-11605209309", "title": "Why Writer Cazzie David Steals Clothes", "date": "2020-11-12 14:28", "summary": "The essayist behind 'No One Asked for This' on her hatred of shopping and a (potentially life-changing) Ralph Lauren sweater she swiped from a friend. I INTENSELY HATE shopping. There are many reasons for this but first and foremost is the vale of stress that accompanies it. Looking at the mass of clothes and thinking about the people who made them for less than minimum wage because Gen Z decided tennis skirts are essential and how all of it will eventually wind up in a landfill makes it hard to concentrate on buying jeans. The lighting is often so upsetting to my fragile self-image that if I so much as catch a glimpse of myself in one of the 700 mirrors, I'm useless for the rest of the day. I'm also very lazy, and shopping requires a lot of patience, energy and enthusiasm-none of which I have.", "categories": [["Life & Work", "Style & Fashion", "Fashion"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/fashion?mod=breadcrumb", "https://www.wsj.com/news/types/fashion?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trumps-white-house-at-the-end-of-the-line-11605207688", "title": "Trump's White House at the End of the Line", "date": "2020-11-12 14:01", "summary": "Looking out at a troubled and divided country from inside a resigned and fading administration.. It was dusk on Saturday, hours after the networks called the election for Joe Biden. I was on the phone with someone in the White House. The news had sucked the air out of the building, I gathered. Soon enough, elsewhere in the executive mansion, there would be rage and defiance and a convergence of dark-blue suits.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/monthly-u-s-budget-gap-more-than-doubled-in-october-11605207695", "title": "Monthly U.S. Budget Gap More Than Doubled in October", "date": "2020-11-12 14:01", "summary": "Economy saw higher federal spending on health-care and safety-net programs, lower federal tax collection. WASHINGTON-The federal government ran a $284 billion budget deficit in the first month of the fiscal year, more than double the monthly shortfall a year ago, the Treasury Department said Thursday.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/making-plans-in-a-time-of-uncertainty-11605207649", "title": "Making Plans in a Time of Uncertainty", "date": "2020-11-12 14:00", "summary": "A behavioral economist answers questions on holiday planning, significant birthdays and how to price real estate.. ", "categories": [["Life & Work", "Ideas", "Ask Ariely"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/ask-ariely?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/joe-biden-can-build-on-trumps-foreign-policy-11605207640", "title": "Joe Biden Can Build on Trump's Foreign Policy", "date": "2020-11-12 14:00", "summary": "Broker a better deal with Iran, continue to calm tensions with Russia, and improve trade agreements.. A Biden presidency will change much about U.S. foreign policy, from repairing America's alliances and rejoining international agreements to ending infatuations with dictators. But it is worth considering where President Trump leaves a legacy on which his successor can build.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/appellate-court-determines-harvard-didn-t-violate-federal-civil-rights-law-11605191351", "title": "Harvard Didn't Violate Federal Civil-Rights Law, Appellate Court Rules", "date": "2020-11-12 14:00", "summary": "University didn't hold Asian-American applicants to higher admissions standard, judges rule, teeing case up for possible Supreme Court review. A federal appeals court ruled Thursday that Harvard University didn't violate federal civil-rights law, backing a 2019 district court decision and teeing the case up for potential review by the Supreme Court.", "categories": [["U.S.", "Education"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/education?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tips-for-keeping-safe-when-staying-in-a-hotel-during-covid-19-11605207553", "title": "Tips for Keeping Safe When Staying in a Hotel During Covid-19", "date": "2020-11-12 13:59", "summary": "Here is what travelers should ask before booking a room and what they should do once they are there to protect themselves from coronavirus. Goodbye, buffets. Hello, hand sanitizer.", "categories": [["U.S.", "Journal Reports"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/beijing-slams-hong-kong-opposition-as-u-s-threatens-more-sanctions-11605195655", "title": "Beijing Slams Hong Kong Opposition as U.S. Threatens More Sanctions", "date": "2020-11-12 13:58", "summary": "China reacted to the mass resignation of pro-democracy legislators as it tightens its grip on the city. HONG KONG-Senior Chinese officials branded the mass resignation of opposition Hong Kong lawmakers a farce, rejecting foreign criticism even as the walkout cleared Beijing's path to further bend the city's institutions to its will.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/several-shots-fired-at-saudi-embassy-in-the-hague-netherlands-11605207438", "title": "Several Shots Fired at Saudi Embassy in The Hague", "date": "2020-11-12 13:57", "summary": "Attack comes a day after bombing targeted WWI ceremony attended by foreign diplomats in the kingdom. Several shots were fired at Saudi Arabia's Embassy in The Hague early on Thursday, leaving bullet holes across the building's facade, a day after a bomb blast hit a World War I commemoration ceremony attended by Western diplomats in the kingdom.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-real-estate-empire-tied-to-purdue-pharma-11605206747", "title": "A Real-Estate Empire Tied to Purdue Pharma", "date": "2020-11-12 13:45", "summary": "Resume Subscription. Each year, the town of Greenwich, Conn., one of the country's most affluent municipalities, puts together a \"Grand List\" of its taxable properties. The town's most valuable property in 2019-appraised at $45.99 million-was a roughly 10-acre estate on tony Field Point Circle, one of Greenwich's most exclusive enclaves.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/why-rufus-wainwright-stashes-headphones-around-his-house-11605205036", "title": "Why Rufus Wainwright Stashes Headphones Around His House", "date": "2020-11-12 13:17", "summary": "The singer, whose musical audiobook 'Road Trip Elegies' centers on recorded conversations with his therapist, talks treadmills, turntables and why he prefers (a lot of) wired headphones. FOR RUFUS Wainwright-torch singer, opera composer and now audiobook author-life in 2020 isn't terribly different from the \"before times.\" He's missing out on his usual touring commitments, trips to the gym and summer getaways in Montauk with his husband and daughter, but he's still creating at a furious pace while holed up in his Laurel Canyon, Calif., home. His recent album, \"Unfollow The Rules,\" was released this summer. And Mr. Wainwright's new musical audiobook, \"Road Trip Elegies,\" combines new covers of some favorite songs with conversations between him and his therapist recorded during a ride the two took from Montreal to New York. Here, Mr. Wainwright talks about buying a new treadmill to stay active at home, his love of vinyl and why he has pairs of wired Apple EarBuds tucked here and there all over his house.", "categories": [["Tech", "Personal Tech", "Technology Essentials"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb", "https://www.wsj.com/news/types/personal-technology-joanna-stern?mod=breadcrumb", "https://www.wsj.com/news/types/my-tech-essentials?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/china-president-xi-jinping-halted-jack-ma-ant-ipo-11605203556", "title": "China's President Xi Jinping Personally Scuttled Jack Ma's Ant IPO", "date": "2020-11-12 12:56", "summary": "Senior government leaders were furious about wealthy entrepreneur's criticisms of regulators; rebuke was the culmination of years of tense relations. Chinese President Xi Jinping personally made the decision to halt the initial public offering of Ant Group, which would have been the world's biggest, after controlling shareholder Jack Ma infuriated government leaders, according to Chinese officials with knowledge of the matter.", "categories": [["Markets", "Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-covid-19-vaccine-news-is-greatbut-you-just-issued-dirt-cheap-stock-11605203669", "title": "The Covid Vaccine News Is Great-but You Just Issued Dirt-Cheap Stock", "date": "2020-11-12 12:54", "summary": "Pfizer's coronavirus vaccine results have made the price of Rolls-Royce's rights issue appear very low in retrospect. Sometimes good news can come at an embarrassing time.", "categories": [["Markets", "Overheard"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/overheard?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-you-shouldnt-sniff-the-cork-and-other-ridiculous-wine-rituals-to-avoid-11605202513", "title": "Why You Shouldn't Sniff the Cork and Other Ridiculous Wine Rituals to Avoid", "date": "2020-11-12 12:35", "summary": "Our wine columnist reveals the history behind a few antiquated quirks of uncorking and presents a plea for more straightforward wine service. I WAS RECENTLY watching a video on how to saber a bottle of Champagne-that is, sweep a blade along the neck to remove the top with a flourish. (Such videos are surprisingly numerous.) I learned that sabering (aka sabrage) dates back to Napoleon's era and that a kitchen knife can serve as a saber if you happen to be without a sword. I also learned that sabering is extremely dangerous, and you should never saber without wearing glasses or while standing indoors. So why is this risky ritual still relevant now?", "categories": [["Life & Work", "Food & Drink", "On Wine"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/food-cooking-drink?mod=breadcrumb", "https://www.wsj.com/news/types/on-wine-lettie-teague?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tencent-pledges-cooperation-as-china-scrutinizes-competition-on-internet-platforms-11605201982", "title": "Tencent Pledges Cooperation Amid Chinese Scrutiny", "date": "2020-11-12 12:26", "summary": "Internet company's revenue and earnings surge as pandemic lifts videogame business. Tencent Holdings Ltd. expressed willingness to cooperate with authorities and played down the potential effect of China's toughening regulatory environment as a boom in videogaming triggered by pandemic lockdowns continued to power the tech company's performance in the latest quarter.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/oil-forecasters-gloom-eclipsed-by-vaccine-hope-11605201668", "title": "Oil Forecasters' Gloom Eclipsed by Vaccine Hope", "date": "2020-11-12 12:21", "summary": "For the first time since March, there are silver linings to be found in the oil-demand outlook. Despite bearish forecasts from the two major energy organizations, the oil market has reason for cautious optimism for the first time since March.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/airbnb-isnt-the-only-home-sharing-game-in-town-11605200663", "title": "Airbnb Isn't the Only Home-Sharing Game in Town", "date": "2020-11-12 12:04", "summary": "It may be the biggest. But there are lots of alternatives.. Airbnb rentals in desirable winter locations have already started to book up for the holidays, but for travelers seeking a home away from home, Airbnb is no longer the only game in town.", "categories": [["U.S.", "Journal Reports"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/for-workers-stressed-out-over-the-covid-19-pandemic-invent-a-holiday-11605200332", "title": "Stressed Out Over the Pandemic? Some Companies Invent a Holiday", "date": "2020-11-12 11:58", "summary": "Employees are reluctant to ask for time off for mental health, so some companies are making 'recharge' days mandatory.. The University of South Carolina's student newspaper went dark last month-not because of a school break or a homecoming weekend, but because the student journalists were burned out.", "categories": [["Life & Work", "Ideas", "Essay"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/essay?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/is-this-the-end-of-college-as-we-know-it-11605196909", "title": "Is This the End of College as We Know It?", "date": "2020-11-12 11:01", "summary": "For millions of Americans, getting a four-year degree no longer makes sense. Here's what could replace it.. Author", "categories": [[""]], "category_links": ["https://www.wsj.com/news/tech/future-of-everything?mod=svg-breadcrumb"]}, {"link": "https://www.wsj.com/articles/multigenerational-living-covid-11605196694", "title": "Covid-19 Is Giving the Multigenerational Home Business a Big Boost", "date": "2020-11-12 11:00", "summary": "Resume Subscription. Theresa \"Tree\" Hale, a 70-year-old retired paralegal, didn't particularly want to move from her home of 40 years. But in July, she and her husband, Ron Hale, closed on a newly built house about 20 minutes away in Tolleson, Ariz. Her motive: The home was builder Lennar Corp.'s Next Gen design, featuring a first-floor suite with its own bedroom, living room, kitchen and bathroom. It would be the perfect place for Ms. Hale's mother, 95-year-old Thelma Hall Williams, to live.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/co-founder-of-black-owned-law-firm-served-big-corporations-11605196591", "title": "Co-Founder of Black-Owned Law Firm Served Big Corporations", "date": "2020-11-12 10:56", "summary": "Jesse Arnelle, who has died at age 86, described his vision as 'pretty damn presumptuous'. Jesse Arnelle grew up in a family with low income and high expectations.", "categories": [["World", "Obituaries"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/obituaries?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fogged-up-glasses-and-dry-fly-eyes-11605196062", "title": "Fogged-Up Glasses and Dry Fly Eyes", "date": "2020-11-12 10:47", "summary": "Glass lenses get misty when they collect moisture, but the microscopic structure of a fly's eye keeps its vision clear.. Physicist Helen Czerski explores the complex science behind familiar phenomena. Read more columns here.", "categories": [["Life & Work", "Ideas", "Everyday Physics"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/everyday-physics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/deposit-rates-are-taking-a-pandemic-nosedive-11605177008", "title": "Deposit Interest Rates Are Taking a Pandemic Nosedive", "date": "2020-11-12 10:20", "summary": "Even banks that normally tout high deposit rates, like Ally and Marcus, are slashing what they are willing to pay. Banks are paying a pittance on deposits, but customers don't seem to care.", "categories": [["Markets", "Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/revlon-reaches-deal-to-avoid-bankruptcy-11605193863", "title": "Revlon Reaches Deal to Avoid Bankruptcy", "date": "2020-11-12 10:11", "summary": "Billionaire Ron Perelman's cosmetics company succeeded in persuading enough bondholders to extend maturing debt. Revlon Inc. said it has obtained adequate support from bondholders to avert a bankruptcy filing.", "categories": [["Pro Bankruptcy Distress"]], "category_links": ["https://www.wsj.com/news/types/pro-bankruptcy-distress?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-consumer-prices-unchanged-in-october-11605188434", "title": "U.S. Consumer Prices Unchanged in October", "date": "2020-11-12 10:01", "summary": "Higher costs for dining out and groceries were offset by drops in apparel, household furnishings and other items. U.S. consumer prices were flat in October following four straight months of gains, a sign of subdued inflation as coronavirus cases again climbed across the U.S.", "categories": [["Economy", "Economic Data"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/economic-data?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/covid-19-makes-fsa-contribution-decisions-trickier-11605193201", "title": "Covid-19 Makes FSA Contribution Decisions Trickier", "date": "2020-11-12 10:00", "summary": "Closed day-care centers, delayed medical care complicate the math for 2021 flexible spending accounts. The pandemic has made it trickier to calculate how much to contribute next year to any flexible spending accounts your employer offers.", "categories": [["Markets", "Personal Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/personal-finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/employers-craft-health-benefits-to-cushion-covid-shock-11605193200", "title": "Employers Craft Health Benefits to Cushion Covid-19 Shock", "date": "2020-11-12 10:00", "summary": "Open-enrollment period comes during exceptional turmoil that has many employees seeking stability. In a year racked by the pandemic and economic turmoil, many companies are using the annual open-enrollment period for health insurance to provide employees with what some say they need: stability.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/wsj-survey-economic-recovery-seen-staying-on-track-after-election-11605193201", "title": "WSJ Survey: Recovery Seen Staying on Track", "date": "2020-11-12 10:00", "summary": "Most forecasters say Congress to approve a fresh round of stimulus spending. Forecasters expect the U.S. economic recovery to remain on track following the presidential election, with a potential coronavirus vaccine and a new fiscal stimulus package in sight, a new Wall Street Journal survey shows.", "categories": [["Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/baseballs-dearth-of-black-catchers-helps-explain-its-dearth-of-black-managers-11605193200", "title": "Baseball's Dearth of Black Catchers Helps Explain Its Dearth of Black Managers", "date": "2020-11-12 10:00", "summary": "Former catchers hold about a third of MLB's managing jobs. But there hasn't been a Black everyday catcher in baseball in nearly two decades.. Growing up as a baseball-obsessed child in a predominantly white area of Iowa, Ian Moller always introduced himself to new coaches as a catcher. They usually didn't believe him-largely, Moller believes, because of the color of his skin.", "categories": [["Sports", "MLB"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/mlb?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/number-puzzles-11605109640", "title": "Number Puzzles", "date": "2020-11-12 10:00", "categories": [["WSJ Puzzles", "Number Puzzles"]], "category_links": ["https://www.wsj.com/news/puzzle?mod=breadcrumb", "https://www.wsj.com/news/types/number-puzzles?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/zoom-delta-palantir-what-to-watch-when-the-stock-market-opens-today-11605183098", "title": "Zoom, Delta, Moderna: What to Watch When the Stock Market Opens Today", "date": "2020-11-12 09:09", "summary": "Markets are jittery about economic activity being hobbled in the coming months by fresh coronavirus restrictions.. Here's what we are watching as markets kick into gear Thursday.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/uk-economy-grew-15-5-in-third-quarter-11605167031", "title": "U.K. on Course for Weakest Performance Among Advanced Economies", "date": "2020-11-12 09:06", "summary": "The U.K. economy is on course to shrink again in the final quarter of the year as lockdowns take a toll. LONDON-The British economy expanded at a weaker pace than its European peers in the third quarter, highlighting the outsize toll the coronavirus pandemic is taking on the U.K.", "categories": [["Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/buying-a-vacation-home-quiz-11605189640", "title": "Buying a Vacation Home Is Easy. Owning It Is Hard.", "date": "2020-11-12 09:01", "summary": "Do you have what it takes to master second-home ownership? Take this quiz to find out. So, you want a vacation home.", "categories": [["Real Estate", "Homeownerous"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/homeownerous?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-faces-legal-cases-after-white-house-departure-11605189609", "title": "Trump Faces Legal Cases After White House Departure", "date": "2020-11-12 09:00", "summary": "He would lose protections of the presidency as he deals with a Manhattan criminal probe, civil-fraud allegations and multiple lawsuits. President Trump faces a host of legal issues after he leaves the White House, including a criminal investigation in Manhattan, a New York state attorney general civil probe into alleged fraud and multiple lawsuits.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/apple-homepod-mini-vs-amazon-echo-vs-google-nest-audio-a-100-smart-speaker-showdown-11605189609", "title": "Apple HomePod Mini vs. Amazon Echo vs. Google Nest Audio: A $100 Smart-Speaker Showdown", "date": "2020-11-12 09:00", "summary": "These affordable new speakers aim to fill your whole house with audio-and their always-listening, AI-powered assistants. I listened to \"Rhapsody in Blue\" 36 times so I could tell you: Apple , Google and Amazon 's new speakers, all released in the past few months, sound pretty dang good for their shelf-friendly size and $100 price tags.", "categories": [["Tech", "Personal Tech", "Personal Technology: Nicole Nguyen"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb", "https://www.wsj.com/news/types/personal-technology-joanna-stern?mod=breadcrumb", "https://www.wsj.com/news/types/personal-technology-nicole-nguyen?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/house-can-securely-vote-remotely-says-report-11605189223", "title": "House Can Securely Vote Remotely, Says Report", "date": "2020-11-12 08:53", "summary": "But Democratic leaders are cool to idea of voting outside Washington during pandemic. WASHINGTON-Lawmakers could securely vote remotely from outside the Capitol using existing technology, Democrats on the House Administration Committee said in a report this week, but the idea faces resistance from Democratic leaders.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nissan-is-an-unlikely-pandemic-winner-11605187487", "title": "Nissan Is an Unlikely Pandemic Winner", "date": "2020-11-12 08:24", "summary": "The Japanese manufacturer's ambition to increase vehicle prices was helped by this year's unique market conditions, but much depends on new launches. The pandemic has been surprisingly helpful to the turnarounds under way at Nissan and its French alliance partner Renault.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/wisconsin-still-must-beat-michigan-but-honestly-i-just-hope-everyone-is-ok-even-the-wolverines-11605186103", "title": "Wisconsin Still Must Beat Michigan, But Honestly I Just Hope Everyone Is OK (Even the Wolverines)", "date": "2020-11-12 08:01", "summary": "Thoughts on a Big Ten game played amid a pandemic. Traditionally, this is my most obnoxious column of the year-and, yes, I know that's really saying something.", "categories": [["Sports"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/brazils-president-promised-economic-change-now-he-is-writing-covid-19-relief-checks-11605186008", "title": "Brazil's President Promised Economic Reform. Now He Is Writing Covid-19 Relief Checks.", "date": "2020-11-12 08:00", "summary": "Economy Minister Paulo Guedes says spending spree must come to an end to safeguard the country's finances. BRASÍLIA-When Brazil's President Jair Bolsonaro took office last year he handed over control of the economy to Paulo Guedes, a University of Chicago-trained investment banker who promised privatizations and cutbacks to correct years of overspending by the political left.", "categories": [["World", "Latin America"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/latin-america-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/more-new-yorkers-voted-for-donald-trump-in-2020-than-in-2016-11605186022", "title": "More New Yorkers Voted for Trump in 2020 Than in 2016", "date": "2020-11-12 08:00", "summary": "Biggest gains are notched in majority-Latino South Bronx. President Trump received tens of thousands more votes in New York City in the 2020 presidential election than in 2016, and some of his largest gains came from an unlikely area: the South Bronx.", "categories": [["U.S.", "Politics"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bts-cover-story-interview-be-new-album-dynamite-11605114374", "title": "Why BTS Runs the World", "date": "2020-11-12 07:57", "summary": "The South Korean pop group has reached the top of the U.S. charts, united millions of fans around the world into a self-styled ARMY, shattered online viewing records and been part of a major IPO. Now BTS is preparing to release a new album.. Click here to pre-order WSJ. Magazine's November 2020 issue.", "categories": [["Feature", "Innovators 2020"]], "category_links": ["https://www.wsj.com/news/types/magazine-feature?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/taiwan-stopped-covid-19s-spread-but-cant-talk-about-it-at-who-meeting-11605182401", "title": "Taiwan Curbed Covid-19 but Is Excluded From WHO Meeting", "date": "2020-11-12 07:57", "summary": "Objections from China are blocking the self-ruled island from participating in a gathering of global health experts. TAIPEI-Opposition from the Chinese government is preventing participants in a World Health Organization meeting on the Covid-19 pandemic from learning directly about one of the world's biggest coronavirus success stories.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/india-unveils-yet-more-stimulus-as-coronavirus-hobbles-economy-11605184924", "title": "India Unveils More Stimulus as Coronavirus Hobbles Economy", "date": "2020-11-12 07:42", "summary": "Policies are meant to encourage investment and hiring to support those suffering the most. NEW DELHI-India announced another round of stimulus measures Thursday in hopes of resurrecting growth in its economy, which has been one of the hardest hit by Covid-19.", "categories": [["World", "Asia", "India"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/india-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/helping-dad-decide-whether-to-change-his-medicare-coverage-11605177001", "title": "Helping Dad With His Medicare Coverage Choices", "date": "2020-11-12 07:31", "summary": "The number of choices, which vary by region, can be overwhelming. When Medicare started its annual, open-enrollment period last month, my father faced a dilemma common to Americans 65 and older: Should he stick with his current Medicare coverage or switch to a cheaper option within the federal health-insurance program?", "categories": [["Markets", "Retirement Report"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/retirement-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tencents-beijing-boss-battle-could-be-costly-11605183827", "title": "Tencent's Beijing Boss Battle Could Be Costly", "date": "2020-11-12 07:23", "summary": "Game giant had another strong quarter, but a darkening regulatory picture could mean tougher times ahead. The world's largest game company keeps churning out money, and high scores. But Beijing's heavy hand threatens to weigh on the mood.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/health-care-has-immunity-to-second-wave-of-covid-19-politics-11605182401", "title": "Health Care Has Immunity to Second Wave of Covid-19, Politics", "date": "2020-11-12 07:00", "summary": "Insurers, hospital chains, pharmaceutical and medical testing companies present an attractive investment case. Change is coming to Washington, but for the health-care industry it is back to business as usual.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/blink-and-you-might-miss-the-vaccine-trade-11605180571", "title": "Blink and You Might Miss the Vaccine Trade", "date": "2020-11-12 06:29", "summary": "Hope for a potential end to the Covid-19 crisis has triggered a rotation into value stocks, but such reversals have become increasingly fast. If the window for the \"vaccine trade\" has already passed, it wouldn't be out of kilter with recent stock-market history.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bidens-penchant-for-bold-stimulus-to-test-his-deal-making-skills-11605177000", "title": "Biden's Penchant for Bold Stimulus to Test Deal-Making Skills", "date": "2020-11-12 05:30", "summary": "President-elect is likely to draw on his financial-crisis experience, when he sought Republican support for economic aid. When Joe Biden takes office in January, a main focus will be continuing to pull the country out of the economic hole caused by the pandemic. He has been there before, running the Obama administration's recovery plan as vice president. The priorities Mr. Biden touted during the financial crisis 12 years ago, and the lessons his team learned from that downturn, offer clues to how he'll handle this one.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/scanwell-aims-to-offer-instant-at-home-covid-antibody-test-11605177000", "title": "Scanwell Aims to Offer Instant At-Home Covid Antibody Test", "date": "2020-11-12 05:30", "summary": "Startup seeks FDA approval for an antibody test which it hopes will allow people to easily stay abreast of their immunity. Once people get a Covid-19 vaccine, they will still need another kind of test-to know whether they remain immune to the virus.", "categories": [["Pro VC Industry News"]], "category_links": ["https://www.wsj.com/news/types/pro-vc-industry-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cfos-watch-for-a-possible-minimum-wage-hike-under-biden-11605177001", "title": "CFOs Watch for a Possible Minimum Wage Hike", "date": "2020-11-12 05:30", "summary": "Companies are considering raising prices, cutting workers' hours and investing in automation to offset a potential rise in labor costs. Finance chiefs are gearing up to raise prices, reduce workers' hours and ramp up technology investments as they face the possibility of higher labor costs under a Biden administration.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pfizers-vaccine-is-a-pick-me-up-for-value-stocks-11605175592", "title": "Pfizer's Vaccine Is a Pick-Me-Up for Value Stocks", "date": "2020-11-12 05:06", "summary": "For sustained outperformance, value stocks need to have been depressed beyond what is justified by their poor fundamentals. Is it finally time to buy back into the shares of unloved and cheap companies? On Monday, these \"value\" stocks beat expensive growth stocks by the widest margin of any single day since the 1930s, as vaccine progress improved the prospects of the beaten-up losers of lockdown such as airlines and cruise lines.", "categories": [["Markets", "Streetwise"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/streetwise?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/global-food-supplies-weather-coronavirus-pandemic-11605171950", "title": "Global Food Supplies Weather Pandemic", "date": "2020-11-12 04:05", "summary": "Developing countries have stepped up to fill gaps created by disruptions, says United Nations Food and Agriculture Organization. Food supplies have held up during the coronavirus pandemic, defying warnings from economists that rising protectionist policies and disruptions at ports and to truck routes would lead to global shortages.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11605126420", "title": "Pepper...and Salt", "date": "2020-11-12 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}]