[{"link": "https://www.wsj.com/articles/what-is-mail-in-voting-11603287509", "title": "What Is Mail-In Voting?", "date": "2020-10-23 13:02", "summary": "Most states give voters the option of voting by mail, but the rapid expansion of the practice during the pandemic has spurred some controversy. A: Some people distinguish between absentee and mail-in voting, while others use the terms interchangeably. Each state has its own rules and terminology. Probably the biggest distinction is whether the state automatically mails a ballot to every registered voter, or if each voter must request an absentee ballot, if the voter wants to use that option.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-does-early-voting-work-11603287445", "title": "How Does Early Voting Work?", "date": "2020-10-23 12:59", "summary": "Most states are offering an option for voting in-person before Election Day. A: Many Americans have the option to cast their ballot before Election Day, either by mail or early in-person, though this isn't true for all voters in every state. For example, a minority of states, such as Texas, have restrictions on who qualifies to vote by mail this fall, requiring them to have certain reasons, such as being out of town during the voting period. Most states, including Texas, will offer voting in-person before Election Day this fall, according to data compiled by the Associated Press.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-can-i-find-early-voting-locations-11603287355", "title": "How Can I Find Early Voting Locations?", "date": "2020-10-23 12:56", "summary": "As states expand voting options, the best source for accurate information is with your state or local election office. A: The best source for accurate information about early voting is your state or local election office, especially as some states have expanded early voting during the pandemic. For example, in Texas, Gov. Greg Abbottadded an extra week of early voting.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fall-fashion-trends-in-strange-timescan-you-garden-in-opera-gloves-11603472006", "title": "Fall Fashion Trends in Strange Times-Can You Garden in Opera Gloves?", "date": "2020-10-23 12:53", "summary": "One writer tests four fall runway looks-including a fringe skirt and giant puff sleeves-to learn which, if any, might actually make sense for our new socially distant lives. WAY BACK IN the Pleistocene era, when I and other magazine editors were required to wear high heels every day, I would watch racks of trend-forward clothing roll down the hall at work and think of the dinner party scene in \"Beetlejuice.\" As the character Delia Deetz, Catherine O'Hara wore aggressively fashionable, all-black outfits imagined by director Tim Burton and costume designer Aggie Guerard Rodgers. Incorporating razor-sharp angles and millinery that obscured her vision, her look was expensive, outlandish and fun. To this day, when I see capital-F Fashion, I remember Delia and her dinner guests, who took themselves very seriously until they were forced to dance to a Harry Belafonte song.", "categories": [["Life & Work", "Style & Fashion", "Fashion"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/fashion?mod=breadcrumb", "https://www.wsj.com/news/types/fashion?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-political-novel-for-all-eras-11603471720", "title": "A Political Novel for All Eras", "date": "2020-10-23 12:48", "summary": "Robert Penn Warren's 'All the King's Men' remains just as insightful about ambition, electioneering and governing as when first published in 1946. ", "categories": [["Books & Arts", "Masterpiece"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/masterpiece?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-merck-is-playing-catch-up-in-the-coronavirus-vaccine-chase-11603470832", "title": "Why Merck Is Playing Catch-Up in the Coronavirus Vaccine Chase", "date": "2020-10-23 12:33", "summary": "Initial hesitation by senior executives about joining the global effort puts the company in an unusual spot: behind. As the new coronavirus spread in mid-February, Merck & Co.'s executives and scientists took sides in a high-stakes debate.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/second-coronavirus-wave-destabilizes-european-recovery-11603443406", "title": "U.S. Economic Activity Picks Up While Europe's Stalls", "date": "2020-10-23 12:31", "summary": "American businesses anticipate greater demand and an easing of coronavirus-related restrictions. Economic activity in the U.S. grew at the fastest pace in more than a year and a half as businesses anticipated greater demand, an easing of coronavirus-related restrictions and less uncertainty following November's election, surveys of purchasing managers showed.", "categories": [["Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/investors-its-too-soon-for-an-election-night-party-11603445421", "title": "Investors, It's Too Soon for an Election Night Party", "date": "2020-10-23 12:20", "summary": "Don't be overly confident that the outcome on Nov. 3-whatever it is-will be a boon for the stock market. Investors seem to have convinced themselves that the outcome of the November election will be favorable for them. A bit more caution seems to be in order.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-vs-politifact-11603469282", "title": "Biden vs. Politifact", "date": "2020-10-23 12:08", "summary": "Seven years after Obama apologized for a falsehood, Biden is still telling it.. Americans wondering what a Biden administration would do to their health care cannot be reassured by the former vice president's comments on the subject at Thursday night's presidential debate in Nashville. Joe Biden resurrected a claim about the last great government intervention into medical markets that has gone down as one of the most consequential falsehoods by a government official in years.", "categories": [["Opinion", "Best of the Web"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/best-of-the-web-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-final-presidential-debate-the-moments-that-mattered-11603422757", "title": "The Final Presidential Debate: The Moments That Mattered", "date": "2020-10-23 12:03", "summary": "President Trump and former Vice President Joe Biden sparred over coronavirus response, business ties, the oil industry and racial concerns. President Trump and former Vice President Joe Biden faced off in their last debate before the election, challenging each other over the handling of the coronavirus, their family business ties and Barack Obama's legacy in a more orderly encounter compared with their chaotic first debate.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-and-biden-cast-themselves-as-outsider-vs-unifier-11603468800", "title": "Trump and Biden Cast Themselves as Outsider vs. Unifier", "date": "2020-10-23 12:00", "summary": "In a return to core themes at the campaign's end, the candidates framed the picture each wants Americans to see as they vote. ", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-nature-matrix-review-exploring-the-wild-within-11603468834", "title": "'Nature Matrix' Review: Exploring the Wild Within", "date": "2020-10-23 12:00", "summary": "Learning to find paradise in an irrigation ditch, or in the view out the window.. In the title essay of \"Nature Matrix,\" Robert Michael Pyle's new collection of nonfiction pieces, he stresses that humans dwell within a rich network of connections-a matrix-that includes many other forms of earthly life. It's a basic though easily overlooked truth, one that Mr. Pyle, a biologist who's also written fiction and poetry along with books about butterflies, consistently affirms.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/final-trump-biden-debate-marks-start-of-sprint-to-election-11603386976", "title": "Trump, Biden Clash on Covid-19, Ethics in Calmer Debate", "date": "2020-10-23 11:58", "summary": "The candidates also sparred over the economy, health care and immigration in their final meeting before election day. President Trump and Democrat Joe Biden offered starkly differing views of the administration's handling of the coronavirus pandemic, traded accusations about their personal ethics and questioned each other's records on economic and racial-justice issues in the final debate before the Nov. 3 election.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/as-covid-sweeps-europe-one-country-tries-a-new-tactic-test-the-entire-population-11603462995", "title": "As Covid-19 Sweeps Europe, One Country Tries to Test Everyone", "date": "2020-10-23 11:57", "summary": "Slovakia asks every adult to get tested twice for the new coronavirus before Nov. 8. With a second wave of coronavirus infections sweeping through Europe, one of the continent's smallest countries is attempting a big response: Slovakia will try to test every adult over the next two weeks.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/yes-virginia-santa-claus-gets-a-paycheck-this-year-11603468506", "title": "Yes, Virginia, Santa Claus Gets a Paycheck This Year", "date": "2020-10-23 11:55", "summary": "Things looked disastrous for professional Santas this year given the pandemic, but demand might be higher than ever as the industry adapts. As recently as this summer, it looked like it would take a medical Miracle on 34th Street to keep a bunch of pudgy, bearded men off the unemployment line.", "categories": [["Markets", "Overheard"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/overheard?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/worlds-within-worlds-11603468225", "title": "Worlds Within Worlds", "date": "2020-10-23 11:50", "summary": "Artist Ali Banisadr reflects on our moment in paintings that combine the hellish and the miraculous.. As a boy in Tehran in the 1980s during the Iran-Iraq War, Ali Banisadr had a friend whose apartment building was sliced neatly in half by a bomb, revealing a cross-section of its interior. From the street, he could see the room where he had played, complete with wallpaper and children's toys.", "categories": [["Life & Work", "Ideas", "Icons"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/icons?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bestselling-books-week-ended-october-17-11603467961", "title": "Bestselling Books Week Ended October 17", "date": "2020-10-23 11:46", "summary": "With data from NPD BookScan. ", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/best-selling-books?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/catching-the-wind-review-the-liberal-lion-in-full-11603467941", "title": "'Catching the Wind' Review: The Liberal Lion in Full", "date": "2020-10-23 11:45", "summary": "How to sum up Edward Kennedy's long political life, tagged with both achievement and disgrace?. Edward Kennedy is one of those \"not quite\" figures in America's past, men of real significance in their time-Henry Clay, William Jennings Bryan, Adlai Stevenson, Nelson Rockefeller-who never could capture the ultimate prize. History tends to reward most of them with a generous last hurrah if not a reprise of \"Hail to the Chief.\"", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-world-beneath-the-sands-review-pyramid-fever-11603467891", "title": "'A World Beneath the Sands' Review: Pyramid Fever", "date": "2020-10-23 11:44", "summary": "Competition over ancient Egyptian treasures consumed 19th-century scholars-and nations.. In the 19th century, Egyptomania raged first across Europe, then the United States, eventually infecting the Egyptians themselves. Its symptoms included the development of comparative linguistics; delusions of imperial grandeur; the destructive application of dynamite, bribes and forced labor; and the rediscovery of the lost history of the pharaohs.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-science-of-james-smithson-review-unsung-founder-11603467831", "title": "'The Science of James Smithson' Review: Unsung Founder", "date": "2020-10-23 11:43", "summary": "A life of quiet enquiry ended in a magnificent gift to the scientists of the future.. Sometime in the summer of 1835, Henry Hungerford, who preferred to be known as the Baron de la Batut, died where his uncle, James Smithson, had died too, in Italy, the unspectacular ending of a brief life dedicated solely to the pursuit of pleasure. Counterfactual speculations are rarely revelatory, but just ponder this for a moment: If the pretend baron had been less of a wastrel, there would have been no Smithsonian Institution, no National Museum of American History, no Smithsonian magazine. And there wouldn't have been a book like Steven Turner's \"The Science of James Smithson: Discoveries From the Smithsonian Founder.\" But Hungerford obligingly left no children, and so the vast fortune he inherited from his uncle went to the United States, \"to found at Washington, under the name of the Smithsonian Institution, an establishment for the increase and diffusion of knowledge among men.\" For this was what Smithson, who had never set foot on American soil, had stipulated in his will.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fiction-pox-americana-11603467783", "title": "Fiction: Pox Americana", "date": "2020-10-23 11:43", "summary": "In Ayad Akhtar's 'Homeland Elegies,' there's not much room for debate.. When he was a college student in the 1990s, Ayad Akhtar writes in \"Homeland Elegies\" (Little, Brown, 345 pages, $28), a beloved professor startled him with her belief that \"America had begun as a colony and . . . a colony it remained, that is, a place still defined by its plunder, where enrichment was paramount and civil order always an afterthought.\" Today this view would constitute standard-issue academic and op-ed boilerplate, but to the young author it was a jarring \"corrective to a tradition of endless American self-congratulation.\" The placement of the conversion story at the very start of the book sets up Mr. Akhtar's trajectory from naive adherent to the American Dream to dogmatic critic of American hegemony; artistically, the anecdote functions like a thesis statement in a five-paragraph essay.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/five-best-cressida-connolly-on-novels-of-disappointment-11603467741", "title": "Five Best: Cressida Connolly on Novels of Disappointment", "date": "2020-10-23 11:42", "summary": "From the author of the novel 'After the Party.'. By Evan S. Connell (1959)", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/in-tight-housing-market-sales-comewith-lots-of-conditions-including-skeletons-11603467767", "title": "In Tight Housing Market, Sales Come With Lots of Conditions, Including Skeletons", "date": "2020-10-23 11:42", "summary": "Resume Subscription. Some houses have skeletons in their closets. For Jessica Mack, the skeleton was hanging by the front door.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/science-fiction-theres-none-so-blind-11603467663", "title": "Science Fiction: There's None So Blind", "date": "2020-10-23 11:41", "summary": "Josh Malerman's 'Bird Box' took its don't-look-at-them horrors to the TV screen. Now they're back on the page.. What could be worse than being surrounded by monstrous creatures . . . when you're blind? Josh Malerman's 2014 novel \"Bird Box,\" which became a hit Netflix movie, told us the answer to that. It's being surrounded by monstrous creatures when you're afraid to look. Because anyone who sees one of them goes mad and commits suicide.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/childrens-books-words-of-wonder-11603467615", "title": "Children's Books: Words of Wonder", "date": "2020-10-23 11:40", "summary": "In the follow-up to 'The Lost Words,' poems that summon the power of nature.. The decision of Oxford University Press some years ago to cull words associated with the natural world from its dictionaries for young people inspired naturalist Robert Macfarlane and artist Jackie Morris to create one of the most exquisite books of the decade. Published in 2018, \"The Lost Words\" combines acrostic verse with gorgeous illustration to evoke the wild, distinctive beauty of animals and plants banished by the lexicographers. Elegiac and uplifting, the book has an expansive layout that makes it a thing to share, ideal for a family setting. In a companion volume small enough to slip into a jacket pocket, Mr. Macfarlane and Ms. Morris return with \"The Lost Spells\" (Anansi, 120 pages, $26).", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/airlines-are-charting-different-courses-to-recovery-cash-could-still-decide-the-winner-11603467571", "title": "Airlines Are Charting Different Courses. Cash Could Decide the Winner.", "date": "2020-10-23 11:39", "summary": "Third-quarter earnings season has shown that major U.S. carriers have been following very different strategies. There is no single operating manual that airlines are using to fly through the pandemic. Where foresight fails to yield results, though, cash could lend a hand.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-walker-review-the-art-of-the-stroll-11603467540", "title": "'The Walker' Review: The Art of the Stroll", "date": "2020-10-23 11:39", "summary": "A ramble through the history of an underrated pastime.. Walking is natural. No one needs to be taught how to do it. Writing about it is a different matter, hardly natural. \"The Walker,\" by the British scholar Matthew Beaumont, is an erudite book that moves at a pace alternating between brisk and leisurely. In his introduction, Mr. Beaumont admits what every urban stroller knows: \"It is walking that habitually makes me feel alive.\" With its ability to make the walker feel both immersed and apart from the bustle, its effects are complex: \"Stimulant, then, and narcotic.\" That knot of emotion and energy is a clue to the book's approach to its subject, which is not walking as exercise or locomotion, but the more challenging territory of the politics and poetics of walking, primarily in cities, and as recounted in literature of the past two centuries.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mexico-armys-expanding-role-protects-military-after-ex-defense-ministers-arrest-11603467455", "title": "Mexico Army's Expanding Role Protects Military After Ex-Defense Minister's Arrest", "date": "2020-10-23 11:37", "summary": "The nationalist president is backing away from a cleanup of the army, which is pivotal to his agenda. MEXICO CITY-Following the stunning arrest of Mexico's former defense minister on drug charges in the U.S., Mexican President Andrés Manuel López Obrador is backing away from a cleanup of the Mexican army and has shifted some blame to U.S. officials.", "categories": [["World", "Latin America"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/latin-america-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/susie-yang-white-ivy-netflix-interview-11603465017", "title": "How Susie Yang Went From Tech Entrepreneurship to Literary Stardom", "date": "2020-10-23 11:25", "summary": "Beginning her career in tech, Susie Yang, author of the debut novel 'White Ivy,' has a number of qualifications, job titles and start-ups to her name. More elusive was her dream of publishing a bestseller.. In 2016, Susie Yang was living in San Francisco, spending her evenings bingeing Breaking Bad and House of Cards on Netflix , tinkering with the idea of writing a book. Soon, she may be bingeing her own show on Netflix. Her debut novel White Ivy, out November 3, is set to be adapted by Shonda Rhimes for the streaming giant after a seven-way auction.", "categories": [["Magazine - Culture"]], "category_links": ["https://www.wsj.com/news/types/magazine-culture?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/these-firms-are-in-no-rush-to-say-made-in-the-u-s-a-11603465219", "title": "These Firms Are in No Rush to Say 'Made in the U.S.A.'", "date": "2020-10-23 11:00", "summary": "Resume Subscription. SOMERVILLE, Mass.-The headquarters of 3-D-printer startup Formlabs Inc. is humming.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/if-women-drop-out-of-the-labor-force-corporate-effectiveness-will-suffer-11603465200", "title": "If Women Drop Out of the Labor Force, Corporate Effectiveness Will Suffer", "date": "2020-10-23 11:00", "summary": "Covid-19 may force many women to leave their jobs. If so, our analysis suggests, it will affect how companies perform in a variety of ways.. With four times as many women as men having dropped out of the labor force last month, many people are concerned that the coronavirus is undermining workplace equity.", "categories": [["Business", "Journal Reports: Leadership"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-leadership?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/when-elections-are-transformative-11603465071", "title": "When Elections Are Transformative", "date": "2020-10-23 10:57", "summary": "The Trump-Biden contest evokes the bitter 1864 vote. Will it too prove to be a pivotal moment in the nation's history?. The narrative seems set in stone. Every four years, regardless of who is running for president or what shape the country is in, Americans face the most consequential election of their lives. It's the ultimate political cliché, and it's been around for centuries. In 1868, the Atlantic described the race featuring Republican Ulysses S. Grant and Democrat Horatio Seymour as \"the most important election that Americans have ever known.\"", "categories": [["Life & Work", "Ideas", "The Saturday Essay"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/the-saturday-essay?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/central-banks-pile-into-europes-common-debt-11603464693", "title": "Central Banks Pile Into Europe's Common Debt", "date": "2020-10-23 10:51", "summary": "Reception of European Union bond issuance points to confidence in euro. Central banks were among the biggest buyers of European common debt this week, signaling growing trust that the euro will hold its own through the pandemic.", "categories": [["Markets", "Credit Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/credit-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/todays-logistics-report-tracking-a-vaccine-lasting-postal-slowdown-megaships-broken-promise-11603463964", "title": "Today's Logistics Report: Tracking a Vaccine; Lasting Postal Slowdown; Megaships' Broken Promise", "date": "2020-10-23 10:39", "summary": "Today's Top Supply Chain & Logistics News from WSJ. Sign up: With one click, get this newsletter delivered to your inbox.", "categories": [["WSJ Logistics Report"]], "category_links": ["https://www.wsj.com/news/types/wsj-logistics-report-newsletter?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-world-changing-technology-of-textiles-11603461947", "title": "The World-Changing Technology of Textiles", "date": "2020-10-23 10:05", "summary": "The fabric of modern life is more than a metaphor: The cloth we make and wear has driven the development of new laws, inventions and social arrangements.. In a 1991 Scientific American article, the influential computer scientist Mark Weiser predicted a coming era of \"ubiquitous computing,\" operating as seamlessly in the background as the electric motors in a modern car. \"The most profound technologies are those that disappear,\" he wrote. \"They weave themselves into the fabric of everyday life until they are indistinguishable from it.\"", "categories": [["Life & Work", "Ideas", "Essay"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/essay?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/metlife-ceo-recruited-snoopy-to-sell-insurance-11603461601", "title": "MetLife CEO Recruited Snoopy to Sell Insurance", "date": "2020-10-23 10:00", "summary": "John Creedon, who also accused buyout firms of cheating bondholders, has died at age 96. As chief executive of Metropolitan Life Insurance Co. in the 1980s, John Creedon launched MetLife blimps and adopted Snoopy and other Peanuts characters to enliven the company's ads.", "categories": [["World", "Obituaries"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/obituaries?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/arco-ceo-danced-on-tv-to-aid-los-angeles-library-11603461600", "title": "Arco CEO Danced on TV to Aid Los Angeles Library", "date": "2020-10-23 10:00", "summary": "Lodwrick Cook, who steered company through the mid-1980s oil bust, has died at age 92. Lodwrick Cook-known as Lod, pronounced \"laud\"-graduated from high school in Grand Cane, La., in a class of five. \"It was hard to be in the top 20%,\" he told the Los Angeles Times. \"I wasn't even in the top 40.\"", "categories": [["World", "Obituaries"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/obituaries?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/our-recent-performance-sucks-heres-your-10-billion-back-11603461621", "title": "'Our Recent Performance Sucks.' Here's Your $10 Billion Back.", "date": "2020-10-23 10:00", "summary": "A value investor who used to have a great record just called it quits. Maybe that means bargain hunting for stocks is about to make a comeback-but don't hold your breath.. You can complain about the death of value investing, or you can do something about it.", "categories": [["Markets", "The Intelligent Investor"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/the-intelligent-investor?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-we-seem-to-damage-our-smartphones-just-when-a-new-model-comes-out-11603461600", "title": "Why We Seem to Damage Our Smartphones Just When a New Model Comes Out", "date": "2020-10-23 10:00", "summary": "People need to justify a new purchase when their old phone works just fine. So they get careless.. A new iPhone comes on the market, and you accidentally damage your old one. Sound familiar?", "categories": [["Business", "Journal Reports: Leadership"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-leadership?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/key-raiders-players-face-covid-19-isolation-before-their-big-game-11603461344", "title": "Key Raiders Players Face Covid-19 Isolation Before Their Big Game", "date": "2020-10-23 09:55", "summary": "The NFL moved Las Vegas's Week 7 game against Tampa Bay off of prime time in case the matchup is postponed with the Raiders' starting offensive linemen in quarantine. The starters on the Las Vegas Raiders offensive line are in NFL-mandated isolation because of the league's Covid-19 rules-a situation that jeopardizes both the team's prospects against the Tampa Bay Buccaneers' daunting defense and potentially the game itself.", "categories": [["Sports", "NFL"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/nfl?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/barclays-swings-to-profit-but-sees-persistent-headwinds-11603441071", "title": "Barclays Swings to Profit but Sees Persistent Headwinds", "date": "2020-10-23 09:50", "summary": "U.K. lender rebounds in third quarter but sees challenges continuing into 2021. LONDON- Barclays PLC Chief Executive Jes Staley sounded a cautiously optimistic note about the U.K. bank's prospects of rebounding from the coronavirus pandemic after it posted a profit in the third quarter.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hunter-bidens-ex-business-partner-alleges-father-knew-about-venture-11603421247", "title": "Hunter Biden's Ex-Business Partner Alleges Father Knew About Venture", "date": "2020-10-23 09:29", "summary": "Former vice president says he had no involvement; corporate records reviewed by The Wall Street Journal show no role for Joe Biden. An ex-business partner of Hunter Biden, in a news conference organized by the Trump campaign, alleged that former Vice President Joe Biden was part of discussions around his son's efforts to form an investment venture with a Chinese oil company.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/intel-gilead-uber-mattel-what-to-watch-when-the-stock-market-opens-today-11603451509", "title": "Intel, Gilead, Uber, Mattel: What to Watch When the Stock Market Opens Today", "date": "2020-10-23 09:05", "summary": "Money managers say stocks are likely to lack clear direction in coming weeks as they avoid placing big bets ahead of Election Day. Here's what we are watching as markets kick into gear Friday.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tight-iowa-race-takes-center-stage-in-fight-for-senate-control-11603458000", "title": "Tight Iowa Race Takes Center Stage in Fight for Senate Control", "date": "2020-10-23 09:00", "summary": "Republican Joni Ernst seeks re-election as Democrat Theresa Greenfield challenges her image as political outsider. It has been 36 years since Iowans last unseated an incumbent senator. Now the Hawkeye State's Sen. Joni Ernst is one of the most endangered Republicans running for re-election.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/figure-skatings-run-up-to-the-2022-olympics-is-already-a-mess-11603458001", "title": "Figure Skating's Run-Up to the 2022 Olympics Is Already a Mess", "date": "2020-10-23 09:00", "summary": "Four major competitions have been canceled for reasons that bode poorly for the ability of skaters to travel almost anywhere to compete against each other in the foreseeable future. The Beijing Winter Olympics in 2022 are more than a year away. But Covid-19 headaches are already piling up now in the marquee event, figure skating.", "categories": [["Sports", "Olympics"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/olympics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-is-fracking-where-trump-and-biden-fall-on-this-campaign-issue-11602178755", "title": "What Is Fracking? Where Biden and Trump Stand on This Campaign Issue", "date": "2020-10-23 08:17", "summary": "Fracking is a central element in the broader conversation on climate change. Presidential candidates Donald Trump and Joe Biden tangled again over fracking in Thursday night's debate, extending an argument that has been around for a decade.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/wirecards-u-s-operations-sold-to-texas-based-payments-company-11603454966", "title": "Wirecard's U.S. Operations Sold to Texas-Based Payments Company", "date": "2020-10-23 08:09", "summary": "Syncapay, backed by buyout specialist Centerbridge Partners, buys failed German fintech's U.S. arm. Wirecard AG's bankruptcy administrator has sold the failed German fintech's U.S. operations to a company backed by buyout specialist Centerbridge Partners LP, as it continues to dismantle the remains of the business and earn some cash for creditors.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/rocky-mountain-states-emerge-as-new-covid-19-hotspot-11603454400", "title": "Rocky Mountain States Emerge as New Covid-19 Hotspot", "date": "2020-10-23 08:00", "summary": "Cases are surging and hospital beds are filling up in Utah, Montana, Wyoming and beyond; officials fault resistance to face masks. In mid-July, Montana was far from the fast-moving Covid-19 outbreaks that were overwhelming other states, reporting about 150 new cases a day. It is now a national hot spot.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-administration-races-to-meet-border-wall-goal-11603454404", "title": "Trump Administration Races to Meet Border-Wall Goal", "date": "2020-10-23 08:00", "summary": "Resume Subscription. GUADALUPE CANYON, Ariz.-The Trump administration is building new sections of a wall on the nation's southern border wherever it can and as quickly as it can to try to meet the president's goal of building 450 miles by the end of this year.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/huawei-shows-signs-of-strain-from-u-s-pressure-on-chips-11603453803", "title": "Huawei Shows Signs of Strain From U.S. Pressure on Chips", "date": "2020-10-23 07:50", "summary": "Tech giant reports slowdown in revenue growth as supply-chain challenges loom. HONG KONG-Pressure is mounting on China's Huawei Technologies Co., as growth slows in the face of tightening U.S. restrictions on its chip supplies and as an increasing number of countries shun its 5G gear.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/china-wants-to-be-the-worlds-ev-factory-it-may-succeed-11603453014", "title": "China Wants to Be the World's EV Factory. It May Succeed.", "date": "2020-10-23 07:36", "summary": "The country has yet to become an export hub for traditional automobiles. But electric vehicles could be another matter.. China may be the world's factory, but it has never been a big exporter of automobiles. It hopes to change that with electric vehicles.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/young-nigerians-came-to-protest-police-brutality-then-the-shooting-started-11603452187", "title": "Young Nigerians Came to Protest Police Brutality. Then the Shooting Started.", "date": "2020-10-23 07:23", "summary": "Resume Subscription. LAGOS, Nigeria-The first sign that something was wrong at Lekki Toll Gate came when the lights went out.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/capital-one-opens-wallet-on-credit-performance-11603450802", "title": "Capital One Opens Wallet on Credit Performance", "date": "2020-10-23 07:03", "summary": "Consumer lender sheds light on how different categories of consumer loan are faring in the Covid-19 era. Capital One Financial on Thursday gave investors one of the most detailed pictures to date of what is happening to consumer debt. That should give investors some comfort about banks, though not as much about the consumer economy more broadly.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/yales-david-swensen-puts-money-managers-on-notice-about-diversity-11603450800", "title": "Yale's David Swensen Puts Money Managers on Notice About Diversity", "date": "2020-10-23 07:00", "summary": "Endowment chief tells investment firms they will be gauged by their hiring of women and minorities. America's most prominent endowment chief has a message for the firms that manage the school's money: Hire more women and minorities, or possibly lose the university's backing.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/officials-call-for-quick-stimulus-deal-to-forestall-lackluster-u-s-economic-recovery-11603450801", "title": "Officials Call for Stimulus to Forestall Lackluster U.S. Economic Recovery", "date": "2020-10-23 07:00", "summary": "Some fear return to slow expansion that followed 2008 crisis, when Congress cut back on spending. WASHINGTON-Federal Reserve officials and some other policy makers are stepping up calls for a quick jolt of stimulus spending as recent economic data point to uneven growth.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/garcias-take-pes-latest-strategy-on-clean-energy-back-the-backers-11603450801", "title": "Garcia's Take: PE's Latest Strategy on Clean Energy? Back the Backers", "date": "2020-10-23 07:00", "summary": "Firms such as Apollo and Generate Capital are backing businesses that use alternative financing models for renewable energy projects. A changing clean-energy market is creating a need for new ways to fund projects in the sector-and private-capital firms have taken notice.", "categories": [["Pro PE Commentary Analysis"]], "category_links": ["https://www.wsj.com/news/types/pro-pe-commentary-analysis?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/big-ten-football-returnsas-covid-19-surges-in-the-midwest-11603450800", "title": "Big Ten Football Returns-as Covid-19 Surges in the Midwest", "date": "2020-10-23 07:00", "summary": "The conference hopes its more stringent safety protocols will allow the season to stay on track. The Big Ten finally kicks off its 2020 season on Friday night-71 days after punting on fall football because of the pandemic and 35 days after reversing course under heated criticism and presidential concern. The late start is a blessing and a curse for one of college football's most prominent conferences.", "categories": [["Sports", "College Football"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/college-football?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/intels-cloud-thickens-11603449000", "title": "Intel's Cloud Thickens", "date": "2020-10-23 06:30", "summary": "Chip maker's data-center sales slow just as it faces key questions about manufacturing outlook. Intel Corp. hardly needed more trouble, but trouble has had a way of finding the chip-making giant lately.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/two-years-after-ghosns-arrest-another-foreign-ceo-takes-a-chance-on-japan-11603448884", "title": "Two Years After Ghosn's Arrest, Another Foreign CEO Takes a Chance on Japan", "date": "2020-10-23 06:28", "summary": "Mitsubishi Chemical picks head of French company, Jean-Marc Gilson, as next leader. TOKYO-Nearly two years after Tokyo prosecutors arrested the country's best-known foreign executive, Nissan Motor Co. 's Carlos Ghosn, a major Japanese company has made the rare choice of a foreign executive as its CEO.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/7-ways-to-use-your-old-iphoneafter-youve-bought-the-iphone-12-11603448171", "title": "Just Bought the iPhone 12? Here Are 7 Ways to Use Your Old One", "date": "2020-10-23 06:16", "summary": "Have your eye on Apple's newest release? Instead of banishing your outdated device to the junk drawer, repurpose its power and give it a new life. IF YOUR SMARTPHONE is shattered or short-circuiting, you can guiltlessly put it out of its misery and upgrade to the new iPhone 12. If, however, your old device is just a little passe, upgrading might leave you feeling conflicted. Are you really going to bury it alive?", "categories": [["Tech", "Personal Tech", "Gear & Gadgets"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb", "https://www.wsj.com/news/types/personal-technology-joanna-stern?mod=breadcrumb", "https://www.wsj.com/news/types/gear?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/gaps-story-looks-too-good-to-be-true-11603447200", "title": "Gap's Story Looks Too Good to Be True", "date": "2020-10-23 06:00", "summary": "Retailer's plans for its portfolio of brands are promising but ambitious. Great brands tell great stories. Gap , Inc., which says its flagship brand \"stands for American optimism,\" certainly told a convincing one during its investor day on Thursday, sending its shares up more than 13%. There are a few holes in the plot, though.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/iraq-emerges-as-new-front-for-enforcement-of-iran-oil-sanctions-11603445401", "title": "Iraq Emerges as New Front for Enforcement of Iran Oil Sanctions", "date": "2020-10-23 05:30", "summary": "American officials say smugglers are increasingly using Iraqi waters to evade curbs on Tehran's trade. LONDON-Persian Gulf waters off Iraq have become a new, important waypoint for Iranian oil smugglers looking to avoid U.S. sanctions, according to American officials, who expressed frustration that Baghdad and other allies aren't acting more aggressively to enforce curbs on commerce with Tehran.", "categories": [["WSJ News Exclusive", "Middle East"]], "category_links": ["https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-covid-19-death-rate-predictions-have-changed-since-march-11603445400", "title": "How Death-Rate Predictions Have Changed Since March", "date": "2020-10-23 05:30", "summary": "In early models, estimates of virus-related deaths ranged widely. In March, estimates of how many Americans would die from Covid-19 in the coming months ranged from 81,000 to 2.2 million.", "categories": [["U.S.", "The Numbers"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/the-numbers?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/french-court-asks-microsoft-for-safeguards-against-u-s-surveillance-of-health-data-11603445400", "title": "French Court Asks Microsoft for Safeguards Against U.S. Surveillance of Health Data", "date": "2020-10-23 05:30", "summary": "U.S. company can keep hosting vast coronavirus-related project but must protect French citizens' health data from American government, court rules. A French court has ruled that Microsoft Corp. can continue hosting a government-run project aggregating citizens' anonymous health data to use for AI-based research, but must guarantee no data will be sent to the U.S. or be shared with American intelligence authorities.", "categories": [["Pro Cyber News"]], "category_links": ["https://www.wsj.com/news/types/pro-cyber-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-deaths-job-losses-hit-pennsylvania-hardest-of-2020-battlegrounds-11603445402", "title": "Coronavirus Deaths, Job Losses Hit Pennsylvania Hardest of 2020 Battlegrounds", "date": "2020-10-23 05:30", "summary": "Resume Subscription. It hasn't been a good year for John Stemler. The brew master and co-founder of Free Will Brewing in Pennsylvania's Bucks County has had to lay off employees because of the coronavirus pandemic and figures his annual revenue will drop by 25%.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/black-female-candidates-for-federal-office-reach-record-high-11603445402", "title": "Black, Female Candidates for Federal Office Reach Record High", "date": "2020-10-23 05:30", "summary": "There are a record six Black nominees for Senate seats, five of whom are Democrats. BLACK AND FEMALE CANDIDATES make up record shares of major party nominations for federal office. There are 125 Black candidates for federal office this year, 94 of them Democrats and 31 Republicans. The previous record total was 91, during the 2018 midterms, according to data compiled by David Bositis, senior researcher at the Joint Center for Political and Economic Studies. There are a record six Black nominees for Senate seats, five of whom are Democrats. The Senate has had only 10 Black senators in its history, and it could lose one of the three currently serving if Sen. Kamala Harris is elected vice president (she would still have a role to play in the Senate as its president, however).", "categories": [["Politics", "Washington Wire"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/washington-wire?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/stocks-typically-climb-regardless-of-whos-in-the-white-house-11603445400", "title": "Stocks Typically Climb, Regardless of Who's in the White House", "date": "2020-10-23 05:30", "summary": "Nonetheless, some analysts are drawing comparisons to 2000 when a contested election led to a selloff. For investors worried about how the stock market will fare in the event of a divided government or a sweep by either party in next month's elections, history offers an important lesson.", "categories": [["Markets", "Stocks"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-irs-reels-in-a-whale-of-an-offshore-tax-cheatand-goes-for-another-11603445399", "title": "The IRS Reels in a Whale of an Offshore Tax Cheat-and Goes for Another", "date": "2020-10-23 05:30", "summary": "The U.S. pulls back the curtain on the shadowy world of wealthy American tax evaders. U.S. tax officials have thrown a historic one-two punch at wealthy Americans hiding money offshore.", "categories": [["Markets", "Tax Report"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/tax-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/xi-recalls-anti-u-s-struggle-in-korean-war-chinese-people-arent-to-be-trifled-with-11603444515", "title": "Xi Recalls Anti-U.S. Struggle in Korean War: Chinese People 'Aren't to Be Trifled With'", "date": "2020-10-23 05:15", "summary": "In 70th anniversary speech, Chinese leader whips up nationalist sentiment in defiance of Washington. HONG KONG-Chinese leader Xi Jinping delivered a speech brimming with nationalistic triumph to commemorate his country's entry into the Korean War, in a thinly veiled display of defiance against perceived bullying by the U.S.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chinese-fintech-company-lufax-seeks-up-to-2-4-billion-in-u-s-ipo-11603437918", "title": "Chinese Fintech Company Lufax Seeks Up to $2.4 Billion in U.S. IPO", "date": "2020-10-23 03:25", "summary": "It could potentially be the biggest Chinese IPO in the U.S. since Alibaba's debut. Lufax Holding Ltd., a smaller rival to Chinese financial-technology giant Ant Group Co., is seeking to raise as much as $2.4 billion from an initial public offering in the U.S.", "categories": [["Markets", "Stocks", "IPOs"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb", "https://www.wsj.com/news/types/ipos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/afghan-government-airstrike-targeting-taliban-kills-12-children-as-peace-talks-stall-11603377538", "title": "Afghan Airstrike Targeting Taliban Kills 12 Children as Peace Talks Stall", "date": "2020-10-23 03:17", "summary": "Kabul struggles to maintain security amid wave of insurgent attacks. KABUL-An Afghan airstrike killed 12 children in a religious school, local officials said Thursday, as government forces responded to a wave of Taliban attacks that have raised questions about Kabul's ability to secure the country after a U.S. troop drawdown.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/russian-hacks-of-u-s-government-networks-prompt-election-warning-11603401513", "title": "Russian Hacks of U.S. Government Networks Prompt Election Warning", "date": "2020-10-23 01:13", "summary": "Group has previously been linked to attacks on U.S. electrical infrastructure. Russian government hackers have targeted dozens of state and local government and aviation computer networks since last month and stolen data from at least two servers, actions that could presage efforts to undermine the election, two federal agencies said Thursday.", "categories": [["Politics", "National Security"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/national-security?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bidens-character-campaign-11603427398", "title": "Biden's Character Debate", "date": "2020-10-23 00:29", "summary": "A more focused Trump tries to attack the Democrat's strength.. President Trump came to the second and last presidential debate Thursday night trying to pin down Joe Biden on his policies and family's business with foreign governments. Mr. Biden did his best to parry and duck, coming back time and again to his main themes of \"character\" and an end to divisive politics. With a solid lead, and more than 40 million votes already cast, Mr. Biden's bet is that he can run out the clock.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-good-debate-and-its-not-quite-over-11603426466", "title": "A Good Debate, and It's Not Quite Over", "date": "2020-10-23 00:14", "summary": "Biden has a formidable lead, but not a flawless campaign. And a few signs point in Trump's direction.. The hour and a half between 9 and 10:30 p.m. ET on Thursday, Oct. 23, at Belmont University in Nashville was the last chance Donald Trump had to turn it all around.", "categories": [["Opinion", "Declarations"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/declarations?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/uber-and-lyft-must-classify-drivers-as-employees-appeals-court-says-11603416727", "title": "Uber and Lyft Must Classify Drivers as Employees, Appeals Court Says", "date": "2020-10-23 00:06", "summary": "Results of a vote on reclassification would supersede any court rulings. Uber Technologies Inc. and Lyft Inc. must comply with an order that requires them to reclassify their drivers as employees, a California appeals court said Thursday, siding with a lower-court ruling from August that threatened to upend the companies' business models.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11603481450", "title": "Pepper...and Salt", "date": "2020-10-23 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}]