[{"link": "https://www.wsj.com/articles/techs-next-disruption-target-the-coronavirus-11585147772", "title": "Tech's Next Disruption Target: The Coronavirus", "date": "2020-03-25 19:37", "summary": "Silicon Valley looks to use its talents to aid in combating the pandemic; 'a moral responsibility to do something here'. Silicon Valley's technology whizzes are mobilized to fight the coronavirus, trying to hack everything from disease modeling to elder care and medical-device manufacturing.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-high-price-of-coronavirus-relief-11585179182", "title": "The High Price of Coronavirus Relief", "date": "2020-03-25 19:33", "summary": "The Fed gets money to save the economy, but Pelosi's price is steep.. Congress rarely does anything that isn't messy, so let's stipulate that a $2 trillion bill written on the fly in a week will be loaded with waste and a lifetime supply of unintended consequences. Americans will pay for this for decades. The consolation is that the Senate bill that was moving to a vote by our deadline Wednesday includes money to keep workers and businesses afloat during this national economic shutdown and perhaps avoid a depression.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-says-50-000-travelers-will-seek-help-coming-home-11585178535", "title": "U.S. Says 50,000 Travelers Will Seek Help Coming Home", "date": "2020-03-25 19:31", "summary": "State Department, strained by demand from stranded Americans, may seek help from the Pentagon, official says. The U.S. government expects approximately 50,000 Americans to seek government assistance in returning home from abroad amid the coronavirus pandemic, according to the official leading the State Department's repatriation task force, straining the agency's ability to help them all.", "categories": [["Politics", "National Security"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/national-security?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-yorks-ailing-hospitals-11585179029", "title": "New York's Ailing Hospitals", "date": "2020-03-25 19:30", "summary": "Albany's low Medicaid payments have caused many to close.. Desperate for more hospital beds to treat a surge of coronavirus patients, New York Gov. Andrew Cuomo has understandably asked President Trump to task the U.S. Army Corps of Engineers to convert convention centers and empty college dorm rooms into makeshift wards. The virus wasn't predictable. But it's worth pointing out that the state's hospital bed shortage is in part due to years of Medicaid mismanagement.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/no-time-to-end-iran-sanctions-11585178909", "title": "No Time to End Iran Sanctions", "date": "2020-03-25 19:28", "summary": "The regime is responsible for its people's suffering.. Iranian proxy forces in Iraq continue to lob rockets into U.S. bases with deadly results. But amid the coronavirus, Iranian leaders want the U.S. to ease sanctions on the country in the name of compassion. President Trump should resist the plea.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/former-fbi-agent-levinson-died-in-iranian-custody-family-says-11585178878", "title": "Former FBI Agent Robert Levinson Died in Iranian Custody, Family Says", "date": "2020-03-25 19:27", "summary": "Robert Levinson went missing in Iran in 2007. WASHINGTON-The family of Robert Levinson, a former Federal Bureau of Investigation agent who went missing in Iran in 2007, said in a statement Wednesday that they believe he died in Iranian custody.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/an-olympic-disappointment-11585178747", "title": "An Olympic Disappointment", "date": "2020-03-25 19:25", "summary": "The Tokyo 2020 Summer Games are postponed to 2021.. Looks like they'll have to set back the countdown clock outside Tokyo station by another 365 days. This week Japanese Prime Minister Shinzo Abe postponed the 2020 Summer Games for a year after a phone call with International Olympic Committee President Thomas Bach.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sba-to-oversee-vast-lending-program-under-federal-economic-stimulus-plan-11585167856", "title": "SBA to Oversee Vast Lending Program Under Stimulus Plan", "date": "2020-03-25 19:21", "summary": "Venture capital-funded startups fear they won't qualify for loans aimed at helping small businesses weather the coronavirus crisis. WASHINGTON-The $2 trillion stimulus package moving through Congress would allocate roughly $350 billion to guarantee loans for small businesses, a provision aimed at helping a vital sector of the economy but which could also test the ability of the Small Business Administration and the nation's lenders to get money quickly to affected companies.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nypd-mobilizes-against-spread-of-coronavirus-11585178048", "title": "NYPD Mobilizes Against the Spread of Coronavirus", "date": "2020-03-25 19:14", "summary": "Officers mount a surge in inspections to limit gatherings in parks and businesses. The coronavirus emergency in New York City has led to a blitz of inspections by police officers to crack down on socializing and dining out.", "categories": [["U.S.", "Politics"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-lockdown-begins-in-india-as-global-cases-pass-420-000-11585133981", "title": "Coronavirus Cases Surpass 60,000 in U.S.; Spain Death Toll Overtakes China", "date": "2020-03-25 18:55", "summary": "U.S. has third-highest infections after China and Italy; Spain fatalities top 3,434. The number of confirmed cases of the new coronavirus in the U.S. surpassed 60,000, led by a continued surge of infections in New York, as lawmakers worked to soften the economic consequences of the pandemic that has shut down wide swaths of the country.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/startup-funding-dwindles-due-to-coronavirus-slowdown-11585175702", "title": "Startup Funding Dwindles Due to Coronavirus Slowdown", "date": "2020-03-25 18:35", "summary": "Big companies that count on startup acquisitions as a form of R&D face smaller pipeline of promising technology ventures. Early-stage funding for startups is drying up as the coronavirus outbreak puts investors on edge, spelling trouble for large corporations looking to snatch up innovative technology and talent.", "categories": [["CIO Journal"]], "category_links": ["https://www.wsj.com/news/types/cio-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-customs-tells-importers-it-will-approve-tariff-delays-on-a-case-by-case-basis-11585144953", "title": "U.S. Will Approve Some Delays in Tariff Payments Amid Coronavirus Crisis", "date": "2020-03-25 18:32", "summary": "Steel producers criticize efforts to delay or roll back tariffs. WASHINGTON-The U.S. says it will allow some importers to delay tariff payments, following calls from business groups and import-dependent industries such as retailers and steel users for the Trump administration to cancel or at least temporarily suspend major tariffs.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trumps-leadership-11585175446", "title": "Trump's Leadership", "date": "2020-03-25 18:30", "summary": "Rallying the United States through the coronavirus crisis is this president's path to greatness.. The costs of how the U.S. has conducted its politics the past three years are now obvious. Beset by a crisis akin to wartime, the country's leadership is engulfed in political rancor.", "categories": [["Opinion", "Wonder Land"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/wonder-land?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fda-shouldnt-keep-safe-drugs-off-the-market-11585175286", "title": "FDA Shouldn't Keep Safe Drugs off the Market", "date": "2020-03-25 18:28", "summary": "Congress's mandate that medications be proved effective is unnecessary and delays potential cures.. The federal government requires pharmaceutical companies to prove that their drugs are both safe and effective before putting them on the market. Before 1962, companies needed to prove only safety. While there is some appeal to this two-hurdle approach, evidence suggests that there is only a slight benefit and a tremendous cost. With the Covid-19 pandemic sweeping the world, there has never been a better time to revoke the Food and Drug Administration's efficacy requirement.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/campaign-2020-the-show-must-go-on-11585175189", "title": "Campaign 2020: The Show Must Go On", "date": "2020-03-25 18:26", "summary": "The coronavirus has upended our lives and the contest between Biden and Trump.. The Covid-19 crisis has upended life in America, including the presidential campaign. Both former Vice President Joe Biden and President Trump face new strategic challenges, and the country is watching.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/give-colleges-a-bailout-but-not-a-blank-check-11585175067", "title": "Give Colleges A Bailout, but Not a Blank Check", "date": "2020-03-25 18:24", "summary": "Give priority to distance learning and community colleges, and call a holiday from new regulations.. With most colleges and universities shut down by the novel coronavirus, some groups representing these institutions are asking the federal government to bail them out. The Senate coronavirus aid package proposes allocating some $14 billion to a Higher Education Emergency Relief Fund. Some assistance is in order, but lawmakers must avoid layering another massive subsidy onto an already dysfunctional system.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/no-compromise-on-life-11585175034", "title": "No Compromise on Life", "date": "2020-03-25 18:23", "summary": "I narrowly lost my congressional seat but don't regret my stance on abortion.. The morning after I narrowly lost my congressional seat in last week's Illinois Democratic Primary, I decided to make a public statement and answer questions from the press. With the current wretched state of political discourse, I felt it important to be gracious in defeat.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trudeaus-coronavirus-power-grab-11585174923", "title": "Trudeau's Coronavirus Power Grab", "date": "2020-03-25 18:22", "summary": "Canada's prime minister asks for the authority to tax, spend and borrow without Parliament's approval.. Toronto", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/i-miss-baseball-the-modest-little-game-11585174893", "title": "I Miss Baseball, the 'Modest Little Game'", "date": "2020-03-25 18:21", "summary": "Restless days await as the pandemic pushes back the season.. Thursday should have been Major League Baseball's opening day. The season has been delayed because of the new coronavirus. In October 1989 a major earthquake in the Bay Area caused the San Francisco-Oakland World Series to be delayed. I was baseball commissioner, and I said that baseball is a \"modest little game that knows its place,\" meaning we would stand down until our games posed no threat to public safety.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ackman-has-big-win-on-bearish-market-bet-11585174856", "title": "Ackman Has Big Win on Bearish Market Bet", "date": "2020-03-25 18:20", "summary": "Pershing Square laid out $27 million a month ago to hedge its portfolio against a steep market drop, notching it a 7.9% gain this month. William Ackman just scored big on a bearish bet that enabled him to sidestep steep market losses.", "categories": [["Markets", "Financial Services", "Hedge Funds"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/business/financial-services?mod=breadcrumb", "https://www.wsj.com/news/types/hedge-funds?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/war-fever-review-home-of-the-bean-and-the-babe-11585174832", "title": "'War Fever' Review: Home of the Bean and the Babe", "date": "2020-03-25 18:20", "summary": "Boston during the Great War, as seen through the lives of Babe Ruth, conductor Karl Muck and U.S. Army hero Charles W. Whittlesey.. George Herman Ruth was never one to share a spotlight. But then again, why should he have? Yet encroaching onto Ruth's spotlight is what \"War Fever: Boston, Baseball, and America in the Shadow of the Great War\" endeavors. True, the Bambino retains a Barrymore's share of his newest stage, but Randy Roberts and Johnny Smith aim at telling a grander story. The authors have written previous books together, including \"Blood Brothers: The Fatal Friendship Between Muhammed Ali and Malcolm X.\" Here they attempt both a broad portrait of Ruth's milieu and a narrower look at a portion of his career: specifically 1917-19, as pitcher Ruth became slugger Ruth and larger-than-life Ruth.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/microns-view-is-nearsighted-11585174783", "title": "Micron's View Is Nearsighted", "date": "2020-03-25 18:19", "summary": "Chip maker's strong near-term outlook says little about post-pandemic world. For those inclined to take Micron's strong results as a sign of the technology industry's resilience to the coronavirus pandemic, let the company's own chief financial officer dissuade you.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-prompts-swedish-regulator-to-delay-decision-on-seb-probe-11585174581", "title": "Coronavirus Prompts Swedish Regulator to Delay Decision on SEB Probe", "date": "2020-03-25 18:16", "summary": "Sweden's financial supervisory authority now expects to conclude its anti-money laundering assessment of the bank in June. Sweden's financial supervisory authority has delayed the conclusion of an anti-money laundering assessment of Skandinaviska Enskilda Banken AB due to the coronavirus pandemic.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-leads-to-tony-awards-postponement-11585174255", "title": "Coronavirus Leads to Tony Awards Postponement", "date": "2020-03-25 18:15", "summary": "Move follows Broadway's shutdown as part of public-health effort to contain the new coronavirus. Broadway has put its biggest night on hold.", "categories": [["U.S.", "Culture"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-culture?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/occidental-petroleum-reaches-truce-with-activist-investor-carl-icahn-11585146651", "title": "Occidental Petroleum Reaches Truce With Activist Investor Carl Icahn", "date": "2020-03-25 18:09", "summary": "In bid to turn around, the company is changing its board, cutting salaries and slashing capital budget. Occidental Petroleum Corp. , the largest oil producer in the giant Permian Basin, has ceded to activist investor Carl Icahn's demands and announced deep spending cuts in a bid to survive the steepest crude-price plunge in decades.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-upends-trucking-networks-with-heavy-one-way-flows-11585173693", "title": "Coronavirus Upends Trucking Networks, With Heavy One-Way Flows", "date": "2020-03-25 18:01", "summary": "Drivers worry about lack of hand sanitizer while some shippers and customers refuse to let them in. The coronavirus pandemic is whipsawing the trucking industry, as retailers clamor for delivery of food and household staples while lockdowns aimed at curbing contagion shut other businesses, leaving rigs empty on the return trip.", "categories": [["Logistics Report"]], "category_links": ["https://www.wsj.com/news/types/logistics-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/summer-camps-in-northeast-scramble-to-deal-with-coronavirus-fallout-11585167029", "title": "Summer Camps in Northeast Scramble to Deal With Coronavirus Fallout", "date": "2020-03-25 17:51", "summary": "Camps aim to figure out if they can open, how the safety rules might change and whether parents will send their children. With parents and children cooped up in self-isolation in the New York City area, many are dreaming of summer camp to take a break from each other.", "categories": [["U.S.", "Tri-State Area"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-region?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/infection-rate-slows-in-onetime-epicenter-of-new-yorks-coronavirus-outbreak-11585162134", "title": "Infection Rate Slows in Onetime Epicenter of New York's Coronavirus Outbreak", "date": "2020-03-25 17:46", "summary": "Cuomo said growth of infections in New Rochelle had slowed, suggesting containment measures may be working. As the number of cases of the novel coronavirus in New York continues to climb, Gov. Andrew Cuomo on Wednesday pointed to a glimmer of hope: The rate of infections in the state's initial hot zone has slowed.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/groupons-ceo-chief-operating-officer-both-step-down-11585172335", "title": "Groupon's CEO, Chief Operating Officer Both Step Down", "date": "2020-03-25 17:38", "summary": "Rich Williams will be replaced as CEO on an interim basis by company insider Aaron Cooper. Groupon Inc. said its chief executive and chief operating officer have relinquished their roles, effective immediately.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/islamic-state-attacks-sikh-temple-in-kabul-killing-25-11585140021", "title": "Islamic State Attacks Sikh Temple in Kabul, Killing 25", "date": "2020-03-25 17:26", "summary": "The attack comes as the U.S. is planning to pull all 13,000 troops out of Afghanistan by the middle of next year. KABUL-An Islamic State militant stormed a Sikh temple in the heart of Kabul, killing 25 worshipers and taking dozens of people hostage in a prolonged siege that once again exposed the ability of insurgents to carry out attacks in the Afghan capital.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/appetite-for-blue-chip-corporate-bonds-improves-amid-continued-credit-market-stress-11585161333", "title": "Appetite for Blue-Chip Corporate Bonds Improves Amid Market Stress", "date": "2020-03-25 17:24", "summary": "Nike, McDonald's and Pfizer were among those poised to sell bonds Wednesday. Blue-chip U.S. companies are having an easier time issuing new bonds, a sign of improving conditions in some parts of the credit markets after a series of extraordinary Federal Reserve interventions.", "categories": [["Markets", "Credit Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/credit-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-puts-a-premium-on-cash-even-for-biggest-u-s-companies-11585153040", "title": "Coronavirus Shows Cash Is King, Even for Biggest U.S. Companies", "date": "2020-03-25 17:11", "summary": "Pandemic is hitting nearly every business, but not all of them were equally prepared for the sudden economic slowdown. The fast-spreading coronavirus has prompted even the biggest U.S. companies to cut their spending and bolster their balance sheets, proving once again how cash is king, especially in times of crisis.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-mta-says-nearly-4-billion-in-coronavirus-relief-not-enough-11585170499", "title": "New York MTA Says Nearly $4 Billion in Coronavirus Relief Not Enough", "date": "2020-03-25 17:08", "summary": "'We will need substantially more than that to survive,' MTA chairman says. New York's Metropolitan Transportation Authority expects to receive $3.8 billion as part of the pending $2 trillion coronavirus pandemic relief package.", "categories": [["U.S.", "Transit"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-transit?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/small-caps-eviscerated-in-stock-market-rout-11585134001", "title": "Small-Caps 'Eviscerated' in Stock Market Rout", "date": "2020-03-25 17:02", "summary": "'I can't imagine the carnage,' says one portfolio manager. 'This has just been so fast and so violent.'. ", "categories": [["Markets", "Stocks"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/groceries-after-the-age-of-coronavirus-11585150774", "title": "Groceries After the Age of Coronavirus", "date": "2020-03-25 16:52", "summary": "Investors should be cautious about snapping up makers of consumer staples that have fared well during the coronavirus pandemic. Crises have a way of accelerating the inevitable. Packaged food and other household goods are registering a sales lift from the coronavirus crisis, which will naturally fade once the emergency has abated. But some behavioral changes, such as the shift to online shopping, will be more permanent. The implications for the consumer-staples industry will be big.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/investors-are-warming-to-natural-gas-11585159467", "title": "Investors Are Warming to Natural Gas", "date": "2020-03-25 16:42", "summary": "Shares of gas-focused companies that drill in Appalachia are among the only U.S. energy stocks that have risen this month. Traders are backing off their bearish bets on natural-gas prices, stock buyers are flocking to the beaten-down shares of Appalachian producers and analysts are forecasting short supplies of the fuel next year unless those companies get back to drilling.", "categories": [["Markets", "Commodities"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/five-more-u-s-sailors-with-coronavirus-airlifted-at-sea-11585168155", "title": "Five More U.S. Sailors at Sea Tested Positive for Coronavirus", "date": "2020-03-25 16:29", "summary": "Eight have now been sickened on USS Theodore Roosevelt; fleet commander had met crew members. Five more sailors aboard a U.S. aircraft carrier at sea have tested positive for the new coronavirus, Navy officials said, more than doubling the number of cases on the ship in the past day.", "categories": [["Politics", "National Security"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/national-security?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/global-stock-markets-dow-update-3-25-2020-11585106923", "title": "Dow's Rise Caps Its First Back-to-Back Gain Since February", "date": "2020-03-25 16:26", "summary": "Boeing, energy sector lead stocks higher. U.S. stocks rose in frenetic trading Wednesday, scoring their first back-to-back gains since February, after lawmakers and the White House reached an agreement on a $2 trillion stimulus package.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-k-trials-coronavirus-immunity-tests-for-home-use-11585167848", "title": "U.K. Trials Coronavirus-Immunity Tests for Home Use", "date": "2020-03-25 16:24", "summary": "The tests, if successful, would ease disruptions and lockdowns, but some experts have doubts. LONDON-With a vaccine against the new coronavirus many months away and no known effective drug treatments yet, governments around the world are searching for the next best thing: a test to see if people are immune to the virus.", "categories": [["World", "Europe", "U.K."]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb", "https://www.wsj.com/news/types/u-k-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-pandemic-could-elevate-esg-factors-11585167518", "title": "Coronavirus Pandemic Could Elevate ESG Factors", "date": "2020-03-25 16:18", "summary": "Investors are asking more questions about employee benefits, supply-chain management and other environmental, social and governance priorities, analysts say. The recent volatility in financial markets due to the coronavirus pandemic could provide investors with more of an incentive to grill companies on nonfinancial risks.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sleeping-in-self-driving-cars-its-no-pipe-dream-11585165420", "title": "Sleeping in Self-Driving Cars? It's No Pipe Dream.", "date": "2020-03-25 15:43", "summary": "When you absolutely, positively have to get there overnight, autonomous sleeper cars may be your best bet in the future, says Dan Neil. HAVE YOU SEEN the video of the guy sound asleep at the wheel of his auto-piloted Tesla Model S? Mile after mile, with his head back, mouth open like he's having his teeth cleaned. I envy him.", "categories": [["Life & Work", "Cars", "Rumble Seat"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/automotive?mod=breadcrumb", "https://www.wsj.com/news/types/rumble-seat?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/europe-splits-over-proposed-new-debt-to-combat-coronavirus-outbreak-11585165076", "title": "Europe Splits Over Proposed New Debt to Combat Coronavirus Outbreak", "date": "2020-03-25 15:37", "summary": "Nine European countries on Wednesday called for the creation of a common European debt instrument to support weaker countries. European leaders are preparing to spar Thursday over whether to issue common debt to counter economic pain from the new coronavirus and ease pressure on embattled countries like Italy, reviving memories of the region's sovereign debt crisis nearly a decade ago.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/texas-coronavirus-response-is-keep-it-local-as-more-states-move-to-lockdowns-11585148279", "title": "Texas' Coronavirus Response Is Keep It Local, as More States Move to Lockdowns", "date": "2020-03-25 15:33", "summary": "Gov. Greg Abbott is used to overruling cities, but on coronavirus he is deferential. Texas Gov. Greg Abbott is used to overruling the state's major cities on a host of issues. With the new coronavirus, he is leaving it to the locals.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/diplomats-ceos-flee-to-the-hamptons-as-coronavirus-cases-surge-in-nyc-11585162874", "title": "'Diplomats, CEOs' Flee to the Hamptons as Coronavirus Cases Surge in NYC", "date": "2020-03-25 15:01", "summary": "Real-estate agents say summer rental season has kicked off early. Dylan Eckardt", "categories": [["Real Estate", "Homes"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/homes?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-communities-struggle-to-deal-with-coronavirus-testing-backlogs-11585128601", "title": "U.S. Communities Struggle With Coronavirus Testing Backlogs", "date": "2020-03-25 14:57", "summary": "States and local governments are pursuing their own efforts to deal with supply shortages. Despite efforts to ramp up mass testing for the new coronavirus this week, many cities and states are facing more shortages and backlogs as demand surges.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/senates-coronavirus-stimulus-deal-offers-little-relief-for-private-equity-11585161866", "title": "Senate's Coronavirus Stimulus Deal Offers Little Relief for Private Equity", "date": "2020-03-25 14:44", "summary": "Many companies owned by private-equity firms will find it hard to access stimulus funds, lobbyists and regulatory experts say. Private-equity firms will likely find it a challenge to get access to the stimulus funds intended to soften the economic blow of the coronavirus pandemic, experts say.", "categories": [["Pro PE Industry News"]], "category_links": ["https://www.wsj.com/news/types/pro-pe-industry-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lacking-ventilators-hospitals-seek-out-alternative-device-11585154579", "title": "Lacking Ventilators, Hospitals Seek Out an Alternative", "date": "2020-03-25 14:39", "summary": "To treat coronavirus patients, doctors modify oxygen device made by small Texas company now flooded with orders. Some U.S. hospitals preparing for a shortage of ventilators for Covid-19 patients are modifying oxygen devices usually used for decompression sickness or foot ulcers to assist patients who will need help breathing.", "categories": [["WSJ News Exclusive", "Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/rbc-seeks-fire-sale-buyers-for-seized-mortgage-debt-11585159333", "title": "RBC Seeks Fire-Sale Buyers for Seized Mortgage Debt", "date": "2020-03-25 14:36", "summary": "Canada's largest bank by assets is moving to protect itself as pain spreads through the mortgage market. The Royal Bank of Canada moved Wednesday to unload hundreds of millions of dollars worth of commercial real-estate debt seized from clients in recent days, trying to protect itself from pain spreading through the mortgage market.", "categories": [["WSJ News Exclusive", "Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/canada-nearly-doubles-fiscal-package-warns-of-enormous-job-losses-11585160861", "title": "Canada Nearly Doubles Fiscal Package, Warns of 'Enormous' Job Losses", "date": "2020-03-25 14:27", "summary": "Prime Minister Justin Trudeau said nearly 1 million Canadians applied for jobless benefits last week. OTTAWA-Canadian officials said Wednesday the economy is shedding jobs at an accelerated pace, forcing the government to nearly double its original fiscal-stimulus package and cobble together another financial backstop for firms to ensure their survival during the coronavirus pandemic.", "categories": [["World", "Canada"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/canada-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/necessities-in-europe-belgian-fries-french-baguettes-and-dutch-cannabis-11585160745", "title": "'Necessities' in Europe: Belgian Fries, French Baguettes and Dutch Cannabis", "date": "2020-03-25 14:25", "summary": "Life under the new coronavirus is retreating to essentials, raising the question: What is essential? In Europe, it depends on where you live. Kostas Nomikos was happy when the Dutch government ordered the Amsterdam bar where he works closed because of new coronavirus, alongside all other nonessential businesses. A day later he was back at work, selling legal marijuana, after authorities added the country's famous \"coffee shops\" to the national list of essential services.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-stimulus-package-to-include-curbs-on-share-buybacks-11585160044", "title": "Coronavirus Stimulus Package to Include Curbs on Share Buybacks", "date": "2020-03-25 14:14", "summary": "Congressional move follows Trump joining Democrats in criticizing popular Wall Street transaction. Congressional leaders have agreed to impose limits on stock buybacks and dividend payments for airlines and other companies receiving aid under the coronavirus-stimulus package, according to the text of pending legislation circulating on Capitol Hill.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/after-hours-by-the-weeknd-review-record-of-a-multifaceted-personality-11585159859", "title": "'After Hours' by the Weeknd Review: Record of a Multifaceted Personality", "date": "2020-03-25 14:11", "summary": "Baldly commercial pop singles sit next to gauzy experiments on the star's latest album.. ", "categories": [["Books & Arts", "Music Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/music-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/balancing-covid-19-with-a-destructive-cure-11585158209", "title": "Balancing Covid-19 With a Destructive Cure", "date": "2020-03-25 13:43", "summary": "As someone who is statistically at high risk for Covid-19, I am indescribably grateful to my fellow citizens for the heroic sacrifices they are making to keep me safe. But I don't think trashing the economy is the long-term answer for anybody.. Regarding your editorial \"Rethinking the Virus Shutdown\" (March 20): As someone who is statistically at high risk for Covid-19, I am indescribably grateful to my fellow citizens for the heroic sacrifices they are making to keep me safe. But I don't think trashing the economy is the long-term answer for anybody. An economy functions on emotion: hope and fear, optimism and pessimism. Just a few weeks ago, there was a great deal of optimism. The stock markets were at all-time highs, unemployment at historic lows, wages were rising and there were more jobs than job seekers. I believe that a penumbra of this sense of optimism will remain, for a while, but it is fragile. If regional or national quarantine is the order of the day, it needs to be with a finite plan to end it, something I have yet to hear from our leaders. If after such a limited general quarantine, at-risk Americans have to suffer additional restriction to get the economy moving again, sign me up. Because a healthy economy is healthy for us all.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/its-helpful-to-tell-your-story-readers-recall-experiences-revealing-dna-test-secrets-11585157446", "title": "'It's Helpful to Tell Your Story': Readers Recall Experiences Revealing DNA Test Secrets", "date": "2020-03-25 13:30", "summary": "A Wall Street Journal article about sharing discoveries with strangers prompted readers to respond. The Wall Street Journal article \"Why People are Sharing Their Family Secrets with Strangers in Public\" looked at growing numbers of people taking home DNA tests and learning a family secret. Many of them confided in family members and close friends-but also found themselves sharing the information at book events, conferences and other public venues.", "categories": [["Life & Work", "Life & Style"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/life-style?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/top-public-and-private-colleges-in-the-midwest-11585157043", "title": "Top Public and Private Colleges in the Midwest", "date": "2020-03-25 13:24", "summary": "The University of Michigan and Northwestern head these lists in the WSJ/THE College Rankings. The University of Michigan's Ann Arbor campus is the highest-ranked public school in the Midwest in the Wall Street Journal/Times Higher Education College Rankings. Northwestern University is the highest-ranked private school in the region.", "categories": [["Life & Work", "Journal Reports: College Rankings"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-college-rankings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/will-new-crisis-legislation-repair-damage-from-last-weeks-crisis-legislation-11585155513", "title": "Will New Crisis Legislation Repair Damage from Last Week's Crisis Legislation?", "date": "2020-03-25 12:58", "summary": "Lawyers have advised some business owners to fire workers before new leave policies apply.. Sen. Chuck Schumer of New York (D., N.Y.) is bragging about changes he secured to the draft of a bloated federal stimulus bill by delaying its enactment for at least several days. But his delay may only have increased the incentive for businesses to fire their employees amid the coronavirus panic. That's because another crisis plan he helped turn into law last week added new obligations on businesses without providing the immediate cash to fulfill them.", "categories": [["Opinion", "Best of the Web"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/best-of-the-web-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-2-trillion-could-be-just-the-start-11585154741", "title": "Why $2 Trillion Could Be Just the Start", "date": "2020-03-25 12:45", "summary": "If federal stimulus isn't distributed quickly enough, or if the fear of coronavirus infection drags on too long, even the mammoth government package may not be enough to avoid huge job losses. The U.S. government is about to pour $2 trillion on the pandemic-stricken economy. It might not be its last trip to the well.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/with-cinemas-shut-due-to-coronavirus-theater-chains-at-risk-of-default-11585151079", "title": "With Cinemas Shut Due to Coronavirus, Theater Chains at Risk of Default", "date": "2020-03-25 11:55", "summary": "A $52 billion global industry has gone almost completely dark, posing a threat to both independent theaters and market leader AMC Entertainment. The shutdown of movie theaters world-wide due to the coronavirus pandemic has put cinema owners at heightened risk of default if they are unable to reopen in several months or secure a financial lifeline.", "categories": [["Pro Bankruptcy Distress"]], "category_links": ["https://www.wsj.com/news/types/pro-bankruptcy-distress?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/as-the-west-shutters-stores-retailers-cancel-orders-from-asian-factories-11585134455", "title": "Retailers Cancel Orders From Asian Factories, Threatening Millions of Jobs", "date": "2020-03-25 11:50", "summary": "After struggling with supply lines amid China's shutdown, factories now face a drop in demand from U.S. and European clothing brands. Retailers are suspending and canceling clothing orders, threatening millions of factory jobs in Asia just as China shows signs of recovering from the worst of the coronavirus outbreak.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/your-new-home-work-out-routine-is-driving-everyone-nuts-11585151350", "title": "Your New Home Workout Routine Is Driving Everyone Nuts", "date": "2020-03-25 11:49", "summary": "Coronavirus shut gyms, forcing fitness buffs to sweat it out at home; treadmill in the kitchen?. Tom Harland lined up at the starting line of a 10-mile race on March 15 in his hometown of York, England. An avid runner who has completed two marathons, he was startled to hear the race official announce, \"Welcome to the last race of the year.\"", "categories": [["A-hed"]], "category_links": ["https://www.wsj.com/news/types/a-hed?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-a-nebraska-mayor-relieves-stress-during-the-coronavirus-crisis-11585151014", "title": "How a Nebraska Mayor Relieves Stress During the Coronavirus Crisis", "date": "2020-03-25 11:43", "summary": "Five things the mayor of Lincoln, Neb., does to deal with anxiety the coronavirus is placing on life. In the coming weeks, we'll be speaking to people across the country about the five things they are doing to relieve stress in these uncertain times due to the coronavirus pandemic. Here's our conversation with Leirion Gaylor Baird, the mayor of Lincoln, Neb., where she lives with her husband, Scott, and their three children.", "categories": [["Life & Work", "How I Cope"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/how-i-cope?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-virus-may-make-trump-stronger-11585149792", "title": "The Coronavirus May Make Trump Stronger", "date": "2020-03-25 11:23", "summary": "Gallup finds 60% of voters approve of his handling of the crisis. As usual, the establishment is clueless.. This is not what his critics expected. At 49% overall job approval in the latest Gallup poll, and with 60% approval of the way he is handling the coronavirus epidemic, President Trump's standing with voters has improved even as the country closed down and the stock market underwent a historic meltdown. That may change as this unpredictable crisis develops, but bitter and often justified criticism of Mr. Trump's decision making in the early months of the pandemic has so far failed to break the bond between the 45th president and his political base.", "categories": [["Opinion", "Global View"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/global-view?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/moodys-downgrades-softbanks-credit-rating-by-two-notches-11585146245", "title": "SoftBank Dumps Moody's After a Two-Notch Downgrade", "date": "2020-03-25 11:17", "summary": "Credit-ratings firm cuts Japanese tech giant further into speculative territory, questions group's plan to repurchase shares and debt. SoftBank Group Corp. dropped Moody's Investors Service after the credit-ratings firm criticized the Japanese tech giant's massive share-and-debt buyback plan and downgraded its ratings by two notches.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ncaa-is-open-to-granting-an-additional-year-of-eligibility-to-spring-athletes-11585149362", "title": "NCAA Is Open to Granting an Additional Year of Eligibility to Spring Athletes", "date": "2020-03-25 11:16", "summary": "Athletes in baseball, softball, lacrosse and tennis would effectively get a mulligan for the 2020 season but winter sport athletes likely won't get another year. The NCAA's move to cancel all athletics for the remainder of the academic year will reverberate through college athletics long past graduation this spring. For athletes whose seasons were curtailed or canceled, the biggest question is: do they deserve the chance to play another season?", "categories": [["Sports"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-grandfathers-coronavirus-dilemmas-11585149354", "title": "A Grandfather's Coronavirus Dilemmas", "date": "2020-03-25 11:15", "summary": "Should I go to the dermatologist? Should I let my daughter and her 5-year-old son stay over?. Francis Collins, director of the National Institutes of Health, says we need to have a \"reasonable concern\" about avoiding the risk of contracting the novel coronavirus. What's a reasonable concern for two 79-year-olds-my wife and me-who have no serious underlying health conditions?", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-is-advancing-on-poor-nations-and-the-prognosis-is-troubling-11585149183", "title": "Coronavirus Is Advancing on Poor Nations, and the Prognosis Is Troubling", "date": "2020-03-25 11:13", "summary": "The pandemic is now taking off in vulnerable countries that join the battle with fewer weapons than developed nations. The new coronavirus is now taking off in the world's poorest countries, which join the battle with even fewer weapons than developed nations, some of which have fumbled the pandemic's early stages.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/huawei-workers-return-after-coronavirus-but-ceo-sees-financial-hit-11585149231", "title": "Huawei Workers Return After Virus, but CEO Sees Financial Hit", "date": "2020-03-25 11:13", "summary": "Ren Zhengfei says company will likely meet new financial goals and boost R&D budget this year by $5.8 billion to more than $20 billion. Most employees at Huawei Technologies Co. are back at work following the coronavirus outbreak, though the pandemic is likely to hit the Chinese telecom giant's financial results this year, the company's chief executive said.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-forces-putin-to-delay-vote-that-could-keep-him-in-power-11585148831", "title": "Coronavirus Forces Putin to Delay Vote That Could Keep Him in Power", "date": "2020-03-25 11:07", "summary": "Referendum originally planned for April is final hurdle to allowing Russia's president to potentially stay in office until 2036. MOSCOW-In his first address to the nation since the outbreak of the coronavirus pandemic, Russian President Vladimir Putin told citizens that an April referendum on changes to the country's constitution would be postponed to help curb the spread of the illness.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/frank-lloyd-wrights-dining-room-serves-up-his-signature-style-11585148738", "title": "Frank Lloyd Wright's Dining Room Serves Up His Signature Style", "date": "2020-03-25 11:05", "summary": "The architect's Oak Park, Ill., home and studio includes a formal dining space considered to be a model for Wright's future designs. Architect Frank Lloyd Wright used his 1889 Oak Park, Ill., home and studio as a testing ground for his vision of the architectural style he would call the Prairie School.", "categories": [["Real Estate", "Homes"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/homes?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/funerals-in-the-age-of-coronavirus-no-hugs-but-plenty-of-virtual-alternatives-11585145174", "title": "At Funerals in the Age of Coronavirus, the Hugs Are Virtual", "date": "2020-03-25 11:04", "summary": "With gatherings limited, families find new ways to connect with loved ones. David Kinne was known and loved by thousands, his family said, with a career as a renowned cancer specialist and volunteer work for institutions that included the Metropolitan Museum of Art and Carnegie Hall.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-set-to-press-saudis-to-restrain-oil-production-surge-via-g-20-11585148443", "title": "U.S. Set to Press Saudis to Restrain Oil Production Surge via G-20", "date": "2020-03-25 11:00", "summary": "The Trump administration plans to use the G20 as a forum to resolve the Saudi-Russian oil-price war. The U.S. plans to press Saudi Arabia to restrain its scheduled oil production boost by leveraging the kingdom's status as head of the G-20, according to people familiar with the matter.", "categories": [["Markets", "Commodities", "Oil Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb", "https://www.wsj.com/news/types/oil-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-quitting-caffeine-will-affect-your-sleepand-your-worldview-11585148167", "title": "How Quitting Caffeine Will Affect Your Sleep-and Your Worldview", "date": "2020-03-25 10:56", "summary": "The author of 'Caffeine' offers tips and truths on the abiding addiction that shanghais our shut-eye-something we need more than ever now. \"EVERYONE IS caffeinated,\" said Michael Pollan, author of the Audible Original audio book \"Caffeine,\" released at the end of January. \"Until you get off caffeine, you don't realize how universal that state is.\" Well known as a writer on food and botany, Mr. Pollan explored the ways plants and drugs alter consciousness and behavior in his 2018 book \"How to Change Your Mind: What the New Science of Psychedelics Teaches Us About Consciousness, Dying, Addiction, Depression, and Transcendence.\" His new audio book zooms in on a drug so ubiquitous, many people don't conceive of it as such-even though its effects on the way they sleep, or struggle to, are profound.", "categories": [["Life & Work", "Food & Drink"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/food-cooking-drink?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-shutters-churches-an-organ-whisperer-changes-key-11585145079", "title": "As Virus Shutters Churches, an Organ Whisperer Changes Key", "date": "2020-03-25 10:27", "summary": "Robert Hiller's local tuning orders dried up as busy pre-Easter season began; instruments may sound 'a little bit wonky' when services resume. TORONTO-Robert Hiller has stood tall as Canada's ranks of organ tuners thinned, rebuilding and installing organs for customers from Nova Scotia to Inner Mongolia. This provided steady income for 45 years, but now the order bank is nearly empty and he said he is in survival mode.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/citi-could-be-stuck-with-troubled-casino-loan-as-mortgage-market-seizes-up-11585051202", "title": "Citi Could Be Stuck With Troubled Casino Loan as Mortgage Market Seizes Up", "date": "2020-03-25 10:26", "summary": "Some of the biggest names on Wall Street are saddled with billions of dollars of loans that are rapidly deteriorating in value. The market for issuing securities backed by commercial mortgages has frozen up, leaving some of the biggest names on Wall Street stuck with billions of dollars of loans that are rapidly deteriorating in value.", "categories": [["Real Estate", "Property Report"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/property-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ioc-defends-handling-of-tokyo-olympics-decision-11585145778", "title": "IOC Defends Handling of Tokyo Olympics Decision", "date": "2020-03-25 10:16", "summary": "President Thomas Bach had insisted that the Games would go off as scheduled this summer, before changing his mind in recent days. As the world of sports shut down around him, International Olympic Committee president Thomas Bach spent a month insisting that the Tokyo Games would go off on schedule. It was only last weekend, in the space of 48 hectic hours, that he says his thinking changed on the biggest decision of his tenure.", "categories": [["Sports", "Olympics"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/olympics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hedge-funds-that-cashed-in-when-oil-prices-cratered-11585145260", "title": "Hedge Funds That Cashed In When Oil Prices Cratered", "date": "2020-03-25 10:07", "summary": "Several funds wagered against crude before the coronavirus and the Russia-Saudi breakup slammed the energy market. The crash in oil prices this month has been a brutal comeuppance for the energy world. But it has also generated profits for a handful of niche hedge-fund managers.", "categories": [["Markets", "Commodities"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-kids-are-home-you-need-to-work-what-do-you-do-11585144182", "title": "The Kids Are Home. You Need to Work. What Do You Do?", "date": "2020-03-25 09:53", "summary": "How to keep your children learning and active while you handle your responsibilities-all, hopefully, without driving anyone crazy. With millions of people now hunkered down at home amid the Covid-19 pandemic, families across the world face a daunting challenge: How can parents keep working and children keep learning while they're on top of each other? And how can they stay sane during it all?", "categories": [["Life & Work", "Journal Reports: Health Care"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-health-care?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/occidental-petroleum-cuts-pay-for-staff-executives-11585100973", "title": "Occidental Petroleum Cuts Worker Pay, Reaches Icahn Deal", "date": "2020-03-25 09:43", "summary": "CEO Vicki Hollub's salary to be reduced by 81%, as company faces steep decline in oil prices. Occidental Petroleum Corp. is cutting salaries for its U.S. employees by up to 30% in a bid to slash expenses, according to an internal email reviewed by The Wall Street Journal.", "categories": [["WSJ News Exclusive", "Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-income-tax-delay-to-strain-states-11585143724", "title": "U.S. Income Tax Delay to Strain States", "date": "2020-03-25 09:42", "summary": "Many state budgets run from July 1 to June 30, so new July 15 filing date means officials can't count on that money for current fiscal year. The Trump administration's decision to move the deadline for filing income taxes to July 15 because of the new coronavirus crisis is creating a cash crunch for state governments that were counting on an infusion of state income-tax revenue next month to pay bills.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-joyand-exhaustionof-nonstop-video-chatting-a-guide-11585143549", "title": "The Joy-and Exhaustion-of Nonstop Video Chatting: a Guide", "date": "2020-03-25 09:39", "summary": "To practice social distancing, we're turning in-person events into pixels on a screen. Here are the things to think about during the digital face-to-face, and the best services to use for your purposes.. On my fifth day of self-isolation, I joined a yoga class on Zoom. I'd heard about it through Instagram and paid for it on Venmo. All 100+ participants simultaneously hit play on a Spotify playlist distributed by the teacher. We flowed through sun salutations, over the internet, in real-time. Most people even turned their webcams on, although I dared not. The technology was working! It really was connecting us. My heart warmed.", "categories": [["Tech", "Personal Tech", "Personal Technology: Review"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb", "https://www.wsj.com/news/types/personal-technology-joanna-stern?mod=breadcrumb", "https://www.wsj.com/news/types/personal-technology-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/there-are-plenty-of-coronavirus-flight-deals-out-there-but-think-before-you-buy-11585143189", "title": "Think Before You Buy a Cheap Flight Deal", "date": "2020-03-25 09:33", "summary": "Don't fly during a pandemic because of cheap fares, but you might consider booking a short getaway later this year. What if the airfare is cheaper than dinner or what you'll spend on Ubers or taxis?", "categories": [["Life & Work", "Travel", "The Middle Seat"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/magazine/travel?mod=breadcrumb", "https://www.wsj.com/news/types/the-middle-seat?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-wreaks-growing-damage-on-italian-shipping-supply-chains-11585082900", "title": "Coronavirus Wreaks Growing Damage on Italian Shipping, Supply Chains", "date": "2020-03-25 09:15", "summary": "Industry group seeks urgent bailout as port volumes slow and trade connections fray. The coronavirus pandemic is taking a growing toll on Italy's maritime sector as traffic at the country's ports slows and lockdown efforts undercut trade connections with the rest of the world.", "categories": [["Logistics Report"]], "category_links": ["https://www.wsj.com/news/types/logistics-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/turkey-indicts-two-saudis-tied-to-crown-prince-over-khashoggi-murder-11585142063", "title": "Turkey Indicts Two Saudis Tied to Crown Prince Over Khashoggi Murder", "date": "2020-03-25 09:14", "summary": "Following Turkish investigation, prosecutors charge 20 Saudi nationals, issue international arrest warrants. ISTANBUL-Turkish prosecutors have indicted 20 Saudi nationals, including two with ties to the Saudi crown prince, over the murder of dissident journalist Jamal Khashoggi in Turkey, but stopped short of targeting members of the kingdom's ruling family.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/rbc-sheds-light-on-chinas-rebound-after-coronavirus-11585128601", "title": "RBC Sheds Light on China's Rebound After Coronavirus", "date": "2020-03-25 09:12", "summary": "Bank's data system tracks Chinese energy usage, traffic and more to augment state data. Royal Bank of Canada has developed a real-time analytic system that augments China's state-issued reports about the economic impact of the coronavirus and that could hold clues about what the outbreak means for the global economy.", "categories": [["Artificial Intelligence"]], "category_links": ["https://www.wsj.com/news/types/artificial-intelligence?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-cybersecurity-fallout-might-not-be-felt-for-weeks-or-longer-11585128601", "title": "Coronavirus Cybersecurity Fallout Might Not Be Felt for Weeks or Longer", "date": "2020-03-25 09:11", "summary": "Sophisticated hackers could lie dormant as they search for valuable data. As millions of U.S. workers frantically pivoted to remote work last week, putting new strains on their computer networks, federal officials warned that hackers smelled blood.", "categories": [["Pro Cyber News"]], "category_links": ["https://www.wsj.com/news/types/pro-cyber-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tripactions-lays-off-hundreds-of-employees-amid-coronavirus-11585084870", "title": "TripActions Lays Off Hundreds of Employees Amid Coronavirus", "date": "2020-03-25 09:09", "summary": "The corporate-travel startup was valued at $4 billion in its last funding round. Corporate-travel startup TripActions Inc. laid off hundreds of employees to save cash because its business has slowed due to the coronavirus pandemic, according to a person familiar with the situation.", "categories": [["Pro VC Industry News"]], "category_links": ["https://www.wsj.com/news/types/pro-vc-industry-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-nurses-new-reality-recycling-masks-wiggling-out-of-gowns-calming-fears-11585062760", "title": "A Nurse's New Reality: Recycling Masks and Calming Fears", "date": "2020-03-25 09:00", "summary": "Emily Gundlach's Southern California gig has her conserving equipment, shifting future plans, her dreams of Big Sur replaced by Netflix and books. Emily Gundlach's stint at a Los Angeles-area pediatric hospital was originally slated to be a three-month gig. A Louisianian with wanderlust, she recently signed on as a \"traveling nurse\" so she can spend a couple of years jumping around the U.S. in temporary roles.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-creation-and-the-myth-of-kanye-west-11585139341", "title": "The Creation and the Myth of Kanye West", "date": "2020-03-25 08:29", "summary": "\"I'm Kanye West,\" says the rapper-provocateur. \"The word 'ambitious' is beneath my abilities.\" As West leans into a rebooted life of fashion design and gospel music, Christina Binkley explores his new cast of characters, his thwarted dreams, his acknowledged stumbles and his bigger-than-ever plans. Last July as he was working at home, Kanye West conceived of an idea that struck him as genius: the perfect hoodie. Slightly cropped at the waist, heavy as a winter coat, it would be like comfort food, biblical in its ability to soothe but futuristic in its reach. In a color like flax or dusty stone-a palette Jesus might have worn-it would be made for the masses, sold for $60 or so, folded and stacked on tables like loaves of bread.", "categories": [["Magazine - Culture"]], "category_links": ["https://www.wsj.com/news/types/magazine-culture?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/credit-suisse-cuts-former-chief-executives-bonus-due-to-spying-scandal-fallout-11585139251", "title": "Credit Suisse Cuts Former Chief Executive's Bonus Due to Spying-Scandal Fallout", "date": "2020-03-25 08:27", "summary": "Tidjane Thiam's bonus payment was slashed because of the impact of spying scandal on the bank's reputation. Credit Suisse Group AG on Wednesday said it docked around 2.2 million Swiss francs ($2.24 million) from former chief executive Tidjane Thiam's 2019 bonus because of the \"significant impact\" of last year's spying scandal on the bank's reputation.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-creation-and-the-myth-of-kanye-west-11585138241", "title": "The Creation and the Myth of Kanye West", "date": "2020-03-25 08:10", "summary": "\"I'm Kanye West,\" says the rapper-provocateur. \"The word ambitious is beneath my abilities.\" As West leans into a rebooted life of fashion design and gospel music, Christina Binkley explores his new cast of characters, his thwarted dreams, his acknowledged stumbles and his bigger-than-ever plans. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/inside-kanye-wests-sunday-services-11585138163", "title": "Inside Kanye West's Sunday Services", "date": "2020-03-25 08:09", "summary": "Kanye West's Sunday Services are roving gospel church services. At a service in February, the choir leader conducts the 120-person choir, dressed in uniforms designed by West, at a small sound stage in Hollywood. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/inside-kanye-wests-studio-11585138195", "title": "Inside Kanye West's Studio", "date": "2020-03-25 08:09", "summary": "\"I'm Kanye West,\" says the rapper-provocateur. \"The word ambitious is beneath my abilities.\" As West leans into a rebooted life of fashion design and gospel music, Christina Binkley explores his new cast of characters, his thwarted dreams, his acknowledged stumbles and his bigger-than-ever plans. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/executives-should-look-for-help-before-they-leap-11585137600", "title": "Executives Should Look for Help Before They Leap", "date": "2020-03-25 08:00", "summary": "Firms now offer more support to those who get complex posts for first time; identifying 'blind spots'. Evan Hanlon wishes he had sought help before his big career leap from managing 80 staffers to overseeing 500 people.", "categories": [["Business", "Management", "Your Executive Career"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/management?mod=breadcrumb", "https://www.wsj.com/news/types/your-executive-career?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/rule-barring-immigrants-from-social-programs-risks-worsening-coronavirus-spread-11585137602", "title": "Rule Barring Migrants From Social Programs Risks Worsening Coronavirus Spread", "date": "2020-03-25 08:00", "summary": "Trump administration's immigration policies lead many to not seek medical care, possibly leaving virus undetected. At Gardner Health Services, a community clinic in San Jose, Calif., staff noticed their immigrant patients were withdrawing from health coverage and growing increasingly nervous in recent months. Could they make payments in installments, they asked. Would their names be entered on a government list? The number of patients plummeted.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-threat-forces-longer-waits-for-some-organ-transplant-patients-11585137601", "title": "Coronavirus Threat Forces Longer Waits for Some Organ-Transplant Patients", "date": "2020-03-25 08:00", "summary": "Although transplants are considered an essential medical procedure, doctors are having to make case-by-case decisions on postponements. Juvenal Sluiter finished packing, eager to get going to the hospital for his organ transplant the next day. He relished the prospect of getting a new kidney and finally returning to normal life after years of declining health.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hertz-to-offer-free-rental-vehicles-to-help-health-care-workers-11585137602", "title": "Hertz to Offer Free Rental Vehicles to Help Health-Care Workers", "date": "2020-03-25 08:00", "summary": "Move comes as coronavirus outbreak halts travel and idles the company's rental cars. Hertz Global Holdings Inc. -awash in idle rental cars as the travel industry grinds to a halt from the coronavirus outbreak-is offering free rental vehicles to help health-care workers get to their jobs.", "categories": [["Business", "Autos & Transportation", "Autos Industry"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/transportation?mod=breadcrumb", "https://www.wsj.com/news/types/autos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/olympics-in-2021-will-still-be-called-tokyo-2020-games-11585136716", "title": "Olympics in 2021 Will Still Be Called Tokyo 2020 Games", "date": "2020-03-25 07:45", "summary": "'An odd number is out of the question,' Tokyo governor says. TOKYO-For marketers, T-shirt makers and the folks who came up with a $15,000 gold bar with the Tokyo 2020 logo, there was one cause for relief in the postponement of the Olympics. Though they are now taking place in 2021, they will still carry the official moniker of Tokyo 2020.", "categories": [["Sports", "Olympics"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/olympics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/turnaround-tuesday-rides-to-the-rescue-again-11585134425", "title": "Turnaround Tuesday Rides to the Rescue Again", "date": "2020-03-25 07:07", "summary": "The second day of the trading week has a remarkable record of generating returns. Any investor holding equities knows this has been a terrible year. That is, any investor who hasn't been buying at the close on Monday and selling 24 hours later.", "categories": [["Markets", "Overheard"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/overheard?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/states-are-canceling-nonessential-surgeries-noah-syndergaard-is-having-his-elbow-fixed-11585134002", "title": "States Are Canceling Nonessential Surgeries. Noah Syndergaard Is Having His Elbow Fixed.", "date": "2020-03-25 07:00", "summary": "The New York Mets ace is scheduled for Tommy John surgery. How is he getting this procedure during a pandemic?. New York Mets pitcher Noah Syndergaard is scheduled to undergo Tommy John surgery on Thursday to repair the torn ulnar collateral ligament in his right elbow. The question is: How?", "categories": [["Sports", "MLB"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/mlb?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/beer-brawl-breaks-out-over-kirins-move-into-cosmetics-biotech-11585134000", "title": "Beer Brawl Breaks Out Over Brewer's Move Into Cosmetics, Biotech", "date": "2020-03-25 07:00", "summary": "Activist investor Independent Franchise Partners wants Japanese brewer to emphasize alcohol. TOKYO-A job interview that went badly is at the heart of the latest battle between a venerable Japanese company and a foreign activist investor.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-accounting-rules-are-giving-banks-a-coronavirus-headache-11585133829", "title": "New Accounting Rules Are Giving Banks a Coronavirus Headache", "date": "2020-03-25 06:57", "summary": "European banks are supposed to write down loans as soon as the risk outlook changes, even as regulators urge them to take a relaxed view. Some of the rules introduced to protect banks after the 2008 financial crisis are aging better than others in the 2020 one.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-boosts-targets-sales-but-squeezes-profits-11585132560", "title": "Coronavirus Boosts Target's Sales but Squeezes Profits", "date": "2020-03-25 06:36", "summary": "Comparable sales up 20% so far in March, but retailer to halt buybacks, store remodels. Target Corp. said sales of food and household goods are surging because of the coronavirus pandemic, but the retailer may report lower-than-expected profits as demand falls for high-margin goods such as apparel and it becomes more expensive to staff and clean stores.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-job-hazard-employees-don-masks-meet-resistance-11585132200", "title": "Job Hazard: Employees Don Masks, Meet Resistance", "date": "2020-03-25 06:30", "summary": "Workplaces face quandary of who should be allowed to wear protective gear on the job. 'It's my life.'. Ben Valdes was wearing a face mask at work recently when his supervisor told him to take it off, saying it was a uniform violation.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/virus-response-gives-mike-pence-prominent-but-precarious-platform-11585132200", "title": "Virus Response Gives Pence Prominent but Precarious Platform", "date": "2020-03-25 06:30", "summary": "Vice president has earned internal plaudits for handling of coronavirus task force, but role carries risks. WASHINGTON-Vice President Mike Pence has often found himself drafted to deal with some of the Trump administration's thorniest foreign and domestic problems. But helming its response to the novel coronavirus pandemic is his highest-stakes assignment yet.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cars-com-and-united-way-added-chief-experience-officers-to-break-down-walls-but-its-not-easy-11585130400", "title": "Why Companies Are Adding Their First Chief Experience Officers", "date": "2020-03-25 06:00", "summary": "Companies want new CXOs to bring teams closer together, but they can face inertia and resistance. Last year Cars.com decided to make its original articles and videos on topics like self-driving cars and the best midsize trucks more prominent on its app and website. It was a seemingly straightforward effort to engage with customers and boost the company's standing in search results, but making it happen required numerous meetings to line up roughly a dozen teams on the strategy and execution.", "categories": [["Experience Report"]], "category_links": ["https://www.wsj.com/news/experience-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/look-to-japan-for-potential-emergency-moves-from-the-fed-11585128531", "title": "Look to Japan for Potential Emergency Moves From the Fed", "date": "2020-03-25 05:31", "summary": "After a surge in volatility in Japan's government bond market, keeping it suppressed will demonstrate whether controlling the yield curve will work for others. When the world needs new emergency monetary-policy tools, it looks to Japan. But three decades after the country's asset bubble burst, its current policy framework, \"yield-curve control,\" is coming under pressure that bears close watching.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/estate-planning-goes-digital-as-many-families-explore-options-11585128602", "title": "Estate Planning Goes Digital as Families Explore Options", "date": "2020-03-25 05:30", "summary": "Wills, life insurance and trusts don't have to involve a trip to the lawyer. I've been meaning to tackle the subject of estate planning for a while. In fact, this column was in the works weeks ago, before most people realized the world would be upended. Now the novel coronavirus pandemic has unfortunately made it a more urgent topic.", "categories": [["Tech", "Family & Tech: Julie Jargon"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb", "https://www.wsj.com/news/types/family-tech-julie-jargon?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/my-world-collapsed-with-a-bang-how-the-coronavirus-ravaged-a-wuhan-family-11585128603", "title": "'My World Collapsed With a Bang': How the Coronavirus Ravaged a Family", "date": "2020-03-25 05:30", "summary": "A Lunar New Year dinner left six family members infected; a hallmark of the virus is the way it has spread within families. The last message Li Song received from her husband was a hand emoji of the OK sign, assuring her that he was on the mend after being hospitalized with pneumonia.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/against-coronavirus-the-feds-banking-stress-test-doesnt-look-so-bad-11585128600", "title": "Against Coronavirus, the Fed's Banking Stress Test Doesn't Look So Bad", "date": "2020-03-25 05:30", "summary": "Bankers wonder if regulatory exams are even worth it this year as coronavirus decimates the economy. Specialized teams inside the nation's biggest banks are hunkered down, working out how they would handle a nightmare economic scenario the Federal Reserve dreamed up. Turns out, reality is worse.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/governments-prepare-for-the-long-haul-in-battle-against-coronavirus-11585128601", "title": "When Will It Be Safe to Loosen Coronavirus Lockdowns?", "date": "2020-03-25 05:30", "summary": "Governments prepare for the long haul as authorities grapple with how much economic pain countries can endure. As the new coronavirus spreads across the world, governments and scientists are bracing for a monthslong siege rather than a swift victory-one marked by shifting strategies and potentially prolonged economic disruption.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-complicates-kremlin-plan-to-boost-oil-output-11585128602", "title": "Coronavirus Complicates Kremlin Plan to Boost Oil Output", "date": "2020-03-25 05:30", "summary": "Some of Russia's largest oil companies oppose production increases as the pandemic saps demand. MOSCOW-The deepening coronavirus crisis is upending the Kremlin's plan to ramp up oil production in its price war with Saudi Arabia-and prompting a backlash among the leaders of some of Russia's largest energy companies, people familiar with the matter said.", "categories": [["Markets", "Commodities", "Oil Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb", "https://www.wsj.com/news/types/oil-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/uber-sues-los-angeles-over-data-sharing-rules-11585104223", "title": "Uber Sues Los Angeles Over Data-Sharing Rules", "date": "2020-03-25 00:51", "summary": "The battle could set the stage for how cities police mobility providers while safeguarding privacy. Uber Technologies Inc. sued the Los Angeles Department of Transportation on Tuesday, escalating a monthslong disagreement over the city's data-collection efforts.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-coronavirus-cases-in-the-u-s-rise-sharply-wuhan-to-get-lockdown-relief-11585044431", "title": "U.S. Officials Say Anyone Leaving New York Area Should Self-Isolate for 14 Days", "date": "2020-03-25 00:07", "summary": "Vice President Pence says those from the metro area should monitor temperature, symptoms. Trump administration officials on Tuesday urged anyone leaving the New York metro area to self-isolate for 14 days to avoid spreading the virus to other parts of the country, as novel coronavirus cases in the region continued to sharply rise.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11585071505", "title": "Pepper...and Salt", "date": "2020-03-25 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-to-eat-if-you-want-better-sleep-11585138783", "title": "How to Eat if You Want Better Sleep", "date": "2020-03-25 00:01", "summary": "Research bears out what our grandparents said: Don't eat too close to bedtime if you want to sleep well. Plus other recipes for a solid eight hours. A GOOD NIGHT'S sleep is the new kale,\" chef David Bouley said recently. \"Everyone wants it and it's good for your health.\" He was addressing participants in \"The Chef and The Doctor,\" a popular educational dinner series at his Manhattan restaurant Bouley at Home. During the event Dr. Youlan Tang , a physician in the BronxCare Health System and research scholar at Columbia University , explained the connection between what we eat and how we sleep. Diners listened keenly while enjoying a meal that highlighted sleep-friendly dishes, such as homemade walnut tofu with walnut dressing, sprouted brown rice with wild shiitake mushrooms, and kombu dashi with clams, lobster and miso.", "categories": [["Life & Work", "Food & Drink"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/food-cooking-drink?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/spain-seized-by-fast-growing-coronavirus-outbreak-11585074509", "title": "Spain Seized by Fast-Growing Coronavirus Outbreak", "date": "2020-03-25 22:18", "summary": "Country has almost 40,000 cases and about 2,700 deaths, the world's third-highest death toll after Italy and China. Earlier this month, tens of thousands marched in Spain to commemorate International Women's Day, defying warnings that such large gatherings could spread the new coronavirus, which had already infected hundreds of people in the Mediterranean country.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/from-shutdown-to-coronavirus-phase-two-11585091910", "title": "From Shutdown to Coronavirus Phase Two", "date": "2020-03-25 21:50", "summary": "The shift will have to be a transition, and will have to be explained.. Our editorial last week on the costs of our government-mandated national economic shutdown struck a chord with readers, including perhaps at the White House. President Trump is now saying he wants the country back to normal by mid-April. While this is right as a direction, the shift to a sustainable health and economic strategy will require a transition and a credible explanation to the public.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sl-green-815-million-deal-to-sell-new-york-city-office-tower-falls-apart-11585100373", "title": "SL Green's $815 Million Deal to Sell New York City Office Tower Falls Apart", "date": "2020-03-25 21:39", "summary": "Deutsche Bank was financing deal but pulled out amid market turmoil. Real-estate giant SL Green Realty Corp.'s agreement to sell the former New York Daily News headquarters for $815 million has collapsed after the buyer's financing pulled out, according to people familiar with the matter.", "categories": [["WSJ News Exclusive", "Property Report"]], "category_links": ["https://www.wsj.com/news/types/property-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sec-gets-win-in-test-of-authority-to-regulate-cryptocurrency-sales-11585099706", "title": "SEC Gets Win in Test of Authority to Regulate Cryptocurrency Sales", "date": "2020-03-25 21:28", "summary": "Telegram Group barred from distributing its digital coins while litigation with the agency plays out. WASHINGTON-The Securities and Exchange Commission prevailed Tuesday in a key stage of its cryptocurrency enforcement crackdown, as a federal judge issued an injunction halting Telegram Group Inc. from distributing its digital coins.", "categories": [["Markets", "Financial Regulation"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/financial-regulation?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/amazon-claims-pentagons-jedi-overhaul-keeps-microsoft-in-drivers-seat-11585069521", "title": "Amazon Claims Pentagon's JEDI Review Keeps Microsoft in Front", "date": "2020-03-25 21:23", "summary": "Urges judge to require Defense Department to conduct a broader review of cloud-computing deal. WASHINGTON- Amazon.com Inc. accused the Pentagon of seeking to manipulate its review of a huge cloud-computing deal to steer the award to rival Microsoft Corp.", "categories": [["Politics", "National Security"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/national-security?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/administration-to-use-defense-production-act-for-first-time-in-coronavirus-pandemic-11585058618", "title": "FEMA Pulls Back From Defense Production Act Amid Mixed Signals", "date": "2020-03-25 20:51", "summary": "The back-and-forth caps days of confusion about the White House's position on the law. WASHINGTON-The Trump administration was set to implement a Korean War-era defense mobilization law on Tuesday to expedite the production of about 60,000 test kits for the novel coronavirus, but at the last minute deemed it unnecessary, despite mounting calls for President Trump to use the law to resolve severe equipment shortages.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/as-coronavirus-spreads-underground-bunkers-dont-seem-so-excessive-now-11585073484", "title": "As Coronavirus Panic Spreads, Living Underground Doesn't Seem So Strange", "date": "2020-03-25 20:49", "summary": "Resume Subscription. Not long ago, it crossed Joe and Jennifer's minds that maybe they had made a mistake installing a 50-foot-long fortified bunker 10 feet below their property in Northern California.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/coronavirus-spreads-among-rikers-inmates-staff-11585093154", "title": "Coronavirus Spreads Among Rikers Inmates, Staff", "date": "2020-03-25 20:33", "summary": "Jail officials and defense attorneys warn of health crisis at New York jail. The new coronavirus is spreading quickly through the Rikers Island jail complex in New York City, killing one Department of Correction employee and infecting dozens of inmates and staff who go in and out of the facility, said jail and health-care officials.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-hopes-to-have-u-s-reopened-by-easter-despite-health-experts-guidance-11585073462", "title": "Trump Hopes U.S. Reopened by Easter, Despite Experts' Warnings", "date": "2020-03-25 20:16", "summary": "President says Americans could continue social distancing but go back to work after 15-day period ends. WASHINGTON-President Trump said he hopes to have the country reopened in just over two weeks, a timeline that is dramatically sooner than what many public-health experts have recommended to help contain the coronavirus pandemic.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}]