[{"link": "https://www.wsj.com/articles/trumps-immigration-choice-11592350847", "title": "Trump's Immigration Choice", "date": "2020-06-16 19:40", "summary": "He may ban the foreign guest workers the recovery needs.. The U.S. economy is slowly waking from its lockdown stupor, and a sharp recovery is President Trump's best chance for re-election. So why in the world would he decide that now is the time to slash legal immigration?", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/gorsuch-vs-gorsuch-11592350714", "title": "Gorsuch vs. Gorsuch", "date": "2020-06-16 19:38", "summary": "An alien legal being seems to have captured the Justice.. An alien appears to have occupied the body of Justice Neil Gorsuch as he wrote Monday's opinion in Bostock v. Clayton County, which sometimes happens when Justices breathe the rarified air of the Supreme Court building. But perhaps he'll snap out of his living Constitution trance if he's shown his own previous work.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-second-amendment-11592350647", "title": "What Second Amendment?", "date": "2020-06-16 19:37", "summary": "The Justices decline to take 10 cases that might clarify gun rights.. The Supreme Court punted-again-on the Second Amendment this week, declining to hear 10 gun-rights cases that had been teed up for possible review. At least Justice Clarence Thomas got in another sharp word about \"this Court's constitutional orphan,\" as he once called it.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/whatever-happened-to-brexit-11592350556", "title": "Whatever Happened to Brexit?", "date": "2020-06-16 19:35", "summary": "The prospect of a no-deal exit should focus minds in Brussels.. Remember Brexit? Negotiations surrounding the United Kingdom's departure from the European Union resurfaced in the public's attention this week as the prospect of a no-deal exit looms larger. Brussels, characteristically, is missing a big opportunity.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/venezuelas-maduro-takes-over-rival-political-parties-11592348738", "title": "Venezuela's Maduro Takes Over Rival Political Parties", "date": "2020-06-16 19:05", "summary": "Move tightens leader's grip on power, ending hopes for electoral solution to political crisis. Venezuelan President Nicolás Maduro on Tuesday stripped the license of one of the country's largest political parties and handed control to a pro-government ally, the latest in a string of measures to further weaken the opposition.", "categories": [["World", "Latin America"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/latin-america-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-u-s-is-losing-the-information-war-with-china-11592348246", "title": "The U.S. Is Losing the Information War With China", "date": "2020-06-16 18:57", "summary": "To fight propaganda, the U.S. needs translators and experts on the culture and politics of its adversaries.. As Washington and Beijing feud over the origins and implications of Covid-19 in a rapidly escalating information war, the U.S. is at a significant disadvantage. China invests substantial resources in efforts to translate and explore the contours of American culture and politics. But unlike during the Cold War, the U.S. government and private sector have failed to invest in the language skills and expertise to compete effectively with the Chinese Communist Party.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/america-has-a-silent-black-majority-11592348214", "title": "America Has a Silent Black Majority", "date": "2020-06-16 18:56", "summary": "They fear crime more than police and know rioters are opportunists, not revolutionaries.. It's too early to know what will come of the violent protests in response to the death of George Floyd. But we do know that recent history has not been especially kind to militant efforts to advance racial equality.", "categories": [["Opinion", "Upward Mobility"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/upward-mobility?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-gop-shouldnt-use-my-platform-again-11592348176", "title": "The GOP Shouldn't Use My Platform Again", "date": "2020-06-16 18:56", "summary": "I drafted it in 2016. This election requires a different approach.. You'd think I'd be pleased the Republican National Committee voted to campaign on the election platform I drafted, but there's one problem: I wrote it in 2016.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/race-problem-or-crime-problem-11592348133", "title": "Race Problem or Crime Problem?", "date": "2020-06-16 18:55", "summary": "Too many poor Americans, especially blacks, live in places where law is absent.. The public overwhelmingly supports peaceful protests against police violence, but other kinds of crowds are relevant too. Take the crowds that turn out routinely when charter-school places are up for grabs. Or the crowd so large that police were needed when a Chicago housing project invited residents to participate in a lottery that would relocate a random few to suburban communities with functional schools and job markets.", "categories": [["Opinion", "Business World"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/business-world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chickens-gin-and-a-maine-friendship-review-beware-the-henhouse-11592348080", "title": "'Chickens, Gin, and a Maine Friendship' Review: Beware the Henhouse", "date": "2020-06-16 18:54", "summary": "E.B. White warned a friend and fellow Mainer that raising poultry would end his life of ease. Goodbye, idler. Hello, full-time farmer.. In a 1956 essay, Edmund Ware Smith commemorated the high noon of his beloved camp on Shin Pond near Maine's Mt. Katahdin. It was a chive omelet, and it cost $167.45. He and his wife had planted the herbs and raised the White Rock pullets that produced the eggs. Full of a sense of accomplishment as well as a good lunch, Smith sat down and wrote to a fellow magazine hack settled in Maine, describing the henhouse and life at his summer paradise. He was shaken by the reply:", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pg-e-to-admit-fault-in-84-fire-deaths-plead-guilty-to-manslaughter-11592321556", "title": "PG&E Pleads Guilty to Manslaughter in Fires as It Nears Bankruptcy Exit", "date": "2020-06-16 18:53", "summary": "California utility, which buckled under the weight of wildfire liabilities, is a rare U.S. company to be convicted of homicide-related charges. PG&E Corp. pleaded guilty to 84 counts of manslaughter for its role in sparking California's deadliest wildfire, on the same day that a separate judge said he would clear the way for the company to exit bankruptcy.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/defund-the-police-11592348002", "title": "Defund the Police?", "date": "2020-06-16 18:53", "summary": "Students debate the new activist slogan in the wake of riots, Black Lives Matter protests and the killing of George Floyd.. Editor's note: This Future View assesses the activist slogan \"Defund the police.\" Next week we'll ask about the calls to remove statues and rename buildings honoring historical figures from Christopher Columbus to Winston Churchill to Confederate Gen. John Bell Hood. What's behind this trend, and is it salutary? Students should click here to submit opinions of fewer than 250 words before June 23. The best responses will be published that night.", "categories": [["Opinion", "Future View"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/future-view?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/notable-quotable-biden-11592347929", "title": "Notable & Quotable: Biden", "date": "2020-06-16 18:52", "summary": "'While the lockdowns allowed Biden to hide his all greatest flaws, they also prevented Donald Trump from using his greatest strengths.'. From \"How the end of lockdown will hurt Joe Biden amid the campaign trail\" by Kristin Tate, the Hill, June 14:", "categories": [["Opinion", "Commentary", "Notable & Quotable"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb", "https://www.wsj.com/news/types/notable-quotable?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-plans-to-nominate-white-house-official-to-lead-latin-americas-main-development-bank-11592347863", "title": "U.S. Plans to Nominate White House Official to Lead Latin America's Main Development Bank", "date": "2020-06-16 18:51", "summary": "Mauricio Claver-Carone could become next president of Inter-American Development Bank Group. WASHINGTON-The U.S. plans to nominate a White House official who was an architect of tightening sanctions on Venezuela and Cuba to lead Latin America's main development bank.", "categories": [["World", "Latin America"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/latin-america-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-k-serious-fraud-office-ends-investigation-into-bank-note-producer-11592347345", "title": "U.K. Serious Fraud Office Ends Investigation Into Bank Note Producer", "date": "2020-06-16 18:42", "summary": "The agency said the evidence in its case against De La Rue doesn't meet the threshold for prosecution. The U.K.'s economic-crimes watchdog has ended its probe into bank note producer De La Rue PLC, saying Tuesday that the evidence in the case doesn't meet the threshold for prosecution.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/north-korea-blows-up-liaison-office-with-south-seoul-says-11592293280", "title": "North Korea Blows Up Liaison Office With South", "date": "2020-06-16 18:27", "summary": "Ahead of the destruction of the jointly run facility, Pyongyang had warned of military action in statements aimed at the South. SEOUL-North Korea blew up an inter-Korean liaison office in the western border town of Kaesong, both Koreas said, as Pyongyang resumes a provocative stance while denuclearization talks with Washington remain gridlocked.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/shooting-during-conflict-over-statue-leads-to-arrest-in-new-mexico-11592332420", "title": "Shooting During Conflict Over Statue Leads to Arrest in New Mexico", "date": "2020-06-16 18:22", "summary": "Albuquerque police hold Steven Ray Baca after protesters, armed opponents clash over monument to Spanish conquistador. Albuquerque police arrested a man for shooting a protester Monday night during a fight that erupted when a group of people tried to remove the statue of a Spanish conquistador that was being guarded by armed civilians.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-city-to-release-body-camera-footage-of-police-shootings-11592346075", "title": "New York City to Release Body-Camera Footage of Police Shootings", "date": "2020-06-16 18:21", "summary": "The new protocol is meant to increase the transparency, NYPD commissioner Dermot Shea and Mayor Bill de Blasio say. As part of a wave of law-enforcement reforms, the New York Police Department will release body-camera footage that captures an officer discharging a gun or Taser, New York City Mayor Bill de Blasio said Tuesday.", "categories": [["U.S.", "Crime"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-crime?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/appeals-court-rules-for-stock-exchanges-in-fee-fight-with-sec-11592322391", "title": "Appeals Court Rules for Stock Exchanges in Fee Fight With SEC", "date": "2020-06-16 18:12", "summary": "Judges for a federal appeals court handed stock exchanges a victory by ruling their regulator can't order them to experiment with trading fees. WASHINGTON-Judges for a federal appeals court handed stock exchanges a victory on Tuesday by ruling their regulator can't order them to experiment with trading fees.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/apple-faces-two-eu-antitrust-probes-over-apps-11592302148", "title": "Apple Faces Two EU Antitrust Probes Over Apps", "date": "2020-06-16 17:55", "summary": "European Union opens investigations into Apple Pay, App Store. BRUSSELS-European Union antitrust authorities launched two formal probes into whether Apple Inc. violated competition laws through its Apple Pay service and App Store, escalating the bloc's broader campaign to curb Silicon Valley giants' alleged attempts to corner markets and squash rivals.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/india-china-border-dispute-turns-deadly-11592305962", "title": "India-China Border Standoff Turns Violent, With 20 Indian Soldiers Dead", "date": "2020-06-16 17:54", "summary": "Security forces clash in a long-disputed area in Himalayan mountains. NEW DELHI-India said 20 of its soldiers died in a clash with Chinese troops along the two countries' disputed border in the Himalayan Mountains, the worst military confrontation between the nuclear-armed neighbors in decades.", "categories": [["World", "Asia", "India"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/india-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/an-underrated-english-talent-11592344297", "title": "An Underrated English Talent", "date": "2020-06-16 17:51", "summary": "Lennox Berkeley's music rarely travels far outside his home country, but the 20th-century classical composer left behind a distinctive and vital body of work.. ", "categories": [["Books & Arts", "Arts & Entertainment"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/sightings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-blood-reserves-are-critically-low-11591954200", "title": "U.S. Blood Reserves Are Critically Low", "date": "2020-06-16 17:39", "summary": "Majority of nation's blood banks have one-day supply or less of Type O blood, officials say. The U.S. blood supply is at critically low levels after Covid-19 shutdowns have emptied community centers, universities, places of worship and other venues where blood drives typically occur.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/at-slack-winning-new-users-is-balanced-against-collecting-belated-payments-11592342712", "title": "At Slack, Winning New Users Is Balanced Against Collecting Belated Payments", "date": "2020-06-16 17:25", "summary": "Lockdowns have driven strong growth in Slack's user base, but the company's losses continue to widen. Slack Technologies Inc.'s finance chief faces a balancing act as he juggles the corporate communications platform's need for continued investments with collecting overdue payments from customers.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fired-n-j-health-official-sues-murphy-administration-alleges-unethical-request-for-coronavirus-tests-11592341769", "title": "Fired N.J. Health Official Sues, Alleges Unethical Request for Coronavirus Tests", "date": "2020-06-16 17:09", "summary": "A former assistant health commissioner said he was instructed to test relatives of Gov. Phil Murphy's chief of staff for the virus. A former New Jersey public-health official sued the Murphy administration, saying he was fired out of retaliation for objecting to test relatives of the governor's chief of staff for the new coronavirus.", "categories": [["U.S.", "Tri-State Area"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-region?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/investors-are-sitting-on-the-biggest-pile-of-cash-ever-11592299801", "title": "Investors Are Sitting on the Biggest Pile of Cash Ever", "date": "2020-06-16 16:56", "summary": "Amid head-spinning economic uncertainty and stock-market volatility, many investors have rushed into money-market funds. Investors have rarely been this flush with cash.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fauci-warns-of-coronavirus-resurgence-if-states-dont-adhere-to-safety-guidelines-11592338771", "title": "Fauci Warns of Coronavirus Resurgence if States Don't Adhere to Safety Guidelines", "date": "2020-06-16 16:56", "summary": "Infectious-disease expert says higher percentages of positive tests in some states can't be explained by increased testing. Anthony Fauci, the U.S. government's top infectious-disease expert, warned the nation risks a resurgence of coronavirus infections should states fail to remain vigilant as they reopen their economies.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/latest-infrastructure-chatter-gives-construction-stocks-lift-11592335481", "title": "Latest Infrastructure Chatter Lifts Construction Stocks", "date": "2020-06-16 16:55", "summary": "Advances follow report that Trump administration is preparing new $1 trillion infrastructure plan. Hopes for an eventual infrastructure bill by the Trump administration sent shares of several construction stocks higher Tuesday.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bully-coward-victim-the-story-of-roy-cohn-review-making-the-notorious-ridiculous-11592340920", "title": "'Bully. Coward. Victim. The Story of Roy Cohn' Review: Making the Notorious Ridiculous", "date": "2020-06-16 16:55", "summary": "A documentary with a personal connection to the New York lawyer highlights his ruthlessness while making him close to an object of pity.. Among the adjectival phrases applied to Roy Cohn in Ivy Meeropol's new HBO documentary are \"lawless madman,\" \"worst human being who's ever lived,\" and \"the personification of evil\" (the last from his own relatives). \"To call him evil-it's true,\" muses journalist Peter Manso. \"But it doesn't explain a hundred other things about him.\"", "categories": [["Books & Arts", "Television Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/television-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-signs-policing-executive-order-11592325988", "title": "Trump Signs Policing Executive Order", "date": "2020-06-16 16:46", "summary": "President backs efforts to curb police misconduct while saying Americans 'demand law and order'. WASHINGTON-President Trump offered support for curtailing police abuses while reiterating a hard line on law and order, as Democratic and Republican lawmakers were set to proceed with competing legislative proposals in the face of nationwide calls for law-enforcement overhauls.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/prehistoric-road-trip-review-traveling-through-deep-time-11592340221", "title": "'Prehistoric Road Trip' Review: Traveling Through Deep Time", "date": "2020-06-16 16:43", "summary": "PBS offers a journey through billions of years of fossilized history with paleontology as your guide.. To say that \"Prehistoric Road Trip\" gets into the weeds doesn't do it justice. It gets into the weeds, the high grass, the rock formations, the mud, the muck and the fossilized remains of about 2.5 billion years' worth of microbes and monsters. Also, the history and processes of paleontology. It's the T-Rex of nerd TV.", "categories": [["Books & Arts", "Television Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/television-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/global-stock-markets-dow-update-6-16-2020-11592280024", "title": "Stocks End Higher as Retail Sales Rebound", "date": "2020-06-16 16:42", "summary": "The S&P 500 notches a third consecutive session of gains. U.S. stocks rallied Tuesday on fresh data showing consumer spending rebounded in May, the latest sign that the worst of the economic shock from the pandemic may have passed.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/morgan-stanleys-ex-diversity-chief-sues-the-bank-over-alleged-racial-bias-11592340125", "title": "Morgan Stanley's Ex-Diversity Chief Sues Bank Over Alleged Racial Bias", "date": "2020-06-16 16:42", "summary": "Marilyn Booker spent more than 25 years at the Wall Street brokerage before being fired in December. Morgan Stanley 's former head of diversity sued the bank, saying it hadn't done enough to promote people of color and that it fired her in December for pushing for it to move faster.", "categories": [["Markets", "Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/zoom-fatigue-readers-weigh-in-on-the-rise-of-remote-meetings-11592340160", "title": "'Zoom Fatigue': Readers Weigh In on the Rise of Remote Meetings", "date": "2020-06-16 16:42", "summary": "An article on the impact of videoconferencing as people work from home prompted readers to relate their own experiences. Since mid-March, many people across the U.S. have been working from home-and yearning for the synchrony found in face-to-face communication. As people have introduced Zoom and similar video-conferencing tools into their lives, fatigue has set in for many, writes Betsy Morris. Here is a sampling of reader responses.", "categories": [["Life & Work", "Life & Style"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/life-style?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/as-tech-firms-rethink-san-francisco-silicon-valley-stands-to-gain-11592308801", "title": "As Tech Firms Rethink San Francisco, Silicon Valley Stands to Gain", "date": "2020-06-16 16:37", "summary": "San Francisco is harder hit because its market relies more heavily on startups that are still unprofitable, analysts and real-estate executives say. San Francisco's reign as the tech capital of the Bay Area suddenly looks in doubt.", "categories": [["Real Estate", "Property Report"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/property-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-city-businesses-bend-coronavirus-rules-to-survive-11592337414", "title": "New York City Businesses Bend Coronavirus Rules to Survive", "date": "2020-06-16 16:30", "summary": "Restaurants are supposed to stick to takeout and there's a ban on outdoor dining, but 'people are desperate'. Some New York City business owners, desperate for revenue months into the coronavirus pandemic, are bending or breaking the rules limiting restaurants and retail stores to takeout or curbside pickup.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/powell-says-despite-signs-of-stabilization-risks-of-long-term-economic-damage-are-significant-11592316029", "title": "Powell Says Despite Signs of Stabilization, Risks of Long-Term Economic Damage Are Significant", "date": "2020-06-16 16:03", "summary": "Fed chairman said the downturn risks widening gaps in living standards between rich and poor. WASHINGTON-Federal Reserve Chairman Jerome Powell said the economy faces potentially significant long-term damage from higher unemployment and a wave of small business failures due to the coronavirus pandemic despite recent signs of an economic rebound.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fcc-vows-to-probe-why-t-mobile-service-went-down-11592317350", "title": "FCC to Open Probe Into Why T-Mobile Service Went Down", "date": "2020-06-16 16:02", "summary": "Cellphone carrier blames network routing problems for widespread disruptions. Federal regulators said they would open an investigation into T-Mobile US Inc.'s nationwide network problem Monday that knocked out voice and data service for many of its customers.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/economic-hopes-worries-swing-treasury-yields-11592323243", "title": "Economic Hopes, Worries Swing Treasury Yields", "date": "2020-06-16 15:43", "summary": "Fed chairman warns of significant long-term damage from higher unemployment, wave of small-business failures. U.S. government-bond yields swung wildly Tuesday amid conflicting signs about the pace of the global economic recovery from the pandemic.", "categories": [["Markets", "Credit Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/credit-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hilton-cutting-about-22-of-global-corporate-workforce-11592320760", "title": "Hilton Cutting About 22% of Global Corporate Workforce", "date": "2020-06-16 15:29", "summary": "Hotel operator's job reductions amount to 2,100 employees as coronavirus hits travel, occupancy levels. Hilton Worldwide Holdings Inc. said it is cutting nearly 22% of its corporate workforce globally, in what analysts said is one of the deepest job cuts so far by a major lodging company in response to the coronavirus pandemic.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/these-t-shirts-are-raising-serious-funds-for-black-aligned-causes-11592335526", "title": "These T-Shirts Are Raising Serious Funds for Antiracism Causes", "date": "2020-06-16 15:25", "summary": "Independent brands have quickly launched message tees, striking a chord with customers and collecting hundreds of thousands of dollars. IN THE PAST MONTH, John Dean, a Los Angeles fashion designer, has taken part in the protests that ignited nationwide following the killing of George Floyd in police custody. But Mr. Dean, who runs the 9-year-old brand Renowned, wanted to do more than march. \"I have a T-shirt brand,\" he said. \"I think it's a no-brainer to make a T-shirt.\" In early June, he released his \"Heroes of Blackness\" shirt, splashed with images of Black Panthers and the words \"organize, unify, rebuild.\" He plans to donate the net proceeds from sales of the shirt-more than $15,000 thus far-to Black Lives Matter, the George Floyd Foundation and Reclaim the Block, a Minneapolis organization.", "categories": [["Life & Work", "Style & Fashion", "On Trend"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/fashion?mod=breadcrumb", "https://www.wsj.com/news/types/on-trend?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/atlanta-officer-who-shot-rayshard-brooks-had-multiple-prior-complaints-11592328241", "title": "Atlanta Officer Who Shot Rayshard Brooks Had Multiple Prior Complaints", "date": "2020-06-16 15:24", "summary": "Records released by Police Department show Rolfe was previously reprimanded for use of force. The Atlanta police officer who shot and killed Rayshard Brooks had multiple prior citizens complaints against him and was previously reprimanded for use of force, records show.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-contact-tracing-apps-launch-across-europe-amid-hopes-for-broad-adoption-11592319612", "title": "Coronavirus Contact-Tracing Apps Launch Across Europe", "date": "2020-06-16 15:10", "summary": "Apps could help isolate new patients and prevent renewed spread of the virus. Germany became the largest Western country to launch a contact-tracing smartphone app to help curb the spread of the new coronavirus, but the app's effectiveness will depend on how many people use it.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/remote-learning-can-be-good-but-is-often-uneven-11592334463", "title": "Remote Learning Good, but Is Often Uneven", "date": "2020-06-16 15:07", "summary": "If, like masks, remote learning is going to be with us for a while, I take hope in the deft moves administrators, teachers, parents and, of course, students, prove are possible in the face of cruel necessity.. \"America's Grand Experiment in Remote Learning Fails\" (Page One, June 6) accurately describes the many issues with the virtual classrooms schools were forced to adopt when Covid-19 hit. A major complicating factor is the digital divide, where children from lower-income families don't have adequate computers or internet speed to keep up with the demands of online learning. Unfortunately, offers by major telecom companies to close that gap have fallen short. My organization, the Partnership for Los Angeles Schools, found that when low-income families tried to redeem these discounted offers to give their children access to online education, they faced major barriers.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/has-the-time-for-reparations-come-or-gone-11592334409", "title": "Has the Time for Reparations Come or Gone?", "date": "2020-06-16 15:06", "summary": "Arif Hyder Ali acknowledges that only \"those who violated that norm\"-that is, the actual perpetrators of crimes-were held responsible at the Nuremberg trials. Yet he proposes to hold current generations of Americans responsible for acts committed by some of their forebears.. In his June 10 op-ed \"International Law Demands Reparations for American Slavery,\" Arif Hyder Ali argues that Americans should now pay reparations to descendants of African slaves. I would suggest the American taxpayers have already paid these reparations via President Johnson's Great Society programs that were designed to end poverty and racial injustice. The Heritage Foundation calculates that in the past 56 years these programs have cost $22 trillion-considerably more than the $14 trillion that BET co-founder, Robert Johnson, argues is the amount now owed. As scenes of rioting and destruction play out on the nightly news, we can each reflect and judge whether Johnson's grand social experiment justified the cost or produced a worthwhile result.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/oil-demand-is-headed-for-record-rebound-in-2021-11592294704", "title": "Oil Demand Is Headed for Record Rebound in 2021", "date": "2020-06-16 15:04", "summary": "IEA forecasts demand in 2021 will rebound by a record 5.7 million barrels a day. The coronavirus pandemic will hammer global growth and oil demand this year, but supply cuts from producers and a record rebound in demand next year will help to rebalance the oil market, the International Energy Agency said.", "categories": [["Markets", "Commodities"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/peak-shipping-season-runs-aground-as-ocean-lines-pull-capacity-11592333884", "title": "Peak Shipping Season Runs Aground as Ocean Lines Pull Capacity", "date": "2020-06-16 14:58", "summary": "Bloated inventory levels and low import expectations have container lines canceling sailings when carriers and retailers are usually bulking up for the fall. Ocean container lines are bracing for muted demand during the usual peak shipping season heading into the fall, with supply chains still rattled by the coronavirus pandemic and retailers in the U.S. and Europe reining in restocking plans.", "categories": [["Logistics Report"]], "category_links": ["https://www.wsj.com/news/types/logistics-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/smart-pill-maker-proteus-files-for-bankruptcy-looking-for-buyer-11592332951", "title": "Smart-Pill Maker Proteus Files for Bankruptcy, Looking for Buyer", "date": "2020-06-16 14:42", "summary": "A pioneer of edible health-tracking technology, Proteus had attracted venture-capital investments. Proteus Digital Health Inc., a pioneer in the use of sensors to track whether patients are taking their medication, filed for bankruptcy protection Monday, with little to show for the hundreds of millions of dollars it received from venture-capital investors.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pg-e-to-exit-bankruptcy-after-wildfires-still-saddled-with-debt-11592332829", "title": "PG&E to Exit Bankruptcy After Wildfires, Still Saddled With Debt", "date": "2020-06-16 14:40", "summary": "Hedge funds, other investors stand to make billions from complex chapter 11 case while fire victims, paid part of settlement in stock, face uncertainty about cashing out. A federal judge gave PG&E Corp. a green light to exit bankruptcy, but the California utility is leaving chapter 11 more leveraged than ever after settling billions of dollars in liability claims from wildfires sparked by its equipment.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/russia-linked-disinformation-campaign-spread-messages-across-multiple-platforms-to-elude-detection-new-report-says-11592319829", "title": "Report Points to How Russian Misinformation May Have Adapted Since 2016", "date": "2020-06-16 14:39", "summary": "Group known as Secondary Infektion used multiple languages, burner accounts to circumvent attempts to detect it. A group of Russia-based hackers used sophisticated new techniques to spread disinformation in the U.S. and avoid detection by social media companies for years, according to a new report from an information research firm.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sanofi-bows-to-frances-demand-for-coronavirus-vaccine-supplies-11592322940", "title": "Sanofi Bows to France's Demand for Coronavirus Vaccine Supplies", "date": "2020-06-16 14:34", "summary": "Drugmaker pledges to invest over $675 million in research and production. PARIS- Sanofi SA pledged to invest more than €600 million ($675 million) in vaccine research and production in France in response to President Emmanuel Macron's demand that his country have access to any vaccine the French pharmaceutical giant develops against the coronavirus.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/apples-turn-in-the-crosshairs-11592332178", "title": "Apple's Turn in the Crosshairs", "date": "2020-06-16 14:29", "summary": "Possibility for lasting damage from EU probes might seem small, but Apple's stock is priced for nothing to go wrong. Apple Inc. is hardly the first U.S. tech titan to face a potential crackdown by European regulators, but the iPhone maker's investors seem to have become particularly convinced that little can go wrong.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-deepak-chopra-is-getting-through-quarantine-11592331954", "title": "How Deepak Chopra Is Getting Through Quarantine", "date": "2020-06-16 14:25", "summary": "The self-realization guru-who's hard at work on his personalized meditation A.I. Digital Deepak-describes the joy he finds in yoga, coffee and Charlie Chaplin films. My nonprofit developed the Breathing App and now we're working on \"wellfies\"-30-second videos that gauge your blood pressure, stress levels and immune response. That's the future.", "categories": [["Tech", "Personal Tech", "Technology Essentials"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb", "https://www.wsj.com/news/types/personal-technology-joanna-stern?mod=breadcrumb", "https://www.wsj.com/news/types/my-tech-essentials?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/shoppers-returned-in-may-likely-spurring-increased-retail-sales-11592299802", "title": "U.S. Retail Sales Rose Record 18% in May", "date": "2020-06-16 14:16", "summary": "Sales rose following record declines during coronavirus lockdowns. U.S. shoppers opened their pocketbooks at malls and auto dealerships in May as states eased restrictions to contain the novel coronavirus, boosting retail spending and adding another sign the economy is recovering from earlier lockdowns to contain the pandemic.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hungarian-parliament-ends-controversial-state-of-emergency-11592331389", "title": "Hungarian Parliament Ends Controversial State of Emergency", "date": "2020-06-16 14:16", "summary": "Prime Minister Viktor Orban's government can reimpose some emergency powers, however. Hungary's Parliament voted to end a state of emergency that gave Prime Minister Viktor Orban the right to rule by decree, after leaders in the U.S. Congress and the European Union accused him of using the coronavirus pandemic to amass authoritarian-like powers.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/dexamethasone-improves-survival-in-severe-covid-19-patients-study-finds-11592317739", "title": "Steroid Dexamethasone Improves Survival in Severe Covid-19 Patients: Study", "date": "2020-06-16 14:11", "summary": "The steroid cut by a third the number of deaths in Covid-19 patients requiring ventilators, according to University of Oxford study. A generic steroid drug significantly reduced deaths of very sick Covid-19 patients in a large clinical trial, University of Oxford researchers said Tuesday, in surprising results that point to a new treatment for the worst cases.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-deaths-in-u-s-nursing-long-term-care-facilities-top-50-000-11592306919", "title": "As Nursing-Home Deaths Reach 50,000, States Ease Lockdowns", "date": "2020-06-16 13:38", "summary": "Facilities weigh coronavirus risk of allowing visitors against ills caused by prolonged isolation. Nursing homes and other senior-care facilities have started to allow more visits after a monthslong lockdown to protect vulnerable residents from coronavirus infections, even as the pandemic's death toll tied to such places surpasses 50,000.", "categories": [["WSJ News Exclusive", "U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/aftershocks-of-the-dream-deferred-11592327940", "title": "Aftershocks of the 'Dream Deferred'", "date": "2020-06-16 13:19", "summary": "Black incomes and wealth have flatlined, even as educational attainment has risen.. I do not believe that economics alone can explain the protests in cities throughout the U.S. Endless indignities against African-Americans have stoked anger and resentment. The desire to be treated with respect and enjoy equal recognition as a fellow citizen and human being goes deeper than dollars and cents.", "categories": [["Opinion", "Politics & Ideas"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/politics-ideas?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/there-isnt-a-coronavirus-second-wave-11592327890", "title": "There Isn't a Coronavirus 'Second Wave'", "date": "2020-06-16 13:18", "summary": "With testing, treatments and vaccine trials ramping up, we are far better off than the media report.. In recent days, the media has taken to sounding the alarm bells over a \"second wave\" of coronavirus infections. Such panic is overblown. Thanks to the leadership of President Trump and the courage and compassion of the American people, our public health system is far stronger than it was four months ago, and we are winning the fight against the invisible enemy.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/jacqueline-kennedy-onassis-style-a-white-back-to-work-blazer-11592327851", "title": "Jacqueline Kennedy Onassis Style: A White Back-to-Work Blazer", "date": "2020-06-16 13:17", "summary": "The style icon wore a relaxed style to John F. Kennedy Jr.'s high-school graduation that looks just as fresh this summer as we ease back into the professional and social realms. DURING THE LAST three months of quarantine, my beloved ecru cardigan by London label & Daughter has become a second skin. Snugly sumptuous, with pockets for storing hand sanitizer, this comfortable cardi has molded to my body, maintaining its sloped shoulders even when I'm not wearing it. But on Zoom calls, I've noticed my trusted knit looks like a worn-in bathrobe. So, as restrictions lift and we prepare to re-enter society, I've decided it's time to significantly smarten up my wardrobe.", "categories": [["Life & Work", "Copy Cat"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/undefined?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/some-adidas-staff-ask-board-to-investigate-hr-chief-11592326241", "title": "Some Adidas Staff Ask Board to Investigate HR Chief", "date": "2020-06-16 13:12", "summary": "Employees petition for further changes after raising concerns about workplace culture following George Floyd killing. Some employees at Adidas AG are calling on the company's supervisory board to investigate its chief human-resources officer and create an anonymous public platform to submit complaints about racism, after the sportswear giant promised to hire more people of color and invest in black communities.", "categories": [["WSJ News Exclusive", "Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mcdonalds-u-s-sales-bounce-back-11592308801", "title": "McDonald's U.S. Sales Bounce Back", "date": "2020-06-16 12:45", "summary": "Burger giant posted a 5% annual sales drop in May, much improved from previous month. McDonald's Corp. said same-store sales in the U.S. fell 5% annually in May, a big improvement on the double-digit loss posted a month earlier at the height of domestic lockdowns to combat the new coronavirus.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/rockets-fired-at-baghdad-airport-complex-used-by-u-s-led-coalition-11592325496", "title": "Rockets Fired Into Baghdad Airport Complex Used by U.S.-Led Coalition", "date": "2020-06-16 12:38", "summary": "Uptick in attacks targeting American interests comes as Washington and Baghdad seek to repair relations. Rockets landed inside the Iraqi capital's airport complex in the early hours of Tuesday, the latest in a spate of recent attacks on facilities hosting U.S. personnel that threaten to undermine efforts to mend frayed ties between Washington and Baghdad.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/retail-sales-and-the-shape-of-things-to-come-11592324925", "title": "Retail Sales and the Shape of Things to Come", "date": "2020-06-16 12:28", "summary": "Strong rebound in retail sales is reassuring, but the economy's course remains uncertain. The big hole in consumer spending is still there, but it isn't quite so deep anymore.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/boats-pools-and-home-furnishings-how-the-lockdown-transformed-our-spending-habits-11592323923", "title": "Boats, Pools and Home Furnishings: How the Lockdown Transformed Our Spending Habits", "date": "2020-06-16 12:12", "summary": "Resume Subscription. A quiet reservoir of economic strength is forming among households flush with cash. And it is reviving consumer spending.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/what-we-know-about-face-shields-and-coronavirus-11592321931", "title": "What We Know About Face Shields and Coronavirus", "date": "2020-06-16 11:38", "summary": "Here's how shields offer protection from Covid-19 and how that differs from what face masks offer. With face shields a growing part of hospital protocol, some infectious disease doctors are calling for greater adoption outside the medical setting. Unlike masks that protect the nose and mouth, face shields may also keep the virus from entering through the eyes. We asked experts for advice:", "categories": [["Life & Work", "Health & Wellness"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/health-wellness?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cias-lax-security-led-to-massive-theft-of-hacking-tools-internal-report-finds-11592321768", "title": "CIA's 'Lax' Security Led to Massive Digital Theft", "date": "2020-06-16 11:36", "summary": "Poor security culture at the Central Intelligence Agency's hacking unit permitted the 'largest data loss in CIA history' in 2016, a report says. WASHINGTON-A \"woefully lax\" security culture within the Central Intelligence Agency's elite hacking unit that favored building cyber weapons over protecting its own computer systems from intrusion allowed for the 2016 theft of top-secret hacking tools, according to an internal report written by the spy agency disclosed on Tuesday.", "categories": [["Politics", "National Security"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/national-security?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sba-sued-over-rule-barring-convicted-felons-from-ppp-loans-11592320399", "title": "SBA Sued Over Rule Barring Convicted Felons From PPP Loans", "date": "2020-06-16 11:26", "summary": "ACLU suit comes as lawmakers, advocates seek to provide better access to government aid programs for minority-owned businesses. WASHINGTON-Civil-rights organizations sued the Small Business Administration Tuesday for excluding business owners with felony convictions from a $670 billion relief program for small businesses struggling with the impact of the coronavirus pandemic.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/across-the-hudson-reluctance-to-return-to-new-york-city-11592316001", "title": "Across the Hudson, Reluctance to Return to New York City", "date": "2020-06-16 11:05", "summary": "As coronavirus lockdowns ease, fears of Gotham-once the hot zone of the coronavirus-are keeping many people away. Until the coronavirus hit, Taras Hicks made frequent trips across the Hudson River to explore Brooklyn and the Bronx with his three children. \"I teach my kids, don't be fearful of anything but the creator,\" said the Jersey City utility worker.", "categories": [["U.S.", "Metro Money"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/metro-money?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/to-act-or-not-to-act-for-mike-colter-that-was-never-a-question-11592319925", "title": "To Act or Not to Act? For Mike Colter, That Was Never a Question", "date": "2020-06-16 11:05", "summary": "The actor was inspired by 'Romeo and Juliet,' but 'Malcolm X' made him believe anything was possible. Mike Colter, 43, is an actor who starred in TV's \"The Good Wife\" and \"Luke Cage,\" and will appear in the film \"Fatale\" this fall. He currently stars in the CBS series \"Evil.\" He spoke with Marc. Myers.", "categories": [["Real Estate", "House Call"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/house-call?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hhs-resumes-central-role-in-pandemic-response-oversight-11592319070", "title": "HHS Resumes Central Role in Pandemic Response Oversight", "date": "2020-06-16 10:51", "summary": "As Trump's focus moves to other issues ahead of the election, Azar returns to prominence in daily coronavirus meetings. The Department of Health and Human Services is taking on more oversight of the nation's coronavirus response as cases in some states climb, an abrupt shift from April when the agency was under fire for its handling of the initial stages of the crisis.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-exactly-do-you-catch-covid-19-there-is-a-growing-consensus-11592317650", "title": "How Exactly Do You Catch Covid-19? There Is a Growing Consensus", "date": "2020-06-16 10:39", "summary": "Resume Subscription. Six months into the coronavirus crisis, there's a growing consensus about a central question: How do people become infected?", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/coronavirus-vaccine-makers-are-hunting-for-vital-equipment-glass-vials-11592317525", "title": "Coronavirus Vaccine Makers Hunt for Vital Glass Vials", "date": "2020-06-16 10:25", "summary": "The medical quest is hampered by a global shortage of bottles and the special glass they are made from. Frantic efforts to bring coronavirus vaccines to the world are facing a maddening bottleneck: the small glass vials that hold the shots.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/beware-of-falling-tofu-china-takes-on-high-altitude-littering-11592317379", "title": "Beware of Falling Tofu: China Takes on High-Altitude Littering", "date": "2020-06-16 10:23", "summary": "Beijing tries to stop residents of apartment towers from tossing garbage out their windows. At terminal velocity, even tofu can do fatal damage to a windshield.", "categories": [["A-hed"]], "category_links": ["https://www.wsj.com/news/types/a-hed?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/photos-an-escape-inside-a-birdcage-11592316042", "title": "Photos: An Escape Inside a Birdcage", "date": "2020-06-16 10:00", "summary": "Jeff O'Neill shows off his 1960 Maserati Tipo 61 at Sonoma Raceway. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/if-theres-no-baseball-will-you-miss-it-11592315616", "title": "If There's No Baseball, Will You Miss It?", "date": "2020-06-16 09:53", "summary": "An old sport is booting away the summer. They better hope that enough fans care.. Here's what baseball needs to know: I watched a slug race the other day.", "categories": [["Sports"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/gay-rights-ruling-complicates-trump-effort-to-hold-evangelical-voters-11592313428", "title": "Gay-Rights Ruling Complicates Trump Effort to Keep Evangelicals", "date": "2020-06-16 09:17", "summary": "The president has been working to keep evangelicals on his side amid signs their support is eroding. WASHINGTON-A landmark Supreme Court ruling in favor of LGBT workers Monday injected fresh uncertainty into President Trump's aggressive efforts to maintain the support of evangelical voters for his reelection campaign.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/businesses-to-slash-overseas-investment-amid-pandemic-risks-11592283600", "title": "Businesses to Slash Overseas Investment Amid Pandemic Risks", "date": "2020-06-16 09:09", "summary": "New overseas investments to fall by 40% this year and as much as 10% next year, according to new United Nations forecasts, citing the coronavirus. Businesses will slash new overseas investments by 40% this year and as much as 10% next year, according to new United Nations forecasts, as disruptions from the coronavirus pandemic push multinationals to bring production closer to home. The trend will hit poorer, developing countries hardest.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/2-000-for-a-watermelon-thats-a-bargain-as-deflation-returns-in-japan-11592308373", "title": "$2,000 for a Watermelon? That's a Bargain as Deflation Returns in Japan", "date": "2020-06-16 09:04", "summary": "Half-price suits and cheap brews also highlight central bank's challenge. TOKYO-A prized Densuke watermelon grown in northern Japan sold at auction on Monday for about $2,000. That's a lot for a piece of fruit, but down more than 70% from last year's season-opening auction.", "categories": [["Economy", "Asia Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/asia-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/london-fashion-models-summer-looks-11592310273", "title": "How to Step Out in Style", "date": "2020-06-16 09:02", "summary": "Taking in plein-air London with easy pieces from the latest collections.. Photographer Dan Martensen and stylist Clare Richardson zigzagged across London capturing the season's best looks, all from six feet away. Here, the models reveal how they've been isolating and what it took to put this shoot together.", "categories": [["Fashion"]], "category_links": ["https://www.wsj.com/news/types/magazine-fashion?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/an-older-generation-of-civil-rights-activists-see-hope-lessons-in-todays-protests-11592312400", "title": "Older Activists See Hope, Lessons in Today's Protests", "date": "2020-06-16 09:00", "summary": "Resume Subscription. Carlotta Walls Lanier walked up the steps of Little Rock Central High School in 1957 as a 14-year-old, one of the members of the Little Rock Nine who integrated the school.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/how-to-step-out-in-style-11592312149", "title": "How to Step Out in Style", "date": "2020-06-16 08:55", "summary": "Taking in plein-air London with easy pieces from the latest collections.. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/vanguards-new-robo-service-offers-low-cost-financial-and-retirement-advice-11591873200", "title": "Vanguard Seeks to Draw Younger Investors With New Robo Service", "date": "2020-06-16 08:54", "summary": "The company joins the growing trend in giving low-cost advice for retirement and brokerage accounts. Amid the disruption caused by the coronavirus crisis, a lot of people are looking for financial advice. Vanguard Group is hoping to capitalize on that, while also expanding the reach of the world's second-largest money manager to a younger clientele.", "categories": [["Markets", "Personal Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/personal-finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-obliterated-best-african-american-job-market-on-record-11591714755", "title": "Coronavirus Obliterated the Best African-American Job Market on Record", "date": "2020-06-16 08:30", "summary": "The economic situation for black workers was fragile even before the downturn, which means recovery might be slower. Near the end of a decadelong economic expansion, African-Americans were finally finding some financial stability. Unemployment had reached record lows, and their wages had begun rising modestly.", "categories": [["Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/atlanta-mayors-shooting-response-watched-closely-after-protests-speech-11592305202", "title": "Atlanta Mayor's Shooting Response Watched Closely After Protests Speech", "date": "2020-06-16 08:16", "summary": "Keisha Lance Bottoms's handling of Rayshard Brooks's killing will be scrutinized as she tries to show she is tough on racial disparities in law enforcement. In the course of a five-minute speech, Atlanta Mayor Keisha Lance Bottoms became a national figure credited with trying to soothe tensions across her city and saw her stature rise as a possible running mate for presumptive Democratic presidential nominee Joe Biden.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/in-hong-kong-stock-speculation-can-take-a-morbid-turn-11592309076", "title": "In Hong Kong, Stock Speculation Can Take a Morbid Turn", "date": "2020-06-16 08:04", "summary": "In the strange parallel universe of Hong Kong's sclerotic family-owned conglomerates, stocks sometimes move in counterintuitive ways. When a trusted leader passes away, that usually isn't a good sign for shares in his or her company. In the strange parallel universe of Hong Kong's sclerotic family-owned conglomerates, it just might be.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/warehouses-serve-as-a-pandemic-haven-for-property-investors-11592308800", "title": "Warehouses Serve as a Pandemic Haven for Property Investors", "date": "2020-06-16 08:00", "summary": "Demand for industrial space remains high as consumers stay home and order goods online. The coronavirus pandemic has thrown property markets into turmoil, but investors keep buying up warehouses.", "categories": [["Real Estate"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/as-new-york-reopens-many-of-its-hotel-rooms-look-closed-for-good-11592308800", "title": "As New York Reopens, Many of Its Hotel Rooms Look Closed for Good", "date": "2020-06-16 08:00", "summary": "Covid-19 is ravaging travel and the economy, worsening occupancy and rate problems in the city. The pandemic that hit New York's hotel industry harder than any other U.S. lodging market is expected to leave thousands of rooms there closed permanently, as the city starts to reopen after months of lockdown.", "categories": [["Real Estate", "Property Report"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/property-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-work-with-who-continues-weeks-after-trumps-vow-to-quit-11592307884", "title": "U.S. Work With WHO Continues, Weeks After Trump's Vow to Quit", "date": "2020-06-16 07:44", "summary": "U.N. agency has received no formal notice of withdrawal, raising hopes U.S. won't follow through. More than two weeks after President Trump said the U.S. would withdraw from the World Health Organization, his government remains a member of the U.N. agency and continues to coordinate with it, raising hopes among agency officials the U.S. may not follow through.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/if-inflation-is-coming-the-market-isnt-ready-11592305397", "title": "If Inflation Is Coming, the Market Isn't Ready", "date": "2020-06-16 07:03", "summary": "A new inflationary era might be on the way, and if it is, markets have got it completely wrong. Investors are convinced that inflation will remain subdued, even as central banks and governments make unprecedented stimulus commonplace. They are assuming the same thing will happen now as happened after 2009, when easy money failed to push up consumer prices.", "categories": [["Markets", "Streetwise"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/streetwise?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-response-gives-steve-bullocks-senate-bid-a-boost-11592305202", "title": "Coronavirus Response Gives Bullock's Senate Bid a Boost", "date": "2020-06-16 07:00", "summary": "Montana Democrat's handling of the pandemic has helped put the seat of GOP Sen. Steve Daines in play; 'It's a good time to be a governor'. Three days after Montana Gov. Steve Bullock announced his Senate bid, he declared a statewide emergency.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nathans-hot-dog-contest-to-take-placewithout-crowd-to-eat-it-up-11592305200", "title": "Nathan's Hot-Dog Contest to Take Place-Without Crowd to Eat It Up", "date": "2020-06-16 07:00", "summary": "Safety rules will be followed, organizer says, and contest may be one of the few local Fourth of July traditions to go on during pandemic. New York City may still largely be in shutdown mode, but the Fourth of July Coney Island gorgefest known as the Nathan's Famous International Hot Dog Eating Contest will take place as scheduled-with pandemic-related modifications.", "categories": [["U.S.", "Culture"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-culture?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/marketing-is-keeping-its-share-of-company-spending-cmo-survey-suggests-11592304300", "title": "Marketing Is Keeping Its Share of Company Spending, CMO Survey Suggests", "date": "2020-06-16 06:45", "summary": "Marketers say their budgets grew as a percentage of company spending during the pandemic even amid cuts in dollar terms. Marketing may be weathering companies' cost cuts during the coronavirus pandemic so far-at least in relative terms.", "categories": [["CMO Today"]], "category_links": ["https://www.wsj.com/news/types/cmo-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/goldman-goes-main-street-with-push-into-corporate-bank-accounts-11592303400", "title": "Goldman Goes Main Street With Push Into Corporate Bank Accounts", "date": "2020-06-16 06:30", "summary": "Wall Street firm takes on big-bank rivals in $32 billion cash-management business. Goldman Sachs Group Inc. -the go-to bank for complex trades and high-stakes mergers-is trying to become a player in the staid business of managing corporate cash.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/for-black-police-discrimination-abounds-complicating-reform-efforts-11592299800", "title": "Black Officers Say Discrimination Abounds, Complicating Reform Efforts", "date": "2020-06-16 05:30", "summary": "In lawsuits and interviews, African-American officers say they have been victims of 'the same hell' as many who have been mistreated by law enforcement. Detective Luther Hall was working undercover during protests that gripped St. Louis in 2017 following the police shooting of a black man, when several officers in riot gear rushed up to him.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/running-on-fumes-restaurants-trying-to-reopen-face-cash-crunch-11592299802", "title": "'Running on Fumes': Restaurants Trying to Reopen Face Cash Crunch", "date": "2020-06-16 05:30", "summary": "Resume Subscription. Denver chef Justin Brunson got caught in the middle of the financial squeeze facing restaurants as they try to reopen. He needed cash to start serving again at his four establishments, and he is owed money by some of the 150 restaurants that are customers of his high-end butcher business.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/tech-leaders-expect-it-budget-freezes-to-thaw-11592299802", "title": "Tech Leaders Expect IT Budget Freezes to Thaw", "date": "2020-06-16 05:30", "summary": "The pandemic introduced new IT spending priorities in mobile security, internal communication and collaboration tools. Half of business technology leaders expect information-technology budget cuts and freezes put into place in the wake of the coronavirus pandemic to subside over the next several weeks as the economy reopens, according to a recent study.", "categories": [["CIO Journal"]], "category_links": ["https://www.wsj.com/news/types/cio-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lending-spending-and-rates-what-to-watch-at-powells-hearing-11592299805", "title": "Lending, Spending and Rates: What to Watch at Powell's Hearing", "date": "2020-06-16 05:30", "summary": "Fed chairman will answer questions from lawmakers remotely during two days of testimony. Federal Reserve Chairman Jerome Powell returns to Congress on Tuesday morning to testify after a four-month interval in which the central bank has redefined its role in supporting the U.S. economy.", "categories": [["Economy", "Central Banks"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/central-banks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/parental-overload-these-two-moms-are-working-on-tech-cures-11592299801", "title": "Parental Overload? These Two Moms Are Working on Tech Cures", "date": "2020-06-16 05:30", "summary": "What if there was a product management app where you could outsource your family's to-do list?. The pandemic shutdown has amplified a simple truth for working parents: We can't do it all.", "categories": [["Tech", "Family & Tech: Julie Jargon"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb", "https://www.wsj.com/news/types/family-tech-julie-jargon?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-corona-branding-problem-no-not-that-one-11592299592", "title": "The Corona Branding Problem. No, Not That One", "date": "2020-06-16 05:29", "summary": "For midsize industrial equipment manufacturer Corona Corp., this year has been another challenge entirely. Fighting against the most popular imported beer in the U.S. for search traffic would be a tough battle for any company. But for midsize industrial-equipment manufacturer Corona Corp. , this year has been another challenge entirely.", "categories": [["Markets", "Overheard"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/overheard?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/russia-charges-scientist-with-passing-information-to-china-11592246286", "title": "Russia Charges Scientist With Passing Information to China", "date": "2020-06-16 05:28", "summary": "The case underscores delicate relations between Moscow and Beijing. MOSCOW-Russian prosecutors have charged a distinguished Russian scientist with treason after accusing him of passing classified information to China, according to his lawyer, in an example of the fragile friend-foe relationship between Moscow and Beijing.", "categories": [["World", "Europe", "Russia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb", "https://www.wsj.com/news/types/russia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/airlines-are-losing-money-they-will-still-buy-a-lot-of-planes-11592299678", "title": "Airlines Are Losing Money. They Will Still Buy a Lot of Planes", "date": "2020-06-16 05:28", "summary": "Investors don't seem to trust the multi-year order backlogs of Boeing and Airbus, but airlines can't easily walk back plane-purchase commitments. The Covid-19 crisis is hardly a good time to be in the aviation business. Investors seem to have forgotten, though, that plane makers have years of purchase commitments locked in.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/protests-in-atlanta-after-police-shooting-of-rayshard-brooks-11592098456", "title": "Protests in Atlanta After Police Shooting of Rayshard Brooks", "date": "2020-06-16 04:44", "summary": "Officer who shot Mr. Brooks, a black man, is fired and could face a murder charge, Fulton County's district attorney said. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/ad-spending-will-drop-13-this-year-ad-buying-giant-says-11592280060", "title": "Ad Spending Will Drop 13% This Year, Ad-Buying Giant Says", "date": "2020-06-16 00:01", "summary": "Decline isn't expected to be as bad as after 2008-09 financial crisis. U.S. advertising spending is expected to plunge by 13% this year, the world's largest ad buyer said, the latest sign of the toll the coronavirus pandemic is taking on businesses and economic activity.", "categories": [["Business", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11592256343", "title": "Pepper...and Salt", "date": "2020-06-16 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-maserati-straight-out-of-a-vintage-car-lovers-dreams-11592316773", "title": "A Maserati Straight Out of a Vintage-Car Lover's Dreams", "date": "2020-06-16 00:01", "summary": "Resume Subscription. Jeff O'Neill of Marin County, Calif., 63, owner of the Robert Hall Winery and founder of the Sonoma Speed Festival, on his 1960 Maserati Tipo 61 Birdcage, as told to A.J. Baime.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/fda-withdraws-emergency-use-authorization-for-hydroxychloroquine-for-covid-19-11592238129", "title": "FDA Pulls Emergency Covid-19-Use Approval for Malaria Drug Used by Trump", "date": "2020-06-16 23:02", "summary": "Agency says 'it is no longer reasonable to believe' the malaria drug is effective in treating the virus. The Food and Drug Administration has revoked its emergency-use authorization for two malaria drugs, chloroquine and hydroxychloroquine, for the treatment of the Covid-19 disease.", "categories": [["Politics", "Health Policy"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/health-policy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/japan-halts-introduction-of-u-s-missile-defense-system-11592229957", "title": "Japan Halts Plan for U.S. Missile-Defense System", "date": "2020-06-16 22:53", "summary": "Tokyo cites costs, technical issues with Lockheed Martin's Aegis Ashore batteries. TOKYO-Japan suspended plans to introduce a multibillion-dollar American missile-defense system, citing major new costs and delays from modifications needed to ensure rocket debris from the system doesn't endanger local residents.", "categories": [["World", "Asia", "Japan"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/japan-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chesapeake-misses-interest-payment-starts-bankruptcy-countdown-11592274983", "title": "Chesapeake Misses Interest Payment, Starts Bankruptcy Countdown", "date": "2020-06-16 22:36", "summary": "Shale pioneer is preparing for bankruptcy that could come within a week. Chesapeake Energy Corp. is preparing to file for bankruptcy in as soon as a week after the pioneering shale driller missed an interest payment due on Monday, according to people familiar with the matter.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/harvard-university-wont-require-sat-act-for-admissions-next-year-11592272825", "title": "Harvard University Won't Require SAT, ACT for Admissions Next Year", "date": "2020-06-16 22:24", "summary": "Hundreds of schools have gone test-optional in recent months, at least for the coming admission cycle; Princeton University remains a holdout in Ivy League. Harvard University said Monday night that it wouldn't require undergraduate applicants to submit ACT or SAT scores next year, citing \"insurmountable challenges in scheduling tests.\"", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-further-loosens-restrictions-on-chinese-airline-flights-11592266502", "title": "U.S. Further Loosens Restrictions on Chinese Airline Flights", "date": "2020-06-16 21:25", "summary": "Delta plans to fly to Shanghai next week as standoff between two countries eases. The Trump administration further eased plans to restrict passenger flights by mainland Chinese airlines to the U.S. after China said it would permit more passenger flights by the US. airlines.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/justice-department-charges-former-ebay-employees-with-cyberstalking-campaign-11592241507", "title": "Former eBay Employees Are Charged With 'Cyberstalking Campaign'", "date": "2020-06-16 21:00", "summary": "Cockroaches, a bloody-pig mask: six former workers at eBay are alleged to have stalked a newsletter editor. The U.S. Department of Justice has charged six former workers at eBay Inc. with leading a cyberstalking campaign against a Massachusetts couple who publish an e-commerce blog, EcommerceBytes, that criticized the company.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mlb-commissioner-says-season-could-be-called-off-11592268724", "title": "MLB Commissioner Says Season Could Be Called Off", "date": "2020-06-16 20:52", "summary": "Days after he guaranteed a 2020 season, Rob Manfred now says a bitter negotiation with the players' union could result in no baseball season this year. The escalating labor feud between Major League Baseball and its players' union walked to the precipice of a cliff Monday, when commissioner Rob Manfred said it is possible that there will be no season at all in 2020.", "categories": [["Sports", "MLB"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/mlb?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/justice-department-reschedules-federal-executions-11592263952", "title": "Justice Department Reschedules Federal Executions", "date": "2020-06-16 20:51", "summary": "Initial dates for execution of four men convicted of killing children had been blocked by federal court because of pending appeals. WASHINGTON-The Justice Department has set new dates to begin executing federal death row inmates while the prisoners' appeals are pending before the U.S. Supreme Court.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-prepares-to-sign-executive-order-on-policing-11592258211", "title": "Trump Prepares to Sign Executive Order on Policing", "date": "2020-06-16 20:49", "summary": "White House officials say Tuesday's order will provide incentives for best use-of-force practices. WASHINGTON-President Trump will sign an executive order on Tuesday addressing police misconduct by setting incentives to get police forces to adopt best practices for the use of force and creating a tracking program for bad officers, officials said.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/anarchy-in-the-streets-of-philadelphia-11592264144", "title": "Anarchy in the Streets of Philadelphia", "date": "2020-06-16 20:39", "summary": "Vandals and arsonists have targeted one developer's properties for years, and gotten away with it.. Ori Feibush remembers everything about the night an arsonist destroyed 11 townhouses he'd been developing in Philadelphia's Point Breeze neighborhood. He was awakened by a neighbor banging on his door. He sprinted about two blocks from his home to the site, but firefighters wouldn't let him near the blaze. \"I was unfortunately standing as a bystander,\" he said, \"with all of my neighbors watching a project that I had worked on for half a decade burn to the ground.\"", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/supreme-court-removes-hurdle-for-atlantic-coast-pipeline-11592231859", "title": "Supreme Court Removes Hurdle for $8 Billion Atlantic Coast Pipeline", "date": "2020-06-16 20:15", "summary": "Dominion Energy, Duke Energy are major investors in pipeline project. WASHINGTON-The Supreme Court removed a legal barrier to the construction of an $8 billion pipeline that would deliver natural gas from West Virginia to the East Coast, ruling the project could run under a major hiking trail.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}]