[{"link": "https://www.wsj.com/articles/music-labels-suspend-work-on-blackout-tuesday-in-support-of-george-floyd-demonstrations-11591054349", "title": "Music Labels Suspend Work in Support of Demonstrations", "date": "2020-06-01 19:32", "summary": "Interscope tells employees not to send emails; Spotify highlights hip-hop artists in expression of support. As protests over the death of George Floyd and others continue in cities across the country, musicians and entertainment executives are encouraging workers to take Tuesday as a chance to reflect on racism in the country, in some cases even if that means taking off work.", "categories": [["Business", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/manhattan-stores-looted-as-protests-continue-over-death-of-george-floyd-11591015054", "title": "Manhattan Stores Prepare for Another Night of Looting", "date": "2020-06-01 19:31", "summary": "Local businesses board up as more protests are expected related to death of George Floyd. New York businesses and police officers braced for another night of looting on Monday as protests over the death of George Floyd continued.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/dont-call-in-the-troops-11591054305", "title": "Don't Call in the Troops", "date": "2020-06-01 19:31", "summary": "The feds have better tools to pursue Antifa. But state and local officials need to restore public order.. President Trump lectured governors on Monday that they should get tougher and \"dominate\" lawbreakers who are looting stores, burning buildings and assaulting police. His words were blunt and unsympathetic as usual, but he's right that public order is first and foremost an obligation of state and local government. The governors and mayors need to protect the innocent if they don't want the federal government to call in the military to patrol their streets instead.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/dave-patrick-underwood-rip-11591054196", "title": "Dave Patrick Underwood, RIP", "date": "2020-06-01 19:30", "summary": "Let us not forget a black federal officer killed while doing his job.. George Floyd is a name now known around the world, after the repellent footage of him struggling to breathe as an arresting officer kept his knee on Floyd's neck went viral. Many of those protesting in cities across America see in Floyd the human face of a narrative in which white policemen kill unarmed black men.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/courts-arent-financial-clearinghouses-11591054020", "title": "Courts Aren't Financial Clearinghouses", "date": "2020-06-01 19:27", "summary": "A pair of decisions prevent legal and financial mischief.. Sometimes the Supreme Court does its best public service by preventing legal trouble, and so it was Monday when the Justices shut down two attempts to use the courts for pecuniary gain.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/three-new-yorkers-face-federal-charges-for-throwing-makeshift-explosives-at-police-cars-11591053837", "title": "Three New Yorkers Face Federal Charges for Throwing Makeshift Explosives at Police Cars", "date": "2020-06-01 19:23", "summary": "Attacks during Brooklyn protests over George Floyd's killing illustrate the chaos of the weekend and tension rising against local law enforcement. Two Brooklyn lawyers and a woman from upstate New York were arraigned Monday on federal crimes after allegedly participating in separate Molotov cocktail attacks on police patrol cars in New York City early Saturday, as peaceful protests sparked by the death of George Floyd descended into chaos.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/taliban-and-al-qaeda-remain-linked-u-n-study-says-11591053642", "title": "Taliban and al Qaeda Remain Linked, U.N. Study Says", "date": "2020-06-01 19:20", "summary": "Findings pose challenge for U.S. peace deal; envoy says troop withdrawal is 'conditions based'. WASHINGTON-A United Nations report issued Monday found that Afghanistan's Taliban has maintained close ties with al Qaeda, holding at least six high-level meetings with leaders of the group during more than a year of talks with the United States.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/stitch-fix-to-lay-off-about-1-400-employees-in-california-11591053525", "title": "Stitch Fix to Lay off About 1,400 Employees in California", "date": "2020-06-01 19:18", "summary": "Online retailer says it will fire all stylists in California and look to hire about 2,000 in lower-cost states. Stitch Fix Inc., a personal-shopping service and clothing retailer, notified its roughly 1,400 California-based stylists Monday, or about 18% of its total staff, that they will be losing their jobs.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-lancets-politicized-science-on-antimalarial-drugs-11591053222", "title": "The Lancet's Politicized Science on Antimalarial Drugs", "date": "2020-06-01 19:13", "summary": "A new study suggests a treatment Trump touted is harmful. Let's take a closer look at the data.. President Trump has often mentioned hydroxychloroquine as a potential treatment for Covid-19. Last month he announced that he was taking the antimalaria drug, also known as HCL, as a prophylaxis after two White House staffers tested positive for the virus. Mr. Trump's critics in the press seem to be on a mission to discredit the therapy. Now a prestigious medical journal may be joining in.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nursing-homes-coronavirus-and-medicaid-11591053195", "title": "Nursing Homes, Coronavirus and Medicaid", "date": "2020-06-01 19:13", "summary": "How a program for the poor pushes Americans into poor-quality facilities.. A national tragedy began in March when Covid-19 killed 35 residents of Life Care Center in Kirkland, Wash. Since then, more than 22,000 nursing-home residents have died in Connecticut, Massachusetts, New Jersey, New York and Pennsylvania. Nearly half of all Americans who have fallen victim to the novel coronavirus lived in nursing homes.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-tax-on-data-could-fix-new-yorks-budget-11591053159", "title": "A Tax on Data Could Fix New York's Budget", "date": "2020-06-01 19:12", "summary": "New revenue from information brokers to plug the Covid hole.. For decades, New York City has been plagued by two seemingly incompatible phenomena: soaring inequality and skyrocketing government spending. Some 43% of the city's families are either in poverty or \"near poverty\"-that is, earning less than 150% of the poverty level. Meanwhile, an increasing tax burden on working New Yorkers hasn't been enough to reverse years of chronic underinvestment in education, health care, housing and transit.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/justice-department-adds-new-detail-to-compliance-evaluation-guidance-11591052949", "title": "Justice Department Adds New Detail to Compliance Evaluation Guidance", "date": "2020-06-01 19:09", "summary": "The revisions were sparked in part by feedback from the business and compliance communities. The Justice Department on Monday said it had refined a document outlining how it assesses programs developed by companies to prevent their employees from violating the law.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/good-policing-saves-black-lives-11591052916", "title": "Good Policing Saves Black Lives", "date": "2020-06-01 19:08", "summary": "A report by Harvard's Roland Fryer shows that when the cops pull back, homicides increase.. How do you root out bad cops without changing the behavior of good cops?", "categories": [["Opinion", "Upward Mobility"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/upward-mobility?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-world-waits-out-trump-11591052890", "title": "The World Waits Out Trump", "date": "2020-06-01 19:08", "summary": "The belief in Beijing, Moscow and Berlin is that the U.S. can no longer lead the globe.. As a beleaguered Trump administration struggles with an unprecedented surge of domestic challenges, foreign leaders friendly and otherwise are recalibrating their strategies for coping with an unconventional administration embroiled in turbulence. It now looks as if China, Russia and Germany have decided how to handle President Trump through November. Berlin will ignore him; Moscow and Beijing will take advantage of U.S. distraction.", "categories": [["Opinion", "Global View"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/global-view?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/today-sardines-are-not-for-sale-review-incident-in-the-rue-de-buci-11591052497", "title": "'Today Sardines Are Not for Sale' Review: Incident in the Rue de Buci", "date": "2020-06-01 19:01", "summary": "Starving the French people was part of the Nazis' policy of humiliating them. On Mother's Day 1942, a handful of Parisiennes struck back.. Rue de Buci, the vibrant, crowded market street in Saint-Germain-des-Prés, has been one of my favorite places in Paris. I've loved strolling past the market stands piled high with unfamiliar cheeses, exotic pâtés set in aspic, myriad kinds of oysters, scarlet crawfish and bright pyramids of fruit and vegetables. Invariably I've bought way too much. But until I read Paula Schwartz's \"Today Sardines Are Not for Sale,\" I knew nothing of a horrific event that took place there one busy Sunday morning nearly 80 years ago.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/decline-in-factory-output-eased-in-may-but-recovery-set-to-be-slow-11591006623", "title": "U.S. Economy Faces Long Recovery From Coronavirus Effects, Experts Say", "date": "2020-06-01 18:48", "summary": "Surveys of purchasing managers in U.S., Asia and Europe offer some hope that decline in factory activity is starting to bottom out. The U.S. economy could take the better part of a decade to fully recover from the coronavirus pandemic and related shutdowns, a U.S. budget agency said, as a series of surveys pointed to continuing weakness in global manufacturing.", "categories": [["Economy", "Economic Data"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/economic-data?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/census-bureau-says-60-5-of-households-responded-to-2020-count-11591051410", "title": "Census Bureau Says 60.5% of Households Responded to 2020 Count", "date": "2020-06-01 18:43", "summary": "The agency reached its response goal despite the coronavirus. The Census Bureau reported Monday that it had reached its target to get at least 60.5% of households to respond to the 2020 census, despite disruptions created by the Covid-19 pandemic.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/judge-seeks-time-to-consider-motion-to-dismiss-michael-flynn-case-11591043624", "title": "Judge Seeks Time to Consider Motion to Dismiss Flynn Case", "date": "2020-06-01 18:37", "summary": "U.S. District Judge Emmet Sullivan says Justice Department's decision to drop case after guilty plea raises uncommon questions. The federal judge overseeing the criminal case against Michael Flynn urged an appeals court Monday to let him first consider the government's motion to dismiss the case and rule before taking it up, in the latest in a series of unusual developments involving President Trump's first national-security adviser.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/protests-derail-comeback-plans-for-restaurants-and-retailers-11591042631", "title": "Protests Derail Comeback for Restaurants, Retailers", "date": "2020-06-01 18:16", "summary": "Unrest over death of George Floyd shifts businesses' focus to protecting staff and inserting themselves in racial discourse. Macy's Inc. delayed the reopening of some stores shut by coronavirus. Apple Inc. stores that had recently unlocked their doors were boarded back up. Chains from Kroger Co. to Popeyes cut back their hours. And the CEOs of Starbucks Corp. and McDonald's Corp. organized companywide discussions of the social unrest that has disrupted efforts to restart business as pandemic lockdowns ease.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/templar-energy-bankruptcy-leaves-bank-lenders-deep-underwater-11591049193", "title": "Templar Energy Bankruptcy Leaves Bank Lenders Deep Underwater", "date": "2020-06-01 18:09", "summary": "Oklahoma City oil-and-gas company expects secured lenders will recover 21 cents or less on the dollar of what they are owed. Private-equity-backed oil-and-gas company Templar Energy LLC filed for bankruptcy and said it expects Bank of America NA and other top-ranking lenders to recover at most 21 cents on the dollar of the $426 million they are owed.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/dollar-slides-as-investors-regain-confidence-in-global-economy-11591014437", "title": "Dollar Slides as Investors Regain Confidence in Global Economy", "date": "2020-06-01 18:04", "summary": "Currencies that tend to gain when risk appetite returns rose against the dollar. Investors have sold the dollar and begun buying riskier currencies on optimism about an economic recovery as countries emerge from coronavirus lockdowns.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/supreme-court-upholds-puerto-rico-control-board-11591023020", "title": "Supreme Court Upholds Puerto Rico Oversight Board", "date": "2020-06-01 17:50", "summary": "Unanimous decision lets restructuring of $125 billion debt continue. WASHINGTON-The Supreme Court unanimously rejected a challenge to the federal financial rescue plan for Puerto Rico's territorial government, finding Monday that the board Congress created to resolve the island's debt crisis meets constitutional standards.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/george-floyd-case-could-be-minnesota-attorney-general-keith-ellisons-defining-moment-11591048193", "title": "George Floyd Case Could Be Minnesota AG Keith Ellison's Defining Moment", "date": "2020-06-01 17:50", "summary": "Former congressman has assailed outcomes of other high-profile and racially fraught investigations. Minnesota Attorney General Keith Ellison has long railed against a criminal-justice system that he says refuses to punish police officers for unjustified killings of African-American men.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/postal-package-deliveries-bogged-down-with-delays-backlogs-11590836400", "title": "Postal Package Deliveries 'Bogged Down' With Delays, Backlogs", "date": "2020-06-01 17:50", "summary": "Heavy parcel volume during coronavirus lockdowns, staffing shortages are straining mail delivery networks. Surging e-commerce volumes during the coronavirus pandemic are straining the U.S. Postal Service's parcel network as staffing shortages and backlogs in hard-hit areas slow deliveries.", "categories": [["Logistics Report"]], "category_links": ["https://www.wsj.com/news/types/logistics-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/photos-protesters-clash-with-police-across-u-s-over-death-of-george-floyd-11590843601", "title": "New York to Los Angeles-Photos From a Wave of Protests Sparked by George Floyd's Death", "date": "2020-06-01 17:21", "summary": "Resume Subscription. Widespread unrest sparked by the death of George Floyd in police custody continued across the U.S. over the weekend.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/gun-stocks-surge-past-broader-market-11591038711", "title": "Gun Stocks Surge Past Broader Market", "date": "2020-06-01 17:10", "summary": "Shares of gun makers jump, continuing this year's winning streak amid coronavirus, protests. Shares of gun manufacturers soared Monday, continuing this year's winning streak.", "categories": [["Markets", "Stocks"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fill-up-empty-spaces-with-music-11591045663", "title": "Fill Up Empty Spaces With Music", "date": "2020-06-01 17:07", "summary": "Many theater and music festivals have been scrapped for the summer due to the pandemic, but outdoor performances offer hope for the industry's near future.. ", "categories": [["Books & Arts", "Arts & Entertainment"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/sightings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-staying-inside-guide-a-trove-of-piano-enchantments-11591044267", "title": "The Staying Inside Guide: A Trove of Piano Enchantments", "date": "2020-06-01 16:59", "summary": "The 38-CD set of Wilhelm Backhaus's complete Decca recordings offers a vast collection of music from a pianist who stayed vital in his later years.. ", "categories": [["Opinion", "Commentary", "Cultural Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb", "https://www.wsj.com/news/types/cultural-commentary?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cbo-says-economy-could-take-nearly-10-years-to-catch-up-after-coronavirus-11591044469", "title": "CBO: Economy Could Take Nearly 10 Years to Catch Up After Coronavirus", "date": "2020-06-01 16:47", "summary": "Pandemic to reduce real GDP by 3%, or $7.9 trillion, between 2020 and 2030. The U.S. economy could take the better part of a decade to fully recover from the coronavirus pandemic and related shutdowns, the Congressional Budget Office said Monday.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/south-korea-agrees-to-attend-g-7-while-putin-seeks-more-information-11591044289", "title": "South Korea Agrees to Attend G-7; Putin Seeks More Information", "date": "2020-06-01 16:44", "summary": "Trump wants other countries to attend, but ally Canada is chafing at Russian participation. South Korean President Moon Jae-in accepted President Trump's invitation to attend the Group of Seven nations meeting, Seoul's presidential office said on Monday, while Russian President Vladimir Putin said he wanted more information before deciding whether to come.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/global-stock-markets-dow-update-6-01-2020-11590986430", "title": "Stocks Start Week With Modest Gains", "date": "2020-06-01 16:26", "summary": "Investors are embracing signs that global factory activity is on a path toward recovery. Stocks rose Monday as investors embraced signs that global factory activity was on a path toward recovery and largely shrugged off the violent protests in U.S. cities.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/drivers-take-advantage-of-low-gas-prices-as-states-reopen-11591003803", "title": "Drivers Take Advantage of Low Gas Prices as States Reopen", "date": "2020-06-01 16:22", "summary": "More people on the roads are a boon for the energy industry and a hopeful signal for the U.S. economy. Americans are starting to capitalize on low prices at the gas pump as states loosen travel restrictions, a boon for the battered energy industry and a hopeful signal for the U.S. economic recovery.", "categories": [["Markets", "Commodities", "Gas Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb", "https://www.wsj.com/news/types/gas-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/starbucks-reduces-worker-hours-to-reflect-pared-back-operations-11591042330", "title": "Starbucks Reduces Worker Hours to Reflect Pared-Back Operations", "date": "2020-06-01 16:12", "summary": "Coffee chain is reducing labor as coronavirus limits hours, services. Starbucks Corp. said it would further limit employee hours to match pared-back operations at its U.S. stores, reflecting expectations that sales won't bounce back from the coronavirus pandemic until at least this fall.", "categories": [["WSJ News Exclusive", "Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/companies-lock-in-low-rates-for-future-debt-11591040702", "title": "Companies Lock In Low Rates for Future Debt", "date": "2020-06-01 15:45", "summary": "Some finance chiefs are hoping to keep future refinancing costs down with interest rate hedges. Companies are locking in current low interest rates for future bond sales, hoping to benefit from cheap refinancing costs when their debt comes due.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/supreme-court-rules-on-pension-immigrant-deportation-cases-11591040672", "title": "Justices Rule on Pension, Immigrant Deportation Cases", "date": "2020-06-01 15:44", "summary": "Rulings were among several decisions issued as justices work to clear caseload during final month of their current term. WASHINGTON-The Supreme Court curbed lawsuits alleging mismanagement of certain types of corporate pension plans and allowed immigrants facing deportation to claim in court that they will be tortured if sent home.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/israel-presses-ahead-with-plan-to-annex-parts-of-west-bank-11591040156", "title": "Israel Presses Ahead With Plan to Annex Parts of West Bank", "date": "2020-06-01 15:35", "summary": "Defense minister orders military to bolster positions in occupied territory ahead of controversial move. TEL AVIV-Israel's government is preparing to begin annexing parts of the occupied West Bank as early as next month, ordering its military on Monday to bolster security there despite facing possible blowback from Europe and Arab states over the controversial plan.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/return-to-the-road-drives-oil-price-to-largest-ever-monthly-gain-11591032674", "title": "Return to the Road Drives Oil Price to Largest Ever Monthly Gain", "date": "2020-06-01 15:15", "summary": "Domestic inventories were drawn down sharply in May as producers choked back output and drivers returned. U.S. oil prices notched their largest monthly gains on record in May, recovering a big chunk of the losses caused in March and April when the country went into lockdown to counter the spread of the coronavirus.", "categories": [["Markets", "Commodities"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-people-are-ahead-of-leaders-on-covid-19-11591037724", "title": "The People Are Ahead of Leaders on Covid-19", "date": "2020-06-01 14:55", "summary": "The American people may be becoming more aware of their own risk level of contracting a fatal disease.. In \"After the Covid Apocalypse\" (Wonder Land, May 28), Daniel Henninger notes that the American people will stay shut down for three months. The American people may also be becoming aware of their own risk level of contracting a fatal disease. We were told no masks, then yes masks. Then leaders and media don't wear masks until they are shamed into it. We didn't have enough ventilators, now we have too many. We were told to shelter in place, but leaders go get haircuts and boat rides in opposition to their own orders. Hydroxychloroquine is disparaged as treatment, yet tens of thousands of at-risk workers abroad are taking it as a prophylactic, and our president is too.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pow-tombstones-create-teachable-moment-11591037629", "title": "POW Tombstones Create Teachable Moment", "date": "2020-06-01 14:53", "summary": "Don't mess with history by altering tombstones.. Don't mess with history by altering tombstones (\"Little-Noticed POW Graves With Swastikas Kick Off Tense Debate, U.S. News, May 26). There is so much to be preserved for history. Note that one of the dead Germans was Alfred P. Kafka, perhaps a relative of Franz Kafka the world-famous author, who was Jewish.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/home-made-u-s-chip-technology-is-behind-11591037548", "title": "Home-Made U.S. Chip Technology Is Behind", "date": "2020-06-01 14:52", "summary": "Taiwan Semiconductor Manufacturing Company (TSMC) and Samsung have both perfected seven nanometer (7 nm) chip processes, whereas Intel is still stuck on its 10 nm process.. I agree in principle with the argument posed by Adam A. Scher and Peter L. Levin that we need to design and manufacture critical electronic chips here in the U.S. (\"Imported Chips Make America's Security Vulnerable,\" op-ed, May 26). However, there is a far more serious underlying issue, namely our competitiveness in chip design, chip manufacturing and chip fabrication equipment. For example, Taiwan Semiconductor Manufacturing Company (TSMC) and Samsung have both perfected five nanometer (5 nm) chip processes, whereas Intel is still stuck on its 10 nm process. Smaller chip processes result in smaller chips, lower voltages, less power consumption, and less heat to be dissipated. It is no surprise that fabless Advanced Micro Devices (AMD) is competing more strongly now with Intel in the processor marketplace, relying on TSMC as its manufacturing partner. Similarly, graphics and AI powerhouse Nvidia uses chips made by Samsung.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/puerto-rico-as-the-answer-to-pharmaceutical-security-11591037336", "title": "Puerto Rico as the Answer to Pharmaceutical Security", "date": "2020-06-01 14:49", "summary": "Would bringing the pharmaceutical industry from China to Puerto Rico trade one set of problems for another?. Regarding José A. Cabranes's \"Bring the Drug Industry Back to Puerto Rico\" (op-ed, May 21): It seems to me that bringing the pharmaceutical industry from China to Puerto Rico trades one set of problems for another. Some would call what Judge Cabranes describes as \"fiscal imprudence,\" stupidity, while others would call it corruption. In reality, the situation in Puerto Rico is probably a combination of all three. Does his honor believe that an influx of money would somehow cure those ills? Further, the island has had its share of natural disasters. I agree with Judge Cabranes that this is a national-security issue, but it seems Puerto Rico would be low on the list when choosing a location, or locations, to repatriate the pharmaceutical industry.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/epa-to-change-some-clean-water-act-rules-11590984001", "title": "EPA Changes Some Clean Water Act Rules", "date": "2020-06-01 14:48", "summary": "Measure targets pipelines and other infrastructure, attempts to rein in states that have cited the law to block projects. WASHINGTON-The Environmental Protection Agency on Monday set new rules aimed at speeding up Clean Water Act permit approvals that are often a sticking point for pipelines and other major infrastructure projects.", "categories": [["WSJ News Exclusive", "U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-sat-can-help-students-realize-their-weaknesses-11591037271", "title": "The SAT Can Help Students Realize Their Weaknesses", "date": "2020-06-01 14:47", "summary": "I did very well on the math portion but quite poorly on the English portion. I thought I was quite well prepared overall but I guess that was not true.. Regarding \"University of California Drops SAT and ACT\" (Letters, May 29): I was a freshman at UC Berkeley in 1965. It wasn't a requirement to take the SAT but I did and, being a bit of a geek, I did very well on the math portion but quite poorly on the English portion. I thought I was quite well prepared overall but I guess that was not true. A poor showing on the English portion of the SAT highlighted a deficiency in my high-school education. Hence, it was required that I take \"Subject A\" (aka bonehead English) as a freshman. The teacher asked me if I had ever read anything as a child. Besides \"Gone With the Wind\" and \"Lassie Come Home,\" I couldn't remember anything else. I did so well in bonehead English I had to take it again the second semester.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-ebola-cases-found-in-congo-11591023051", "title": "New Ebola Cases Found in Congo", "date": "2020-06-01 14:32", "summary": "The Democratic Republic of Congo's health ministry reported a fresh cluster of Ebola infections in the country's northwest. The Democratic Republic of Congo on Monday reported a fresh cluster of Ebola infections in the country's northwest, exacerbating a health emergency that already includes another lingering outbreak of the virus and rising cases of Covid-19.", "categories": [["World", "Africa"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/africa-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pep-talk-for-politicians-11591035673", "title": "Pep Talk for Politicians?", "date": "2020-06-01 14:21", "summary": "Trump's new message to governors.. If things don't work out for him in November, perhaps President Donald Trump's next career will be in the field of motivational speaking. The Journal's Catherine Lucey and Andrew Restuccia report:", "categories": [["Opinion", "Best of the Web"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/best-of-the-web-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/kendra-scott-on-curbside-jewelry-pickup-and-other-pandemic-business-strategies-11591032138", "title": "Jeweler Kendra Scott Discusses Pandemic Business Strategies", "date": "2020-06-01 14:12", "summary": "Austin entrepreneur discusses how the coronavirus has changed online shopping, and ways to help retailers make it through the crisis. Kendra Scott knows the challenges of working from home. The founder, chief executive and chairman of Kendra Scott LLC launched her eponymous jewelry business in 2002 with pieces she designed in her spare bedroom in Austin, Texas, three months after the birth of her first child.", "categories": [["Business", "Management", "Management & Careers"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/management?mod=breadcrumb", "https://www.wsj.com/news/types/boss-talk?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pompeo-declines-to-enter-kansas-senate-race-setting-up-heated-gop-primary-11591033369", "title": "Pompeo Declines to Enter Kansas Senate Race", "date": "2020-06-01 13:42", "summary": "Senate Majority Leader McConnell had seen Pompeo as best suited to prevail against a Democratic challenger. The speculation over whether Mike Pompeo would run for Senate in Kansas this year ended Monday when the state's filing deadline for candidates officially passed, and the secretary of state didn't file.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-protest-that-ended-social-distancing-11591032491", "title": "The Protest That Ended Social Distancing", "date": "2020-06-01 13:28", "summary": "Newark's mayor spoke at a rally that was peaceful but flouted Covid rules.. Newark, N.J.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/saudi-arabia-russia-inch-toward-deal-on-post-lockdown-oil-cuts-11591024683", "title": "Saudi Arabia, Russia Inch Toward Deal on Postlockdown Oil Cuts", "date": "2020-06-01 13:27", "summary": "OPEC and Moscow-led group are looking at extending current cuts by two months, move planned conference to Thursday. An alliance of oil-producing nations led by Saudi Arabia and Russia is close to a deal that would extend their collective production cuts through Sept. 1, as the world emerges from pandemic-induced lockdowns, delegates said.", "categories": [["Markets", "Commodities", "Oil Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb", "https://www.wsj.com/news/types/oil-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ward-connerly-rides-again-11591032423", "title": "Ward Connerly Rides Again", "date": "2020-06-01 13:27", "summary": "The civil-rights champ allies with Asian-Americans against race discrimination.. At 81, Ward Connerly is back in the saddle.", "categories": [["Opinion", "Main Street"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/main-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-german-executive-who-showed-sports-how-to-come-back-11590840000", "title": "The German Executive Who Showed Sports How to Come Back", "date": "2020-06-01 12:54", "summary": "The Bundesliga's CEO led the first major league back to the field. How long can he keep it there?. Like any other soccer fan in Germany, Christian Seifert hasn't seen the inside of a stadium in almost three months. But for two weeks, he has at least had games to watch. And every time one of them kicks off, he breathes a sigh of relief. By their very existence, those matches proves that the most complex plan he's ever had to design is working.", "categories": [["Sports", "Soccer"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/soccer?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/supreme-court-extends-hunt-for-3-billion-in-offshore-madoff-cash-11591025719", "title": "Supreme Court Extends Hunt for $3 Billion in Offshore Madoff Cash", "date": "2020-06-01 12:36", "summary": "Justices decline to shield European banks and other foreign investors from litigation over money they received from Ponzi scheme. The U.S. Supreme Court extended the global hunt for tainted cash from Bernard Madoff's Ponzi scheme, refusing to shield European banks and other foreign investors from having to return roughly $3 billion they collected before his 2008 arrest.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/russia-sets-july-1-vote-on-constitutional-changes-allowing-putin-to-extend-his-rule-11591029198", "title": "Russia Sets July 1 Vote on Constitution Changes Allowing Putin to Extend His Rule", "date": "2020-06-01 12:33", "summary": "Outcome could allow president potentially to stay in office until 2036, surpassing Soviet dictator Josef Stalin's nearly three decades in power. MOSCOW-A vote on changes to Russia's constitution that could potentially allow President Vladimir Putin to maintain his grip on power for years to come will be held on July 1, allaying questions over the fate of the poll after it was postponed because of the coronavirus pandemic.", "categories": [["World", "Europe", "Russia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb", "https://www.wsj.com/news/types/russia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/school-goes-online-so-do-class-pranks-11591029142", "title": "School Goes Online. So Do Class Pranks.", "date": "2020-06-01 12:32", "summary": "Resume Subscription. In the first Zoom prank that Jack Buzali pulled on his teacher after school moved online, each student in his class danced off screen mid-lecture. That did well enough on the video-sharing app TikTok, garnering about 100,000 views.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/two-dead-after-shooting-at-north-dakota-air-base-military-says-11591028588", "title": "Two Dead After Shooting at North Dakota Air Base, Military Says", "date": "2020-06-01 12:23", "summary": "Officials say there is no risk to other personnel; shooting remains under investigation. GRAND FORKS, N.D.-A shooting early Monday has left two airmen dead at the Grand Forks Air Force Base in North Dakota, the military said.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-week-that-could-determine-the-future-of-baseball-11591028271", "title": "The Week That Could Determine the Future of Baseball", "date": "2020-06-01 12:17", "summary": "Owners and players remain far apart on how to handle the sport's economics amid the coronavirus pandemic. This next week will not only settle the fate of the 2020 baseball season-it could also determine the future of the sport known for generations as America's pastime.", "categories": [["Sports", "MLB"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/mlb?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-to-get-a-good-property-deal-the-musical-11591027139", "title": "How to Get a Good Property Deal: the Musical", "date": "2020-06-01 11:59", "summary": "The company that owns much of London's Covent Garden has bought a stake in a neighbor at a 45% discount to book value. There's no business like show business for losing money in a pandemic. One company that relies on the teeming crowds of London's theater district may have found a way to claw back some gains, though.", "categories": [["Markets", "Overheard"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/overheard?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/neiman-lender-deutsche-bank-says-retailer-breached-loan-terms-11591026862", "title": "Neiman Lender Deutsche Bank Says Retailer Breached Loan Terms", "date": "2020-06-01 11:54", "summary": "Bankrupt company may lose access to cash collateral unless it corrects shortfall in inventory backing loan. Deutsche Bank AG , one of Neiman Marcus Group Ltd.'s lenders, says the bankrupt retailer has breached the terms of a $760 million loan, raising concerns about the company's ability to restructure its business.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/warnings-surface-about-new-system-to-disinfect-n95-masks-11591026809", "title": "Warnings Surface About System to Disinfect N95 Masks", "date": "2020-06-01 11:53", "summary": "Hundreds of thousands cleaned by contractor Battelle at a steep cost to government. Hundreds of thousands of respirator masks to protect against coronavirus have been sent through a decontamination system that has triggered warnings from front-line workers and has so far cost the government more than $110 a mask.", "categories": [["WSJ News Exclusive", "Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-are-n95-masks-so-important-11591026684", "title": "Why Are N95 Masks So Important?", "date": "2020-06-01 11:51", "summary": "Answers to some common questions about the coveted protective gear. What makes an N95 different from other face masks?", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/dont-expect-pfizers-bad-reaction-to-last-11591025671", "title": "Don't Expect Pfizer's Bad Reaction to Last", "date": "2020-06-01 11:34", "summary": "A surprise cancer-drug failure will sting, but not as much as investors expect. A surprise drug-trial failure won't sting as badly as Pfizer shareholders currently expect.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/police-playbooks-tested-by-nationwide-protests-11590968546", "title": "Police Playbooks Tested by Nationwide Protests", "date": "2020-06-01 11:32", "summary": "Departments on front lines of riots alter tactics as demonstrations continue. Police departments in cities nationwide found their tactical expertise tested by sprawling protests over the weekend, causing them to pivot to new or unusual techniques to stem the violence.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-keys-to-a-successful-work-from-home-internship-11591024617", "title": "The Keys to a Successful Work-From-Home Internship", "date": "2020-06-01 11:16", "summary": "Managers and interns must get creative to foster an experience that approaches what might happen with everyone in the office. It's a Friday night in Seattle, and Ethel Xu is getting ready for trivia night-a work event at Dell Technologies. The 23-year-old summer intern heads downstairs from her apartment to buy a bottle of plum wine.", "categories": [["Life & Work", "Life & Style"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/life-style?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/buffett-backed-italian-insurer-asked-to-boost-capital-11591017781", "title": "Buffett-Backed Italian Insurer Is Told to Boost Capital", "date": "2020-06-01 11:09", "summary": "Italy's insurance authority says Cattolica must increase its capital by early fall due to its weakened solvency position. A Berkshire Hathaway Inc. -backed Italian insurance company was told by the local regulator to boost its capital, a sign authorities are prepared to press the industry to protect itself from the impact of the coronavirus.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/zynga-to-buy-turkish-mobile-game-studio-peak-for-1-8-billion-11591021309", "title": "Zynga to Buy Turkish Mobile-Game Studio Peak for $1.8 Billion", "date": "2020-06-01 10:41", "summary": "Istanbul-based company is known for its puzzle games like 'Toon Blast' and 'Toy Blast'. U.S. videogame company Zynga Inc. said Monday that it has reached an agreement to acquire Turkish mobile-game studio Peak for $1.8 billion.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/christo-created-fleeting-art-from-familiar-landmarks-11590964711", "title": "Christo Created Fleeting Art From Familiar Landmarks", "date": "2020-06-01 10:36", "summary": "With his wife, Jeanne-Claude, the artist transformed urban and remote sites. Christo, an artist whose exuberant and elaborate installations created with his wife, Jeanne-Claude, gave spectators around the world a fresh lens on familiar landmarks, died Sunday at his home in New York, according to the artist's website. He died of natural causes and was 84 years old.", "categories": [["World", "Obituaries"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/obituaries?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-sleep-has-changed-in-the-pandemic-insomnia-late-bedtimes-weird-dreams-11591022182", "title": "How Sleep Has Changed in the Pandemic", "date": "2020-06-01 10:36", "summary": "With stress rising and schedules upended, many are struggling to get back on track; tips from the experts on ways to get a good night's rest. When Covid-19 cases and fears brought lockdowns to much of the nation, for many, schedules went out the window-and with that a good night's sleep.", "categories": [["Life & Work", "Your Health"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/your-health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hong-kong-police-ban-tiananmen-massacre-vigil-11591002907", "title": "Hong Kong Police Ban Tiananmen Massacre Vigil", "date": "2020-06-01 10:25", "summary": "Officials cite health concerns over the coronavirus pandemic, but organizers see a political move. HONG KONG-Police denied an application by organizers of an annual candlelight vigil to commemorate the 1989 Tiananmen Square massacre, amid concerns over civil liberties after China said it would impose national-security legislation on the city.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-encounters-new-legal-challenge-for-wildly-broad-nondisclosure-agreements-11591020344", "title": "Trump Faces New Legal Challenge to His Use of Nondisclosure Agreements", "date": "2020-06-01 10:05", "summary": "Former campaign staffer files class-action suit in New York state court, saying the NDAs silence free speech and violate contract law. A former staffer on Donald Trump's 2016 campaign filed a new challenge against the president's use of nondisclosure agreements, asking a New York state court to rule in a lawsuit filed Monday that the agreements drawn up by the campaign are \"null, void and unenforceable.\"", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pope-francis-tightens-vatican-spending-rules-to-fight-corruption-11591012424", "title": "Pope Francis Tightens Vatican Spending Rules to Fight Corruption", "date": "2020-06-01 10:04", "summary": "New rules are aimed at addressing shortcomings in the Vatican's procurement systems. ROME-The Vatican published new procurement rules intended to prevent corruption and save money at the Catholic Church's world-wide headquarters, whose already troubled finances have suffered acutely during the coronavirus pandemic.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bankrupt-in-just-two-weeksindividual-investors-get-burned-by-collapse-of-complex-securities-11591020059", "title": "'Bankrupt in Just Two Weeks'-Individual Investors Get Burned by Collapse of Complex Securities", "date": "2020-06-01 10:01", "summary": "Seeking high returns, they poured savings into leveraged exchange-traded notes; the coronavirus downturn made some of them nearly worthless. When William Mark decided to get back into investing after the 2008 financial crisis, he looked past stocks and bonds. Needing to play catch-up with his retirement portfolio, the piping engineer decided to bet on a complicated product he hoped would deliver double-digit annual returns.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chicken-soup-remdesivir-and-deep-breaths-how-older-patients-survived-covid-19-11591019558", "title": "Chicken Soup, Remdesivir and Deep Breaths: How Older Patients Survived Covid-19", "date": "2020-06-01 09:53", "summary": "Resume Subscription. A Covid-19 diagnosis can be serious for older adults. Roughly eight out of 10 U.S. deaths from the illness are people 65 and older, according to the Centers for Disease Control and Prevention. But the majority of those diagnosed with the virus survive.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/virus-unemployment-riots-when-shocks-multiply-the-effects-usually-last-11591017259", "title": "When Shocks Multiply, the Effects Usually Last", "date": "2020-06-01 09:14", "summary": "At crisis points in the nation's history, as in 1968 and 1979, Americans sometimes change course. When does a country reach a tipping point-a point when the citizenry concludes that things are simply spinning out of control, and that something different is required?", "categories": [["Politics", "Capital Journal"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/capital-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tencent-rival-netease-moves-ahead-with-hong-kong-listing-11590995530", "title": "Tencent Rival NetEase Moves Ahead With Hong Kong Listing", "date": "2020-06-01 08:45", "summary": "U.S.-listed Chinese tech companies are coming under greater scrutiny. Mobile-gaming group NetEase Inc. has begun taking investor orders for a multibillion-dollar Hong Kong share sale, as momentum builds for U.S.-listed Chinese companies to obtain secondary listings closer to home.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/news-outlets-are-liable-for-others-facebook-comments-court-rules-11591007734", "title": "News Outlets Are Liable for Others' Facebook Comments, Australian Court Rules", "date": "2020-06-01 08:45", "summary": "Australian court says newspapers, TV stations that post their own articles should be considered publishers of defamatory comments. SYDNEY-Newspapers and television stations that post their own articles on Facebook Inc.'s platform are liable for other Facebook users' defamatory comments on those posts, an Australian court ruled, presenting a fresh dilemma for traditional publishers in the social-media age.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-six-best-designed-items-of-summer-11591014823", "title": "The Six Best-Designed Items of Summer", "date": "2020-06-01 08:33", "summary": "From a series of sleek tinted lip oils to a glow-in-the-dark Panerai watch, everything new that's caught the eye of WSJ. Magazine editors this month. Rubies have long served as symbols of love, power and, because their color is reminiscent of blood, life. It's rare to come across rubies of exceptional quality, like the 18.12-carat cushion-cut Tanzanian one at the center of Van Cleef & Arpels's Jardin de Rubis necklace. The scarlet stone, which stands out for the purity of its color, is surrounded by clusters of pink and white diamonds and rubies, inspired by a forest in bloom. The necklace's prized centerpiece can also be detached and worn as a pin. -Jill Newman", "categories": [["What's News"]], "category_links": ["https://www.wsj.com/news/types/magazine-what-s-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/colin-kaepernick-george-floyd-and-the-era-of-athlete-activism-11591012801", "title": "Colin Kaepernick's Protest Is Raging Across America", "date": "2020-06-01 08:28", "summary": "Racism and police brutality. The weekend of civil unrest across America can be traced back to the same issues that inspired protests by Colin Kaepernick and this generation of athletes.. Nobody initially paid him any attention. Nearly four years ago, when Colin Kaepernick took a seat during the national anthem before a preseason NFL game, his silent protest that would eventually shake the world of sports went unnoticed. Not until the third game, when a grainy picture of his peaceful demonstration began to spread, was the San Francisco 49ers quarterback asked why he wasn't standing.", "categories": [["Sports"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/unrest-poses-fresh-test-for-trump-who-has-been-both-sympathetic-and-combative-11591014098", "title": "Unrest Poses Fresh Test for Trump", "date": "2020-06-01 08:21", "summary": "Advisers have pushed him to dial down the heat of some of his commentary. WASHINGTON-President Trump on Wednesday watched video footage of George Floyd's death in Minneapolis police custody on Air Force One en route to Florida. He later tweeted that he had ordered an investigation and that \"my heart goes out to George's family and friends. Justice will be served!\"", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coty-to-appoint-chairman-peter-harf-as-ceo-to-spearhead-turnaround-11590964201", "title": "Coty Appoints Chairman Peter Harf as CEO to Spearhead Turnaround", "date": "2020-06-01 08:20", "summary": "Coty's current chairman will become company's fourth new chief executive in less than four years. Coty Inc. on Monday appointed its fourth new chief executive in less than four years, and finalized its $2.5 billion deal to sell a majority stake of its professional beauty and retail hair-care businesses to KKR & Co, as the cosmetics and fragrance maker strives to revive slumping sales and reduce its burdensome debt load.", "categories": [["WSJ News Exclusive", "Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chinas-economy-is-worse-than-it-looks-11591013064", "title": "China's Economy Is Worse Than It Looks", "date": "2020-06-01 08:04", "summary": "Apparent recovery from coronavirus shutdowns is allowing China to project strength, but it isn't quite what it seems. China's economy was first out of the gate after coronavirus lockdowns, which might be one reason for Beijing's recent tough diplomatic stance. But a closer look at the nation's labor market raises some questions over that progress.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/george-floyd-protests-minneapolis-11590844180", "title": "Police, Protesters Clash as Unrest Rages Across U.S.", "date": "2020-06-01 07:51", "summary": "National Guard widens presence and curfews expand as clashes fan out beyond Minnesota. The worst civil unrest in decades erupted in cities across the U.S. this weekend as anger sparked by the death of a black man in Minneapolis police custody touched off demonstrations nationwide as protesters torched vehicles, smashed windows and defaced buildings.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/can-meal-kits-remain-flavor-of-the-month-11591011523", "title": "Can Meal Kits Remain Flavor of the Month?", "date": "2020-06-01 07:38", "summary": "The test for boxed-dinner companies HelloFresh and Blue Apron is how many people stick with the service when restaurants reopen. Meal-kit services are booming now that consumers are stuck at home and preparing their own food. Hanging on to the gains as lockdown rules are lifted is their next challenge.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-fueled-freeze-on-citizen-oath-ceremonies-threatens-voter-registration-for-2020-11591010412", "title": "Coronavirus-Fueled Freeze on Citizen Oath Ceremonies Threatens Voter Registration", "date": "2020-06-01 07:20", "summary": "Hundreds of thousands of permanent residents await restart of public ceremonies that mark their final step toward citizenship. A swelling backlog and extended wait times to become a U.S. citizen, compounded by a slowdown due to the coronavirus pandemic, threaten to leave hundreds of thousands of potential voters on the sidelines of the November election.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-prods-the-u-k-to-consider-the-once-unthinkable-negative-rates-11591009489", "title": "Coronavirus Prods the U.K. to Consider the Once-Unthinkable: Negative Rates", "date": "2020-06-01 07:04", "summary": "Below-zero policy rate would be first in Bank of England's 326-year history. LONDON-The club of central banks willing to contemplate negative interest rates has a new member: the Bank of England.", "categories": [["World", "Europe", "U.K."]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb", "https://www.wsj.com/news/types/u-k-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/its-no-optical-illusionu-s-stocks-really-are-expensive-11591009200", "title": "It's No Optical Illusion-U.S. Stocks Really Are Expensive", "date": "2020-06-01 07:00", "summary": "The headline price/earnings ratio can be misleading, but a plunge in earnings and a recovery that will take time really does make American stocks pricey. Valuing stocks based on what companies are expected to earn over the next year presents some thorny problems. That doesn't mean investors shouldn't pay attention to those expectations.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-patients-lose-senses-of-taste-smelland-havent-gotten-them-back-11591007522", "title": "Coronavirus Patients Lose Senses of Taste, Smell-and Haven't Gotten Them Back", "date": "2020-06-01 06:50", "summary": "Many experience emotional fallout from the loss; pizza that 'tastes like cardboard to me'. Matt Newey was overcome with emotion clearing his deceased grandmother's home in late April: He reached for her perfume, but he couldn't smell a thing.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/eli-lilly-begins-testing-covid-19-drug-derived-from-blood-of-survivor-11591007400", "title": "Eli Lilly Begins Testing Covid-19 Drug Derived From Blood of Survivor", "date": "2020-06-01 06:30", "summary": "The drugmaker will first test the therapy in hospitalized patients, and hopes to eventually assess whether it could also prevent infections. Eli Lilly & Co. said Monday it began the first study of an experimental drug derived from a blood sample of an early U.S. survivor of Covid-19, a new effort to take advantage of the molecular defenses developed by recovered patients.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/youtubes-chase-for-streaming-tv-ad-dollars-faces-hurdles-11591005600", "title": "YouTube's Chase for Streaming-TV Ad Dollars Faces Hurdles", "date": "2020-06-01 06:00", "summary": "Usage of YouTube on TV screens is growing, but it remains primarily a mobile channel for advertisers. YouTube wants advertisers to spend more to reach the consumers who are increasingly using their television to watch videos on its platform.", "categories": [["CMO Today"]], "category_links": ["https://www.wsj.com/news/types/cmo-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/shoppers-can-expect-big-clearance-sales-this-summer-11591005601", "title": "Shoppers Can Expect Big Clearance Sales This Summer", "date": "2020-06-01 06:00", "summary": "Liquidation sales are set to pick up in June and run through August. A glut of pent-up inventory is waiting to be dumped on consumers this summer as retail stores reopen in the U.S., and shoppers for everything from shoes to sofas should be able to find major bargains.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/voting-by-mail-to-face-biggest-test-since-pandemic-started-11591003801", "title": "Voting by Mail to Face Biggest Test Since Pandemic Started", "date": "2020-06-01 05:30", "summary": "The seven states holding primaries and Washington, D.C., encouraged residents to vote by mail, and they are expecting a surge of mailed ballots. Voting by mail will face its biggest test since the onset of the coronavirus pandemic when seven states and Washington, D.C., hold primaries Tuesday.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/short-the-target-the-specialist-funds-betting-m-a-deals-wont-close-11591003800", "title": "Short the Target: The Specialist Funds Betting M&A Deals Won't Close", "date": "2020-06-01 05:30", "summary": "Funds that focus on deals are changing positions as coronavirus uncertainty undermines companies' plans. Some hedge funds that wager on mergers and acquisitions are taking an unusual approach to navigating the uncertainty caused by the new coronavirus: They're betting against the target.", "categories": [["Markets", "Deals"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/deals-deal-makers?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tips-to-sec-surge-as-working-from-home-emboldens-whistleblowers-11591003800", "title": "Tips to SEC Surge as Working From Home Emboldens Whistleblowers", "date": "2020-06-01 05:30", "summary": "Over 4,000 reports of potential wrongdoing poured in from mid-March to mid-May. 'These people have more time on their hands,' a lawyer says.. A new side effect of remote working, layoffs and furloughs stemming from the coronavirus pandemic: more whistleblowers.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nestle-loses-fight-with-impossible-over-meatless-burger-branding-11591003333", "title": "Nestlé Loses Fight With Impossible Foods Over Meatless Burger Branding", "date": "2020-06-01 05:22", "summary": "Swiss food giant ordered by European court to change name of its Incredible Burger. Nestlé SA must stop branding its plant-based burger \"Incredible\" after a European court ruled the language infringed on Impossible Foods Inc.'s trademarks and could confuse consumers.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/economic-fallout-from-coronavirus-begins-across-developing-world-11590779991", "title": "Economic Fallout From Coronavirus Begins Across Developing World", "date": "2020-06-01 04:20", "summary": "Economic output in Brazil, Turkey and India is expected to fall this year, reversing historic run in growth. Brazil's economy shrank during the first three months of this year. Turkey's economy slowed, and India's yearly output posted its slowest growth in 11 years.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chinas-barely-begun-economic-recovery-shows-signs-of-stalling-11590989703", "title": "China's Barely Begun Economic Recovery Shows Signs of Stalling", "date": "2020-06-01 01:35", "summary": "More factories are reopening, but they face falling orders from overseas customers. SHANGHAI-China's economic recovery hit a speed bump in May as the coronavirus pandemic began curbing the world's demand for Chinese goods.", "categories": [["Economy", "Asia Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/asia-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/national-guard-expands-presence-amid-unrest-11591036285", "title": "National Guard Expands Presence Amid Unrest", "date": "2020-06-01 00:01", "summary": "Increase in troops comes after clashes over the weekend. The National Guard said Monday it had deployed 12,000 additional Air and Army Guardsmen for civil-unrest response in 23 states and Washington, D.C., making the 67,000 members now on the streets for the protests and Covid-19 the largest number ever activated in the U.S.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11590950783", "title": "Pepper...and Salt", "date": "2020-06-01 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/billions-recap-season-5-episode-5-bobby-and-chuck-should-learn-from-the-godfather-11590977132", "title": "'Billions' Recap, Season 5, Episode 5: Bobby and Chuck Should Learn From 'The Godfather'", "date": "2020-06-01 22:05", "summary": "This week, Bobby Axelrod's nemesis cooks up bribes and other schemes. But shouldn't Chuck and Axe follow the Corleones and distance themselves from their dirty work?. Sometimes you gotta break a bank to make a bank. Or something like that.", "categories": [["Books & Arts", "Arts", "Television"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/arts?mod=breadcrumb", "https://www.wsj.com/news/types/television?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/photos-christo-shaped-monumental-temporary-sculptures-11590972231", "title": "Christo Shaped Monumental, Temporary Sculptures", "date": "2020-06-01 20:43", "summary": "With his wife, Jeanne-Claude, the artist wrapped landmarks for more than five decades. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/a-minneapolis-police-chief-promised-change-george-floyds-death-shows-hurdles-11590971860", "title": "The Minneapolis Police Chief Promised Change. He Got a Disaster.", "date": "2020-06-01 20:37", "summary": "Resume Subscription. MINNEAPOLIS-When Medaria Arradondo became this city's first black police chief in 2017, the department was in trouble. His predecessor had abruptly resigned after an officer killed an Australian woman who called for help, and a spate of shootings of minorities was straining an already fraught relationship with the city's black community.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/mayor-de-blasio-defends-nypds-response-to-protests-11590964577", "title": "Mayor de Blasio Defends NYPD's Response to Protests", "date": "2020-06-01 20:12", "summary": "Mayor and NYPD have faced criticism over the demonstrations sparked by death of George Floyd. New York City Mayor Bill de Blasio on Sunday defended the New York Police Department's response to protests that turned violent while also touting his own record as a police reformer.", "categories": [["U.S.", "Crime"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-crime?mod=breadcrumb"]}]