[{"link": "https://www.wsj.com/articles/art-of-the-deal-palestine-version-11580255641", "title": "Art of the Deal, Palestine Version", "date": "2020-01-28 18:54", "summary": "Trump's unconventional diplomacy is on display in Israel and the Balkans.. From the press coverage of the Trump Administration's Mideast peace efforts led by Jared Kushner, you'd have thought the White House was going to dismiss Palestinian statehood and ask for no concessions from Prime Minister Benjamin Netanyahu. Yet the plan described Tuesday at the White House is far more thoughtful. Its thrust is a high-profile endorsement of the two-state solution, and the political implications for Mr. Netanyahu are not yet clear.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ebay-profit-declines-amid-strategic-review-11580248535", "title": "EBay Profit Drops Amid Strategic Review", "date": "2020-01-28 18:52", "summary": "Quarterly net revenue fell 2% from a year ago, and the company forecast weaker-than-expected revenue for the current quarter. EBay Inc. reported a decline in profit on weak sales in the latest quarter, amid a strategic review that led the online marketplace to shake up its leadership ranks and sell off part of its business.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/virginia-may-kill-right-to-work-11580255508", "title": "Virginia May Kill Right to Work", "date": "2020-01-28 18:51", "summary": "The new Democratic majority moves to force union dues on workers.. Democrats in Virginia aren't wasting time with their first statehouse majority in 26 years-by repealing the state's 70-year-old right-to-work law that has helped the commonwealth thrive.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/apple-posts-revenue-growth-on-strong-airpod-app-sales-11580247318", "title": "Apple Posts Record Revenue on Strong iPhone, App Sales", "date": "2020-01-28 18:51", "summary": "Devices and services linked to iPhone help fuel surge. Apple Inc. has shaken free of last year's iPhone slump, posting record revenue and a return to profit growth in the latest quarter behind strong sales of its flagship smartphone as well as apps and AirPods wireless earbuds.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/everyone-loses-on-huawei-11580255468", "title": "Everyone Loses on Huawei", "date": "2020-01-28 18:51", "summary": "Britain OK's Chinese network equipment, but not too much of it.. The U.K. government on Tuesday unveiled a long-awaited new policy on Huawei equipment in its telecom network, and it's hard to find anyone who comes out a winner. Prime Minister Boris Johnson has landed a punch of sorts on the Chinese company, but also managed to give his own administration a black eye.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/amazon-scoops-up-more-warehouse-space-on-staten-island-11580255458", "title": "Amazon Scoops Up More Warehouse Space on Staten Island", "date": "2020-01-28 18:50", "summary": "Online retail giant pushes to speed delivery to New York-area consumers. Amazon.com Inc. is expanding its warehouse operations in Staten Island as the online retail giant pushes to speed delivery to its New York-area consumers.", "categories": [["U.S.", "Tri-State Area"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-region?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-fed-pretends-to-listen-11580255375", "title": "The Fed Pretends to Listen", "date": "2020-01-28 18:49", "summary": "Central bankers insist on promoting inflation. What we've got here is failure to communicate.. It isn't every day that representatives of elite bureaucratic institutions walk among the ordinary people they govern and ask: \"What do you really think of us?\" The Federal Reserve did just that last year, through 13 \"Fed Listens\" events, in Washington and at each of the 12 regional reserve banks around the country. Boy, did they get an earful. But having listened, the Fed evidently didn't hear a thing.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/act-now-to-prevent-an-american-epidemic-11580255335", "title": "Act Now to Prevent an American Epidemic", "date": "2020-01-28 18:48", "summary": "Quarantines, flu vaccines and other steps to take before the Wuhan virus becomes widespread.. The novel coronavirus now epidemic in China has features that may make it very difficult to control. If public-health authorities don't interrupt the spread soon, the virus could infect many thousands more around the globe, disrupt air travel, overwhelm health-care systems, and, worst of all, claim more lives. The good news: There's still an opening to prevent a grim outcome.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/14th-century-solutions-to-student-debt-11580255279", "title": "14th-Century Solutions to Student Debt", "date": "2020-01-28 18:47", "summary": "The Medicis would help needy would-be collegians, but they'd do it with more grants and fewer loans.. Toward the end of the 14th century, the Medici family of Florence started a bank that became widely imitated. The secret of its success: The Medicis were skilled in evaluating the creditworthiness of loan applicants. A borrower who proposed a loan to finance a business venture had to be personally reliable, with an idea that was likely to succeed. The Medicis charged interest at high rates but most loans were repaid, benefiting the borrowers, the bank and Florentine society.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lets-hear-from-john-bolton-11580255169", "title": "Let's Hear From John Bolton", "date": "2020-01-28 18:46", "summary": "If executive privilege has to yield for a fair judicial trial, why not for impeachment?. Although John Bolton's book manuscript struck Washington like a thunderbolt, it's not clear that enough Republican senators will respond by demanding witnesses. Still, it's worth exploring what may happen if they do.", "categories": [["Opinion", "Politics & Ideas"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/politics-ideas?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-cure-for-the-chinese-flu-11580255213", "title": "The Cure for the Chinese Flu", "date": "2020-01-28 18:46", "summary": "Already backyard pig production is fading, and 'wet' markets will fall to progress too.. When most people come down with flu-like symptoms, they don't see a doctor. That's why any measure of how many have been infected with the Wuhan virus will tend to be relatively misleading. America's biggest Chinatown is in New York City. More than a million Chinese tourists visit the city every year; dozens of locals likely return weekly from trips to see family and business associates in Wuhan. The Wuhan virus reportedly can take 14 days to incubate; according to Chinese reports, carriers have been identified who can spread the disease without appearing sick. If you are a New York resident, are you taking comfort that, as of Tuesday, no cases have been confirmed in the city? Of course not.", "categories": [["Opinion", "Business World"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/business-world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-bridge-review-a-pipeline-joining-east-and-west-11580255080", "title": "'The Bridge' Review: A Pipeline Joining East and West", "date": "2020-01-28 18:44", "summary": "How ingenuity, determination and the logic of commerce overcame geopolitics in the Russia-Europe natural-gas trade.. It is the simplest and purest hydrocarbon molecule, composed of one atom of carbon and four atoms of hydrogen, arranged in a tetrahedron. Methane-the main constituent of natural gas-burns cleanly, leaving behind only water and carbon dioxide. As Thane Gustafson writes at the beginning of \"The Bridge: Natural Gas in a Redivided Europe,\" \"there is something appealing in its purity, its elegance of understatement.\"", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/immigrants-come-to-america-to-work-11580255005", "title": "Immigrants Come to America to Work", "date": "2020-01-28 18:43", "summary": "They aren't the drain on public services that the Trump administration makes them out to be.. A Supreme Court ruling on Monday allows the Trump administration to start denying green cards to immigrants who might become economic burdens on society. The justices said nothing about the merits of any policy change, but that doesn't mean the rest of us can't assess them. So do most immigrants come here to work or to go on the dole?", "categories": [["Opinion", "Upward Mobility"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/upward-mobility?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/open-borders-affirmative-action-the-framers-and-the-neocons-11580254962", "title": "Open Borders, Affirmative Action, the Framers and the Neocons", "date": "2020-01-28 18:42", "summary": "Students discuss ideas not often shared by their peers.. Editor's note: This is the first anniversary of Future View, a WSJ Opinion series allowing college students to sound off on politics, culture and global affairs. This week's edition returns to the topic of unpopular ideas. For next week we'll ask, \"What, for you, will be Kobe Bryant's legacy? How will you remember him?\" Students should click here to submit opinions of fewer than 250 words before Feb. 4. The best responses will be published that night.", "categories": [["Opinion", "Future View"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/future-view?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-belated-lesson-from-a-murdered-ancestor-11580254917", "title": "A Belated Lesson From a Murdered Ancestor", "date": "2020-01-28 18:41", "summary": "My great-grandfather refused to give $4 to a robber in 1926. Would I have done the same?. I'm certain my father and grandfather never mentioned it to me. I would have remembered. My father's paternal grandfather-was murdered. It happened in a Newark, N.J., bar in 1926. I learned about it a few months ago from my cousin Susan in Idaho, who contacted me after she saw a piece about my grandfather in these pages.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/starbucks-closed-half-of-china-stores-amid-coronavirus-outbreak-11580247048", "title": "Starbucks Closes Half of China Stores Amid Coronavirus Outbreak", "date": "2020-01-28 18:39", "summary": "Coffee chain's comparable sales rose 6% in the U.S. market for its latest quarter. Starbucks Corp. said customers in the U.S. helped to drive up sales in its latest quarter, but the coffee chain faces a new threat to business in China after temporarily closing more than half of its stores in China because of the coronavirus outbreak.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-tests-markets-faith-in-global-economy-11580207450", "title": "Outbreak Tests Faith in Global Economy", "date": "2020-01-28 18:36", "summary": "Investors struggle to determine whether outbreak could upend bets on recovery. Investors who began the year feeling largely sanguine about the stock market are struggling to make sense of whether a growing coronavirus outbreak could upend their bets on a global economic recovery.", "categories": [["Markets", "Stocks"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cnn-and-ignorance-11580253937", "title": "CNN and Ignorance", "date": "2020-01-28 18:25", "summary": "Laughs all around as they miss the Ukraine story.. CNN is arousing the ire of conservatives for a segment in which a network host and two political pundits giggle as they make fun of the alleged ignorance of Donald Trump and his voters. The odd exchange obscures how little the CNN guys know about the story they're supposed to be covering.", "categories": [["Opinion", "Best of the Web"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/best-of-the-web-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-city-spends-200-million-a-year-to-aid-high-poverty-schools-with-mixed-results-11580253541", "title": "New York City Spends $200 Million a Year to Aid High-Poverty Schools, With Mixed Results", "date": "2020-01-28 18:19", "summary": "The initiative had no effect on students' state test scores in reading and little effect in math, a study found, but absenteeism declined and graduation rates rose. A New York City initiative to help hundreds of public schools in high-poverty areas by providing them with social services had no effect on students' state test scores in reading and little effect in math, a study released Tuesday showed.", "categories": [["U.S.", "Schools"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-schools?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/match-group-ceo-mandy-ginsberg-steps-down-11580245805", "title": "Match Group CEO Mandy Ginsberg Steps Down", "date": "2020-01-28 18:16", "summary": "Current president and former Tinder executive Shar Dubey to take over dating-app conglomerate. Match Group Inc. Chief Executive Mandy Ginsberg is stepping down as she faces challenges in her personal life, according to an internal memo, marking a leadership change at the dating app-company months before its planned spinoff.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/apples-inconvenient-iphone-recovery-11580252951", "title": "Apple's Inconvenient iPhone Recovery", "date": "2020-01-28 18:09", "summary": "Strong iPhone sales and disappointing services growth complicate the story following the stock's big run. It isn't always helpful to Apple Inc. when its biggest product does well.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-national-debt-will-rise-to-98-of-gdp-by-2030-cbo-projects-11580238089", "title": "U.S. National Debt Will Rise to 98% of GDP by 2030, CBO Projects", "date": "2020-01-28 18:08", "summary": "Deficits will exceed $1 trillion a year for at least 11 years, budget office says. WASHINGTON-The national debt and sustained federal budget deficits will hit the highest levels since World War II over the next decade, the Congressional Budget Office projected on Tuesday, following multiple rounds of tax cuts and continued increases in federal spending.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/palestinians-reject-trump-administrations-middle-east-peace-plan-11580240580", "title": "Palestinians Reject Middle East Peace Plan", "date": "2020-01-28 18:06", "summary": "Abbas calls creation of a state that doesn't include Jerusalem impossible; 'We rejected this deal from the start and our stance was correct'. Palestinian Authority President Mahmoud Abbas rejected the Trump administration's Middle East peace plan shortly after it was unveiled on Tuesday, saying a Palestinian state without Jerusalem was impossible.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/auschwitz-75-years-after-liberation-11580252752", "title": "Auschwitz 75 Years After Liberation", "date": "2020-01-28 18:05", "summary": "A view from the anniversary commemoration at the camp and the Auschwitz-Birkenau State Museum, where historical fissures still linger.. Oswiecim, Poland", "categories": [["Opinion", "Commentary", "Cultural Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb", "https://www.wsj.com/news/types/cultural-commentary?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/3m-to-cut-1-500-jobs-posts-lower-profit-11580214061", "title": "3M to Cut More Jobs Amid U.S. Manufacturing Slump", "date": "2020-01-28 17:55", "summary": "Post-it Notes maker received grand-jury subpoena related to discharge from Alabama plant. 3M Co. posted lower revenue in significant U.S. markets and set plans for fresh layoffs, the latest manufacturer to exhibit signs of strain at a time of weakness for the industrial economy.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/executives-try-to-assess-financial-impact-of-coronavirus-measures-11580251770", "title": "Executives Try to Assess Financial Impact of Coronavirus Measures", "date": "2020-01-28 17:49", "summary": "Kraft Heinz has introduced a travel ban, while other companies order their employees to work from home. Finance executives at international companies are taking measures to protect their employees and their customers against the coronavirus, but say it is too early to tell what the financial implications might be for their businesses.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tesla-poised-for-dramatic-move-after-earnings-options-show-11580216400", "title": "Tesla Poised for Dramatic Move After Earnings", "date": "2020-01-28 17:48", "summary": "Stock is projected to rise or fall as much as 11.1% over two sessions following report. Tesla Inc.'s rally has been marked by big swings up and down. That pattern is expected to continue after the auto maker reports results Wednesday afternoon.", "categories": [["Markets", "Stocks"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/giselle-review-seeing-an-old-dance-anew-11580251638", "title": "'Giselle' Review: Seeing an Old Dance Anew", "date": "2020-01-28 17:47", "summary": "Alexei Ratmansky puts a fresh spin on a fantastical work by reaching into its history.. ", "categories": [["Books & Arts", "Dance Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/dance-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/will-virus-outbreak-derail-starbuckss-strong-outlook-11580251290", "title": "Will Virus Outbreak Derail Starbucks's Strong Outlook?", "date": "2020-01-28 17:41", "summary": "The coffee giant had to temporarily shut more than half of its China stores, which could mask a strong growth profile. Starbucks will have to wait and see if the coronavirus outbreak spoils its hot streak.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/flash-crash-trader-avoids-more-jail-time-11580251120", "title": "'Flash Crash' Trader Avoids More Jail Time", "date": "2020-01-28 17:38", "summary": "Trader Navinder Singh Sarao will serve a year of home confinement in case related to stock-market drop in May 2010. Navinder Singh Sarao, the British trader accused of contributing to the 2010 stock-market \"flash crash,\" won't serve any more time in jail, a federal judge ruled Tuesday, capping a multiyear saga that gripped markets and traders after one of the most dramatic stock plunges in history.", "categories": [["Markets", "Financial Regulation"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/financial-regulation?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/buzzfeed-news-chief-to-join-new-york-times-as-media-columnist-11580250790", "title": "BuzzFeed News Chief to Join New York Times as Media Columnist", "date": "2020-01-28 17:33", "summary": "Ben Smith created the news division in 2012 that became a Pulitzer Prize finalist in 2018. Ben Smith, the founding editor of BuzzFeed News, said on Tuesday he is leaving the company, where he helped turn a startup best known for whimsical online quizzes and listicles into a formidable news organization.", "categories": [["Business", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lvmh-ends-year-with-higher-revenue-earnings-11580231715", "title": "LVMH Sales Powered by Fashion, Leather Goods", "date": "2020-01-28 17:03", "summary": "French luxury-goods conglomerate's revenue climbs 15%. PARIS- LVMH Moët Hennessy Louis Vuitton SE reported record results last year, driven by strong growth at the fashion houses Louis Vuitton and Christian Dior.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tech-earnings-will-test-rally-in-growth-stocks-11580127358", "title": "Tech Earnings Will Test Rally in Growth Stocks", "date": "2020-01-28 16:51", "summary": "Microsoft, Facebook and Apple, among other companies, will report results this week. ", "categories": [["Markets", "Stocks"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/louis-vuittons-dip-doesnt-herald-end-of-luxury-boom-11580248058", "title": "Louis Vuitton's Dip Doesn't Herald End of Luxury Boom", "date": "2020-01-28 16:47", "summary": "Sales growth weakened in the luxury company's latest quarterly results, but it isn't a sign of serious trouble just yet. Louis Vuitton's owner reported its weakest quarterly sales growth in three years, but the business of luxury seems to be experiencing temporary bumps rather than a long-feared downturn.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/stocks-take-a-breather-amid-global-efforts-to-contain-virus-11580206849", "title": "U.S. Stocks Rise Amid Global Efforts to Contain Virus", "date": "2020-01-28 16:38", "summary": "U.S. yield curve briefly inverts amid investors' concerns about virus's impact on global growth. U.S. stocks climbed Tuesday as investors turned their attention to earnings season and improving economic data, though bond markets briefly flashed a recession signal for the first time since October.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/j-crew-hires-former-victorias-secret-executive-as-ceo-11580245080", "title": "J.Crew Hires Ex-Victoria's Secret Executive as CEO", "date": "2020-01-28 16:37", "summary": "Apparel veteran Jan Singer charged with turning around the ailing fashion brand. J.Crew Group Inc. said it hired former Victoria's Secret executive Jan Singer as its next chief executive, as it seeks to revitalize its namesake brand and reverse a long sales slump.", "categories": [["WSJ News Exclusive", "Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bond-rally-takes-breather-despite-coronavirus-fears-11580238215", "title": "Bond Rally Takes Breather Despite Coronavirus Fears", "date": "2020-01-28 16:30", "summary": "Investors waiting for more information before evaluating potential economic impact of virus. A global bond rally paused Tuesday after fears around the fallout from a viral outbreak in China pushed yields on U.S. government debt to their lowest levels in months.", "categories": [["Markets", "Treasurys"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/treasurys?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/senate-gop-weighs-credibility-of-longtime-ally-john-bolton-11580247008", "title": "Senate GOP Weighs Credibility of Longtime Ally Bolton", "date": "2020-01-28 16:30", "summary": "Republicans who have known and worked with Bolton for years now must decide whether to call him as a witness. WASHINGTON-He has acted as a surrogate for a Republican presidential candidate, raised money for GOP Senate campaigns and built relationships with Senate Republicans for decades, ever since the GOP-held Foreign Relations Committee recommended him for a post at an international-development agency.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/connecticut-republicans-not-sold-on-tolls-for-trucks-11580246835", "title": "Connecticut Republicans Not Sold on Tolls for Trucks", "date": "2020-01-28 16:27", "summary": "Bill on tolling could come up for vote in state legislature next week. Republicans slammed Connecticut Gov. Ned Lamont's plan to make commercial trucks pay highway tolls as momentum builds for the state legislature to hold a vote on the long-debated issue.", "categories": [["U.S.", "Tri-State Area"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-region?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/falling-yields-drive-bond-buyers-to-reit-stocks-11580216424", "title": "Falling Yields Drive Bond Buyers to REIT Stocks", "date": "2020-01-28 16:26", "summary": "REITs have beaten the S&P 500 and a broad bond index year to date. With bond yields stuck on low, income-seeking investors are shifting to a different corner of the market: stocks of real-estate investment trusts.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-plan-breaks-the-mold-in-mideast-peace-efforts-11580246248", "title": "Trump Plan Breaks the Mold in Mideast Peace Efforts", "date": "2020-01-28 16:17", "summary": "Unlike past approaches, Trump's plan seeks to settle some issues on Israel's terms at the outset. For half a century, American presidents have tried to find a path to peace between Israel and the Palestinians. Donald Trump on Tuesday became the 10th president in that long line of futility by unveiling his plan for doing the seemingly impossible.", "categories": [["Politics", "Capital Journal"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/capital-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/stock-markets-january-barometer-is-still-bullish-11580234022", "title": "Stock Market's January Barometer Is Still Bullish", "date": "2020-01-28 16:14", "summary": "S&P 500 hangs on to monthly gains, a positive signal for the rest of 2020. As goes January, so goes the year.", "categories": [["Markets", "Stocks"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/top-new-york-bankruptcy-judge-pushes-mediation-for-student-loans-11580244971", "title": "Top New York Bankruptcy Judge Pushes Mediation For Student Loans", "date": "2020-01-28 15:56", "summary": "A program in the New York bankruptcy courts targets student loan debt disputes by bringing both sides to the table. A bankruptcy court in New York is making it easier for borrowers with financial difficulties to modify their student loans through negotiation, potentially reducing their monthly payments to amounts they can more easily afford.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/in-poetry-an-immigrant-finds-a-voice-11580244335", "title": "In Poetry, an Immigrant Finds a Voice", "date": "2020-01-28 15:45", "summary": "Marcelo Hernandez Castillo's new memoir reflects a growing spotlight on Latino immigrant voices in literature. Marysville, Calif.", "categories": [["Books & Arts", "Books"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/gold-stays-steady-as-coronavirus-fears-linger-11580224710", "title": "Gold Stays Steady as Coronavirus Fears Linger", "date": "2020-01-28 15:07", "summary": "Coming Fed statement, figures on fourth-quarter economic growth in the U.S. could move gold. Gold prices hovered near their highest level since April 2013 Tuesday, preserving a monthslong rally that has seen investors flock to the safe-haven metal with uncertainty about geopolitics and now the coronavirus swinging markets.", "categories": [["Markets", "Commodities"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pfizer-sales-fall-on-loss-of-drug-exclusivity-11580215096", "title": "Pfizer's New Drugs Surge as Strategy Shifts", "date": "2020-01-28 15:05", "summary": "Drugmaker posts quarterly loss, but its overhaul to become a faster-growing company makes progress. New drugs powered Pfizer Inc.'s fourth-quarter sales, a sign the drugmaker's effort to remake itself as a smaller company relying on its own laboratories for growth is starting to emerge.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-durable-goods-orders-rose-in-december-11580218355", "title": "Durable-Goods Orders Rise, Masking Manufacturing Weakness", "date": "2020-01-28 14:58", "summary": "Increase was driven by jump in defense spending. WASHINGTON-U. S. business investment fell in December, according to a closely watched proxy measure, providing the latest sign of softness in manufacturing.", "categories": [["Economy", "Economic Data"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/economic-data?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-recovers-two-killed-in-air-force-crash-in-taliban-territory-11580232907", "title": "U.S. Recovers Two Killed in Afghanistan Crash", "date": "2020-01-28 14:47", "summary": "Pentagon suspects mechanical failure on surveillance aircraft in Afghanistan. WASHINGTON-The U.S. military has recovered the remains of the two U.S. service members who were on a plane that crashed in Taliban-controlled Afghan territory on Monday, U.S. military officials in Kabul said.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/carlos-ghosn-and-fairness-in-japans-legal-system-11580240786", "title": "Ghosn and Fairness in Japan's Legal System", "date": "2020-01-28 14:46", "summary": "The Ghosn debacle has made clear, without any doubt, the extensive harassment that the Japanese legal system subjects its targets to.. In her support of Japan's criminal justice system in the face of the Carlos Ghosn fiasco (\"Ghosn, Nissan and Japan's Justice System,\" Letters, Jan. 15), Japan's Minister of Justice Mori Masako withholds key evidence that would tarnish her argument. She fails to reveal that in Japan exculpatory evidence-evidence that would exonerate the defendant of an alleged crime-may be withheld from the defense.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/blaine-amendments-and-the-blaine-family-11580240491", "title": "'Blaine Amendments' and the Blaine Family", "date": "2020-01-28 14:41", "summary": "It's worth noting that Blaine's mother was a Catholic, as were his sisters.. Regarding your editorial \"The Last Gasp of James G. Blaine?\" (Jan. 21): I'm not interested in shilling for my ancestor, but the attack on the Blaine Amendments has been around for quite a while, almost always as part of an effort to undermine public education. These days a new definition of \"religious liberty\" has become code for its own kind of bigotry.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/executive-assistants-can-be-a-valuable-asset-11580240433", "title": "Executive Assistants Can Be a Valuable Asset", "date": "2020-01-28 14:40", "summary": "As an executive coach, I strongly recommend my executive clients acquire an executive assistant.. As an executive coach, I found it ironic that as I am strongly recommending my executive clients to acquire an executive assistant you published \"The Vanishing Executive Assistant\" (Exchange, Jan. 18). Recent Journal articles have talked about the need for leaders to find time to think about their business, coach their employees and find some sort of work-life balance. Today's technology makes this impossible without help. Endless emails and texts demand immediate attention. Too many managers are responding to emails and texts when they should be participating in or leading a meeting. Managers spend parts of their evenings or weekends \"catching up\"-all time that could be better spent working on the business.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tariffs-must-work-because-were-doing-well-11580240390", "title": "Tariffs Must Work Because We're Doing Well", "date": "2020-01-28 14:39", "summary": "What can you do to get a passive-aggressive trading partner to stop stealing your country's intellectual assets and trade fairly?. Regarding your editorial \"How Many Tariff Studies Are Enough?\" (Jan. 21) and associated letters: The answer is one. One that actually considers the relevant question. That is, what can you do to get a passive-aggressive trading partner to stop stealing your country's intellectual assets and trade fairly?", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-yorks-mta-criticized-over-congestion-pricing-panel-11580212800", "title": "New York's MTA Criticized Over Congestion-Pricing Panel", "date": "2020-01-28 14:14", "summary": "Elected officials and transportation advocates say they would like more transparency. New York's Metropolitan Transportation Authority has been slow and secretive in setting up a panel to determine tolls for an impending congestion charge on drivers in New York City, elected officials and advocates say.", "categories": [["U.S.", "Transit"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-transit?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/airbus-reaches-international-deal-over-corruption-probe-11580195579", "title": "Airbus Faces Nearly $4 Billion Penalty in Corruption Probes", "date": "2020-01-28 13:57", "summary": "European plane maker's contract dealings have been under investigation by the U.S., U.K. and France. LONDON- Airbus SE has agreed to pay penalties of €3.6 billion ($3.96 billion) to settle corruption probes by U.S., U.K. and French authorities into contract dealings, lifting a reputational and legal cloud that has hung over the company for years.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tpg-in-talks-to-reduce-stake-in-32-billion-credit-investing-arm-11580225533", "title": "TPG in Talks to Split With Its $33 Billion Credit-Investing Arm", "date": "2020-01-28 13:55", "summary": "TPG Sixth Street Partners would take back portion of TPG's minority stake. Private-equity firm TPG and its $33 billion credit-investing arm are in talks to part ways, with each going it alone in the increasingly competitive world of private investing.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/as-recipe-cards-disappear-families-scramble-to-preserve-cherished-memories-11548773745", "title": "As Recipe Cards Disappear, Families Scramble to Preserve Cherished Memories", "date": "2020-01-28 13:31", "summary": "The internet is making paper recipes obsolete, but many modern cooks see the cards as tangible mementos of favorite foods and the beloved cooks who made them over and over again. When cooking for family gatherings, Penny Pierce usually pulls out a yellowed card with frayed edges to scrutinize the fading recipe for her favorite pie crust.", "categories": [["Life & Work", "Food & Drink"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/food-cooking-drink?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-k-watchdog-warns-banks-on-taking-action-against-overdraft-pricing-11580235366", "title": "U.K. Watchdog Warns Banks on Taking Action Against Overdraft Pricing", "date": "2020-01-28 13:16", "summary": "The Financial Conduct Authority warned banks it would take action on the overdraft market to protect vulnerable customers. The U.K.'s financial watchdog said Tuesday that it has concluded the overdraft market is dysfunctional, with major banks having aligned overdraft rates around 40%, and warned it would take action if it sees continued harm to customers.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/google-wants-to-pour-money-into-san-jose-the-city-has-a-few-demands-11580234667", "title": "Google Wants to Pour Money Into San Jose. The City Has a Few Demands.", "date": "2020-01-28 13:04", "summary": "Resume Subscription. SAN JOSE, Calif.-Technology giants helped pump the West Coast full of choking traffic and expensive homes. Now they are trying to fix the damage.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/harley-davidson-reports-weaker-motorcycle-sales-in-u-s-11580215262", "title": "Harley-Davidson Reports Weaker Motorcycle Sales In U.S.", "date": "2020-01-28 12:32", "summary": "Company has struggled to draw younger American riders as core customers age. Harley-Davidson Inc. said its motorcycle sales slipped again in 2019 despite new models and expanded overseas operations the company has rolled out in an effort to resuscitate demand.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-capex-cant-catch-a-break-11580230652", "title": "Why Capex Can't Catch a Break", "date": "2020-01-28 11:57", "summary": "December's durable goods orders showed that capital spending remains anemic. One-off issues keep getting in the way of a capital spending revival. It is time to ask if those issues aren't the real problem.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/super-bowl-means-guacamoleand-a-spike-in-avocado-related-knife-injuries-11580230243", "title": "Super Bowl Means 'Avocado Hand' Is Back-With a Vengeance", "date": "2020-01-28 11:50", "summary": "Resume Subscription. Avocado lovers beware: Super Bowl Sunday could be the pits. It all depends on how you slice it.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/the-last-flight-of-kobe-bryants-life-11580158646", "title": "The Last Flight of Kobe Bryant's Life", "date": "2020-01-28 11:31", "summary": "Details about the helicopter crash that killed the Lakers star and eight others emerged through air-traffic communications and flight data. The helicopter that chauffeured Kobe Bryant from his Orange County home to the Los Angeles area departed Santa Ana-John Wayne Airport shortly after 9 a.m. on a foggy Sunday morning with nine people aboard. Its destination was the Camarillo Airport, northwest of Los Angeles, near Mr. Bryant's sports academy.", "categories": [["Sports", "NBA"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/nba?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/german-bishops-rethink-catholic-teachings-amid-talk-of-schism-11580227907", "title": "German Bishops Rethink Catholic Teachings Amid Talk of 'Schism'", "date": "2020-01-28 11:14", "summary": "Conservatives, particularly in the U.S., greet the prospect with alarm. Germany's Catholic bishops will meet in Frankfurt on Thursday to launch their most ambitious effort yet in their role as the church's liberal vanguard: a two-year series of talks rethinking church teaching and practice on topics including homosexuality, priestly celibacy and the ordination of women.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fed-adds-84-7-billion-in-new-money-to-markets-but-overall-liquidity-stable-11580227244", "title": "Fed Adds $84.7 Billion in New Money to Markets, But Overall Liquidity Stable", "date": "2020-01-28 11:00", "summary": "Fresh injection of money, coupled with expiring older operations, left overall amount of repo operations essentially the same. The Federal Reserve Bank of New York added $84.7 billion in fresh liquidity to money markets on Tuesday, but overall temporary money added to the financial system by the central bank held steady.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/united-technologies-reports-higher-profit-sales-11580217233", "title": "United Tech's Profit Rises as Break-Up Looms", "date": "2020-01-28 10:59", "summary": "Conglomerate expects Boeing MAX problems to hurt aerospace unit. United Technologies posted higher fourth-quarter profit and sales while warning that Boeing Co.'s problems with its 737 MAX airliner will hurt results in its Collins Aerospace business.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-vintage-police-motorcycle-gets-a-second-run-11580226199", "title": "A Vintage Police Motorcycle Gets a Second Run", "date": "2020-01-28 10:43", "summary": "Resume Subscription. Robert Preven, 59, a bus driver in New York City, on his 1948 Indian Chief police motorcycle, as told to A.J. Baime.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/coronavirus-fears-push-cruise-lines-to-suspend-china-voyages-11580226008", "title": "Coronavirus Fears Push Cruise Lines to Suspend China Voyages", "date": "2020-01-28 10:40", "summary": "Operators cancel trips in and out of China, hold ships at ports as the travel lockdown spreads. Cruise operators are canceling voyages to and from China as the coronavirus outbreak spreads and governments around the world urge the public not to travel to infected areas.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/rev-runs-father-lives-inside-his-rap-lyrics-11580226028", "title": "Rev Run's Father Lives Inside His Rap Lyrics", "date": "2020-01-28 10:40", "summary": "The RUN DMC rapper reflects on his upbringing in Queens, N.Y., his father's poetry, and why basketball and rap are the same. Joseph \"Rev Run\" Simmons, 55, is a founding member of the hip-hop group RUN DMC. A minister, he is co-author with his wife, Justine, and Amy Ferris, of \"Old School Love: And Why It Works\" (Dey Street). He spoke with Marc Myers.", "categories": [["Real Estate", "House Call"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/house-call?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/photos-a-motorcycle-with-history-11580225830", "title": "Photos: A Motorcycle With History", "date": "2020-01-28 10:37", "summary": "This carefully restored 1948 model is a hit at antique-motorcycle events. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/home-prices-continued-to-climb-in-november-11580224331", "title": "Home Prices Continued to Climb in November", "date": "2020-01-28 10:37", "summary": "Case-Shiller index rose 3.5% on an annual basis, with gains in every major city. Home-price growth accelerated in November, in the latest sign the home-sales market is picking up steam after a slow start to 2019.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nike-site-sells-out-of-kobe-bryant-merchandise-in-wake-of-stars-death-11580225861", "title": "Nike Site Sells Out of Kobe Bryant Merchandise in Wake of Star's Death", "date": "2020-01-28 10:37", "summary": "Sneaker giant says it didn't remove Kobe Bryant sneakers or merchandise from its website. Nike Inc. 's website sold out of Kobe Bryant merchandise in the wake of the basketball superstar's sudden death, the sportswear giant said, rebutting media reports it had pulled the products.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-modern-mansion-on-malibus-tony-beachfront-lists-for-115-million-11580224536", "title": "A Modern Mansion in Malibu Lists for $115 Million", "date": "2020-01-28 10:15", "summary": "David Saperstein, who founded Metro Networks, is selling his 10,600-square-foot beachfront compound. In a tony section of Malibu, a modern home owned by Metro Networks founder David Saperstein is coming on the market for $115 million. If it traded for that price, the home would be among the most expensive ever sold in the Los Angeles area.", "categories": [["Real Estate", "Private Properties"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/private-properties?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nyc-trash-hauler-makes-big-bet-to-keep-on-trucking-11580223600", "title": "NYC Trash Hauler Makes Big Bet to Keep on Trucking", "date": "2020-01-28 10:00", "summary": "Louis 'Gino' Fava hopes the $450,000 he spent to expand his business will improve his chances of snagging a contract under a new city law. Last month Louis \"Gino\" Fava made a big investment in his trash-collection business-he spent $450,000 on a third garbage truck. There are, after all, major changes coming to New York City's private trash-hauling scene, and he needs to be ready.", "categories": [["U.S.", "Metro Money"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/metro-money?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/2020-democrats-emphasize-electability-in-iowas-closing-days-11580223103", "title": "2020 Democrats Emphasize Electability in Iowa's Closing Days", "date": "2020-01-28 09:51", "summary": "Some Iowa voters are expressing anxiety about making sure they pick a nominee who could unseat Trump. After more than a year of heated Democratic debate about health care, climate change and more, the 2020 candidates are making their final pushes in Iowa squarely about beating President Trump.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/republicans-say-house-impeachment-managers-hurt-biden-in-2020-presidential-race-11580222734", "title": "Republicans Say Impeachment Effort Hurts Biden", "date": "2020-01-28 09:45", "summary": "Some senators say the continued focus on the former vice president could prove politically damaging. This item first appeared in the Capital Journal newsletter. Read today's full newsletter here or sign up here for daily updates in your inbox.", "categories": [["Politics", "Political Intelligence"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/political-intelligence?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/borgwarner-to-buy-delphi-technologies-in-3-3-billion-deal-11580214139", "title": "BorgWarner to Buy Delphi Technologies in $3.3 Billion Deal", "date": "2020-01-28 09:45", "summary": "Transaction combines two major auto-parts makers. BorgWarner Inc. agreed to buy Delphi Technologies PLC in an all-stock transaction that values Delphi at about $3.3 billion and would combine two major auto-parts makers.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-unlikely-winners-from-boeings-737-max-debacle-11580221922", "title": "The Unlikely Winners From Boeing's 737 MAX Debacle", "date": "2020-01-28 09:32", "summary": "Companies that make or own flight simulators for the grounded jet are suddenly in demand. A winning lottery ticket is a good way to make new friends. That, and owning a 737 MAX flight simulator.", "categories": [["Markets", "Overheard"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/overheard?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/israels-netanyahu-withdraws-immunity-request-over-corruption-charges-11580202673", "title": "Israel's Netanyahu Withdraws Immunity Request Over Corruption Charges", "date": "2020-01-28 09:12", "summary": "Prime minister faced vote in parliament on immunity request. Israeli Prime Minister Benjamin Netanyahu dropped his bid for parliamentary immunity from prosecution on corruption charges, exposing the embattled leader to a possible trial that would decide his personal and political future.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/patrick-mahomes-took-the-air-raid-to-the-super-bowl-11580220223", "title": "NFL Coaches Said It Would Never Work. Mahomes Proved Them Wrong.", "date": "2020-01-28 09:03", "summary": "The Air Raid offense was always doubted in the NFL for being too extreme. Then it produced Mahomes and the Chiefs embraced its principles.. MIAMI-Thirty years ago, a group of oddballs went to middle-of-nowhere Iowa to coach an irrelevant football team. They had an idea about how to disrupt football, and soon it was impossible to peek at a college football record book without seeing the name of this curious college, Iowa Wesleyan, because of the outrageous passing numbers it produced.", "categories": [["Sports", "NFL"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/nfl?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/with-rates-on-hold-fed-faces-decisions-on-its-balance-sheet-11580207401", "title": "Fed Faces Decisions on Its Balance Sheet", "date": "2020-01-28 08:45", "summary": "Debate over whether central bank's intervention led to a market rally complicates choices on how, when to wind it down. With Federal Reserve officials likely to hold interest rates steady in coming months, the focus of their meeting this week shifts to fine-tuning their control of short-term rates.", "categories": [["Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mcdonalds-looks-to-step-up-chicken-offerings-at-breakfast-11580218601", "title": "McDonald's Looks to Step Up Chicken Offerings at Breakfast", "date": "2020-01-28 08:36", "summary": "Fast-food giant will offer chicken served on griddle cakes and on biscuits for a limited time. McDonald's Corp. will pilot breakfast chicken sandwiches across the U.S., a move that comes as the fast-food chain faces intense competition at the start of the day and looks to upgrade offerings for a key protein.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/european-banking-regulator-encourages-mergers-to-boost-profits-11580218508", "title": "European Banking Regulator Encourages Mergers to Boost Profits", "date": "2020-01-28 08:35", "summary": "The head of the ECB's banking arm says combinations could help eliminate 'excess capacity' and overlapping operations in national markets. The eurozone's main banking regulator encouraged lenders to consider mergers and acquisitions to boost profits, reinforcing an increasingly vocal message to bankers across the region.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/reasons-abound-for-markets-to-worry-about-the-election-11580218414", "title": "Reasons Abound for Markets to Worry About the Election", "date": "2020-01-28 08:33", "summary": "Investors face triple uncertainty about the 2020 outcome - and should be concerned. The world's business elite is convinced that Donald Trump will win a second term in the White House in November, and investors seem to believe there's little risk they will end up victims of the U.S. election.", "categories": [["Markets", "Streetwise"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/streetwise?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/stocks-to-watch-juniper-networks-whirlpool-brown-brown-11580205192", "title": "Stocks to Watch: Pfizer, 3M, Lockheed and More", "date": "2020-01-28 08:21", "summary": "Here are some of the companies with shares expected to trade actively in Tuesday's session. Here are some of the companies with shares expected to trade actively in Tuesday's session. Stock movements noted by ticker reflect movements during regular trading hours.", "categories": [["Markets", "MoneyBeat"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/moneybeat?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-trumps-mideast-peace-plan-developed-11580217538", "title": "How Trump's Mideast Peace Plan Developed", "date": "2020-01-28 08:18", "summary": "Resume Subscription. ", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-neighborhoods-fight-new-housing-each-for-different-reasons-11580216411", "title": "New York Neighborhoods Fight New Housing, Each for Different Reasons", "date": "2020-01-28 08:00", "summary": "Resume Subscription. Robert Camacho, who has lived in Bushwick, Brooklyn, most of his life, used to be able to point to a home in his neighborhood and say who resided there. Now he struggles to find a familiar face on his own block.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/africa-debt-boom-may-store-up-trouble-for-the-future-11580216277", "title": "Africa Debt Boom May Store Up Trouble for the Future", "date": "2020-01-28 07:57", "summary": "Cheap borrowing has fueled bond issuance, but repayment deadlines in coming years are raising concerns. African countries have loaded up on dollar debt, leading some to worry that a tightening of global financial conditions could trigger borrowing problems in coming years.", "categories": [["Markets", "Credit Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/credit-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/miami-hotels-are-early-winners-of-super-bowl-liv-11580212807", "title": "Miami Hotels Are Early Winners of Super Bowl LIV", "date": "2020-01-28 07:00", "summary": "Room rates around Miami soaring to record highs for host city, as hotels in the Keys benefit, too.. The Super Bowl is still nearly a week away, but hotel owners around the host city of Miami are already scoring big with room rates expected to hit a record for the big game.", "categories": [["Real Estate", "Property Report"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/property-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-campaign-works-to-garner-local-news-coverage-11580212817", "title": "Trump Campaign Works to Garner Local News Coverage", "date": "2020-01-28 07:00", "summary": "President's surrogates bracket his events, or hold their own, to shift focus from Washington. President Trump has long enjoyed the outsize attention of the national media. As he seeks his second term, his re-election campaign is amping up efforts to garner local press coverage.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/upheaval-in-retail-world-sets-stage-for-texas-foreclosure-battle-11580212800", "title": "Upheaval in Retail World Sets Stage for Texas Foreclosure Battle", "date": "2020-01-28 07:00", "summary": "Project to redevelop J.C. Penney's headquarters is running into trouble refinancing $384 million of debt. A group of Texas businessmen that launched a $1 billion plan to redevelop the Plano, Texas, headquarters of J.C. Penney Co. say they have been tripped up by the reluctance of lenders to get involved with a project that depends heavily on the health of the struggling retailer.", "categories": [["Real Estate", "Property Report"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/property-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/green-bond-trading-is-going-electronic-11580212808", "title": "Green-Bond Trading Is Going Electronic", "date": "2020-01-28 07:00", "summary": "MarketAxess tries to boost liquidity in the nascent bond market. Two of the hottest trends in bond markets, green bonds and electronic trading, are coming together.", "categories": [["Markets", "Credit Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/credit-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hong-kong-china-travel-to-be-reduced-significantly-due-to-coronavirus-11580205806", "title": "Hong Kong Curbs China Travel Due to Virus", "date": "2020-01-28 06:33", "summary": "Measures are expected to start Thursday at midnight and continue until further notice. HONG KONG-Hong Kong is cutting back heavily on travel via road, rail and ferry links between the city and mainland China in an effort to reduce the chances of the Wuhan coronavirus from spreading more widely.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/after-wework-real-estate-startups-rethink-pursuit-of-fast-growth-11580207402", "title": "After WeWork Debacle, Real-Estate Startups Rethink Pursuit of Fast Growth", "date": "2020-01-28 06:22", "summary": "In the property sector, expanding too quickly can be expensive and inefficient. Real-estate startups are retreating from a growth-at-all-costs model, casting aside an approach that has worked for many internet companies but has sputtered in the concrete world of office buildings and lodging properties.", "categories": [["Real Estate", "Property Report"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/property-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sec-urges-better-cybersecurity-practices-at-financial-firms-11580207402", "title": "SEC Urges Better Cybersecurity Practices at Financial Firms", "date": "2020-01-28 05:30", "summary": "Regulator details strong safeguards it has observed at companies it oversees. The Securities and Exchange Commission is telling financial-services companies what kind of cybersecurity practices it has found during audits, giving them detailed information on how to handle sensitive data and guard against cyberattacks.", "categories": [["Pro Cyber News"]], "category_links": ["https://www.wsj.com/news/types/pro-cyber-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/china-strains-to-stamp-out-coronavirus-criticisms-at-home-11580207403", "title": "China Strains to Stamp Out Coronavirus Criticisms at Home", "date": "2020-01-28 05:30", "summary": "Beijing takes steps to shape narrative after negative comments over government's response to deadly outbreak keep circulating on social media. BEIJING-Chinese President Xi Jinping built up what many consider to be the world's most sophisticated censorship machine to control public debate. Now that system is being put to the test as authorities try to dictate the narrative around the viral outbreak appearing across the country.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/apple-expected-to-report-services-record-as-stock-hits-all-time-highs-11580207400", "title": "Apple Expected to Report Services Record as Stock Hits All-Time Highs", "date": "2020-01-28 05:30", "summary": "Investors watching tech giant's first-quarter earnings to assess strength of services, fallout from coronavirus. Apple Inc. is scheduled to report results for its fiscal first quarter after the market closes Tuesday. Here's what you need to know.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/airpods-the-new-it-item-among-the-playground-set-11580207400", "title": "AirPods: The New It Item Among the Playground Set", "date": "2020-01-28 05:30", "summary": "Parents cave in to kids' relentless begging for Apple's wireless white earbuds; schools ban them. All Jacob Mars wanted for Christmas was a pair of AirPods. Not the regular $159 model, but the AirPods Pro, which cost $90 more. He's 11.", "categories": [["Tech", "Family & Tech: Julie Jargon"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb", "https://www.wsj.com/news/types/family-tech-julie-jargon?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-hosts-israeli-political-rivals-to-discuss-a-possible-peace-plan-11580128449", "title": "Trump Mideast Plan Said to Favor Israeli Goals", "date": "2020-01-28 04:32", "summary": "Detailed blueprint outlines how to resolve issues on borders, security and Jerusalem that have bedeviled negotiators for decades. WASHINGTON-President Trump's Middle East peace plan, to be formally unveiled Tuesday, is a detailed blueprint of more than 50 pages that outlines his administration's ideas about how to resolve core issues on borders, security and Jerusalem that have bedeviled negotiators for decades.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/software-giant-sap-shows-signs-that-revamp-is-bearing-fruit-11580201617", "title": "Software Giant SAP Shows Signs That Revamp Is Bearing Fruit", "date": "2020-01-28 03:53", "summary": "German company lifts profit, outlook on cloud-computing growth. BERLIN-Business-software maker SAP SE raised its earnings outlook as strong growth in cloud-based software drove a 22% increase in fourth-quarter profit, beating analysts' estimates.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-surveillance-craft-crashes-in-taliban-held-area-in-afghanistan-11580151886", "title": "U.S. Surveillance Craft Crashes in Taliban-Held Area in Afghanistan", "date": "2020-01-28 00:05", "summary": "Military says at least two Americans were on board Air Force plane. A U.S. military aircraft with at least two American service members on board crashed into Taliban-controlled Afghan territory, defense officials said, posing a complicated search-and-recovery effort.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-your-oven-is-really-your-kitchens-sneakiest-secret-weapon-11580218462", "title": "Why Your Oven Is Really Your Kitchen's Sneakiest Secret Weapon", "date": "2020-01-28 00:01", "summary": "Cookbook author and British mainstay Diana Henry on her new book, 'From the Oven to the Table.'. At the beginning of a new year, it's easy to think of all the ambitious ways we might become better cooks: start buying local, stock up on vegetables or finally master the French classics. But if you follow the advice of British cookbook author Diana Henry, the answer is a little bit simpler: just turn on your oven.", "categories": [["Life & Work", "Food & Drink"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/food-cooking-drink?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11580148707", "title": "Pepper...and Salt", "date": "2020-01-28 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lunar-new-year-visitors-to-gambling-hub-macau-screened-for-coronavirus-11580217934", "title": "Lunar New Year Visitors to Gambling Hub Macau Screened for Coronavirus", "date": "2020-01-28 00:01", "summary": "Fears over the virus in Macau and mainland China have sent U.S.-based casino operators' stock lower. Seven people in the world's gambling capital of Macau had been infected with the deadly new coronavirus by Tuesday, casting uncertainty over what is usually the busy two weeks of the Lunar New Year season for casinos in the region.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/buttigieg-campaign-faces-personnel-issues-as-iowa-caucuses-approach-11580214524", "title": "Buttigieg Campaign Faces Personnel Issues as Iowa Caucuses Approach", "date": "2020-01-28 00:01", "summary": "Head of talent and cybersecurity aides depart, and team still faces questions about staffer diversity. WASHINGTON-Pete Buttigieg's presidential campaign is dealing with some departures in the closing days before the Iowa caucuses, as its head of talent and cybersecurity aides have left, and it still faces questions about staffer diversity, according to people familiar with the matter.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/virus-outbreak-disrupts-global-car-makers-in-china-11580232158", "title": "Virus Outbreak Disrupts Global Car Makers in China", "date": "2020-01-28 00:01", "summary": "Analysts warn the outbreak could further slow down China's auto sector if consumers postpone car purchases. The coronavirus outbreak, which has all but sealed off China's Hubei province from the rest of the world, could have an outsize impact on the global auto industry, which has a large footprint in the region in central China.", "categories": [["Business", "Autos & Transportation", "Autos Industry"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/transportation?mod=breadcrumb", "https://www.wsj.com/news/types/autos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/utc-risks-decision-fatigue-in-a-transformative-year-11580232351", "title": "UTC Risks Decision Fatigue in a Transformative Year", "date": "2020-01-28 00:01", "summary": "Strong results from United Technologies' core aerospace business only highlight unanswered questions about its merger with defense company Raytheon. At a time of soul-searching for U.S. industrial conglomerates, United Technologies may be trying to do too much at the same time.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-defense-team-to-present-arguments-following-boltons-800-pound-gorilla-11580132745", "title": "Pressure Grows for Bolton to Testify at Impeachment Trial", "date": "2020-01-28 23:03", "summary": "Some Republican senators say manuscript bolsters case for further testimony. WASHINGTON-Chances of the Senate impeachment trial hearing new testimony appeared to mount on Monday in the wake of new allegations about President Trump's motivation for freezing aid to Ukraine, as the president's defense team argued that he was justified in pushing Kyiv to investigate Democrat Joe Biden and his son.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/off-senate-floor-trump-team-targets-boltons-credibility-11580170612", "title": "Off Senate Floor, Trump Team Targets Bolton's Credibility", "date": "2020-01-28 22:31", "summary": "White House is scrambling to respond to the former aide's book after being caught off guard by its revelations. WASHINGTON-The White House on Monday took to television, social media and email to discredit accusations from former national security adviser John Bolton that threatened its defense of President Trump. But inside the Senate chamber, where the president's team was making the official case for why he should remain in office, there was scant mention of Mr. Bolton-or his book.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-drugmakers-ship-therapies-to-china-seeking-to-treat-coronavirus-11580166592", "title": "U.S. Drugmakers Ship Antiviral Therapies to China", "date": "2020-01-28 22:28", "summary": "AbbVie, Gilead, others respond to Chinese authorities' requests for antiviral drugs to test effectiveness against deadly respiratory illness. U.S. drugmakers are shipping antiviral drugs to Chinese health authorities to assess whether the medicines could help contain the explosion of respiratory virus infections sweeping the country.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/global-stocks-slide-on-coronavirus-fears-11580119666", "title": "Stocks Drop on Coronavirus Fears", "date": "2020-01-28 21:44", "summary": "Oil, Europe equities slump as new infections are detected outside China. Investors around the globe stepped up their retreat from stocks and many commodities, reflecting intensifying fears that a viral outbreak in China will deliver a setback to the outlook for world economic growth.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chinas-premier-tours-virus-epicenter-as-anger-bubbles-at-crisis-response-11580109098", "title": "Wuhan Mayor Points to Beijing for Lack of Transparency Over Virus", "date": "2020-01-28 21:41", "summary": "Zhou Xianwang says central government needed to approve release of sensitive information about coronavirus. BEIJING-The mayor of Wuhan, the city at the epicenter of China's viral outbreak, said rules imposed by Beijing limited what he could disclose about the threat posed by the pathogen, suggesting the central government was partially responsible for a lack of transparency that has marred the response to the fast-expanding health crisis.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/kobe-bryant-brought-competitive-drive-to-his-investing-career-11580174936", "title": "Kobe Bryant Brought Competitive Drive to His Investing Career", "date": "2020-01-28 20:28", "summary": "Former Los Angeles Lakers player made several prominent investments in the tech startups through his venture-capital firm Bryant Stibel. Kobe Bryant brought to investing the same dedication and tenacity that marked his basketball career.", "categories": [["Pro VC Commentary Analysis"]], "category_links": ["https://www.wsj.com/news/types/pro-vc-commentary-analysis?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/banks-face-eased-volcker-restrictions-on-venture-capital-funds-11580172708", "title": "Banks Face Eased Volcker Restrictions on Venture-Capital Funds", "date": "2020-01-28 19:51", "summary": "Regulators to propose removing 3% limit on stake banks can own in venture funds they offer clients. WASHINGTON-Big banks in the U.S. face looser restrictions on investing their own money in venture capital funds under the latest plan to ease the Volcker rule's limits on speculative trading, according to people familiar with the matter.", "categories": [["Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/martin-shkreli-associate-tried-to-block-generic-versions-of-drug-lawsuit-claims-11580167983", "title": "Shkreli, Associate Tried to Block Generic Versions of Drug, Suit Claims", "date": "2020-01-28 19:48", "summary": "Former pharmaceutical executive worked to block rivals from introducing forms of anti-parasite drug, new lawsuit says. Jailed drug-company founder Martin Shkreli and an associate violated competition laws by working to block rivals from introducing generic forms of an antiparasite drug, the Federal Trade Commission and the New York attorney general allege in a new lawsuit.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-made-in-china-contagion-11580171046", "title": "A Made-in-China Contagion", "date": "2020-01-28 19:24", "summary": "The coronavirus is exposing Beijing's public-health deficiencies.. China has reported more than 2,700 infections and 82 deaths from its latest coronavirus, and some experts say there could be hundreds of thousands of cases not yet confirmed. The outbreak is exposing the vulnerabilities of China's top-down government, and the damage is spreading far beyond the mainland.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/victims-who-died-alongside-kobe-bryant-included-local-sports-families-11580170747", "title": "Victims With Kobe Bryant Included Local Sports Families", "date": "2020-01-28 19:22", "summary": "Parents and daughters, along with a coach and the pilot, perished in helicopter crash with basketball star. The helicopter crash that killed basketball great Kobe Bryant and his daughter also claimed the lives of two other girls and some of their parents, all part of the sports community in Orange County, where Mr. Bryant lived.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/gorsuch-torches-cosmic-injunctions-11580170918", "title": "Gorsuch Torches 'Cosmic' Injunctions", "date": "2020-01-28 19:21", "summary": "The Justice rebukes the growing practice of lower courts ruling beyond the parties to a specific case.. The Supreme Court ruled 5-4 Monday to grant the Trump Administration's request to stay a preliminary injunction against its \"public charge\" rule for immigrants. The order says nothing about the merits of the regulation that requires immigrants to show they won't become dependent on taxpayer aid. Its real import is the way Justice Neil Gorsuch puts a torch to the proliferation of universal injunctions by the lower courts.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-john-bolton-report-11580170841", "title": "The John Bolton Report", "date": "2020-01-28 19:20", "summary": "The former NSC adviser should tell the public what he knows.. The report that John Bolton's book draft implicates President Trump more closely to ordering a delay in military aid to Ukraine is hardly a surprise and won't-and shouldn't-change the impeachment result. It does, however, complicate the trial task for Republican Senators, and our advice is for Mr. Trump's former national security adviser to tell the public now what he says in his book.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-billie-eilish-revolution-how-the-unconventional-teen-swept-the-grammys-11580170652", "title": "The Billie Eilish Revolution: How the Unconventional Teen Swept the Grammys", "date": "2020-01-28 19:17", "summary": "The music business crowned a genre-defying new star Sunday night. Here's what's made her a Grammy darling.. Billie Eilish, the 18-year-old phenomenon who swept the Grammys on Sunday, is not a traditional pop star: She whispers nearly as much as she sings, and blurs genres like pop, rock and electronic music. She sports black-green hair, dresses in baggy clothes and collaborates with her older brother.", "categories": [["Books & Arts", "Arts", "Music"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/arts?mod=breadcrumb", "https://www.wsj.com/news/types/music?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/traders-predict-calm-earnings-season-for-stock-market-11580130001", "title": "Market Decline Threatens Predictions for Calm Earnings Season", "date": "2020-01-28 19:03", "summary": "Options investors have expected the smallest post-earnings-reports move since 2017, but they may be underestimating shares' swings. Investors had been forecasting a relatively calm earnings season. They could instead be caught off-guard with bigger-than-expected swings.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/supreme-court-allows-trump-administration-to-implement-immigration-rules-denying-residency-over-public-assistance-11580150172", "title": "Supreme Court Allows Trump to Implement Income-Based Restrictions on Immigration", "date": "2020-01-28 19:03", "summary": "Regulations expand the pool of people who could be considered a likely 'public charge' in the U.S.. WASHINGTON-A divided Supreme Court allowed the Trump administration to begin implementing rules that make it easier for the government to deny limited-income immigrants residency or admission to the U.S. because they use public-assistance programs or might use them in the future.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lease-accounting-rules-may-have-hurt-companies-valuations-study-says-11580169715", "title": "Lease-Accounting Rules May Have Hurt Companies' Valuations, Study Says", "date": "2020-01-28 19:01", "summary": "New academic research suggests certain future standards could affect stock prices. A recent change in how companies are expected to account for and report operating leases on company balance sheets may have delivered a jolt to their share prices, raising questions about how future rules could affect companies' valuations.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}]