[{"link": "https://www.wsj.com/articles/authorities-have-made-51-arrests-related-to-rioting-barr-says-11591291228", "title": "Barr Defends Forceful Removal of Protesters Ahead of Trump Church Visit", "date": "2020-06-04 19:50", "summary": "Some GOP senators call for resumption of Obama-era efforts to overhaul troubled police departments. WASHINGTON-Attorney General William Barr said the forceful removal of peaceful protesters outside the White House before an appearance by President Trump this week was necessary to protect federal property and law-enforcement officers, as the operation continued to stoke criticism in Washington.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pilgrims-pride-ceo-pleads-not-guilty-in-poultry-price-fixing-case-11591314351", "title": "Pilgrim's Pride CEO Pleads Not Guilty in Poultry Price-Fixing Case", "date": "2020-06-04 19:45", "summary": "Judge restricts Jayson Penn's contact with some customers; other executives also plead not guilty. The chief executive of Pilgrim's Pride Corp. pleaded not guilty to federal charges that he conspired to fix chicken prices, while a judge barred him from contacting poultry buyers allegedly victimized by the scheme.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-revenge-of-jim-mattis-11591314007", "title": "The Revenge of Jim Mattis", "date": "2020-06-04 19:40", "summary": "Trump's ill treatment of former advisers is coming back to haunt.. Former Defense Secretary Jim Mattis's denunciation of President Trump on Wednesday isn't surprising, but it still looks like an important political moment. Mr. Trump's polarizing and hyper-personal governance is catching up with him, as we and so many others warned.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/zuckerbergs-credibility-test-11591313900", "title": "Zuckerberg's Credibility Test", "date": "2020-06-04 19:38", "summary": "Facebook's CEO faces renewed pressure to take down Trump's posts.. The true test of principles is whether they can hold up under pressure. CEO Mark Zuckerberg last year committed that Facebook would not try to control American debate by censoring politicians, thereby infuriating Democrats and the press. Amid the national tumult following the death of George Floyd, the pressure for Mr. Zuckerberg to buckle and act against Donald Trump is ferocious. But his instincts were right last year.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/who-the-looting-ruins-11591313813", "title": "Who the Looting Ruins", "date": "2020-06-04 19:37", "summary": "'Seventeen years of work is gone,' said the owner of an Ecuadorean eatery.. Luis Tamay is an immigrant with an Ecuadorean restaurant in Minneapolis. Zola Dias is the black owner of a clothing store in Atlanta. Sam Mabrouk has a denim shop in Columbus, Ohio. They're only a few of the people whom intellectuals overlook whenever they rationalize rioting or say that property destruction isn't violence.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-ecb-never-says-never-11591313688", "title": "The ECB Never Says Never", "date": "2020-06-04 19:34", "summary": "The eurozone's central bank delivers more stimulus. Hurray?. Christine Lagarde is learning fast on the job. The European Central Bank president Thursday delivered more monetary stimulus for the eurozone, demonstrating she's mastered her job's main requirement: Never say never to markets for which everything is never enough.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/on-some-things-americans-can-agree-11591313189", "title": "On Some Things, Americans Can Agree", "date": "2020-06-04 19:26", "summary": "George Floyd's killing was brutal. Good cops are needed. And Trump hurt himself badly this week.. There's so much to say but my mind keeps going back to New Year's Eve, when we watched the ball come down and knew the story of 2020 was the presidential election and whatever stray harassments history throws our way. No one that night guessed-no one could have guessed-that in the next few months we'd have a world-wide pandemic, an economic catastrophe and fighting in the streets. The point is not that life is surprise or history turns on a dime, it's that we've been battered. We've been through a lot. And with economic and cultural indexes down, with the world turned darker and more predatory, we will go through more. We thought we'd be telling our grandchildren about the spring of 2020. Actually we'll be telling them about the coming 10 years, and how we tried to turn everything around.", "categories": [["Opinion", "Declarations"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/declarations?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/presidential-campaigns-targeted-by-suspected-chinese-iranian-hackers-11591294980", "title": "Presidential Campaigns Targeted by Suspected Chinese, Iranian Hackers", "date": "2020-06-04 19:23", "summary": "Google says phishing attacks from China targeted Biden campaign, those from Iran aimed at Trump campaign staff. Campaign staffers working on the presidential campaigns of Donald Trump and Joe Biden have been targeted with online attacks coming from Iran and China respectively, Google said, in a sign that the meddling four years ago in the U.S. presidential election by Russia could be pursued more widely this time.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/rival-j-c-penney-lenders-reach-bankruptcy-financing-deal-11591291985", "title": "Rival J.C. Penney Lenders Reach Bankruptcy Financing Deal", "date": "2020-06-04 19:11", "summary": "Competing lenders including Aurelius Capital Management and H/2 Capital Partners agreed to terms of a $900 million financing package that was approved in bankruptcy court. Competing factions of J.C. Penney Co. lenders that were vying to finance the retailer's restructuring efforts reached a deal Thursday, averting potential litigation between them.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/epa-aims-to-standardize-cost-benefit-analyses-for-clean-air-rules-11591306573", "title": "Trump Issues Order to Expedite Projects, Sidestep Environmental Reviews", "date": "2020-06-04 19:07", "summary": "Lawyers expect order to get challenged in court and question whether it will ultimately be exercised for many projects. WASHINGTON-President Trump has ordered federal agencies to use emergency authority to sidestep environmental reviews to expedite highways, pipelines and other major infrastructure projects as a way to boost an economic recovery from the coronavirus pandemic.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/discovery-reviews-production-costs-after-saving-on-low-budget-quarantine-shows-11591311803", "title": "Discovery Reviews Production Costs After Saving on Low-Budget Quarantine Shows", "date": "2020-06-04 19:03", "summary": "TV network said it saved $300,000 on average for every hour of content shot from home for HGTV, Food Network and DIY. Discovery Inc. is reassessing some production budgets after the pay-TV network operator managed to slash costs for content shot from home during the coronavirus pandemic.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lets-make-america-too-prosperous-to-hate-11591311131", "title": "Let's Make America Too Prosperous to Hate", "date": "2020-06-04 18:52", "summary": "Lessons from coronavirus, last week's space launch and this week's protests and violent disorder.. Atlanta prided itself in the 1960s on being \"the city too busy to hate.\" In the 2020s, America must become the country too prosperous to hate.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/can-the-cinema-survive-11591311063", "title": "Can the Cinema Survive?", "date": "2020-06-04 18:51", "summary": "AMC may have to bring back Dish Nights.. They could always try giving away dishes.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-banks-can-help-america-heal-11591311103", "title": "How Financial Institutions Can Help America Heal", "date": "2020-06-04 18:51", "summary": "Tools to pay for education and build wealth should be more widely available.. When I was growing up in North Carolina, my father sat me down for \"the talk\" about how to behave should I ever find myself in an encounter with a police officer. He wanted me to understand the risks I could face as an African-American should such an encounter go the wrong way.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-gospel-according-to-xi-11591310956", "title": "The Gospel According to Xi", "date": "2020-06-04 18:49", "summary": "Beijing considers publishing official translations of holy texts like the Bible.. With the world distracted by the Covid-19 pandemic, the Chinese Communist Party has restarted its long-running campaign against Christianity. Provincial authorities have banned online religious services. Officials in Anhui province reportedly removed crosses from two churches in April, adding to a tally of defaced churches that stretches into the thousands.", "categories": [["Opinion", "Commentary", "Houses of Worship"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb", "https://www.wsj.com/news/types/houses-of-worship?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/rod-rosenstein-knew-nothing-11591310992", "title": "Rod Rosenstein Knew Nothing", "date": "2020-06-04 18:49", "summary": "The FBI withheld crucial information from him. Why didn't he ask questions?. Senate Judiciary Chairman Lindsey Graham on Wednesday kicked off his hearings into wrongdoing by the Federal Bureau of Investigation during and after the 2016 campaign. His first witness, former Deputy Attorney General Rod Rosenstein, was an inspired choice. In three hours of testimony, the country got a glimpse at the depths of the FBI's underhandedness and the failure of leadership that enabled it.", "categories": [["Opinion", "Potomac Watch"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/potomac-watch?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/golfs-holy-war-review-angles-of-approach-11591310926", "title": "'Golf's Holy War' Review: Angles of Approach", "date": "2020-06-04 18:48", "summary": "A maddeningly intoxicating game looks to both science and the mystical realm to ﬁnd the source of performance artistry-and a better score.. Sooner or later, most golfers will hit a shot so pure, so thrillingly perfect, that it seems transcendent. Often such shots are what hook people on the game, and many golfers will spend the rest of their lives, not to mention small fortunes, working to make such shots more likely. In recent years, game improvement has become an industry, driven by sophisticated equipment and data-rich theories about performance, the brain and the body. Yet many still claim that old-fashioned approaches emphasizing artistry and feel, sometimes with a dab of the mystical thrown in, make for happier golfers.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-officer-stabbed-two-shot-while-guarding-against-looting-11591271603", "title": "New York City Mayor Condemns Attack on Police", "date": "2020-06-04 18:44", "summary": "All three officers were in stable condition and expected to recover, and a suspect was in critical condition, officials say. New York City Mayor Bill de Blasio on Thursday condemned the attack on three New York Police Department officers in Brooklyn and defended the police response to large-scale demonstrations over the killing of George Floyd.", "categories": [["U.S.", "Crime"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-crime?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-officials-clash-on-subway-bus-safety-guidelines-ahead-of-reopening-11591310643", "title": "New York Officials Clash on Subway, Bus Safety Guidelines Ahead of Reopening", "date": "2020-06-04 18:44", "summary": "Mayor Bill de Blasio pushes for social distancing measures while MTA leaders prioritize masks. Days before New York City is due to enter the first phase of reopening businesses during the coronavirus pandemic, the mayor and the state-controlled Metropolitan Transportation Authority are continuing to clash over how to make the transit system safe for people returning to work.", "categories": [["U.S.", "Transit"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-transit?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/looting-a-term-with-roots-in-protest-and-conflict-11591310530", "title": "'Looting': A Term With Roots in Protest and Conflict", "date": "2020-06-04 18:42", "summary": "It entered English slang as an accusation, first against mutineers in India and then against British colonizers. The protests around the country since the killing of George Floyd in Minneapolis police custody, while largely peaceful, have been marred by widespread looting in some cities. That has renewed attention to the word \"loot,\" which cracked the top 10 of Merriam-Webster's lookups to its online dictionary last weekend.", "categories": [["Life & Work", "Ideas", "Word on the Street"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/word-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mall-landlord-simon-property-suing-retailer-gap-over-missed-rent-11591295748", "title": "Mall Landlord Simon Property Suing Retailer Gap Over Missed Rent", "date": "2020-06-04 18:37", "summary": "Simon said Gap, one of its largest U.S. store tenants, withheld three months' rent plus charges amounting to $66 million. Simon Property Group , the country's largest mall owner, filed a lawsuit against Gap Inc. on Tuesday over unpaid rent and other charges it says amount to $66 million.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/did-you-buy-your-first-house-in-the-last-few-months-11591304946", "title": "Did you buy your first house in the last few months?", "date": "2020-06-04 18:33", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/pg-e-faces-renewed-challenge-over-bankruptcy-votes-from-wildfire-victims-11591309829", "title": "PG&E Faces Renewed Challenge Over Bankruptcy Votes From Wildfire Victims", "date": "2020-06-04 18:30", "summary": "Most fire victims voted for the utility's bankruptcy plan, but some say the polling was unfair. PG&E Corp. heads into a third and final day of court fights Friday, with concerns a last-minute protest from fire victims could upend plans by the utility to raise $9 billion in fresh capital to get it out of bankruptcy.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/las-vegas-casinos-reopen-with-social-distancing-sinks-by-slot-machines-11591301973", "title": "Las Vegas Casinos Reopen With Social Distancing", "date": "2020-06-04 18:28", "summary": "Resume Subscription. LAS VEGAS-During the pandemic-induced closure of casinos here, the Bellagio resort installed a new feature in between the twinkling slot machines: plumbing.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/u-s-business-bankruptcies-rose-48-in-may-11591308842", "title": "U.S. Business Bankruptcies Rose 48% in May", "date": "2020-06-04 18:14", "summary": "Year-to-year jump in chapter 11 filings shows toll of coronavirus pandemic. Corporate bankruptcies spiked during May as the coronavirus pandemic slammed the U.S. economy, pushing the number of filings to levels recorded in the wake of the 2007-09 recession.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/man-who-shot-ahmaud-arbery-uttered-racial-slurs-over-his-body-prosecutor-says-11591288814", "title": "Ahmaud Arbery Case: Judge Gives Green Light to Try Three White Men", "date": "2020-06-04 18:08", "summary": "Georgia Bureau of Investigation agent gives timeline of events at preliminary hearing. A judge ruled Thursday that there was probable cause to try three white men on murder charges in the death of Ahmaud Arbery, a 25-year-old black man who was fatally shot while out running in southeast coastal Georgia.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/euro-jumps-as-ecb-expands-bond-buying-program-11591283188", "title": "Euro Jumps as ECB Expands Bond-Buying Program", "date": "2020-06-04 17:58", "summary": "Common currency has been on longest winning streak against dollar since December 2013. The euro climbed to a nearly three-month high against the dollar and yields on southern European debt fell as investors cheered the European Central Bank's expansion of its bond-purchase program.", "categories": [["Markets", "Currencies", "Foreign Exchange"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/currencies?mod=breadcrumb", "https://www.wsj.com/news/types/foreign-exchange?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/appeals-court-blocks-texans-access-to-mail-in-voting-11591304257", "title": "Appeals Court Blocks Texans' Access to Mail-In Voting", "date": "2020-06-04 17:38", "summary": "Texas Attorney General Ken Paxton cheered the unanimous court decision. Texans cannot request mail-in ballots based on a fear of catching the new coronavirus at the polls, a federal appeals court ruled Thursday, the latest development in a high-stakes fight over voting in the nation's second-largest state.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nova-scotia-gunman-posed-threat-to-police-a-2011-bulletin-warned-11591305632", "title": "Nova Scotia Gunman Posed Threat to Police, a 2011 Bulletin Warned", "date": "2020-06-04 17:33", "summary": "Royal Canadian Mounted Police say Gabriel Wortman harbored thoughts of killing officers. OTTAWA-Canadian authorities warned nine years ago that Gabriel Wortman-the gunman police say was responsible for 22 deaths during a violent weekend rampage in April-owned firearms, disliked the police and harbored thoughts of killing law-enforcement officers.", "categories": [["World", "Canada"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/canada-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/astrazeneca-signs-more-coronavirus-vaccine-supplydeals-11591304979", "title": "AstraZeneca Signs More Coronavirus Vaccine Supply Deals", "date": "2020-06-04 17:09", "summary": "Under one of the deals, drug maker will receive $750 million from two foundations to supply 300 million doses for global distribution. AstraZeneca PLC said Thursday it signed new agreements aimed at broadening global distribution of a coronavirus vaccine being developed by Oxford University researchers, after the drugmaker signed supply deals that reserved initial doses for the U.K. and the U.S.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/oil-prices-slip-after-opec-disagreement-11591286775", "title": "Oil Prices Finish Higher", "date": "2020-06-04 17:07", "summary": "U.S. crude still down around 40% since beginning of the year. Oil prices erased earlier losses and closed higher Thursday after signs of discord over supply cuts among the Organization of the Petroleum Exporting Countries and other major producers sparked a volatile trading session.", "categories": [["Markets", "Commodities", "Oil Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb", "https://www.wsj.com/news/types/oil-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/remembering-christos-profound-humanism-11591304431", "title": "Remembering Christo's Profound Humanism", "date": "2020-06-04 17:00", "summary": "The artist, whose massively scaled collaborations with Jeanne-Claude won global acclaim, died last week.. ", "categories": [["Opinion", "Commentary", "Cultural Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb", "https://www.wsj.com/news/types/cultural-commentary?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/airlines-add-flights-as-travel-slowed-by-the-coronavirus-starts-to-pick-up-11591282151", "title": "Airlines Add Flights as Travel Slowed by the Coronavirus Starts to Pick Up", "date": "2020-06-04 16:58", "summary": "Some places are lifting restrictions, but demand remains well below pre-pandemic levels. ", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/iran-releases-u-s-navy-veteran-released-after-nearly-2-years-in-custody-11591283272", "title": "Iran Frees U.S. Navy Veteran After Two Years in Detention", "date": "2020-06-04 16:53", "summary": "Iran frees U.S. Navy veteran, Michael White, after he was held for nearly two years. WASHINGTON-Iran released U.S. Navy veteran Michael White after nearly two years in custody on Thursday as part of a prisoner deal negotiated with Iran, a U.S. official and others involved in the exchange said.", "categories": [["Politics", "National Security"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/national-security?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/zoominfo-shares-nearly-double-in-market-debut-11591292641", "title": "ZoomInfo Soars in Trading Debut", "date": "2020-06-04 16:43", "summary": "Stock sale marks second large IPO this week, in revival of listing plans after stocks rebounded from record lows in March amid Covid-19 pandemic. ZoomInfo Technologies Inc.'s shares rocketed 62% higher in their first day of trading, injecting another dose of confidence into a previously restrained IPO market.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/grassley-says-he-will-hold-up-trump-nominees-until-he-gets-answers-on-watchdog-firings-11591302698", "title": "Grassley to Hold Up Trump Nominees Over Watchdog Firings", "date": "2020-06-04 16:31", "summary": "GOP senator wants explanations about State Department's Steve Linick and intelligence community's Michael Atkinson. WASHINGTON-Sen. Chuck Grassley said he would hold up two Trump administration nominees until he received further explanations for why President Trump fired two federal agency watchdogs.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/be-water-review-the-bruce-lee-tidal-wave-11591302202", "title": "'Be Water' Review: The Bruce Lee Tidal Wave", "date": "2020-06-04 16:23", "summary": "A documentary about the martial-arts master who changed Hollywood offers an informative if incomplete portrait.. Bruce Lee is a revered figure among fans of martial-arts films and the martial arts themselves-he was equally influential in both, while also having fractured, if not demolished, Hollywood barriers against the casting of Asians. And although he died just before the release of his biggest movie, 1973's \"Enter the Dragon,\" Lee achieved a singular kind of cult stardom and mainstream celebrity, both of which got a bump last year when he was trashed by Quentin Tarantino in \"Once Upon a Time...in Hollywood.\"", "categories": [["Books & Arts", "Television Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/television-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/european-central-bank-ramps-up-stimulus-program-11591271440", "title": "ECB Ramps Up Stimulus Program Beyond $1.5 Trillion", "date": "2020-06-04 16:20", "summary": "Stimulus efforts are now in line with the Fed's, reflecting a policy turnaround in Europe to counter sharp downturn. FRANKFURT-The European Central Bank scaled up its bond-buying program to €1.35 trillion ($1.52 trillion) Thursday in a bold move that puts the ECB's stimulus effort in line with that of the Federal Reserve, while U.S. unemployment and trade data pointed to a rocky recovery from the pandemic shutdowns that crippled the global economy.", "categories": [["Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/shirley-review-overcooking-the-books-11591302013", "title": "'Shirley' Review: Overcooking the Books", "date": "2020-06-04 16:20", "summary": "Elisabeth Moss stars as Shirley Jackson in a free-form, fictional look at the famed author's personal and professional struggles.. 'Shirley\" (video on demand) is a fictional portrait of Shirley Jackson, a writer best known for her tales of gothic horror; she's played by a frumped-up, intense and slyly funny Elisabeth Moss. The film, directed by Josephine Decker and adapted by Sarah Gubbins from a novel by Susan Scarf Merrell, conjures clumsily with its own gothic tropes in a 1960s academic setting. It's a horror story with a feminist agenda about Jackson's tumultuous marriage to the writer and critic Stanley Edgar Hyman. She's blocked, and a slatternly boozer. He's a flagrant philanderer and, as played by Michael Stuhlbarg, an insufferable pedant. They depend on each other in intricate ways, yet take pleasure in driving each other to the brink. For all its verbal combat, and marital strife that's echoed and amplified by a younger academic couple in the manner of \"Who's Afraid of Virginia Woolf,\" the story works best when the dialogue tides subside. In those fleeting moments Ms. Moss is able to convey, eloquently and almost wordlessly, a tormented soul.", "categories": [["Books & Arts", "Film Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/film-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/anno-domino-review-no-stage-no-problem-11591300960", "title": "'Anno Domino' Review: No Stage? No Problem!", "date": "2020-06-04 16:02", "summary": "The latest work from Alan Ayckbourn is a two-actor, eight-character play adapted into an audio-only production.. One by one, drama companies on both sides of the Atlantic are asking themselves: What now? Even those companies that have announced their 2020-21 seasons are shying away from committing to firm opening dates for the productions they're planning-and after they're allowed to reopen, social-distancing requirements could make it impossible for them to seat enough playgoers to pay the bills. Meanwhile, opinion polls indicate that many playgoers will be reluctant to attend shows, whether on Broadway or anywhere else, until they can do so without serious risk of infection. How, then, is American theater to be kept alive without theaters in which to perform?", "categories": [["Opinion", "Theater Review"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/theater-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/golfing-with-emperors-and-presidents-11591300722", "title": "Golfing With Emperors and Presidents", "date": "2020-06-04 15:58", "summary": "From medieval Scotland to the White House, the game has appealed to the powerful as well as the common man.. The history of golf is a tale of two sports: one played by the common man, the other by kings and presidents. The plebeian variety came first. Paganica, a game played with a bent stick and a hard ball stuffed with feathers, was invented by Roman soldiers as a way to relieve the monotony of camp life. It is believed that a version of Paganica was introduced to Scotland when the Roman emperor Septimius Severus invaded the country in 208 A.D.", "categories": [["Life & Work", "Ideas", "Historically Speaking"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/historically-speaking?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/i-may-destroy-you-review-piecing-together-a-horrid-night-11591300706", "title": "'I May Destroy You' Review: Piecing Together a Horrid Night", "date": "2020-06-04 15:58", "summary": "A writer slowly recalls an evening's events after she was drugged in HBO's dark series for the #MeToo era.. The first hook dangled by the startling \"I May Destroy You\" is its title. Who's talking to whom? Who's the \"I\"? Who's in peril? To be honest, when I first read the title-free of content-I heard echoes of \"I Was a Teenage Werewolf\" or the very misleading \"I Come in Peace.\" Maybe it's a tale of nightmare and horror?", "categories": [["Books & Arts", "Television Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/television-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/judy-punch-review-she-who-pulls-the-strings-11591300586", "title": "'Judy & Punch' Review: She Who Pulls the Strings", "date": "2020-06-04 15:56", "summary": "Mirrah Foulkes's self-enchanted debut feature flips the script on a traditional puppet act.. Sometimes a movie is so blithely misconceived that all you can do is smile, then wonder how it got made. And be pleased it got made. Where's the harm? Talented people put it together and it looks like they had fun in the process. That's the case with \"Judy & Punch\" (video on demand), a debut feature by Mirrah Foulkes with Mia Wasikowska (who is not just talented but a star with a special gift) and Damon Herriman as puppeteers in 17th-century England. Lest you think they also got the title wrong, the names are reversed because the roles are reversed. Punch traditionally beats up on Judy, but in this insistently whimsical, spasmodically violent, and feminist-flavored version a flesh-and-blood Judy takes righteous revenge on Punch, her despicable husband.", "categories": [["Books & Arts", "Film Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/film-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/covid-double-standards-11591299799", "title": "Covid Double Standards", "date": "2020-06-04 15:43", "summary": "Looters run wild; parishioners stay home.. \"Clever Churchgoers Avoid Arrest By Disguising Themselves As Rioters,\" says a recent headline on the satirical website Babylon Bee. Life may soon be imitating art if leftist governors and mayors persist in enforcing appalling double standards when it comes to social distancing.", "categories": [["Opinion", "Best of the Web"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/best-of-the-web-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/military-leaders-send-missives-to-troops-stay-true-to-the-american-people-11591297582", "title": "Military Leader to Officers: 'Stay True' to the American People", "date": "2020-06-04 15:19", "summary": "Resume Subscription. The nation's highest-ranking U.S. military officer reminded leaders of the armed forces of their oath to uphold the values of the Constitution, an admonition that came amid concern that President Trump may order active-duty troops onto American streets for the first time in nearly 30 years.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/softbank-andreessen-horowitz-set-up-funds-to-back-diverse-founders-11591298091", "title": "SoftBank, Andreessen Horowitz Set Up New Funds to Back Diverse Founders", "date": "2020-06-04 15:14", "summary": "Observers say capital is part of the equation; firms also need to develop more robust networks to attract entrepreneurs of color. Two high-profile venture firms unveiled new efforts to back startup founders of color, amid an escalation of racial tensions in the U.S.", "categories": [["Pro VC Industry News"]], "category_links": ["https://www.wsj.com/news/types/pro-vc-industry-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bestselling-books-week-ended-may-30-11591295044", "title": "Bestselling Books Week Ended May 30", "date": "2020-06-04 14:24", "summary": "With data from NPD BookScan. ", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/best-selling-books?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/poems-from-a-pandemic-11591294568", "title": "Poems From a Pandemic", "date": "2020-06-04 14:22", "summary": "Three poets reflect on life in the age of Covid-19.. Dad Poem", "categories": [["Life and Arts | Ideas | Poems"]], "category_links": []}, {"link": "https://www.wsj.com/articles/the-nba-has-a-plan-to-restart-the-season-11591207131", "title": "The NBA Approves Plan to Restart the Season", "date": "2020-06-04 14:22", "summary": "The league's owners voted to come back in July with a short regular season and full playoffs. Now the question is whether the sport can pull it off.. Basketball stopped nearly three months ago. Now the NBA has finally decided when, where and how to start again.", "categories": [["Sports", "NBA"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/nba?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-jersey-assembly-approves-5-billion-emergency-bond-plan-11591294885", "title": "New Jersey Assembly Approves $5 Billion Emergency Bond Plan", "date": "2020-06-04 14:21", "summary": "State faces $10 billion shortfall related to coronavirus crisis. The New Jersey Assembly passed a measure sought by Gov. Phil Murphy giving the state the authority to seek $5 billion in bonds as officials struggle to close a massive revenue shortfall stemming from the Covid-19 pandemic.", "categories": [["U.S.", "Tri-State Area"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-region?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/court-vacates-epa-approval-of-bayers-dicamba-spray-11591294833", "title": "Court Overturns EPA Approval of Bayer's Dicamba Spray", "date": "2020-06-04 14:20", "summary": "Ruling is a setback for agribusiness giant marketing new weed-killing tools to farmers. Bayer AG was dealt a setback in its efforts to provide farmers with new weapons against hard-to-kill weeds, after a federal appeals court vacated the Trump administration's approval of a controversial weedkiller made by the agribusiness giant.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-antibody-tests-facts-myths-and-everything-you-need-to-know-11591294026", "title": "Coronavirus Antibody Tests: Facts, Myths and Everything You Need To Know", "date": "2020-06-04 14:07", "summary": "Are the tests reliable? What do they tell you? Your antibody test questions answered.. The clamor for antibody tests is mounting. The blood tests are designed to detect whether people have been previously infected with the coronavirus and have developed antibodies to it. People who were sick but never got a Covid-19 test want to see if they did have the virus-in hopes that they may have some protection from future infection. Public health authorities are deploying the tests to help determine how widely the virus has spread. And businesses and governments hope the tests can help open up the economy and get employees back to the workplace.", "categories": [["Life & Work", "Health & Wellness"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/health-wellness?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-case-for-alternative-investments-11591293897", "title": "The Case for Alternative Investments", "date": "2020-06-04 14:04", "summary": "Some advisers see opportune timing for deals and diversification. With stock market swings and exceedingly low interest rates, now could be a good time for some investors to consider alternative assets.", "categories": [["Markets", "Journal Reports: Funds/ETFs"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-funds-etfs?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/where-to-go-to-get-help-with-college-debt-11591293697", "title": "Where to Go to Get Help With College Debt", "date": "2020-06-04 14:01", "summary": "A guide to resources that can help individuals and families struggling with student-loan debt, from apps and advice to free legal aid. Many borrowers feel up to their necks in student debt and don't know where to turn.", "categories": [["Markets", "Journal Reports: Funds/ETFs"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-funds-etfs?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/dont-call-rioters-protesters-11591293310", "title": "Don't Call Rioters 'Protesters'", "date": "2020-06-04 13:55", "summary": "As in the 1960s, rioters aren't looking to make a political point. They're in it for the 'fun and profit.'. Though thousands of demonstrators have taken to the streets of cities across the nation to express their outrage over the death of George Floyd, many hundreds have engaged in mob violence and looting. Mr. Floyd's tragic death is, for them, a pretext for hooliganism.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/forget-hamiltoneuropeans-need-a-madison-moment-11591293229", "title": "Forget Hamilton-Europeans Need a Madison Moment", "date": "2020-06-04 13:53", "summary": "EU leaders admire the Founder's ideas about fiscal policy but have no grasp of their purpose.. A certain kind of European heart is aflutter over the possibility that the Continent is approaching its \"Hamilton moment.\" The coronavirus crisis, the thinking goes, might finally push the European Union into the fiscal federalism European integrationists have long desired. Brussels, Paris and Berlin have delivered, ostensibly, with promises for more than €1 trillion in pandemic relief, and perhaps new taxing and borrowing powers for the EU.", "categories": [["Opinion", "Political Economics"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/political-economics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/american-rose-the-wine-to-watch-this-summer-11591292812", "title": "American Rosé: The Wine to Watch This Summer", "date": "2020-06-04 13:46", "summary": "When it comes to pink wine, we all know the stuff from Provence-and white Zinfandel. But American winemakers are turning out very good dry rosés, and it's time we paid attention.. AMERICANS ARE fiercely patriotic in many ways, though not, it seems, when it comes to rosé. When I checked with a local wine retailer recently to ask about the 2019 rosé wines he had in stock, he sent me an entirely Gallic selection. What about pink wines from America? He had none. It was a scenario that played out over and over again.", "categories": [["Life & Work", "Food & Drink", "On Wine"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/food-cooking-drink?mod=breadcrumb", "https://www.wsj.com/news/types/on-wine-lettie-teague?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-considers-adding-more-chinese-media-outlets-to-foreign-mission-list-11591273786", "title": "U.S. Considers Adding More Chinese Media Outlets to Foreign-Mission List", "date": "2020-06-04 13:35", "summary": "Designations would continue a dispute between Washington and Beijing that has led to reporters being expelled by both countries. WASHINGTON-The Trump administration is weighing placing new requirements on a second tranche of Chinese state-controlled media outlets, in a move that would extend a battle with Beijing that has seen reporters expelled by both countries.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-trade-deficit-likely-widened-in-april-amid-coronavirus-disruptions-11591268401", "title": "U.S. Exports, Imports Fell Sharply Amid Coronavirus Disruptions", "date": "2020-06-04 13:13", "summary": "Trade deficit widened as the pandemic sapped global commerce, affected supply chains. WASHINGTON-U.S. exports and imports both posted their largest monthly decreases on record amid coronavirus-related shutdowns around the world.", "categories": [["Economy", "Economic Data"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/economic-data?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/moving-through-space-when-youre-stuck-at-home-11591290712", "title": "Moving Through Space When You're Stuck at Home", "date": "2020-06-04 13:11", "summary": "The human brain evolved to navigate the physical world, but mental wayfinding can be a surprisingly effective substitute.. For almost all our evolutionary history, humans have dedicated a great deal of our cognitive resources to learning about the space around us and how we fit into it. Where am I? Where do I belong? Where am I going? How do I get there? These are the raw questions of existence and survival.", "categories": [["Life & Work", "Ideas", "Essay"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/essay?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/unemployment-benefits-weekly-jobless-claims-coronavirus-05-14-2020-11591222483", "title": "Unemployment-Claims Report Signals Pace of Coronavirus Job Losses", "date": "2020-06-04 12:40", "summary": "Weekly initial claims fall below 2 million for first time since the week ended March 14. The number of workers applying for and receiving unemployment benefits was historically high but eased at the end of May, indicating the U.S. labor market has weathered the worst of the economic fallout from the coronavirus pandemic.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/must-read-american-books-according-to-american-writers-11591288333", "title": "Must-Read American Books, According to American Writers", "date": "2020-06-04 12:32", "summary": "From a 'weird and meta' epic to a soul-nourishing children's book, seven classics and overlooked standouts that every bookworm should read at least once. \"Richard Powers' 2019 Pulitzer Prize winner 'The Overstory,' accomplishes what perhaps no other story in memory has: It shows our world through the long view of trees-a perspective that may make us better, more compassionate caretakers of each other, and the future and planet we all share. 'Democracy' is Joan Didion's least known and perhaps worst-reviewed book, but our favorite because of its Hawaiian setting, its cinematic scope, and its timeless story, of love amid loss, beauty against tragedy.\"", "categories": [["Life & Work", "Pop the Question"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/pop-the-question?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/some-restaurants-had-been-set-to-reopen-now-they-are-repairing-damage-11591288201", "title": "Some Restaurants Were Set to Reopen. Now They Are Repairing Damage.", "date": "2020-06-04 12:30", "summary": "Restaurants were looted days before they planned to start serving after coronavirus shutdowns; 'It's just so much hate'. For many independent restaurants damaged amid civil unrest and curfews this past week, the challenges of bouncing back from the coronavirus pandemic now seem even more daunting.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-is-sending-luxury-rental-markets-on-a-rollercoaster-ride-11591287680", "title": "Coronavirus Is Sending Luxury Rental Markets on a Rollercoaster Ride", "date": "2020-06-04 12:21", "summary": "The pandemic is affecting the leasing landscape in cities like Chicago, New York and Seattle in different ways. Scott Zawitz and Luis Gonzalez already lived in a downtown Chicago rental, but had their eye on their dream home: A $14,900-a-month, four-bedroom spread on the 72nd floor of NEMA Chicago, a new 76-story luxury tower overlooking the city's Grant Park.", "categories": [["Real Estate", "Homes"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/homes?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/russias-putin-declares-emergency-over-massive-arctic-fuel-spill-11591283451", "title": "Putin Declares Emergency Over Massive Arctic Fuel Spill", "date": "2020-06-04 12:11", "summary": "Some 20,000 tons of diesel were spilled into the fragile ecosystem, triggering a criminal investigation. MOSCOW-Russian investigators have launched a criminal probe into a massive fuel leak from a power station in the Arctic after President Vladimir Putin publicly admonished a senior official over the incident and declared a national state of emergency.", "categories": [["World", "Europe", "Russia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb", "https://www.wsj.com/news/types/russia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-george-floyd-portrait-springs-up-as-a-memorial-in-minneapolis-11591285136", "title": "George Floyd Portrait Draws People to Minneapolis Corner", "date": "2020-06-04 11:39", "summary": "Nearly 20 feet tall, the new painting draws people and performances. MINNEAPOLIS-A towering black and white portrait of George Floyd has become the heart of a memorial erected in the spot where he was arrested and killed in police custody May 25.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/americas-natural-gas-woes-are-imported-11591285140", "title": "America's Natural-Gas Woes Are Imported", "date": "2020-06-04 11:39", "summary": "Natural-gas inventories are bulging before summer has begun and neither domestic supply nor demand is the reason. Remember \"freedom gas?\"", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-beverly-hills-spec-house-with-a-15-foot-waterfall-lists-for-39-million-11591284935", "title": "A Beverly Hills Spec House With a 15-foot Waterfall Lists for $39 Million", "date": "2020-06-04 11:35", "summary": "An architectural wall separates the 12,500-square-foot home from the street. A California spec house with a waterfall at the entrance is coming on the market for $39 million.", "categories": [["WSJ News Exclusive", "Private Properties"]], "category_links": ["https://www.wsj.com/news/types/private-properties?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/an-architectural-home-for-sale-11591284692", "title": "An Architectural Home for Sale", "date": "2020-06-04 11:31", "summary": "This modern house has a waterfall, a geometrically shaped pool, and splashes of blue. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/the-riots-pose-risk-to-freedom-and-civil-life-11591284441", "title": "The Riots Pose Risk to Freedom and Civil Life", "date": "2020-06-04 11:27", "summary": "Our elected leaders must stop this lawlessness and quickly. If they don't, let us hope voters in the November election hold these people accountable.. Much of your editorial \"Don't Call in the Troops\" (June 2) argues why our military shouldn't be used to stop the lawbreakers. So the question becomes who is going to step up and do it? Yes, the federal and local governments probably have many tools to find the rioters. But meanwhile, businesses large and small are being looted and destroyed. Many of the small businesses that serve a local population will never return. There is a heart-wrenching video of a woman crying hysterically because the neighborhood stores she went to for groceries and other essentials are gone. She will now have to rely on public transportation but that, too, has stopped. She is only one reason why something needs to be done to stop this.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/were-listening-for-a-just-and-realistic-plan-11591284375", "title": "We're Listening for a Just and Realistic Plan", "date": "2020-06-04 11:26", "summary": "We hear the stars, and the athletes, but where is the solution rather than just talk and rioting in the streets? We can't hear over the image of burning shops, police stations and banks.. OK, Jason Gay, we're listening (\"Let's Listen to What Is Being Said,\" Sports, June 1). We hear the stars and the athletes, but where is the solution rather than just talk and rioting in the streets? We can't hear over the images of burning shops, police stations and banks. We can't hear over the throwing of bricks and stones at the police. We are deaf when communities get trashed. What we need is a true voice-get together, form coalitions of black, brown and white citizens, come up with some constructive solutions. Have positive, honest conversations, put pressure on leaders. Meanwhile, if you need to voice your opinion, do gather, do go out on the streets to protest. But when the outsiders begin to throw bricks, destroy property, beat up shop owners and loot the stores-go home. Go home and stay there until the police are able to round up the real troublemakers-the outsiders, the rioters. Those are the ones who are making us deaf to your pleas. Those are the ones who should be punished, not the very community where citizens live and work.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/is-covid-gods-will-what-does-that-mean-11591284297", "title": "Is Covid God's Will? What Does That Mean?", "date": "2020-06-04 11:24", "summary": "\"There are two types of Jews: those who believe Judaism is social justice and those who know Hebrew.\". As I read Irving Greenberg's \"The Coronavirus Isn't God's Will\" (Houses of Worship, May 29), I began to look for \"tikkun olam\" (Hebrew for \"repair the world\"). I found it, finally, in the penultimate sentence, wherein he declares that, \"God chooses to depend on humans to repair the world.\" There is a Jewish saying that expresses another, widely held opinion: \"There are two types of Jews: those who believe Judaism is social justice and those who know Hebrew.\"", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hong-kong-passes-law-criminalizing-insults-to-chinese-anthem-11591266465", "title": "Thousands Defy Beijing With Hong Kong Vigil for Tiananmen Victims", "date": "2020-06-04 11:23", "summary": "People gather across city for annual commemoration after local legislature passes law criminalizing disrespect of China's national anthem. HONG KONG-Crowds congregated across Hong Kong to light candles and remember victims of the 1989 Tiananmen Square massacre, defying a police ban to gather hours after the city's legislature passed a law making disrespect of China's national anthem a crime.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lvmh-reviews-tiffany-deal-amid-coronavirus-riots-11591284202", "title": "LVMH Reviews Tiffany Deal Amid Coronavirus, Riots", "date": "2020-06-04 11:23", "summary": "Luxury giant is likely looking to renegotiate the price it is paying for Tiffany, analysts say, as the sector faces a prolonged slump. PARIS-French luxury-goods titan Bernard Arnault is reviewing his $16 billion deal to buy U.S. jeweler Tiffany & Co., according to a person familiar with the matter, after the coronavirus pandemic upended the industry.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/should-you-tap-retirement-funds-in-a-crisis-increasingly-people-say-yes-11591283926", "title": "Should You Tap Retirement Funds in a Crisis? Increasingly, People Say Yes.", "date": "2020-06-04 11:18", "summary": "Resume Subscription. The coronavirus pandemic dealt a one-two punch to Jordan Vassallo, an Australian who owns a theater company and works as a registered marriage celebrant.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/iguanas-the-chicken-of-the-trees-skitter-onto-floridas-menu-11591283236", "title": "Iguanas, the 'Chicken of the Trees,' Skitter Onto Florida's Menu", "date": "2020-06-04 11:07", "summary": "Covid-19 lockdowns haven't stopped iguana hunters from grabbing nets, traps and blowguns to pursue their favorite game; 'They're delicious'. Even now, Raj Deonarine wakes up thinking about iguanas.", "categories": [["A-hed"]], "category_links": ["https://www.wsj.com/news/types/a-hed?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/should-you-raid-your-401-k-heres-what-to-consider-11591282885", "title": "Want to Raid Your 401(k)? Here's What to Consider.", "date": "2020-06-04 11:01", "summary": "The U.S. has loosened rules about tapping your retirement funds. It's a short-term aid with long-term consequences.. Thinking about taking an early withdrawal from your retirement account? Here's what to consider in the U.S.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/no-barber-surfers-tips-on-making-shaggy-hair-look-cool-11591282480", "title": "No Barber? Surfers' Tips on Making Shaggy Hair Look Cool", "date": "2020-06-04 10:54", "summary": "This simple advice on shaping, lightening and washing might make you reconsider lopping off your quarantine mop. MEN'S HAIR has never been scragglier. During these months of social distancing, professional haircuts have been as rare as unsuccessful Drake singles. But life has changed: With many offices still closed, few men need the meticulously groomed cut that a boardroom requires, and we bet that those who've grown fond of their longer locks won't rush to the barber even as some states open personal-care businesses. For guidance on maintaining a low-key mane, we turned to the legendarily shaggy surfing community.", "categories": [["Life & Work", "Style & Fashion", "Fashion"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/fashion?mod=breadcrumb", "https://www.wsj.com/news/types/fashion?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/this-is-a-time-to-ration-tv-not-to-binge-11591281730", "title": "This Is a Time to Ration TV, Not to Binge", "date": "2020-06-04 10:42", "summary": "It's not likely the pandemic will end before the next season of 'Better Call Saul'. Since the pandemic started, everyone I know has been feverishly devouring high-quality Netflix series I recommended. They do this even though I told them to pace themselves. Nope, like sugar-crazed street urchins they busted open the cookie jar and burned right through \"Ozark\" and \"Narcos\" and \"Babylon Berlin.\" And now they come to me with long faces, asking: Got any other suggestions? Because now that we've finished season 5 of the BBC's \"Peaky Blinders,\" the cupboard is bare.", "categories": [["Life & Work", "Ideas", "Moving Targets"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/moving-targets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/drew-brees-apologizes-after-backlash-to-anthem-remarks-11591281201", "title": "Drew Brees Apologizes After Backlash to Anthem Remarks", "date": "2020-06-04 10:33", "summary": "The New Orleans Saints quarterback faced criticism after saying he will 'never agree with anybody disrespecting the flag'. New Orleans Saints quarterback Drew Brees received a swift lesson in the shifting dialogue on race in the NFL since the killing of George Floyd, apologizing for remarks that took issue with players who have protested during the playing of the national anthem.", "categories": [["Sports", "NFL"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/nfl?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/4-brilliantly-dumb-moviesand-a-drinking-game-for-each-11591280324", "title": "4 Brilliantly Dumb Movies-and a Drinking Game for Each", "date": "2020-06-04 10:18", "summary": "The plots may be utterly ridiculous, but they're never, ever boring. AS WE ENTER month three of lockdown-reinforced by curfews in scores of cities-we could all use an occasional mental respite, and a standard-issue movie night won't quite do. It's time to get creative. Here are four easily digestible and suitably ludicrous films guaranteed to unplug the mind and drop the jaw. And to help ensure a worry-free evening, we're pairing each with a cocktail and a custom drinking game.", "categories": [["Life & Work", "Reading & Retreating"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/reading-retreating?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/photos-hong-kong-protesters-hold-tiananmen-square-vigil-11591280077", "title": "Photos: Hong Kong Protesters Hold Tiananmen Square Vigil", "date": "2020-06-04 10:16", "summary": "Thousands of people in Hong Kong defied an official order and held vigils to mark the anniversary of the crackdown on pro-democracy protests in Tiananmen Square in 1989. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/where-to-check-up-on-the-health-of-your-pension-plan-11591278517", "title": "Where to Check Up on the Health of Your Pension Plan", "date": "2020-06-04 09:48", "summary": "Also: Answering a reader's question on Social Security benefits. I will be eligible for a pension when I retire, but the markets and the Covid-19 outbreak have me worried about the health of my retirement plan. How can I figure out where my pension stands?", "categories": [["Markets", "Journal Reports: Funds/ETFs", "Ask Encore"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-funds-etfs?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/remy-cointreaus-party-spirit-survives-the-pandemic-11591277778", "title": "Rémy Cointreau's Party Spirit Survives the Pandemic", "date": "2020-06-04 09:36", "summary": "The French liquor company set ambitious new margin targets for 2030 at a time when many companies won't even be drawn on this year. A global health crisis is a strange time to release a punchy new margin target. At least French liquor company Rémy Cointreau has allowed itself a decade to make good on the promise.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/south-koreas-coronavirus-formula-heavy-on-stimulus-light-on-lockdowns-11591276505", "title": "South Korea's Coronavirus Formula: Heavy on Stimulus, Light on Lockdowns", "date": "2020-06-04 09:15", "summary": "Nation's economy has proved to be one of world's most resilient amid pandemic, but overcoming global slowdown is a challenge. SEOUL-South Korea's economy has proved to be one of the most resilient in the world in the face of the coronavirus.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/china-to-allow-foreign-airlines-to-restore-some-flights-after-u-s-pressure-11591271764", "title": "China to Allow Foreign Airlines to Restore Some Flights, After U.S. Pressure", "date": "2020-06-04 09:12", "summary": "The Civil Aviation Administration of China said 95 foreign airlines would be cleared to fly to one Chinese destination once a week starting Monday. SHANGHAI-China made a rare concession in the face of U.S. pressure on Thursday by agreeing to allow U.S. and other foreign airlines to restore some China routes, less than 24 hours after the Trump administration had threatened to bar Chinese airlines from the U.S.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/democrats-scramble-to-win-over-more-black-men-11591268401", "title": "Democrats Scramble to Win Over More Black Men", "date": "2020-06-04 09:07", "summary": "Some black voters are attracted to what they describe as President Trump's tell-it-like-it-is demeanor, surveys found. WASHINGTON-Some Democrats are sounding alarms within the party about its outreach to younger black men, saying it was not doing enough to appeal to these voters even before a nationwide wave of protests amplified the discontent many black Americans feel toward their political leaders.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/remittances-a-lifeline-for-el-salvador-plummet-amid-pandemic-11591275600", "title": "Remittances, a Lifeline for El Salvador, Plummet Amid Pandemic", "date": "2020-06-04 09:00", "summary": "The money being sent back to the Central American country dropped 40% in April from the same month last year, as the jobless rate surged in the U.S.. The slum in El Salvador where María Graciela Barrera lives is dotted with white flags, outside homes, serving as distress signals that people inside don't have enough food.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/contributors-to-the-june-july-2020-issue-11591274536", "title": "Contributors to the June/July 2020 Issue", "date": "2020-06-04 08:42", "summary": "The writers and photographers who helped make the issue come to life. The day before WSJ.'s June/July cover shoot with model Doutzen Kroes, in March, stylist Tonne Goodman spent the afternoon at Amsterdam's Rijksmuseum. \"We literally absorbed the paintings into ourselves, and that became the foundation for the story,\" Goodman remembers. The resulting looks, she says, ended up channeling the formality of Flemish portraiture. The shoot took place at a private home in Vreeland, about 15 miles outside of Amsterdam, near where photographer Annemarieke van Drimmelen grew up. \"It reminded me of the first pictures I took when I was a teenager,\" she says. The austere photographs represent what has become the world's new normal. \"Looking at it now, it almost translates the mood of what many of us are going through,\" says van Drimmelen. \"As we're all at home at the moment, we revalue our lives and think about what's truly important.\"", "categories": [["Contributors"]], "category_links": ["https://www.wsj.com/news/types/magazine-contributors?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/editor-in-chief-kristina-oneill-on-the-june-july-2020-issue-11591274426", "title": "Editor in Chief Kristina O'Neill on the June/July 2020 Issue", "date": "2020-06-04 08:40", "summary": "Our editor in chief on the June/July 2020 issue of 'WSJ. Magazine.'. Our cover shoot with Doutzen Kroes was shot before the days of social distancing. Photographed in her home country of the Netherlands against spare windows and empty landscapes, Kroes embodies quiet grace as she showcases the restrained elegance of the season's pre-fall collections. It's uncanny how Annemarieke van Drimmelen's photos foreshadowed the collective home-isolation we find ourselves in now. In another paean to domestic life, photographer Martyn Thompson turns his camera on his own residence in Woodstock, New York. Built in the 1920s and reimagined through Thompson's artful flourishes, the house captures the free-spiritedness of a town that's long served as an escape from urban density.", "categories": [["Editor's Letter"]], "category_links": ["https://www.wsj.com/news/types/magazine-editor-s-letter?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-italian-photographer-massimo-vitali-cant-live-without-11591274358", "title": "What Italian Photographer Massimo Vitali Can't Live Without", "date": "2020-06-04 08:39", "summary": "Surrounded by lemons, wisteria and roses gathered from his garden in Lucca, Italy, the fine-art photographer shares his most treasured objects. \"In front, a glazed ceramic hand by [Pietro] Melandri, a very famous, special ceramicist before and after the [Second World] War. My father and mother divorced when I was 2, and only two things lasted from the marriage: One is me and one is this little hand. On the left, a first edition of photographer Robert Frank's Les Américains. At the London College of Printing I had an American friend who one day said, 'I've seen this fantastic book, but it's not out yet in the States.' It's worth a lot of money now, but I would never give it up because it represents a moment of my photographic education. The pictures are still shocking 60 years later. In the back, a children's garden chair my wife [Annette Klein] and I found at a flea market. She's a total collector. In the middle, the vase is made by Ettore Sottsass, an Italian architect. I was staying in Milan in the '60s, and I was very friendly with him and his wife [Fernanda Pivano], who was the translator of most American Beat Generation writers. The vase belonged to this couple; they were always inviting lots of strange people over, like [Jack] Kerouac. The candlesticks were from my grandmother's house in Fermo [Italy]. She had a beautiful house. They're from 1805, 1810, something like this. In the front right, my favorite lens, for an 11x14 film camera, which I photographed with until three years ago. The other [Rodenstock 50mm] lens is modern-for a medium-format digital camera, the camera I used to take this picture. When pressing the shutter, I always look at the subject. People are more at ease. Looking inside [the camera] is always shady, like you're hiding something. The lemons, roses and wisteria are from my garden, luckily in full bloom, even during the virus. The table on which this is all shot was made by my grandfather with green marble from Châtillon [in Italy's Aosta Valley]. Around the table, plastic chairs from Edra, from an architect called Jacopo Foggini. I like the old and very simple but also something modern.\"", "categories": [["Still Life"]], "category_links": ["https://www.wsj.com/news/types/magazine-still-life?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-mr-market-ignores-a-world-in-turmoil-11591272919", "title": "Why Mr. Market Ignores a World in Turmoil", "date": "2020-06-04 08:15", "summary": "It is deeply uncomfortable to watch Wall Street party while Main Street emerges from lockdown into tear gas, but the market isn't taking a moral position. TV gameshows have demonstrated that humans are prepared to make fools of themselves when there is a chance of winning a big pile of cash. Instead of a fast-talking game show host we have Mr. Market, and the pile of cash is provided by the Federal Reserve rather than a production company. But human foolishness never changes.", "categories": [["Markets", "Streetwise"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/streetwise?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/americans-are-saving-more-but-how-long-can-it-last-11591272180", "title": "Americans Are Saving More, but How Long Can It Last?", "date": "2020-06-04 08:03", "summary": "Relief programs have temporarily raised income with unemployment insurance and one-time government stimulus checks. The coronavirus pandemic shut down the economy and forced millions of people to apply for unemployment. At the same time, local stay-at-home orders and a work-from-home world mean some people have extra money to put away-for now.", "categories": [["Markets", "Personal Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/personal-finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/luxury-developers-ramp-up-virtual-offerings-for-stir-crazy-renters-11591272090", "title": "Luxury Developers Ramp Up Virtual Offerings for Stir-Crazy Renters", "date": "2020-06-04 08:01", "summary": "Resume Subscription. A Date Night dinner demo was in full swing one recent Friday at 525 West 52nd Street, a luxury rental building in Manhattan.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/dentists-struggle-to-protect-themselves-from-covid-19-11591272004", "title": "Dentists Struggle to Protect Themselves From Covid-19", "date": "2020-06-04 08:00", "summary": "In a field where the danger of transmission is high, many face shortages of personal protective equipment. Spending lots of time in patients' faces makes dentists and their staff uniquely vulnerable to contracting Covid-19. But dental offices are struggling to find the protective equipment they need, even as they begin to reopen across the country.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/some-challenges-for-tokyo-olympics-curtail-costs-control-coronavirus-11591272052", "title": "Challenges for Tokyo Olympics: Curtail Costs, Control Coronavirus", "date": "2020-06-04 08:00", "summary": "Possibilities include fewer participants at opening and closing ceremonies, cutbacks on spectators. TOKYO-Japan is looking at options to slim down next year's Olympics, Tokyo's governor said, as it tries to ensure the Games stay on track despite rising costs and the lingering threat from the coronavirus.", "categories": [["Sports", "Olympics"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/olympics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-high-school-football-team-in-the-shadow-of-minneapolis-unrest-11591272026", "title": "The High School Football Team in the Shadow of Minneapolis Unrest", "date": "2020-06-04 08:00", "summary": "Resume Subscription. Kader Diop was among the thousands of people walking the Interstate-35W bridge in Minneapolis on Sunday afternoon, peacefully protesting the May 25 killing in police custody of George Floyd. Suddenly, the 16-year-old Diop saw a tanker truck barreling toward the crowd.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/special-activities-enliven-manhattans-luxury-rentals-11591271949", "title": "Special Activities Enliven Manhattan's Luxury Rentals", "date": "2020-06-04 07:59", "summary": "New York developments hire professionals to handle events. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/bank-dividends-oasis-or-mirage-11591270200", "title": "Bank Dividends: Oasis or Mirage?", "date": "2020-06-04 07:30", "summary": "Investors thirsty for yields may be tempted into bank stocks, but there is a lot to consider in the risk they might be cut. Dividend yields may simultaneously be the best reason right now to buy American bank stocks and the best reason to avoid them.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/warner-music-sings-the-right-streaming-tune-11591268655", "title": "Warner Music Sings the Right Streaming Tune", "date": "2020-06-04 07:04", "summary": "The music label's strong IPO still leaves room for upside. ", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hotel-owner-seeking-mortgage-relief-not-if-wall-street-owns-your-loan-11591268404", "title": "Hotel Owners Have Hard Time Getting Mortgage Relief From Wall Street", "date": "2020-06-04 07:00", "summary": "Borrowers who want a break on monthly payments haven't had much success negotiating with special servicers that represent bondholders. The coronavirus shutdown has spared few companies in the travel business, but times are especially tough for hotel owners whose mortgages are owned by Wall Street investors.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/westpac-says-money-laundering-breaches-due-to-technology-human-error-11591268386", "title": "Westpac Says Money-Laundering Breaches Due to Technology, Human Error", "date": "2020-06-04 06:59", "summary": "Compliance failures led to departure of Australian bank's CEO. Australian lender Westpac Banking Corp. said millions of breaches of anti-money-laundering finance laws were caused by technology shortcomings and human mistakes, but an internal investigation hadn't found intentional wrongdoing by any of its staff.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/kim-jong-uns-sister-threatens-south-korea-over-leaflets-11591267505", "title": "Kim Jong Un's Sister Threatens South Korea Over Leaflets", "date": "2020-06-04 06:45", "summary": "Kim Yo Jong says North Korea could pull out of an inter-Korean accord. SEOUL-The sister of North Korean leader Kim Jong Un admonished South Korea and threatened to pull out of an inter-Korean accord, the latest sign of her growing profile inside the cloistered regime.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/will-covid-19-change-how-we-book-flights-airlines-hope-so-11591266600", "title": "Will Covid-19 Change How We Book Flights? Airlines Hope So", "date": "2020-06-04 06:30", "summary": "Recent difficulties in getting refunds from online travel agents could drive more people onto airlines' own booking platforms. If you use price-comparison websites to book flights, you are part of an irritating minority for airlines. They are hoping the pandemic will make you kick the habit.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/real-winner-in-u-s-china-chip-war-wont-be-either-side-11591265619", "title": "Real Winner in U.S.-China Chip War Won't Be Either Side", "date": "2020-06-04 06:16", "summary": "The urge for independence could end up damaging the semiconductor industry in both countries. Computer chips are the quintessential high-tech industry and a symbol of American scientific ingenuity. Chip makers have also found themselves at the heart of the U.S.-China rivalry: both nations want to dominate the industry of the future-and exclude the other.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chinese-bond-yields-climb-11591263985", "title": "Chinese Bond Yields Climb", "date": "2020-06-04 05:46", "summary": "Extra yield over similar U.S. debt hits highest level since 2011. Chinese bond yields have risen to multi-month highs, as investors have dialed back hopes for more aggressive easing from the country's central bank.", "categories": [["Markets", "Credit Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/credit-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/amid-coronavirus-shutdowns-landlords-often-determine-fate-of-small-businesses-11591224029", "title": "Amid Coronavirus Shutdowns, Landlords Often Determine Fate of Small Businesses", "date": "2020-06-04 05:34", "summary": "Resume Subscription. One of the owners of Brooklyn's Du Jour Bakery was trying to negotiate a rent cut when a representative of her landlord suggested several grant programs she could apply for.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/child-abuse-reports-are-falling-and-thats-bad-news-for-children-11591263001", "title": "Child-Abuse Reports Are Falling, and That's Bad News for Children", "date": "2020-06-04 05:30", "summary": "Pediatricians say they are seeing alarming injuries and deaths as the coronavirus pandemic cripples the nation's early-warning system for child abuse. Sitting inside the San Diego children's hospital, Shalon Nienow said she was awestruck recently as she watched a parent re-enact the abuse that sent an infant to the emergency room-shaking, punching, slapping and slamming the child against a piece of furniture.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/supply-chains-safety-protocols-hobble-u-s-factories-11591263001", "title": "Supply Chains, Safety Protocols Hobble U.S. Factories", "date": "2020-06-04 05:30", "summary": "Manufacturers are reopening, but delayed orders and new procedures weigh on output. Manufacturers emerging from weeks in hibernation during the coronavirus pandemic are accelerating production with jumbled supply chains and less efficient plants, making it harder to rebuild the weakened U.S. industrial sector.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/as-covid-19-closes-stadiums-municipalities-struggle-with-billions-in-debt-11591263000", "title": "With Stadiums Closed, Municipalities Struggle With Billions in Debt", "date": "2020-06-04 05:30", "summary": "Pandemic crushes tourism and turns sports venues into a strain on local budgets. Two decades of using borrowed money to pay for new stadiums is coming back to haunt many cities across the country.", "categories": [["Markets", "Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-george-floyd-protests-in-los-angeles-differ-from-1992-riots-11591263005", "title": "1992 Los Angeles Riots: How the George Floyd Protests Are Different", "date": "2020-06-04 05:30", "summary": "Protesters are targeting wealthier neighborhoods, a marked change from the unrest that followed the acquittal of officers who beat Rodney King. LOS ANGELES-Protesters marched through Venice Beach, chanted George Floyd's name downtown and knelt in the middle of Sunset Boulevard. Graffiti and broken glass covered a trendy shopping district. National Guard troops with assault rifles blocked access to businesses that had been looted. Curfews began as early as 1 p.m.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tech-company-cries-foul-on-pandemic-trading-suspension-11591263001", "title": "Tech Company Cries Foul on Pandemic Trading Suspension", "date": "2020-06-04 05:30", "summary": "Regulators suspended Nano Magic's stock over information they said could mislead investors about a patent. The U.S. Securities and Exchange Commission has been cracking down on companies that make dubious claims about how they can help fight the coronavirus pandemic. Now, one technology company says the regulator went too far.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/health-insurers-offer-premium-discounts-11591263002", "title": "Health Insurers Offer Premium Discounts", "date": "2020-06-04 05:30", "summary": "Claims have dropped as hospitals halt many procedures because of the coronavirus. Anthem Inc. is joining the growing number of health insurers offering premium discounts, as the companies see savings from sharp drop-offs in surgeries and other types of care canceled because of the coronavirus pandemic.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/unrest-eases-as-protests-continue-despite-curfews-11591194391", "title": "Minnesota Brings New Charges in George Floyd Killing", "date": "2020-06-04 04:27", "summary": "Minnesota adds second-degree murder charge against former police officer, charges three others with aiding and abetting second-degree murder. MINNEAPOLIS-Minnesota's attorney general added an upgraded charge of second-degree murder against one former police officer and charged three others in the death of George Floyd, in a fast-moving investigation of the killing that has sparked nationwide protests.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chinas-street-vendors-serve-up-stock-bubbles-piping-hot-11591257207", "title": "China's Street Vendors Serve Up Stock Bubbles, Piping Hot", "date": "2020-06-04 03:56", "summary": "During a gold rush, sell shovels. During a street food binge, buy griddles. China is turning to its street vendors to help reboot the economy after the coronavirus. This may or may not create many jobs-but it has already brought big bucks for punters.", "categories": [["Markets", "Overheard"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/overheard?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/singapore-and-china-will-restart-some-travel-but-flying-wont-be-quick-or-easy-11591254843", "title": "China and Singapore's Air-Travel Experiment: A 'Fast Lane' With Lots of Waiting", "date": "2020-06-04 03:14", "summary": "Rules for travel now include coronavirus tests before departure and on arrival, as well as some isolation. SINGAPORE-Singapore and China will allow some business travel between the two countries to restart as they ease border controls designed to slow the pandemic's spread. But the list of requirements, from approvals to multiple coronavirus tests, shows the difficult balancing act between allowing international travelers and keeping infections contained.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-to-blockchinese-airline-flights-to-and-from-u-s-says-dot-11591194145", "title": "U.S. Plans to Block Flights by Chinese Airlines", "date": "2020-06-04 02:32", "summary": "Transportation Department says China hasn't approved requests by U.S. airlines to resume flights after they were suspended amid the pandemic. The Trump administration threatened Wednesday to bar mainland Chinese airlines from flying to and from the U.S. starting later this month, saying Beijing has failed to approve resumption of these routes by U.S. carriers.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fired-state-department-inspector-general-to-appear-before-house-committee-11591190439", "title": "Ousted State Department Watchdog Says He Was Shocked by His Firing", "date": "2020-06-04 00:52", "summary": "Steve Linick confirms that when he was fired last month he had been investigating Secretary of State Mike Pompeo. WASHINGTON-Steve Linick told lawmakers Wednesday that he was shocked by his firing as State Department inspector general, saying the explanations given by Trump administration officials were \"misplaced or unfounded,\" according to congressional Democrats.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-latest-news-06-03-2020-11591175223", "title": "Virus Cases in Europe Drop to Fewest Since March; India Sees Surge", "date": "2020-06-04 00:26", "summary": "As reopening's first phase nears, New York City plans distribution of one million face coverings, which will be mandatory for transit riders. •The U.S. coronavirus death toll rose to more than 106,000 while reported cases topped 1.8 million, according to data compiled by Johns Hopkins University. Cases world-wide passed 6.4 million, and deaths stood at more than 380,000.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11591204554", "title": "Pepper...and Salt", "date": "2020-06-04 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/gop-sen-murkowski-unsure-if-she-will-support-trump-in-november-11591299447", "title": "GOP Sen. Murkowski Unsure if She Will Support Trump in November", "date": "2020-06-04 00:01", "summary": "Alaska senator praised former Defense Secretary Jim Mattis for criticizing the president's response to widespread protests. WASHINGTON-Republican Sen. Lisa Murkowski said Thursday that she was struggling with whether to support President Trump in his re-election this year, putting a crack in the president's wall of support from his own party over his handling of the civil unrest after the death of George Floyd.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chicken-industry-executives-including-pilgrim-s-pride-ceo-indicted-for-price-fixing-11591202113", "title": "Chicken Industry Executives Indicted on Price-Fixing Charges", "date": "2020-06-04 23:59", "summary": "Indictment alleges current and former senior executives at Pilgrim's and Claxton Poultry Farms fixed prices and rigged bids from 2012 to 2017. The chief executive of one of the country's biggest chicken producers and three other industry executives were indicted Wednesday on charges they conspired to fix prices on chicken sold to restaurants and grocery stores, the Justice Department's first charges in a continuing criminal antitrust probe.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/criminal-charges-in-george-floyds-death-set-up-legal-battle-11590791419", "title": "Criminal Charges in George Floyd's Death Set Up Legal Battle", "date": "2020-06-04 23:10", "summary": "Officials increased charges against Derek Chauvin and charged three more officers in Mr. Floyd's death. Prosecutors will face a challenging legal battle in pursuing criminal charges against the Minneapolis police officers involved in the killing of George Floyd.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/former-defense-secretary-jim-mattis-says-trump-tries-to-divide-us-11591224341", "title": "Former Defense Secretary Mattis Says Trump 'Tries to Divide Us'", "date": "2020-06-04 22:00", "summary": "'Donald Trump is the first president in my lifetime who does not try to unite the American people'. Former Defense Secretary Jim Mattis on Wednesday denounced President Trump for exacerbating the divisions in American society and said that he has fueled the current disorder plaguing U.S. cities.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/senate-approves-bill-extending-paycheck-protection-program-11591226261", "title": "Senate Approves Bill Extending Paycheck Protection Program", "date": "2020-06-04 21:49", "summary": "Legislation extends loan forgiveness time frame from eight weeks to 24 weeks; some business leaders say the help is too late. WASHINGTON-The Senate approved a bipartisan bill to loosen requirements on hundreds of billions of dollars in forgivable small-business loans, though some business leaders say the help is too late to save struggling businesses.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/troops-await-orders-as-administration-mulls-a-military-response-11591183684", "title": "Officials Discuss Return of Troops From Washington as Administration Mulls a Military Response", "date": "2020-06-04 20:47", "summary": "Defense Secretary Esper says he doesn't support move to invoke 1807 law now to send active-duty forces as Trump has threatened. WASHINGTON-Some of the 1,600 active duty military troops awaiting a possible deployment into the streets of Washington, D.C. were poised to return home Wednesday as Trump administration officials debated whether to invoke the 1807 Insurrection Act.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-stimulus-funds-are-largely-depleted-after-nine-weeks-11591185600", "title": "Coronavirus Stimulus Funds Are Largely Depleted", "date": "2020-06-04 20:25", "summary": "Direct federal assistance spent or committed amounts to $1.12 trillion. WASHINGTON-Nine weeks after Congress approved its largest-ever economic relief measure to counter the coronavirus pandemic, most of the direct cash assistance aimed at keeping the economy afloat has been spent or committed.", "categories": [["Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-labor-department-allows-private-equity-in-401-k-plans-11591229396", "title": "U.S. Labor Department Allows Private Equity in 401(k) Plans", "date": "2020-06-04 20:09", "summary": "Firms hope the guidance reduces plan sponsor fears of litigation over investing in private markets. Americans saving for retirement could soon find it easier to invest in private-equity funds, as the Labor Department on Wednesday approved including the asset class in defined-contribution plans like 401(k)s.", "categories": [["Pro PE Legal Regulatory"]], "category_links": ["https://www.wsj.com/news/types/pro-pe-legal-regulatory?mod=breadcrumb"]}]