[{"link": "https://www.wsj.com/articles/curbing-coronavirus-with-a-contact-tracing-app-its-not-so-simple-11588996809", "title": "The Trouble With Coronavirus Contact-Tracing Apps", "date": "2020-05-09 17:38", "summary": "Contact-tracing apps aim to help health authorities trace paths of infection, and in many cases, to notify users that they've been near a person infected by Covid-19. Yet while trying to solve one big problem, they create a lot more small ones.. 10:28 a.m. - Walgreens on Central Ave.", "categories": [["Tech", "Personal Tech", "Personal Technology: Review"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb", "https://www.wsj.com/news/types/personal-technology-joanna-stern?mod=breadcrumb", "https://www.wsj.com/news/types/personal-technology-joanna-stern?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-a-johns-hopkins-professor-and-her-chinese-students-tracked-coronavirus-11589016603", "title": "How a Johns Hopkins Professor and Her Chinese Students Tracked the Coronavirus", "date": "2020-05-09 16:35", "summary": "Imperfect, yes, but real-time pandemic tracing is a first; '4,000 dots on my dashboard'. Lauren Gardner, an associate engineering professor at Johns Hopkins University, was sitting in a school coffee shop with two graduate students in January, chatting about their work on measles, Dengue fever and the Zika virus, when conversation turned to an emerging coronavirus in China.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fda-to-grant-emergency-use-status-for-first-coronavirus-antigen-test-by-quidel-corp-11589031815", "title": "FDA Authorizes First Coronavirus Antigen Test", "date": "2020-05-09 15:51", "summary": "New test believed to be generally faster, cheaper and easier to manufacture than most current diagnostics. WASHINGTON-The Food and Drug Administration has granted emergency-use authorization to Quidel Corp. for the first antigen test for the Covid-19 virus-a step that could escalate the nation's ability to test for the disease.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/businesses-join-tv-cord-cutting-frenzy-amid-coronavirus-11589036400", "title": "TV Cord-Cutting Hits Record as Coronavirus Shuts Businesses", "date": "2020-05-09 15:15", "summary": "Sports bars, hotels are pausing service while waiting for customers to return; first-quarter pay-TV subscriber losses topped two million. Americans' urge to disconnect the living-room cable is spreading to Main Street.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/immigration-courts-are-closed-but-cases-for-children-continue-11589025600", "title": "Immigration Courts Are Closed, but Cases for Children Continue", "date": "2020-05-09 15:11", "summary": "Minors who entered the U.S. alone appear before judges via videoconference from shelters, drawing due-process concerns from advocates. PHOENIX-The coronavirus pandemic has shut down nearly every facet of the immigration system, but one has continued without interruption: court hearings for the thousands of children in government custody who crossed the border without an adult.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/company-layoffs-snowball-as-recovery-appears-elusive-11589040771", "title": "Company Layoffs Mount as Recovery Appears Elusive", "date": "2020-05-09 12:12", "summary": "General Electric, Airbnb, Uber among employers planning job cuts. Corporate America unveiled another wave of job cuts and warned of additional reductions, as executives signal they are resigned to a lengthy coronavirus-induced economic downturn.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/carlyle-gic-back-away-from-amex-global-business-travel-deal-11589031717", "title": "Carlyle, GIC Back Away From AmEx Global Business Travel Deal", "date": "2020-05-09 11:55", "summary": "As coronavirus pandemic hits revenue, sellers of the 20% stake are seeking to compel the groups to proceed with the purchase. Private-equity firm Carlyle Group Inc. and Singapore sovereign-wealth fund GIC Pte. Ltd. are backing away from a deal to take a 20% stake in American Express Global Business Travel, whose revenue has plummeted as a result of the coronavirus pandemic.", "categories": [["WSJ News Exclusive", "Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/little-richard-a-rock-n-roll-pioneer-who-provided-a-blueprint-for-generations-of-musicians-dies-11589035996", "title": "Little Richard, a Rock 'n' Roll Pioneer, Dies", "date": "2020-05-09 11:04", "summary": "An innovative live performer, he merged fiery gospel vocals with R&B and boogie-woogie, creating one of rock 'n' roll's most identifiable sounds. Little Richard, a rock 'n' roll pioneer whose ecstatic performances, flamboyant showmanship and cacophony of shrieks, screams and shouts provided a blueprint for generations of soul, funk and rock artists from Otis Redding to Prince, died early Saturday morning at the age of 87.", "categories": [["World", "Obituaries"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/obituaries?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/online-funeral-businesses-take-off-amid-coronavirus-11588966480", "title": "Online Funeral Businesses Take Off Amid Coronavirus", "date": "2020-05-09 10:00", "summary": "The pandemic is helping these internet services soar. But will the boom fade with the virus?. Last month, when Jill Frechtman lost her grandmother, she wanted to mark her passing with a memorial service-an effort complicated by a lockdown that prohibited gatherings of family and friends.", "categories": [["Business", "Journal Reports: Small Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-small-business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/reopening-the-restaurant-wasnt-the-quick-fix-its-owners-needed-11589032800", "title": "Reopening the Restaurant Wasn't the Quick Fix Its Owners Needed", "date": "2020-05-09 10:00", "summary": "Filling seats proves tricky at Table 20 during coronavirus pandemic; owners worry about how much staff they can keep. For Allie Lyons, co-owner of Table 20 in Cartersville, Ga., reopening her farm-to-table restaurant has turned out to be more challenging than shutting her dining room because of the coronavirus pandemic.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-police-department-expects-post-pandemic-crime-surge-11589032801", "title": "NYPD Expects Post-Pandemic Crime Surge", "date": "2020-05-09 10:00", "summary": "Coronavirus-related restrictions on social gatherings in hard-hit city led to steep drop in arrests. The New York Police Department is preparing for a jump in crime when New York City reopens businesses and eases restrictions on social gatherings after earlier measures led to a steep drop in arrests.", "categories": [["U.S.", "Crime"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-crime?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-secret-agent-in-carly-simons-nobody-does-it-better-11589031471", "title": "The Secret Agent in Carly Simon's 'Nobody Does It Better'", "date": "2020-05-09 09:37", "summary": "Resume Subscription. In the fall of 1977, Carly Simon's sultry rendition of \"Nobody Does It Better\" rose to No. 2 on Billboard's pop chart, casting James Bond in a new light.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/putin-marks-victory-day-amid-pandemic-with-muted-celebration-11589027240", "title": "Putin Marks Victory Day Amid Pandemic With Muted Celebration", "date": "2020-05-09 09:06", "summary": "In televised address, Russian leader made no mention of the coronavirus that shelved a planned 75th anniversary parade. MOSCOW-Russian President Vladimir Putin held a watered-down celebration of the Soviet defeat of Nazi Germany, with the coronavirus pandemic denying him what had been slated to be an extravagant display of Russia's military might.", "categories": [["World", "Europe", "Russia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb", "https://www.wsj.com/news/types/russia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-secrets-behind-the-perfect-family-tiktok-11589029200", "title": "So Your Family Wants to Make a TikTok", "date": "2020-05-09 09:00", "summary": "The McFarlands, a clan of five famous for their comedic skits, lay out what you need to know to create a hit video with the whole family. How to make the perfect family TikTok? It's a question most parents had probably never considered until coronavirus cooped up moms, dads and kids in their homes, alone, with no lines to the outside world but the screen.", "categories": [["Books & Arts", "Arts", "Arts & Entertainment"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/arts?mod=breadcrumb", "https://www.wsj.com/news/types/arts-entertainment?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hardy-truck-sales-bolster-car-companies-during-health-crisis-11589029202", "title": "Hardy Truck Sales Bolster Car Companies During Health Crisis", "date": "2020-05-09 09:00", "summary": "Geography and deals help Detroit auto makers play to their strengths even as pandemic saps overall demand. The coronavirus outbreak has cut deeply into U.S. auto sales, but for Detroit in particular one corner of the market has held up relatively well: pickup trucks.", "categories": [["Business", "Autos & Transportation", "Autos Industry"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/transportation?mod=breadcrumb", "https://www.wsj.com/news/types/autos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/videogame-makers-boost-cant-last-forever-11589029200", "title": "Videogame Makers' Boost Can't Last Forever", "date": "2020-05-09 09:00", "summary": "Activision, EA and Zynga all confirm big gaming lift from lockdown but admit future is hazy. As any videogame player knows, the problem with running up a high score is how to top it.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-and-china-negotiators-pledge-to-implement-phase-one-trade-deal-11588908533", "title": "As Pandemic Spreads, Regard for China Recedes in West", "date": "2020-05-09 07:10", "summary": "U.S., European officials value business ties, but are repelled by Beijing's actions; case of Chinese censorship is decried in Brussels. The coronavirus pandemic is exacting an expanding toll on China's standing in the West, with U.S. and European views on cooperation with Beijing ranging from trade to bilateral ties steadily dimming, officials and analysts say.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-staying-inside-guide-fenders-tailfins-and-french-curves-11589022000", "title": "The Staying Inside Guide: Fenders, Tailfins and French Curves", "date": "2020-05-09 07:00", "summary": "Even if you aren't hitting the open road, web offerings from automotive museums can rev your engine.. ", "categories": [["Books & Arts", "Exhibition Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/exhibition-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-womens-soccer-team-moves-to-speed-appeal-in-equal-pay-case-11589018400", "title": "U.S. Women's Soccer Team Moves to Speed Appeal in Equal Pay Case", "date": "2020-05-09 06:00", "summary": "Players ask judge to enter final ruling on pay-discrimination claims he threw out a week earlier. The U.S. women's soccer team has asked the judge in its gender-discrimination case against the U.S. Soccer Federation to enter a final ruling on its pay claims in an effort to speed up an appeal.", "categories": [["Sports", "Soccer"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/soccer?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/businessman-becomes-chief-undertaker-in-ecuadorean-city-hit-by-coronavirus-11589016601", "title": "Businessman Becomes Chief Undertaker in City Hit by Coronavirus", "date": "2020-05-09 05:30", "summary": "Resume Subscription. Ecuadorean businessman Jorge Wated has run everything from the national development bank to the country's version of Pottery Barn, but lately he's used his management skills to count and bury bodies.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/the-mortgage-market-never-got-fixed-after-2008-now-its-breaking-again-11588977078", "title": "The Mortgage Market Never Got Fixed After 2008. Now It's Breaking Again.", "date": "2020-05-09 05:30", "summary": "Resume Subscription. Ann Winn called her mortgage company to see about pausing payments in late March, soon after she had to shut down the salon she owns in a suburb of Austin, Texas.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/u-s-puts-new-limits-on-visas-for-chinese-journalists-11589005068", "title": "U.S. Puts New Limits on Visas for Chinese Journalists", "date": "2020-05-09 04:14", "summary": "Work visas for mainland Chinese journalists employed by foreign media restricted to a maximum of 90 days. The White House plans to dramatically tighten rules governing Chinese journalists working in the U.S., the latest move in a tit-for-tat media feud that comes at a time of deteriorating relations between the two nations.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/which-korean-baseball-team-is-the-yankees-heres-a-primer-11589011200", "title": "Which Korean Baseball Team Is the Yankees? Here's a Primer.", "date": "2020-05-09 04:00", "summary": "The KBO is currently the highest profile league in action. A look at which team aligns with your favorite MLB team.. With ESPN now airing six live baseball games a week from South Korea, lots of American fans find themselves asking an important question: Which team should I root for?", "categories": [["Sports", "MLB"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/mlb?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-to-ace-your-first-job-after-college-remotely-11588989621", "title": "How to Ace Your First Job After College. Remotely.", "date": "2020-05-09 00:12", "summary": "The American workplace is suddenly a very different place. New college graduates must adapt if they hope to start careers on the right foot.. If you're a college graduate with a new job, you're one of the lucky ones. But you also face a stiff challenge: You get to start your career at a time when norms governing the workplace are changing drastically.", "categories": [["Business", "Management", "Management & Careers"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/management?mod=breadcrumb", "https://www.wsj.com/news/types/management-careers?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-new-college-grads-need-to-know-about-their-money-11588989620", "title": "What New College Grads Need to Know About Their Money", "date": "2020-05-09 00:09", "summary": "School is over, and it's the first day of the rest of your financial life. Here are answers to questions about everything from student loans to saving for retirement.. College is ending, and the rest of your life is beginning. Things are about to get more complicated, starting with your money. There is a lot you need to know. This checklist will get you started.", "categories": [["Markets", "Personal Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/personal-finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/eight-graduates-plan-for-an-uncertain-world-11588989601", "title": "Eight Graduates Plan for an Uncertain World", "date": "2020-05-09 00:07", "summary": "Resume Subscription. Most graduates face some level of uncertainty about entering a changed world, even a budding epidemiologist. Eight members of the Class of 2020 told The Wall Street Journal about their plans.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11588963986", "title": "Pepper...and Salt", "date": "2020-05-09 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/this-mothers-day-children-are-stepping-up-11588996861", "title": "This Mother's Day, Children Are Stepping Up", "date": "2020-05-09 00:01", "summary": "With their usual overscheduled lives on pause, kids are learning to be more resilient and self-sufficient.. \"Haaaaaaaaappy Mother's Day!\" The bedroom door bursts open and a \"surprised\" mom, who has been hearing cabinets slamming, pans clanking (and was that a glass breaking?) for about an hour, greets her sweethearts as they bring in the burned pancakes-and spill orange juice on the bed.", "categories": [["Life & Work", "Ideas", "Essay"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/essay?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-helps-turn-michigan-into-2020-elections-ground-zero-11588996860", "title": "Coronavirus Helps Make Michigan Election's Ground Zero", "date": "2020-05-09 00:01", "summary": "The state has nearly every ingredient going into the election stew. The country has 50 states, obviously, but only about a dozen are really competitive when it comes to a presidential election. An even smaller subset, perhaps just half a dozen, will form the true electoral battleground for 2020.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/5-outdoor-furniture-trends-of-2020for-any-budget-11588996813", "title": "5 Outdoor Furniture Trends of 2020-for Any Budget", "date": "2020-05-09 00:00", "summary": "Patios have never been more important than during quarantine. We polled hundreds of design pros to find the top five trends, with chic examples whether you want to splurge or save.. FOR ANYONE WHO likes to entertain, social distancing carries an additional pointed pain. Even when regulations begin to relax, will we really want to sit around a once convivially crowded table enclosed in four walls? \"I think that as we are able to gather, the first places we will do this is outdoors,\" said New York interior designer Kammi Reiss. \"The open air and sunlight will feel more safe than closed-in tight spaces.\" We tapped hundreds of design professionals to get their reads on this unique summer's outdoor furnishing directions. For each, we've offered specific suggestions both pricey and affordable, so you can shop the trends no matter your means.", "categories": [["Real Estate", "Design"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/design?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pomp-and-unusual-circumstances-11588990048", "title": "Pomp, and Unusual Circumstances", "date": "2020-05-09 00:00", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/the-class-of-2020-takes-flight-as-the-job-market-crashes-11588989617", "title": "The Class of 2020 Takes Flight as the Job Market Crashes", "date": "2020-05-09 00:00", "summary": "Most Popular News. Dear college graduate:", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/two-people-working-in-white-house-test-positive-for-coronavirus-11588972443", "title": "Two People Working in White House Test Positive for Coronavirus", "date": "2020-05-09 23:40", "summary": "One of them is Katie Miller, the press secretary for Vice President Pence. WASHINGTON-Two individuals at the White House complex tested positive for the coronavirus this week, marking the first known cases among staffers who worked in proximity to President Trump and Vice President Mike Pence.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/roy-horn-of-siegfried-roy-dies-from-coronavirus-11588994037", "title": "Roy Horn of Siegfried & Roy Dies From Coronavirus", "date": "2020-05-09 23:13", "summary": "Horn, part of the Las Vegas duo whose magic tricks entertained millions, died at age 75. LAS VEGAS-Roy Horn of Siegfried & Roy, the duo whose magic tricks astonished millions until Mr. Horn was critically injured in 2003 by one of the act's white tigers, has died. He was 75.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/gawande-in-talks-about-leaving-helm-of-health-care-venture-haven-11588987079", "title": "Amazon, Berkshire, JPMorgan Health-Care Venture Looking for New CEO", "date": "2020-05-09 21:17", "summary": "Harvard surgeon and writer Gawande would shift to the role of chairman of the joint venture. Atul Gawande is in advanced discussions to step down as chief executive and take on a less operational role as chairman of Haven, the health-care venture backed by Amazon.com Inc., Berkshire Hathaway Inc. and JPMorgan Chase & Co., according to people with knowledge of the matter.", "categories": [["WSJ News Exclusive", "Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-latest-news-05-08-2020-11588929883", "title": "Global Coronavirus Deaths Top 270,000 as Some Restrictions Loosen", "date": "2020-05-09 20:40", "summary": "Member of Vice President Pence's staff tests positive. California loosened its coronavirus-related restrictions Friday, joining a dozen other states in easing shutdowns that have led to historic job losses, even as the country's official pandemic death toll topped 77,000.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}]