[{"link": "https://www.wsj.com/articles/former-aetna-ceo-mark-bertolini-says-he-is-being-pushed-off-cvs-board-11580745512", "title": "Former Aetna CEO Says He Is Being Pushed Off CVS Board", "date": "2020-02-03 18:59", "summary": "Former chief executive of Aetna says he is being forced off of CVS's board. CVS Health Corp.'s announcement Monday that former Aetna Inc. Chief Executive Mark Bertolini will leave the CVS board exposed tensions underlying one of the biggest U.S. health-care mergers.", "categories": [["WSJ News Exclusive", "Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tuesday-night-trump-11580773728", "title": "Tuesday Night Trump", "date": "2020-02-03 18:48", "summary": "In between personal insults, a 'relentlessly optimistic' State of the Union.. In the 133 days since Nancy Pelosi launched her impeachment via press conference, Democrats have enjoyed a political environment skewed to a question that has kept the president and his supporters on defense: Is Donald Trump so unfit for office that Congress needs to remove him?", "categories": [["Opinion", "Main Street"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/main-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/china-is-the-real-sick-man-of-asia-11580773677", "title": "China Is the Real Sick Man of Asia", "date": "2020-02-03 18:47", "summary": "Its financial markets may be even more dangerous than its wildlife markets.. The mighty Chinese juggernaut has been humbled this week, apparently by a species-hopping bat virus. While Chinese authorities struggle to control the epidemic and restart their economy, a world that has grown accustomed to contemplating China's inexorable rise was reminded that nothing, not even Beijing's power, can be taken for granted.", "categories": [["Opinion", "Global View"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/global-view?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/shut-up-they-advised-11580773557", "title": "Shut Up, They Advised", "date": "2020-02-03 18:45", "summary": "A committee on judicial standards ignores the Constitution to rule against the Federalist Society.. At a time the First Amendment rights of free speech and association are under assault, it's disheartening to see the judiciary getting in on the act. At issue are the judge-made rules governing judges themselves. A draft advisory opinion circulated last month by the Committee on Codes of Conduct of the U.S. Judicial Conference recommends new restrictions on the First Amendment rights of federal judges as well as their law clerks and staff attorneys. The opinion is unconstitutional, and a sloppy bit of judging to boot.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/democrats-are-lying-about-my-argument-11580773517", "title": "Democrats Are Lying About My Argument", "date": "2020-02-03 18:45", "summary": "Their false narrative of impeachment could set a dangerous precedent.. Democrats tried to put me on trial in the Senate last week, denouncing what they called \"the Dershowitz doctrine.\" Rep. Adam Schiff claimed I advocated a \"lawless\" variation on Richard Nixon's view that \"when the president does it, that means that it is not illegal.\" Senate Minority Leader Chuck Schumer said that under my \"doctrine\" Nixon didn't commit any impeachable offense-never mind his numerous crimes and my explicit statement that I supported Nixon's impeachment. Pundits went further: Joe Lockhart, former press secretary to President Clinton, said: \"This is what you hear from Stalin . . . from Hitler, from all the authoritarian people who rationalized, in some cases, genocide.\"", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-truth-about-the-public-charge-immigration-rule-11580773460", "title": "The Truth About the 'Public Charge' Immigration Rule", "date": "2020-02-03 18:44", "summary": "Trump's regulation is a response to a real problem, and it's nowhere near as draconian as critics say.. The Supreme Court last week lifted a nationwide injunction against Trump administration regulations imposing tougher standards for aliens attempting to prove that they won't become \"public charges.\" Under the old guidelines, established during the Clinton era, only cash assistance or long-term institutional care could be considered strikes against applicants. Only a few hundred applicants were refused under the public charge provision world-wide each year.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/vas-deputy-secretary-dismissed-by-departments-top-official-11580755597", "title": "VA's Deputy Secretary Dismissed by Department's Top Official", "date": "2020-02-03 18:42", "summary": "Spokesman said VA Secretary Robert Wilkie lost confidence in James Byrne, but wouldn't specify why. Department of Veterans Affairs Secretary Robert Wilkie fired his deputy, citing a loss in confidence in James Byrne's ability to carry out his duties.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-walk-with-homer-is-an-earbud-odyssey-11580773342", "title": "A Walk With Homer Is an Earbud Odyssey", "date": "2020-02-03 18:42", "summary": "Nothing compares to hearing an epic text read by a great actor.. Walking in the forest, I had to stop and mop my eyes. People were approaching, so I pretended to be preoccupied. Once they'd passed, I tapped the Audible app on my iPhone and went straight back to Erebus, where Odysseus had shocked me into tears with his own shock at meeting his mother.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-road-that-led-to-rosa-parks-11580773303", "title": "The Road That Led to Rosa Parks", "date": "2020-02-03 18:41", "summary": "Irene Morgan, 27, kept her seat on a Greyhound bus in 1944. She went all the way to the Supreme Court.. Saluda, Va.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/turkey-launches-strikes-on-syria-after-6-military-personnel-are-killed-11580740367", "title": "Turkey Launches Strikes on Syria After Military Personnel Are Killed", "date": "2020-02-03 18:41", "summary": "President Erdogan pledges to defend Turkey's interests, but Monday's reprisals could shake his fragile alliance with Russia. Turkey launched ground and air attacks on Syrian troops after eight of its military personnel were killed in Syrian shelling in the north of the war-torn country, jeopardizing Turkish President Recep Tayyip Erdogan's fragile security pact with Damascus's main ally, Russia.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/expatriate-iowans-caucus-in-paris-11580770070", "title": "Expatriate Iowans Caucus in Paris", "date": "2020-02-03 18:29", "summary": "Elizabeth Warren takes the lead among the 17 overseas Democrats gathered in the French capital. PARIS-Iowans who gathered here Monday for one of the Democratic Party's first-ever overseas caucuses gave two delegates to Elizabeth Warren and one each to Bernie Sanders and Amy Klobuchar.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/taxi-regulator-nominee-vows-to-help-struggling-new-york-city-drivers-11580772035", "title": "Taxi Regulator Nominee Vows to Help Struggling New York City Drivers", "date": "2020-02-03 18:23", "summary": "Aloysee Heredia Jarmoszuk seeks to win City Council approval to lead Taxi & Limousine Commission. Mayor Bill de Blasio's nominee to lead New York City's taxi regulator sympathized with struggling cab and for-hire drivers and pledged at a confirmation hearing Monday to fight for them.", "categories": [["U.S.", "Politics"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/harvey-weinstein-defense-challenges-accuser-jessica-mann-11580772091", "title": "Harvey Weinstein Defense Challenges Accuser Jessica Mann", "date": "2020-02-03 18:21", "summary": "Defense lawyers question the aspiring actress about her relationship with Mr. Weinstein, including emails she sent him. Harvey Weinstein's defense team spent hours Monday questioning a former actress who accused him of rape in sometimes combative exchanges, trying to undercut her story and highlight her yearslong relationship with him.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-coronavirus-could-disrupt-the-auditing-of-companies-11580772000", "title": "How Coronavirus Could Disrupt the Auditing of Companies", "date": "2020-02-03 18:20", "summary": "Auditors could have trouble completing inventory count or other key aspects of the balance sheet, legal and audit experts say. Travel restrictions related to the coronavirus outbreak could limit the work of external auditors, possibly leading to incomplete reports, late corporate filings or last-minute scrambles for deadline extensions, securities lawyers and former regulators say.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/maine-to-consider-vote-on-power-line-projects-fate-11580769695", "title": "Maine to Consider Vote on Power-Line Project's Fate", "date": "2020-02-03 18:19", "summary": "Opponents say they have collected enough signatures for a ballot measure in November. Opponents of a proposed power line in Maine say they have gathered enough signatures to give voters a chance to block the project at the ballot box in November.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/west-side-story-revival-takes-off-on-broadway-11580771930", "title": "'West Side Story' Revival Takes Off on Broadway", "date": "2020-02-03 18:18", "summary": "Musical about the Jets versus the Sharks grossed $1.4 million last week. More than 60 years after it opened on Broadway, \"West Side Story\" is a hit once again.", "categories": [["U.S.", "Culture"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-culture?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/saudis-mull-drastic-oil-cuts-in-response-to-coronavirus-11580728630", "title": "Oil Prices Slide Into Bear Market on Coronavirus Concern", "date": "2020-02-03 17:59", "summary": "Representatives of OPEC and its allies set to meet as outbreak rattles investors. Oil prices slid into bear-market territory on Monday, highlighting investors' growing concern that China's deadly coronavirus will hurt the global economy by reducing demand for gasoline, diesel and jet fuel in an already well-supplied market.", "categories": [["Markets", "Commodities", "Oil Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb", "https://www.wsj.com/news/types/oil-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/google-clears-some-of-its-cloud-11580770710", "title": "Google Clears Some of Its Cloud", "date": "2020-02-03 17:58", "summary": "New disclosures provide valuable insight but don't mask a core advertising slowdown. Google's cloud keeps rising even as its advertising business floats back to earth. The problem is that one weighs a whole lot more than the other.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ex-cia-engineer-goes-on-trial-for-massive-leak-11580741119", "title": "Ex-CIA Engineer Set to Go on Trial for Massive Leak", "date": "2020-02-03 17:51", "summary": "Joshua Schulte allegedly gave WikiLeaks a trove of documents revealing secret hacking programs. Manhattan federal prosecutors are poised to open their case Tuesday in the trial of a former software engineer for the Central Intelligence Agency who is charged with handing over a trove of classified information on the spy agency's hacking operations to WikiLeaks.", "categories": [["Politics", "National Security"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/national-security?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/retail-dog-and-cat-sales-face-possible-new-york-ban-11580770035", "title": "Retail Dog and Cat Sales Face Possible New York Ban", "date": "2020-02-03 17:47", "summary": "Sponsors of bill that advanced in Albany say it would reduce the demand for so-called puppy mills that raise animals in unsanitary and inhumane conditions. ALBANY, N.Y.-The sale of dogs, cats and rabbits at retail stores would be banned under a proposal that advanced in the New York state Senate on Monday.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fannie-freddie-regulator-hires-adviser-on-mortgage-giants-privatization-11580766364", "title": "Fannie, Freddie Regulator Hires Adviser for Privatization", "date": "2020-02-03 17:46", "summary": "Federal Housing Finance Agency taps investment bank Houlihan Lokey. WASHINGTON-A federal regulator has hired an adviser to help recapitalize Fannie Mae and Freddie Mac , the mortgage-finance giants at the heart of the 2008 financial crisis.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-government-bond-yields-stabilize-as-sentiment-improves-11580748751", "title": "U.S. Treasury Yields Stabilize as Sentiment Improves", "date": "2020-02-03 17:43", "summary": "Bond rally pauses after China injects liquidity into local markets to soften shock from coronavirus. A weekslong rally in U.S. government bonds paused after China's central bank took stimulus measures to mitigate the economic impact of the coronavirus and data showed a rebound in U.S. manufacturing activity.", "categories": [["Markets", "Treasurys"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/treasurys?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/facebook-names-dropbox-ceo-drew-houston-to-board-11580769283", "title": "Facebook Names Dropbox CEO Drew Houston to Board", "date": "2020-02-03 17:34", "summary": "Houston will continue to run Dropbox, which has 14 million paying customers and 2,300 employees. Facebook Inc. appointed Dropbox Inc. Chief Executive Drew Houston to its board of directors.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/eileen-farrell-the-complete-columbia-album-collection-review-she-could-sing-it-all-11580768332", "title": "'Eileen Farrell: The Complete Columbia Album Collection' Review: She Could Sing It All", "date": "2020-02-03 17:18", "summary": "A 16-CD collection celebrates the great American singer, who was equally comfortable performing standards and opera.. ", "categories": [["Books & Arts", "Music Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/music-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-new-threat-to-energy-company-bonds-virus-fears-11580734807", "title": "The New Threat to Energy-Company Bonds: Virus Fears", "date": "2020-02-03 17:01", "summary": "Several newly issued energy bonds have sunk in the wake of a short-lived oil rally. The economic threat posed by the coronavirus is helping erode demand for energy-company debt just weeks after bond issuance in the sector surged, highlighting the virus's far-reaching effects on companies and financial markets.", "categories": [["Markets", "Credit Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/credit-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bob-marleys-enduring-mysteries-11580767083", "title": "Bob Marley's Enduring Mysteries", "date": "2020-02-03 16:58", "summary": "The reggae legend would have turned 75 this week; his music still resonates thanks to its multilayered meanings.. Reggae legend Bob Marley, who would have turned 75 Thursday had he not died at age 36, wrote some of the most memorable songs in all of music.", "categories": [["Opinion", "Commentary", "Cultural Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb", "https://www.wsj.com/news/types/cultural-commentary?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/patients-often-get-antibiotics-without-a-doctor-visit-study-finds-11580766789", "title": "Patients Often Get Antibiotics Without a Doctor Visit, Study Finds", "date": "2020-02-03 16:53", "summary": "Health experts recommend doctors examine patients, seek testing to verify antibiotics are necessary. Patients widely received antibiotics with no record of seeing a doctor, a nationwide study found, despite recommendations that doctors physically screen patients to prevent unnecessary prescriptions that could contribute to superbugs.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/global-markets-waver-as-coronavirus-fears-weigh-11580714268", "title": "Oil Skids Into Bear Market, While Stocks Rebound", "date": "2020-02-03 16:46", "summary": "Crude benchmarks drop despite Saudi push for production cuts. U.S. stocks rebounded Monday after last week's steep decline, though oil prices continued to slide on concerns that China's coronavirus outbreak will reduce energy consumption.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/two-dead-in-gun-violence-at-texas-college-dorm-11580762490", "title": "Two Dead in Gun Violence at Texas College Dorm", "date": "2020-02-03 16:44", "summary": "Fatal shooting at Texas A&M branch is second of the current school year. Two women died and a 2-year-old child was injured in a shooting at a Texas college residence hall Monday morning, the school said.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ftc-sues-to-block-shaving-merger-11580751409", "title": "FTC Sues to Block Shaving Merger", "date": "2020-02-03 16:41", "summary": "Agency says Edgewell's planned acquisition of Harry's would eliminate an important competitive force. WASHINGTON-The Federal Trade Commission on Monday sued to block a $1.37 billion deal in which the maker of Schick razors sought to buy upstart rival Harry's Inc.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/gov-murphy-sets-up-new-jersey-coronavirus-task-force-11580765767", "title": "Gov. Murphy Sets Up New Jersey Coronavirus Task Force", "date": "2020-02-03 16:36", "summary": "Newark Liberty International Airport has begun accepting rerouted flights from China. New Jersey Gov. Phil Murphy established a coronavirus task force to coordinate the state's response to the outbreak as Newark Liberty International Airport began accepting rerouted flights from China that require enhanced health screenings.", "categories": [["U.S.", "Tri-State Area"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-region?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/shooting-on-greyhound-bus-in-california-kills-person-11580749309", "title": "Shooting on Greyhound Bus in California Kills One", "date": "2020-02-03 16:30", "summary": "Driver pulls over along Interstate 5 and persuades suspect to leave the vehicle; five are wounded. A shooting aboard a Greyhound bus traveling from Los Angeles to the San Francisco Bay Area left one person dead and five others wounded, according to authorities.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/faa-moves-toward-certifying-specific-drones-for-package-deliveries-11580764882", "title": "FAA Moves Toward Certifying Specific Drones for Package Deliveries", "date": "2020-02-03 16:21", "summary": "Agency's plan boosts efforts by Amazon and others to accelerate delivery to consumers by air. U.S. aviation regulators plan to craft new safety standards for specific unmanned-aircraft models, the biggest step yet toward eventually authorizing widespread delivery of packages by drones.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/university-of-california-task-force-recommends-keeping-sat-in-admissions-for-now-11580764846", "title": "University of California Task Force Recommends Keeping SAT in Admissions for Now", "date": "2020-02-03 16:20", "summary": "Group urges research on possible impacts of going \"test-optional\". A faculty task force at the University of California is recommending that the sprawling system not drop standardized tests as a requirement for admission now, saying that applicants' scores on the SAT and ACT still serve as better predictors of first-year performance than high school grades.", "categories": [["U.S.", "Education"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/education?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/starboard-takes-stake-in-prepaid-debit-card-firm-green-dot-11580763524", "title": "Starboard Takes Stake in Prepaid Debit-Card Firm Green Dot", "date": "2020-02-03 16:18", "summary": "Activist hedge fund owns about 9% of the company. Activist investor Starboard Value LP is taking a swipe at Green Dot Corp. , a financial firm known for issuing prepaid debit cards.", "categories": [["Markets", "Financial Services", "Hedge Funds"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/business/financial-services?mod=breadcrumb", "https://www.wsj.com/news/types/hedge-funds?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/iran-to-halt-cooperation-with-ukraine-in-downed-jet-probe-11580745235", "title": "Iran Had an Early Clue Its Missile Downed Ukrainian Jet, Audio Shows", "date": "2020-02-03 16:07", "summary": "An Iranian airliner pilot radioed the air-traffic controller at Tehran airport to report what appeared to be a missile launch, according to a recording. An Iranian pilot told air-traffic control in Tehran that he saw what appeared to be a missile launch, according to an audio recording that shows the tower frantically tried to reach an ill-fated Ukrainian jet as it fell off radar screens.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tesla-shares-rally-at-fastest-pace-since-2013-11580760419", "title": "Tesla Shares Rally at Fastest Pace Since 2013", "date": "2020-02-03 16:07", "summary": "The advance is testing the resolve of short sellers who have made the electric-car maker one of the most bet-against companies in financial markets. Tesla Inc. shares are rallying at their fastest pace in years, testing the resolve of short sellers who have made the electric-car maker one of the most bet-against companies in financial markets.", "categories": [["Markets", "Stocks"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-tech-leader-at-fdic-works-on-upgrading-it-11580763515", "title": "New Tech Leader at FDIC Works on Upgrading IT", "date": "2020-02-03 15:58", "summary": "Sylvia Burns, promoted from deputy CIO to CIO, aims to test use of AI to boost bank examiners' productivity. The Federal Deposit Insurance Corp. has promoted its deputy chief information officer to CIO as the agency continues a five-year IT modernization effort to better oversee a banking sector transformed by technology.", "categories": [["CIO Journal"]], "category_links": ["https://www.wsj.com/news/types/cio-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/genetic-scoring-presents-opportunity-peril-11580762369", "title": "Genetic Scoring Presents Opportunity, Peril", "date": "2020-02-03 15:39", "summary": "Polygenic scores only reflect the particular group of people studied in a particular time and place in which they lived. This means that polygenic scores can and do reflect racism, sexism or other prejudices, as well as more benign environmental factors.. As researchers with expertise in polygenic scores, we write to express concern that Charles Murray's attempt to explain how \"Genetics Will Revolutionize Social Science\" (op-ed, Jan. 28) will likely invite confusion about the nature and potential of polygenic scores.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/private-practice-is-solution-for-m-d-burnout-11580762227", "title": "Private Practice Is Solution for M.D. Burnout", "date": "2020-02-03 15:37", "summary": "I announced to all my patients, and to all the government/insurance entities, that I was quitting all relationships with all third-party payment systems.. As I read the letters from physicians regarding \"Why So Many Midcareer Doctors Burn Out\" (Letters, Jan. 27), it is apparent that many of the physicians haven't considered taking a fundamental step that saved my own career and my patients from an early retirement from primary-care internal medicine. The list of problems generated in doctors' practices from the government (Medicare, Medicaid) and from insurance companies is endless, and no one physician can possibly battle such an overwhelming armada of forces that routinely creates roadblocks for decent care. As the primary-care-doctor shortage worsens every year, this has become a critical matter for the health care of our country.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/rational-labor-rules-help-jobs-and-growth-11580762277", "title": "Rational Labor Rules Help Jobs and Growth", "date": "2020-02-03 15:37", "summary": "There are signs that GDP growth now is poised to accelerate in our \"fully grown,\" but still vibrant, economy.. Acting White House Chief of Staff Mick Mulvaney and Secretary of Labor Eugene Scalia tout the Labor Department's \"joint employer\" rule as the latest in a long list of deregulatory wins for the Trump administration (\"Making Labor Rules Rational Again,\" op-ed, Jan. 13). The new rule codifies standards for determining a company's joint-employer status with regard to contract workers, thereby clarifying the point at which the contracting company becomes an employer and is responsible for ensuring workers receive the minimum wage and overtime pay. Substantial compliance costs also are absorbed by the contracting company when it is deemed a joint employer.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/democratic-candidates-and-turning-out-black-voters-11580762098", "title": "Democratic Candidates and Turning Out Black Voters", "date": "2020-02-03 15:34", "summary": "Although Hillary Clinton won more white votes than Sen. Obama, she couldn't overcome the solid block of black voters he owned.. Jason Riley seems to be saying that Barack Obama won because he did not use identity politics (\"Why Obama Won and 2020's Black Candidates Couldn't,\" Upward Mobility, Jan. 22). Any Democratic candidate would have beaten John McCain in 2008. McCain was distrusted by his own party, and George W. Bush's legacy made winning nearly impossible for any Republican.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-k-eu-fire-opening-salvos-ahead-of-trade-talks-11580739034", "title": "U.K., EU Fire Opening Salvos Ahead of Trade Talks", "date": "2020-02-03 15:29", "summary": "U.K. prime minister, EU negotiator deliver speeches that suggest clashes are ahead. Days after the U.K. left the European Union, both sides set the stage for what are likely to be difficult negotiations over their future relations.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/health-officials-err-on-side-of-caution-to-contain-viral-outbreak-11580738961", "title": "Health Officials Err on Side of Caution to Contain Viral Outbreak", "date": "2020-02-03 15:20", "summary": "Fast-moving coronavirus outbreak in China has created a live global public-health experiment in containment. Amid the fast-moving coronavirus outbreak emanating from China, companies, governments and schools are developing policies on the fly to try to halt the spread, creating a live global public-health experiment in containment.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-k-aims-to-curb-early-release-of-people-convicted-of-terror-offenses-11580760663", "title": "U.K. Aims to Curb Early Release of People Convicted of Terror Offenses", "date": "2020-02-03 15:11", "summary": "Planned emergency legislation comes after police shot and killed recently freed man who wounded two people in a London knife attack. LONDON-The British government said it would introduce emergency legislation to prevent the automatic early release of people convicted of terror offenses, a day after police shot and killed a man recently freed from jail who wounded two people in a knife attack.", "categories": [["World", "Europe", "U.K."]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb", "https://www.wsj.com/news/types/u-k-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/super-bowl-drew-102-million-viewers-11580757997", "title": "Super Bowl Drew 102 Million Viewers", "date": "2020-02-03 14:26", "summary": "Audience for matchup between Kansas City Chiefs and San Francisco 49ers was slightly higher than last year. The Kansas City Chiefs' dramatic comeback win over the San Francisco 49ers Sunday in Super Bowl LIV attracted 102 million viewers on the Fox network as well as digital platforms and its Spanish-language channel, according to Nielsen.", "categories": [["Business", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/citigroup-suspends-trader-for-stealing-cafeteria-food-11580757856", "title": "Citigroup Suspends Trader for Stealing Cafeteria Food", "date": "2020-02-03 14:24", "summary": "Junk-bond trader Paras Shah allegedly took food repeatedly from office cafeteria without paying. Citigroup Inc. suspended a junk-bond trader in London for repeatedly failing to pay for food taken from the bank's cafeteria.", "categories": [["Markets", "Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-and-bloomberg-super-bowl-ads-provoke-sharp-viewer-reactions-11580755230", "title": "Trump and Bloomberg Super Bowl Ads Provoke Sharp Viewer Reactions", "date": "2020-02-03 13:40", "summary": "The two men used their airtime on television's biggest stage to address sensitive social issues. Super Bowl commercials from President Trump and Democratic presidential candidate Michael Bloomberg provoked swift and strong reactions on social media, as the two used their airtime on television's biggest stage to address sensitive social issues.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hotter-toddies-smart-tweaks-to-a-classic-cocktail-11580847910", "title": "Hotter Toddies: Smart Tweaks to a Classic Cocktail", "date": "2020-02-03 13:31", "summary": "The coziest of drinks is getting a glow-up. Here, two ways to get creative with the bottles on offer at your weekend chalet. \"LIQUID LONG JOHNS\" is how Chicago bartender Micah Melton characterizes the classic hot toddy. A few warming sips, \"and all of a sudden you feel like you're insulated from the cold.\"", "categories": [["Life & Work", "Food & Drink"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/food-cooking-drink?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/super-bowl-2020-ads-aim-to-uplift-mostly-11580648401", "title": "Super Bowl Ads Looked to Uplift, Mostly", "date": "2020-02-03 13:12", "summary": "Lil Nas X, Buzz Lightyear and President Trump are among those featured in commercials that cost up to $5.6 million for 30 seconds. Super Bowl advertisers pushed entertainment and inspiration on Sunday night, reflecting marketers' calculation that the game's viewers mostly just want to feel good or do good.", "categories": [["Business", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sanders-may-be-surging-but-is-socialism-11580752554", "title": "Sanders May Be Surging, But Is Socialism?", "date": "2020-02-03 12:55", "summary": "The latest NBC/Wall Street Journal poll says no.. Are voters in the most prosperous country in the world really going to endorse the economic revolution promised by Sen. Bernie Sanders? Vermont's most famous Marxist has been rising in polls of Democratic voters participating in tonight's Iowa Caucus and next week's New Hampshire primary. But the senator's ideology still isn't popular. Even within the Democratic party, a new NBC/Wall Street Journal poll finds that most voters aren't backing socialism.", "categories": [["Opinion", "Best of the Web"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/best-of-the-web-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-huge-graveyard-that-is-homeland-killed-off-characters-11580751623", "title": "The 'Huge Graveyard That Is Homeland': Killed-Off Characters", "date": "2020-02-03 12:40", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/ar-sneaker-apps-why-the-future-of-footwear-is-digital-11580750963", "title": "Will AR Sneaker Apps Change The Way You Buy Nikes?", "date": "2020-02-03 12:29", "summary": "Augmented-reality sneaker apps allow users to convincingly try on sought after sneakers without actually investing in them. FOR A BRIEF MOMENT, Jerry Lu's friends thought he had scored an advance pair of the most sought-after sneakers of the year. In December, Mr. Lu, 28, a venture capital investor in New York City, tweeted out a photo showing Nike 's Dior edition Air Jordan 1 sneakers perched on his floor. \"How much did you pay?\" one follower asked. \"Nice!!!\" replied another. The shoes certainly warranted three exclamation points-In addition to looking cool, they hadn't been officially released yet. And yet there they were on his floor. Only they weren't really: Mr. Lu's shoes were 100% digital.", "categories": [["Life & Work", "Style & Fashion", "On Trend"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/fashion?mod=breadcrumb", "https://www.wsj.com/news/types/on-trend?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-flu-is-hitting-children-especially-hard-this-season-11580750592", "title": "The Flu Is Hitting Children Especially Hard This Season", "date": "2020-02-03 12:23", "summary": "Coronavirus dominates attention, but the more widespread flu has already killed thousands across all ages, and is infecting kids at unusually high rates. Every day for the past few months, children have appeared in Ari Brown's pediatric office in Austin, Texas, and tested positive for influenza.", "categories": [["Life & Work", "Your Health"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/your-health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-todays-tech-run-differs-from-the-dot-com-bubble-11580750439", "title": "How Today's Tech Run Differs From the Dot-Com Bubble", "date": "2020-02-03 12:20", "summary": "Five biggest S&P 500 companies have lower valuations, stronger earnings than those that dominated in 2000. Just five stocks account for nearly a fifth of the S&P 500's total market capitalization-the highest share since the dot-com bubble peaked at the turn of the century.", "categories": [["Markets", "Stocks"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/will-patrick-mahomes-crush-the-stock-market-11580749640", "title": "Will Patrick Mahomes Crush the Stock Market?", "date": "2020-02-03 12:07", "summary": "A Chiefs victory bodes poorly for stocks. If the stock market ends lower this year, you might lay the blame on the coronavirus outbreak, the Federal Reserve, Donald Trump or Bernie Sanders. Or you could point the finger at Patrick Mahomes.", "categories": [["Markets", "Overheard"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/overheard?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/homeland-stabs-bombs-and-machine-guns-its-stars-how-is-max-still-alive-11580748209", "title": "'Homeland' Tends to Kill Off Its Stars. How Is Max Piotrowski Still Alive?", "date": "2020-02-03 11:43", "summary": "Resume Subscription. It looked like Max Piotrowski's luck had finally run out.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/global-factory-revival-in-doubt-as-coronavirus-spreads-11580726929", "title": "Global Factory Revival in Doubt as Coronavirus Spreads", "date": "2020-02-03 11:38", "summary": "Index shows January U.S. manufacturing grew ahead of possible virus impact. Global manufacturing appeared to be steadying after a long slowdown, but is set to suffer a fresh setback due to China's isolation in response to the coronavirus outbreak.", "categories": [["Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-cottage-style-compound-in-brentwood-11580747176", "title": "A Cottage-Style Home in Brentwood", "date": "2020-02-03 11:26", "summary": "In a ritzy Los Angeles neighborhood, these homes come with lots of wood details and a really big backyard.. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/the-land-under-this-35-million-l-a-property-could-be-more-valuable-than-the-house-itself-11580747124", "title": "Land Under $35 Million L.A. Property Could Be More Valuable Than The House Itself", "date": "2020-02-03 11:25", "summary": "The 1.65-acre lot in Brentwood has the potential to hold a home five times larger than the current house, according to the listing agents. In Los Angeles, epicenter of a recent flurry of multimillion-dollar real estate deals, a possible teardown is listing for $35 million, making it among the most expensive properties available in the Brentwood area.", "categories": [["Real Estate", "Private Properties"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/private-properties?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/disney-strategy-for-fox-assets-comes-into-focus-as-executives-quit-11580746875", "title": "Disney's Fox Strategy Comes Into Focus as Executives Quit", "date": "2020-02-03 11:21", "summary": "Hulu's Randy Freer, Twentieth Century's Emma Watts chose to depart rather than accept lesser roles. Walt Disney Co. is drawing up a new script for the entertainment assets it acquired from 21st Century Fox.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-auto-industry-wanted-easier-environmental-rules-it-got-chaos-11580745826", "title": "The Auto Industry Wanted Easier Environmental Rules. It Got Chaos.", "date": "2020-02-03 11:03", "summary": "Ford miscalculated the White House's desire to make a deal with California on fuel-economy regulations and irritated its peers. When Ford Motor Co. Executive Chairman Bill Ford Jr. called the president last spring, he was hoping to defuse what was looking like a lengthy legal battle over the nation's fuel-economy regulations for vehicles.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tradebot-pioneer-of-high-speed-trading-struggles-with-profit-slump-11580739026", "title": "Tradebot, Pioneer of High-Speed Trading, Struggles With Profit Slump", "date": "2020-02-03 10:58", "summary": "An early high-frequency trader now faces falling income and an employee exodus. An early high-frequency trader that helped invent the business of buying and selling stocks in milliseconds now faces falling profits and an employee exodus.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/worldline-strikes-8-6-billion-deal-to-create-european-payments-giant-11580734634", "title": "Worldline Strikes $8.6 Billion Deal to Create Payments Giant", "date": "2020-02-03 10:54", "summary": "Deal ranks as this year's biggest so far globally. Fintech company Worldline SA agreed Monday to acquire rival Ingenico Group SA for €7.8 billion ($8.6 billion), the biggest global deal of the year so far, creating a giant in the fast-consolidating European payments sector.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fed-adds-59-85-billion-to-financial-markets-11580744458", "title": "Fed Adds $59.85 Billion to Financial Markets", "date": "2020-02-03 10:40", "summary": "Overall temporary liquidity provided by central bank rises Monday. The overall amount of temporary liquidity provided by the Federal Reserve Bank of New York rose on Monday.", "categories": [["Markets", "Credit Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/credit-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/shipping-bellwether-hits-all-time-low-11580744101", "title": "Shipping Bellwether Hits All-Time Low", "date": "2020-02-03 10:35", "summary": "Index tracking freight rates for world's largest cargo ships plunges deep into negative territory as coronavirus slows global trade. A bellwether of the global shipping market has hit an all-time low as the spread of the coronavirus weighs on global trade.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tribune-ceo-leaves-after-a-year-11580742573", "title": "Tribune CEO Leaves After a Year", "date": "2020-02-03 10:09", "summary": "Finance Chief Terry Jimenez succeeds Timothy P. Knight; Philip Franklin to serve as nonexecutive chairman. Tribune Publishing Co. said it has named Finance Chief Terry Jimenez as its chief executive, succeeding Timothy P. Knight, who has stepped down from the board and will leave the company at the end of the month after a year in the top job.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-fashion-week-faces-designer-exits-oscars-competition-11580741994", "title": "New York Fashion Week Faces Designer Exits, Oscars Competition", "date": "2020-02-03 09:59", "summary": "Tom Ford, Jeremy Scott, Pyer Moss and others decide to show elsewhere as timing clashes with Academy Awards; Brandon Maxwell is the show to watch. New York Fashion Week kicks off this week, amid a lineup notable for some high-profile absences and renewed questions about its relevance.", "categories": [["Life & Work", "Life & Style"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/life-style?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-patrick-mahomes-generation-of-quarterbacks-11580741198", "title": "The Patrick Mahomes Generation of Quarterbacks", "date": "2020-02-03 09:46", "summary": "He led another Chiefs comeback, won Super Bowl MVP and is at the forefront of a new age of offenses where scoring a lot-and fast-is becoming the new norm. MIAMI GARDENS, Fla.-For years, most NFL teams had no idea what to do with a generation of college quarterbacks who played nothing like their professional counterparts. But where the rest of league saw a problem, the Kansas City Chiefs saw an inefficiency. If someone could routinely put up obscene point totals in college, the Chiefs decided, they should probably get that guy and let him play the same way in the pros.", "categories": [["Sports", "NFL"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/nfl?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/airlines-shouldnt-always-listen-to-their-customers-11580740153", "title": "Airlines Shouldn't Always Listen to Their Customers", "date": "2020-02-03 09:29", "summary": "The financial results of European budget leader Ryanair suggest there is more bark than bite in complaints about unbundled air fares. \"Just raise my ticket price instead of loading me up with extra charges, and I'll pay.\" Evidence from the airline industry suggests this is something people say but don't do.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/this-southern-town-was-growing-so-fast-it-passed-a-ban-on-growth-11580738467", "title": "This Southern Town Was Growing So Fast, It Passed a Ban on Growth", "date": "2020-02-03 09:01", "summary": "Resume Subscription. LAKE WYLIE, S.C.-This lakefront suburb of Charlotte, N.C., is among the Sunbelt's strongest magnets for young families.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/rich-sales-boost-coffee-creamers-11580737944", "title": "Rich Sales Boost Coffee Creamers", "date": "2020-02-03 08:52", "summary": "Candy flavors and plant-based brands meet rising demand. Food makers are taking a fresh look at coffee creamers, eager to benefit from rising demand for products that hadn't changed much for decades.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/goops-elise-loehnen-on-psychedelics-no-exercise-mondays-and-emotional-excavation-11580737837", "title": "Goop's Elise Loehnen on Psychedelics, No-Exercise Mondays and Emotional Excavation", "date": "2020-02-03 08:50", "summary": "\"I was sort of high, but I wasn't. I was sort of melting to the floor.\". In this new series, self-motivated people tell WSJ. how they start off the week.", "categories": [["My Monday Morning"]], "category_links": ["https://www.wsj.com/news/types/my-monday-morning?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/facing-retail-upheaval-earth-fare-begins-closing-its-stores-11580737534", "title": "Facing Retail Upheaval, Earth Fare Begins Closing Its Stores", "date": "2020-02-03 08:45", "summary": "Supermarket chain is third grocer in recent weeks to seek buyer or shut down. Facing challenges in the retail industry and unable to refinance its debt, supermarket chain Earth Fare Inc. has begun closing its roughly 50 stores, becoming at least the third U.S. grocer in recent weeks to seek a buyer or shut down.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/san-franciscos-vaunted-defense-stunned-by-kansas-city-comeback-11580736904", "title": "San Francisco's Vaunted Defense Stunned by Kansas City Comeback", "date": "2020-02-03 08:35", "summary": "The 49ers, who boast one of the NFL's top pass rushes, could stop Patrick Mahomes for awhile-but not for the entire Super Bowl. MIAMI GARDENS, Fla.-For 3½ quarters of the Super Bowl on Sunday, the San Francisco 49ers proved that defense can still win championships.", "categories": [["Sports", "NFL"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/nfl?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/five-nature-inspired-spring-accessories-11580736823", "title": "Five Nature-Inspired Spring Accessories", "date": "2020-02-03 08:33", "summary": "Shell jewelry, straw hats and three other rare species of the season: items that are the perfect balance between nature and nurture.. THE JEWELRY Life's a beach with pieces fresh from the sea. Prada earrings, $495, and necklace, $1,100, select Prada boutiques", "categories": [["Fashion"]], "category_links": ["https://www.wsj.com/news/types/magazine-fashion?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/alexa-chung-on-shunning-travel-apps-im-fully-victorian-11580736661", "title": "Alexa Chung on Shunning Travel Apps: 'I'm Fully Victorian'", "date": "2020-02-03 08:31", "summary": "The creative director, fashion designer and author, who is a co-host of the new Netflix show 'Next in Fashion,' shares what's on her phone.. Number of unread emails:", "categories": [["What's News"]], "category_links": ["https://www.wsj.com/news/types/magazine-what-s-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-administration-denying-more-tariff-exemption-requests-11580736641", "title": "Trump Administration Denying More Tariff-Exemption Requests", "date": "2020-02-03 08:30", "summary": "Officials say the levies encourage U.S. companies to build or source products domestically. WASHINGTON-Trump administration officials are granting fewer exemptions to tariffs on Chinese imports, with the approval rate recently plunging to 3% in the third round of levies from 35% in the first two, according to a Wall Street Journal analysis.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-closes-china-to-the-world-straining-global-economy-11580689793", "title": "Coronavirus Closes China to the World, Straining Global Economy", "date": "2020-02-03 07:39", "summary": "Resume Subscription. SHANGHAI-China's isolation amid the coronavirus outbreak, a rare freeze out for such a vital economic center, is rippling across the world.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/coronavirus-isnt-chinese-stocks-only-headache-11580731957", "title": "Coronavirus Isn't Chinese Stocks' Only Headache", "date": "2020-02-03 07:12", "summary": "Barring much stronger steps from the government to boost sentiment, the market probably still has lower to go. Chinese stocks kicked off the Year of the Rat with their worst day since 2015, down 8% in Shanghai on Monday. Barring much stronger steps from the government to boost sentiment, the market probably still has lower to go.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/its-like-nothing-ive-seen-democrats-woo-iowans-ahead-of-caucuses-11580731202", "title": "'It's Like Nothing I've Seen': Democrats Woo Iowans Ahead of Caucuses", "date": "2020-02-03 07:00", "summary": "Resume Subscription. DES MOINES-For a few days every four years, Iowa becomes the center of the political universe, and its residents take their turn in the spotlight very seriously.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/how-long-can-chinese-property-developers-go-without-sales-11580728821", "title": "How Long Can Chinese Property Developers Go Without Sales?", "date": "2020-02-03 06:20", "summary": "A slowdown in sales will strain an increasingly important part of the funding model for real-estate giants. China's major real-estate companies have shut sales centers across several cities as the number of reported coronavirus cases grows. Disruption to travel and work will slow property sales nationally, halting them fully in some of the most heavily affected areas.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/accel-reaps-exits-after-building-large-stakes-11580727601", "title": "Accel Reaps Exits After Building Large Stakes", "date": "2020-02-03 06:00", "summary": "Facebook investor has backed several enterprise companies that recently went public. Qualtrics Chief Executive Ryan Smith was unsure of what to do in November 2018 with the software startup he had co-founded: take it public or sell it to German enterprise software giant SAP SE .", "categories": [["Pro VC Industry News"]], "category_links": ["https://www.wsj.com/news/types/pro-vc-industry-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/democrats-urge-iowans-to-caucus-in-last-full-day-of-campaigning-11580682581", "title": "Democrats Urge Iowans to Caucus in Last Full Day of Campaigning", "date": "2020-02-03 05:46", "summary": "Resume Subscription. DES MOINES, Iowa-A campaign that began more than a year ago for this state's Democratic presidential caucuses is drawing to a frenzied close as a flood of candidate appearances and ads blanket the state before Monday's balloting starts the nomination season.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/hong-kong-suffers-first-annual-recession-in-a-decade-11580726351", "title": "Hong Kong Suffers First Annual Recession in a Decade", "date": "2020-02-03 05:39", "summary": "Coronavirus outbreak is likely to strain the economy further. Hong Kong's economy contracted by 1.2% last year, official estimates showed Monday, as global trade turbulence and months of antigovernment protests pushed the city into its first annual recession since the depths of the global financial crisis in 2009.", "categories": [["Economy", "Asia Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/asia-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-trumps-tariff-threats-are-hustling-global-tax-reform-11580726125", "title": "How Trump's Tariff Threats Are Hustling Global Tax Reform", "date": "2020-02-03 05:35", "summary": "Washington and Brussels have stepped back from the trans-Atlantic battle over corporate taxation, but will face tough decisions in the second half of 2020. Global tax reform has taken a small step forward-but only by delaying tough conversations. Another wave of political brinkmanship over the thorny question of how Silicon Valley's technology giants are taxed is all too possible.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-thinking-emerges-on-optimal-tenure-for-a-ceo-11580725800", "title": "New Thinking Emerges on Optimal Tenure for a CEO", "date": "2020-02-03 05:30", "summary": "Some public-company chiefs get only a few years on the job, but research suggests the 'golden years' of performance come after more than a decade. If Leslie Wexner, the 82-year-old billionaire behind Victoria's Secret, steps aside as the company's leader, as he has been in talks to do, it won't only be a big moment for the retailer. It will also end the tenure of the longest-serving CEO in the S&P 500.", "categories": [["Business", "Management", "Management & Careers"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/management?mod=breadcrumb", "https://www.wsj.com/news/types/management-careers?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/at-blackrock-public-firings-overseas-probe-send-message-about-office-misbehavior-11580725801", "title": "At BlackRock, Public Firings and Overseas Probe Send Message About Office Misbehavior", "date": "2020-02-03 05:30", "summary": "Money-management giant faces new demands from the public as its responsibilities as a corporate watchdog grow. When BlackRock Inc. fired two executives last year who had romantic relationships with subordinates, the money-management giant didn't do it quietly.", "categories": [["WSJ News Exclusive", "Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/stocks-to-watch-simon-property-group-kkr-pg-e-11580724544", "title": "Stocks to Watch: Simon Property Group, KKR, PG&E", "date": "2020-02-03 05:09", "summary": "Here are some of the companies with shares expected to trade actively in Monday's session.. Here are some of the companies with shares expected to trade actively in Monday's session. Stock movements noted by ticker reflect movements during regular trading hours.", "categories": [["Markets", "MoneyBeat"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/moneybeat?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/super-bowl-chiefs-make-it-worth-the-wait-11580706984", "title": "Super Bowl Chiefs Make It Worth the Wait", "date": "2020-02-03 04:46", "summary": "A long-suffering franchise makes its fans suffer a few quarters more-before a brilliant comeback. Miami Gardens, Fla.", "categories": [["Sports"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chinese-markets-tumble-on-mounting-coronavirus-fears-11580695672", "title": "Coronavirus Outbreak Sends Chinese Markets Lower After Holiday Break", "date": "2020-02-03 04:08", "summary": "Shanghai suffers its worst day since 2015, even as authorities move to calm markets. Chinese markets dropped sharply on the first day of trading after the extended Lunar New Year break, because of heightened anxiety over the fast-spreading coronavirus and uncertainty about its impact on the global economy.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bernie-ebbers-telecom-cowboy-who-built-worldcom-dies-at-78-11580720180", "title": "Bernie Ebbers, 'Telecom Cowboy' Who Built WorldCom, Dies at 78", "date": "2020-02-03 03:56", "summary": "Ebbers built a phone company to rival AT&T after it collapsed in an accounting fraud, the disgraced former CEO spent most of the rest of his life in federal prison. Bernard Ebbers, the former WorldCom Inc. chief executive who spent more than 13 years in prison for participating in one of the largest accounting frauds in U.S. history, died Sunday at age 78, according to his family.", "categories": [["World", "Obituaries"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/obituaries?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/rush-limbaugh-discloses-treatment-for-advanced-lung-cancer-11580761594", "title": "Limbaugh Discloses Treatment for Advanced Lung Cancer", "date": "2020-02-03 00:01", "summary": "Conservative talk-radio host says two medical institutions confirmed the diagnosis two weeks ago. Conservative talk-radio icon Rush Limbaugh said during his show Monday he is being treated for advanced lung cancer, adding that he could miss broadcasts as a result.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11580668636", "title": "Pepper...and Salt", "date": "2020-02-03 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/super-bowl-chiefs-vs-49ers-live-coverage-11580680565", "title": "Chiefs Defeat 49ers to Win First Super Bowl Title in 50 Years", "date": "2020-02-03 23:21", "summary": "Kansas City rallied to score 21 unanswered points in the fourth quarter for the victory. MIAMI GARDENS, Fla.-Before the Kansas City Chiefs had Patrick Mahomes, they had droughts. Until last year, they had gone 25 years without even winning a home playoff game. Until Sunday, they had gone 50 years without appearing in a Super Bowl. This was a franchise and fanbase that painfully lived in the past, until Mahomes finally gave them a reason to look to the future.", "categories": [["Sports", "NFL"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/nfl?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/forever-21-unveils-deal-to-sell-to-mall-owners-11580702269", "title": "Forever 21 Unveils Deal to Sell to Mall Owners", "date": "2020-02-03 22:58", "summary": "Simon Property, Brookfield Property and Authentic Brands will pay $81 million for retailer, subject to rival bids at bankruptcy auction. Forever 21 Inc. reached a deal Sunday to sell the retail chain to a consortium of buyers including landlords Simon Property Group Inc., Brookfield Property Partners LP and Authentic Brands Group LLC for $81 million.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-city-investigating-possible-first-case-of-coronavirus-11580596507", "title": "New York City Investigating Three Possible Cases of Coronavirus", "date": "2020-02-03 22:35", "summary": "All three had recently been in China. New York City officials are awaiting test results on three suspected cases of coronavirus and preparing for the possibility of quarantining visitors traveling from China and arriving at John F. Kennedy International Airport.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/jeff-bezos-sued-for-defamation-by-girlfriends-brother-11580689421", "title": "Jeff Bezos Sued for Defamation by Girlfriend's Brother", "date": "2020-02-03 21:53", "summary": "Michael Sanchez says the Amazon.com founder and a security expert spread a false rumor he leaked nude photos to the National Enquirer. Michael Sanchez, the brother of Jeff Bezos' girlfriend, sued the Amazon.com Inc. founder for defamation, alleging his representatives spread false rumors to news outlets that Mr. Sanchez provided graphic nude photos of Mr. Bezos to the press.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hong-kong-hospital-workers-to-strike-over-coronavirus-11580653035", "title": "Hong Kong Hospital Workers to Strike Over Coronavirus", "date": "2020-02-03 20:56", "summary": "Organized labor wants the territory to shut its borders to mainland China. Thousands of Hong Kong hospital workers voted to press ahead with a five-day strike starting Monday, kicking off a bid by organized labor to force the government to fully shut its borders to mainland China as cases of the deadly coronavirus tick up in the territory.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/experts-race-to-figure-out-how-contagious-the-wuhan-virus-is-11580672317", "title": "Experts Race to Figure Out How Contagious the Coronavirus Is", "date": "2020-02-03 19:34", "summary": "The outbreak of novel coronavirus appears more contagious than seasonal flu and is on par with SARS in 2002 and 2003, studies say. BEIJING-Public-health experts around the world have been crunching numbers about the advance of China's dangerous new coronavirus to estimate how far and fast it could spread.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/schiff-vows-to-press-case-for-trumps-removal-at-impeachment-trial-11580669913", "title": "Trump, Democrats Press Their Case as Impeachment Nears Its End", "date": "2020-02-03 19:28", "summary": "Likely acquittal this week has the president looking ahead to November. WASHINGTON-An emboldened President Trump turned his focus Sunday to his re-election bid, arguing a growing economy would help him in November, as Democrats' lead impeachment manager vowed to press for the president's removal even as the Senate is virtually certain to acquit him.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/first-coronavirus-death-reported-outside-china-11580614333", "title": "Coronavirus Kills Its First Victim Outside China as Toll Grows", "date": "2020-02-03 19:09", "summary": "The Pentagon sets up quarantine centers as the U.S. count of people sickened climbs to eight. The newly identified coronavirus claimed its first life outside China, as the number of U.S. cases ticked up to eight and the Pentagon said it was setting up quarantine centers for travelers who screened positive for the illness.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/wework-parent-to-name-real-estate-veteran-sandeep-mathrani-new-ceo-11580576820", "title": "WeWork Parent Names Sandeep Mathrani New CEO", "date": "2020-02-03 19:05", "summary": "SoftBank's Marcelo Claure to remain We executive chairman. WeWork has taken its first significant step in the post-Adam Neumann era, naming a new chief executive officer to run a company whose challenges abound.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cuomos-penn-station-plans-echo-robert-moses-11580688000", "title": "Cuomo's Penn Station Plans Echo Robert Moses", "date": "2020-02-03 19:00", "summary": "Clause in budget legislation would pave way for state to use eminent domain. New York Gov. Andrew Cuomo's latest plan to redevelop Pennsylvania Station shows he really has become a 21st century Robert Moses-not just in dreaming big about infrastructure, but in tugging every available lever of power to move projects along.", "categories": [["U.S.", "State Street"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/state-street?mod=breadcrumb"]}]