[{"link": "https://www.wsj.com/articles/new-yorks-third-party-candidates-aim-for-survival-11601247601", "title": "New York's Third-Party Candidates Aim for Survival", "date": "2020-09-27 19:00", "summary": "Rule change prompts minor political parties to make mark. Brock Pierce knows he won't be elected president this year. But the child-actor-turned-cryptocurrency-investor has a more attainable goal as he campaigns for the country's highest office in New York: getting enough votes to keep the Independence Party's ballot line.", "categories": [["U.S.", "State Street"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/state-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bankrupt-gun-maker-remington-outdoor-to-be-broken-up-and-sold-11601246175", "title": "Bankrupt Gun Maker Remington Outdoor to Be Broken Up and Sold", "date": "2020-09-27 18:36", "summary": "Seven winning bidders emerge after multiple-day auction of weapons, ammunition businesses. Gun maker Remington Outdoor will be broken up and sold after a multiday bankruptcy auction, in which seven different buyers won the bidding for parcels of the company's weapons and ammunition holdings.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/devon-wpx-in-talks-to-merge-11601156479", "title": "Devon Energy, WPX in Talks to Merge", "date": "2020-09-27 18:35", "summary": "An all-stock deal is being discussed to create an entity with a combined current market value of about $6 billion. Devon Energy Corp. and WPX Energy Inc. are in talks to combine, according to people familiar with the matter, in a move that could help the energy companies weather a prolonged industry slump.", "categories": [["WSJ News Exclusive", "Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-biden-prepare-for-debate-on-coronavirus-supreme-court-fight-11601218801", "title": "Trump, Biden Prepare for Debate on Coronavirus, Supreme Court Fight", "date": "2020-09-27 18:31", "summary": "The president has played down the need for debate preparation, while the Democratic nominee has said he will be a 'fact checker on the floor'. WASHINGTON-President Trump has played down the need for traditional debate preparation and questioned former Vice President Joe Biden's abilities, though allies say he is strategizing with advisers about how to highlight his record and rattle the Democratic nominee.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-city-mayors-advisory-council-warned-of-teacher-shortage-four-months-ago-11601211600", "title": "NYC Mayor's Advisory Council Warned of Teacher Shortage Four Months Ago", "date": "2020-09-27 18:10", "summary": "Members said schools needed more guidance in June to be ready on time. Back in May, Mayor Bill de Blasio appointed dozens of New York City's most experienced leaders in education and social services to advise him on how to reopen schools in the midst of the new coronavirus pandemic.", "categories": [["U.S.", "Schools"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-schools?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-gops-obamacare-self-sabotage-11601242872", "title": "The GOP's ObamaCare Self-Sabotage", "date": "2020-09-27 17:41", "summary": "Judge Barrett and the Supreme Court won't vote to overturn the health law.. A week after Election Day, the Supreme Court is set to hear oral arguments in another challenge to ObamaCare. The political timing couldn't be better for Democrats who are using it to claim that Amy Coney Barrett has been nominated to overturn that law.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/leaders-of-the-new-york-city-principals-union-unanimously-pass-vote-of-no-confidence-in-mayor-de-blasio-11601227318", "title": "New York City Principals Union Calls On Mayor to Cede Control of Schools to State", "date": "2020-09-27 17:40", "summary": "Union's leaders unanimously pass a vote of no confidence in Mayor Bill de Blasio. The leaders of New York City's principals union on Sunday called on Mayor Bill de Blasio to cede control of city schools to the state's Education Department for the remainder of the Covid-19 crisis after they unanimously passed a vote of no confidence in him.", "categories": [["U.S.", "Schools"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-schools?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-latest-news-09-27-2020-11601187482", "title": "Some States Loosen Dining Restrictions Despite Rising Coronavirus Cases", "date": "2020-09-27 16:37", "summary": "U.S. reports about 45,000 cases Saturday; Global Covid-19 death toll nears 1 million. Some big states continue to loosen dining restrictions, even as the number of newly reported U.S. coronavirus cases continues to rise, and as the global death toll from the pandemic approaches 1 million.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-warns-iraq-it-is-preparing-to-shut-down-baghdad-embassy-11601238966", "title": "U.S. Warns Iraq It Is Preparing to Shut Down Baghdad Embassy", "date": "2020-09-27 16:36", "summary": "Trump administration says it will close embassy unless Iraq prevents rocket attacks by Shiite militias. The Trump administration has warned Iraq it is preparing to shut down its embassy in Baghdad unless the Iraqi government stops a spate of rocket attacks by Shiite militias against U.S. interests, Iraqi and U.S. officials said Sunday, in a fresh crisis in relations between the two allies.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-can-take-credit-for-vaccine-progress-but-shouldnt-rush-it-11601238156", "title": "Trump Can Take Credit for Vaccine Progress but Shouldn't Rush It", "date": "2020-09-27 16:22", "summary": "The FDA balances benefits with safety risks, and interference makes Americans nervous.. One of the most effective aspects of the Trump administration's response to Covid-19 has been Operation Warp Speed, the effort to move a vaccine to market. It's all the more puzzling, then, that the administration would interrupt this good work with a statement that it may try to weaken the long-established criteria for judging the safety and effectiveness of a vaccine.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/landlords-have-bills-too-11601238130", "title": "Landlords Have Bills Too", "date": "2020-09-27 16:22", "summary": "Why is the CDC regulating the real-estate business?. Lakewood, Ohio", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/it-aint-braggin-if-you-can-back-it-up-11601238077", "title": "'It Ain't Braggin' if You Can Back It Up'", "date": "2020-09-27 16:21", "summary": "The line between pride and hubris can be awfully thin. But humility never hurts.. Hubris is deeply embedded in our culture, especially in social media, which 12-time Daytime Emmy Award-attending actress Moira Rose has called an \"amusement park for clinical narcissists\" and a \"cauldron of self-absorption.\" We're inundated with mean bosses: Gordon \"Yes, Chef\" Ramsey made a TV career out of it. Even lovable talk-show host Ellen DeGeneres-who actually uses \"Be Kind\" as a marketing brand-is accused of running a toxic work environment.", "categories": [["Opinion", "Inside View"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/inside-view?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/florida-and-the-cuban-vote-11601238104", "title": "Florida and the Cuban Vote", "date": "2020-09-27 16:21", "summary": "The Sunshine State's Hispanics could put Trump over the top in a key battleground.. On a campaign stop in Florida earlier this month, Joe Biden declared his concern for \"the Hispanic community, which is hurt very badly, much worse than the Caucasian community\" by Covid-19.", "categories": [["Opinion", "The Americas"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/the-americas?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-doctor-who-fooled-the-world-review-vax-populi-11601238052", "title": "'The Doctor Who Fooled the World' Review: Vax Populi", "date": "2020-09-27 16:20", "summary": "The modern antivaccination movement persists even though the research that started it has been completely debunked.. Over the past decade it has become clear that there is a \"replication crisis\" in science, in which many noted and apparently important studies fail to repeat their results and very probably never should have been published in the first place. The factors contributing to this problem include the pressure to \"publish or perish\" that leads researchers to cut corners; the file-drawer problem, where seemingly nonsignificant results go unreported; data dredging and p-hacking, in which researchers manipulate statistical techniques to produce data that support their hypotheses; Texas sharpshooting, in which one draws a bull's-eye around a random cluster of data and calls it a pattern; and the publication bias of journals that prefer original research over replication studies. These are all soluble problems, with practical solutions outlined in such books as Stuart Ritchie's \"Science Fictions.\"", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/notable-quotable-noah-feldman-a-liberal-for-amy-coney-barrett-11601237760", "title": "Notable & Quotable: Noah Feldman, a Liberal for Amy Coney Barrett", "date": "2020-09-27 16:16", "summary": "'We have a Supreme Court nominee who is a brilliant lawyer, a genuine and good person-and someone who holds views about how to interpret the law that I think are wrong.'. Harvard law professor Noah Feldman writing for Bloomberg Sept. 26:", "categories": [["Opinion", "Commentary", "Notable & Quotable"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb", "https://www.wsj.com/news/types/notable-quotable?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/microsofts-marketing-chief-on-working-with-the-nfl-during-covid-11601218800", "title": "Microsoft's Brand Chief on Working With the NFL During Covid", "date": "2020-09-27 15:15", "summary": "Kathleen Hall talks about the company's new NFL-related ad campaign and how the pandemic has upended the company's ad process. Microsoft Corp. has relied on the National Football League's mass audiences since it became a sponsor in 2013. This year, the coronavirus pandemic left the company wondering whether there would be an NFL season at all.", "categories": [["CMO Today"]], "category_links": ["https://www.wsj.com/news/types/cmo-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lebanons-prime-minister-designate-resigns-deepening-countrys-political-crisis-11601128663", "title": "Lebanon's Prime Minister-Designate Resigns, Deepening Country's Political Crisis", "date": "2020-09-27 15:07", "summary": "Failure to form a government comes as the beleaguered nation reels from the Beirut explosion last month. BEIRUT-Lebanon's prime minister-designate abandoned his efforts to form a government, thwarting a French-led initiative that sought to end a political impasse and unlock international aid after a massive explosion destroyed nearly half the capital last month.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/economy-week-ahead-factories-consumer-spending-and-employment-11601233200", "title": "Economy Week Ahead: Factories, Consumer Spending and Employment", "date": "2020-09-27 15:00", "summary": "China's factory activity likely expanded for a seventh straight month and U.S. nonfarm payrolls are expected to post another strong gain. The U.S. jobs report for September highlights a week of data that will show how economies are recovering from coronavirus-induced recessions and from continued disruptions related to the pandemic.", "categories": [["Economy", "Economy Week Ahead"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/economy-week-ahead?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/one-womans-journey-from-new-york-bond-trader-to-orthodontist-11601233200", "title": "One Woman's Journey From New York Bond Trader to Orthodontist", "date": "2020-09-27 15:00", "summary": "Resume Subscription. ", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/covid-amplified-pre-existing-hospital-ills-11601230661", "title": "Covid Amplified Pre-Existing Hospital Ills", "date": "2020-09-27 14:17", "summary": "As the number of Medicare and Medicaid patients has grown, cost pressures forced hospitals to increase revenues, decrease supplies and lower nursing/patient ratios.. \"The Covid Storm: Yearslong Drive for Efficiency Left Hospitals Overwhelmed\" (Page One, Sept. 18) should be mandatory reading for every member of Congress. The Balanced Budget Act of 1997 balanced the federal budget by manipulating the Medicare growth curve to be below real inflation. Hospital administrators attempted to insulate themselves from this market manipulation. As the number of Medicare and Medicaid patients has grown, cost pressures forced hospitals to increase revenues, decrease supplies and lower nursing/patient ratios. Cars have seat belts and air bags not because we are planning to be in accidents, but just in case. The costs of those safety measures being added to our vehicles are equally passed on to all consumers. Not so with hospital costs. By creating price controls, Congress has created a hidden tax on employers and purchasers of health insurance, causing hospitals to limit competition and maximize efficiency to stay profitable. For too long, hospitals that predominantly have relied on Medicaid and Medicare have cut corners, underpaid and overworked their staffs and understocked supplies to balance their budgets. People have been dying for years because of these policies. Covid-19 blew up those systems. As the smoke is clearing, we see that the overwhelming number of American deaths were either nursing-home residents or patients in chronically underfunded safety-net hospitals.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-high-cost-of-a-free-college-education-11601230604", "title": "The High Cost of a Free College Education", "date": "2020-09-27 14:16", "summary": "I respectfully disagree with Daniel Pianko's assertion that the winning university of the future will be the one that drops its tuition rates the lowest, simply because many students value the on-campus college experience-and are willing to pay for it after the pandemic subsides. American colleges and universities will experience greater demand for lower tuition rates in the years ahead, as the coronavirus reshapes the U.S. higher-education system and more students access learning online.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/end-of-race-preferences-led-to-more-minority-graduates-11601230548", "title": "End of Race Preferences Led To More Minority Graduates", "date": "2020-09-27 14:15", "summary": "Thomas Sowell points out: \"there was an increase in the number of black and Hispanic students graduating\" from the University of California system.\". Regarding William McGurn's \"An Anti-Asian Proposition\" (Main Street, Sept. 22): In his book \"Intellectuals and Race,\" Thomas Sowell describes some interesting results from California's 1996 referendum banning racial preferences. Critics of the ban rightly feared black and Hispanic enrollment in the University of California system would drop. Mr. Sowell says: \"an empirical study showed that there were 'modest declines in black and Hispanic enrollment but an increase in black and Hispanic degrees.'\" He goes on to say \"there was an increase in the number of black and Hispanic students graduating from the University of California system.\" Among other positive results for these students, the study showed a 51% increase in those graduating with science, technology, mathematics and engineering degrees, and a 25% increase in those graduating with doctorates.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/taiwan-peoples-republic-currencies-are-separate-11601230486", "title": "Taiwan, People's Republic Currencies Are Separate", "date": "2020-09-27 14:14", "summary": "Taiwan is not a part of the PRC, and the currencies are completely separate from each other.. The issues raised by the article \"Risk Builds for the Other Chinese Currency\" (Heard on the Street, Sept. 18) are interesting, and worthy of frank public discussion, but we take issue with the characterization of the New Taiwan dollar as \"the other Chinese currency.\" This implies that the Taiwanese currency is an extension of the People's Republic of China's renminbi, and, worse, that Taiwan is an extension of China. Neither could be further from the truth. Taiwan is not a part of the PRC, and the currencies are completely separate from each other.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/some-travelers-miss-flying-so-much-theyre-taking-planes-to-nowhere-11601227803", "title": "Some Travelers Miss Flying So Much, They're Taking Planes to Nowhere", "date": "2020-09-27 13:30", "summary": "Commercial flights that go up then circle back home are finding an eager audience. Sarah Lin usually sleeps on flights, powering up for the sightseeing once she lands.", "categories": [["A-hed"]], "category_links": ["https://www.wsj.com/news/types/a-hed?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nypd-officer-accused-of-spying-for-china-puzzled-citys-tibetan-groups-11601226000", "title": "NYPD Officer Accused of Spying Puzzled New York's Tibetan Groups", "date": "2020-09-27 13:00", "summary": "Baimadajie Angwang offered to assist Tibetan community groups in New York, but they say some of his actions raised red flags. They knew him as Ngawang Dhargyal, a Tibetan-American police officer who promised to be a bridge between the Tibetan community of New York City and local law enforcement.", "categories": [["U.S.", "Crime"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-crime?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/armenia-and-azerbaijan-clash-over-disputed-region-11601225743", "title": "Armenia and Azerbaijan Clash Over Disputed Region", "date": "2020-09-27 12:55", "summary": "Fighting flared Sunday amid fear that involvement of regional powers could transform the standoff into a regional conflict. Fighting erupted Sunday between Armenia and Azerbaijan, two former Soviet republics that have clashed over control of a disputed territory for three decades, raising fear of a new full-blown war in the South Caucasus.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/commerzbank-appoints-deutsche-banks-manfred-knof-as-chief-executive-11601209628", "title": "Commerzbank Appoints Deutsche Bank's Manfred Knof as CEO", "date": "2020-09-27 12:00", "summary": "Industry veteran to succeed Martin Zielke in effort to drive turnaround at German lender. Commerzbank AG named Manfred Knof, head of rival Deutsche Bank AG's private bank in Germany, as its new chief executive, putting a banking- and insurance-industry veteran in charge of likely deeper cost cuts at the German lender.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-spreads-deep-into-the-amazon-imperiling-an-ancient-tribe-11601222400", "title": "Coronavirus Spreads Deep Into the Amazon, Imperiling an Ancient Tribe", "date": "2020-09-27 12:00", "summary": "Covid-19 is infecting the Yanomami, who are uniquely vulnerable due to their isolation, poor health care and high sociability. AUARIS, Brazil-Arnaldo Sanuma, who lives deep in the Amazon, didn't know Brazil's president is Jair Bolsonaro, but he was aware of the pandemic that was sweeping the country.", "categories": [["World", "Latin America"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/latin-america-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/grocers-stockpile-build-pandemic-pallets-ahead-of-winter-11601199000", "title": "Grocers Stockpile, Build 'Pandemic Pallets' Ahead of Winter", "date": "2020-09-27 11:32", "summary": "Resurgence of Covid-19 cases and the impending holiday rush prompt retailers to sideline lean-inventory strategies. Grocery stores and food companies are preparing for a possible surge in sales amid a new rise in Covid-19 cases and the impending holiday rush.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/amazons-alexa-boss-on-what-users-are-asking-during-covid-19-11601220601", "title": "Amazon's Alexa Boss on What Users Are Asking During Covid-19", "date": "2020-09-27 11:30", "summary": "Toni Reid, the woman behind the Echo, explains Amazon's tough culture, how women in tech can advance and working from home. When Toni Reid, Amazon . com Inc.'s vice president of Alexa experience and Echo devices, sent hundreds of staffers home in early March to work remotely, she had her husband buy a standing desk for their house the next day.", "categories": [["Business", "Management", "Management & Careers"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/management?mod=breadcrumb", "https://www.wsj.com/news/types/boss-talk?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-biden-have-few-americans-to-persuade-in-debates-11601218800", "title": "Trump, Biden Have Few Americans to Persuade in Debates", "date": "2020-09-27 11:00", "summary": "More than 70% of Americans say the debates won't matter much to them, a recent Wall Street Journal/NBC News poll found. WASHINGTON-Fewer Americans say the presidential debates are important for how they vote than at any time over the past 20 years, leaving President Trump and Joe Biden with a small pool of viewers who could be swayed in their first televised face-off Tuesday.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/eric-schmidts-daughter-has-tech-ambitionsjust-not-in-silicon-valley-11601218509", "title": "Eric Schmidt's Daughter Has Tech Ambitions-Just Not in Silicon Valley", "date": "2020-09-27 10:55", "summary": "Sophie Schmidt's Rest of World covers technology and its impact on societies outside the U.S.. Sophie Schmidt is looking to build her own big name in tech.", "categories": [["Business", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/times-up-ceo-tina-tchen-fights-for-workplace-equality-covid-19-makes-that-job-harder-11601215611", "title": "Time's Up CEO Tina Tchen Fights for Workplace Equality. Covid-19 Makes That Job Harder.", "date": "2020-09-27 10:06", "summary": "A leading voice in the #MeToo movement talks about sexual harassment in the remote-work era and how social safety nets for women are breaking. It's been three years since the #MeToo movement ignited a global reckoning with sexual harassment and discrimination against women, while toppling entertainment moguls, CEOs and other leaders.", "categories": [["Business", "Journal Reports: Leadership"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-leadership?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chinas-export-machine-looks-inward-as-global-risks-rise-11601215200", "title": "China's Export Machine Looks Inward as Global Risks Rise", "date": "2020-09-27 10:00", "summary": "Merchants in Yiwu who have long catered to foreign buyers ponder how to conquer a vast home market. YIWU, China-Chinese makers of goods for export are seeking to turn inwards and sell domestically, a pivot considered key to making the world's second-largest economy more self-sufficient.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bonds-are-beating-stocks-in-topsy-turvy-2020-11601215200", "title": "Bonds Are Beating Stocks in Topsy-Turvy 2020", "date": "2020-09-27 10:00", "summary": "The largest domestic holder of U.S. government debt was the Federal Reserve, followed by retirement plans run by the federal government. Stocks have staged a furious rally since bottoming in late March, but bonds are still winning the race for returns this year.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/airpods-pro-are-even-better-one-year-later-11601211601", "title": "AirPods Pro Are Even Better a Year Later", "date": "2020-09-27 09:00", "summary": "With new software updates, Apple is squeezing more value out of its high-end noise-canceling wireless earbuds. When some new gadget hits shelves, the question I always get is: \"Is this Shiny New Thing worth it?\" Readers rightfully want to know what the upgrade is, and whether it warrants their hard-earned green.", "categories": [["Tech", "Personal Tech", "Personal Technology: Nicole Nguyen"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb", "https://www.wsj.com/news/types/personal-technology-joanna-stern?mod=breadcrumb", "https://www.wsj.com/news/types/personal-technology-nicole-nguyen?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/wanted-in-covid-19-fight-super-donors-of-convalescent-plasma-11601211600", "title": "Wanted in Covid-19 Fight: 'Superdonors' of Convalescent Plasma", "date": "2020-09-27 09:00", "summary": "Resume Subscription. Blood banks and researchers are mobilizing to find recovered Covid-19 patients who could be blood plasma \"superdonors,\" people who have high levels of antibodies against the disease and are willing to donate regularly.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/captive-insurance-seen-as-covid-era-remedy-to-rising-premiums-11601208001", "title": "Captive Insurance Seen as Covid-Era Remedy to Rising Premiums", "date": "2020-09-27 08:00", "summary": "With fights flaring over pandemic payouts, many companies are looking beyond mainstream coverage. Rising insurance premiums are costing businesses millions of dollars they can ill afford as they navigate the coronavirus pandemic. Many companies are responding by trying to manage risks on their own.", "categories": [["Markets", "Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sustainable-footwear-maker-allbirds-lands-100-million-in-funding-11601208000", "title": "Sustainable Footwear Maker Allbirds Lands $100 Million in Funding", "date": "2020-09-27 08:00", "summary": "The funding was led by Franklin Templeton and values Allbirds at $1.7 billion, according to a person familiar with the terms. ", "categories": [["Pro VC New Money"]], "category_links": ["https://www.wsj.com/news/types/pro-vc-new-money?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/teachers-find-higher-pay-and-growing-options-in-covid-pods-11601204400", "title": "Teachers Find Higher Pay and Growing Options in Covid Pods", "date": "2020-09-27 07:00", "summary": "Resume Subscription. Krissy Rand has more than a decade of experience teaching special education to elementary school students, most recently in the Salem, Mass., public school district. She calls last spring's remote teaching a nightmare, and was disheartened to learn about her school's Covid-19 fall guidelines. With no library or gym time, \"you're basically a prisoner in your classroom,\" she says.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/photos-of-the-week-sept-20-27-2020-11601204400", "title": "Photos of the Week", "date": "2020-09-27 07:00", "summary": "Justice Ruth Bader Ginsburg lies in state in the Capitol, U.S. coronavirus death toll tops 200,000, no Louisville officers are charged directly in Breonna Taylor's death and more. Community members in the Khayelitsha township in Cape Town, South Africa, work to rebuild their homes. Amid the coronavirus, police are tearing down shacks built on public land by people who can no longer pay rent on their previous homes. 'From the first house to the last one, no one is working,' said Nomfuneko Khonokhono, pointing to a row of hastily constructed shacks and tents opposite a fetid wastewater treatment plant. Ms. Khonokhono said she could no longer afford her rent for a backyard shack after being furloughed from her $240-a-month job in late March. Read more.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/europe-invites-a-trade-battle-in-its-fight-against-shipping-pollution-11601204401", "title": "Europe Invites a Trade Battle in its Fight Against Shipping Pollution", "date": "2020-09-27 07:00", "summary": "The EU wants cargo vessels to be part of the bloc's carbon market, but new fees will amount to a tariff for importers and exporters. The European Union's drive to use financial pressure to cut greenhouse-gas emissions risks inflaming tensions over international trade.", "categories": [["Shipping Matters"]], "category_links": ["https://www.wsj.com/news/types/shipping-matters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/roland-garros-prepares-to-plow-through-europes-second-wave-11601200800", "title": "Roland-Garros Prepares to Plow Through Europe's Second Wave", "date": "2020-09-27 06:00", "summary": "Even as new cases of the coronavirus surpass 10,000 a day in France, tennis continues-with some fans allowed in the stands. PARIS-The French Open knew for years that its 2020 tournament would look, feel, and sound unusual. Crowds and players were prepared to see Philippe Chatrier, the center court, as they never had before. There would be new echoes, even different sightlines, whenever players served.", "categories": [["Sports", "Tennis"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/tennis?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/even-in-streaming-tv-advertisers-are-dealing-with-fraud-11601200801", "title": "Even in Streaming TV, Advertisers Are Dealing With Fraud", "date": "2020-09-27 06:00", "summary": "Some marketers are pursuing more direct ad deals to better ensure their ads are seen by humans. Advertisers are flocking to streaming TV, pursuing viewers who are spending more time watching programming on ad-supported services. But fraudsters seeking to steal some of those new ad dollars are moving in, too.", "categories": [["CMO Today"]], "category_links": ["https://www.wsj.com/news/types/cmo-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chinese-companies-head-home-to-raise-money-as-beijings-relations-with-u-s-fray-11601199002", "title": "Chinese Companies Head Home to Raise Money, as Beijing's Relations With U.S. Fray", "date": "2020-09-27 05:30", "summary": "Since November, eight Chinese companies that originally went public in New York have added listings in Hong Kong, and the pace has been picking up. China's most ambitious and fastest-growing companies once flocked to U.S. markets to raise money. Now rising U.S. hostility and the increased attractions of listing closer to home are tipping the scales toward Hong Kong and Shanghai.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/investors-ramp-up-bets-on-market-turmoil-around-election-11601199001", "title": "Investors Ramp Up Bets on Market Turmoil Around Election", "date": "2020-09-27 05:30", "summary": "Stocks show concern about chances of a disputed U.S. presidential result in November. Investors are betting on one of the most volatile U.S. election seasons on record, wagering on unusually large swings in everything from stocks to currencies as they brace for what could be a weekslong haul of unpredictable events.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pakistan-top-court-to-rule-on-conviction-in-wall-street-journal-reporters-murder-11601142993", "title": "Pakistan Top Court to Rule on Conviction in WSJ Reporter's Murder", "date": "2020-09-27 04:12", "summary": "Supreme Court expected to issue a final decision over Daniel Pearl's slaying nearly two decades ago. ISLAMABAD-Pakistan's highest court is expected to decide as soon as next week whether a British national whose conviction for killing Wall Street Journal reporter Daniel Pearl was overturned earlier this year will be freed nearly two decades after the murder.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}]