[{"link": "https://www.wsj.com/articles/uaw-executive-board-begins-process-to-remove-board-member-accused-of-workplace-harassment-11585596978", "title": "UAW Executive Board Begins Process to Remove Board Member Accused of Workplace Harassment", "date": "2020-03-30 19:47", "summary": "The UAW's governing body filed charges against board member Richard Rankin through the union's formal grievance process. The executive board for the United Auto Workers began a process Monday to remove one of its own members following an internal investigation into allegations he sexually harassed subordinates.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/oil-collapse-leaves-sanchez-energy-lenders-poised-to-take-over-company-11585590625", "title": "Sanchez Energy Bankruptcy Lenders Strike Deal to Take Over Company", "date": "2020-03-30 19:41", "summary": "Top-ranking creditors that won't be paid off in cash have instead agreed to take a majority stake in Sanchez Energy, people familiar with the matter said. Sanchez Energy Corp.'s top lenders have agreed to take a majority stake in the bankrupt oil-and-gas driller after collapsing oil prices wiped away their chances of being fully repaid, people familiar with the matter said.", "categories": [["Pro Bankruptcy Investors"]], "category_links": ["https://www.wsj.com/news/types/pro-bankruptcy-investors?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/democratic-groups-adjust-to-coronavirus-spend-big-to-beat-trump-11585568773", "title": "Democratic Groups Adjust to Coronavirus, Spend Big to Beat Trump", "date": "2020-03-30 19:37", "summary": "'People are sitting at home, and getting information in front of them is critical,' a super PAC official said. Well-funded Democratic nonprofits and super PACs are adjusting their messaging and tactics in response to the coronavirus pandemic as they pour tens of millions of dollars into ad campaigns and digital platforms in an attempt to beat President Trump in November.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-creates-an-epidemic-of-scams-11585601885", "title": "Coronavirus Creates an Epidemic of Scams", "date": "2020-03-30 19:23", "summary": "Fake cures, phony charities, fraudulent promises of early stimulus payments-authorities are flooded with complaints. Danita Sienknecht was on a car ride with her husband one recent morning when a stranger called her with an outlandish offer. If she wired him $4,000 overnight, someone would show up at her door the next morning with two doses of a coveted coronavirus vaccine she knew doesn't exist.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/government-to-begin-sending-stimulus-payments-in-the-next-three-weeks-11585610587", "title": "Government to Begin Sending Stimulus Payments in the Next Three Weeks", "date": "2020-03-30 19:23", "summary": "The payments will provide $1,200 to most adults and $500 for children under age 17. WASHINGTON-The government will begin sending out stimulus payments to households in the next three weeks, and will distribute them automatically, with no action required for most people, officials said Monday.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-models-of-uncertainty-11585609865", "title": "Coronavirus Models of Uncertainty", "date": "2020-03-30 19:11", "summary": "The range of outcomes is large and the worst case far from likely.. President Trump on Sunday said he was persuaded by coronavirus pandemic models to extend national social distancing guidelines through the end of April. The White House plans to lay out the data and assumptions behind the decision on Tuesday, and we look forward to that. Meanwhile, we thought readers might appreciate a dive into one of the more prominent Covid-19 models to look at the wide range of outcomes-and how much uncertainty there continues to be.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ai-hiring-expected-to-show-resilience-amid-coronavirus-slowdown-11585609823", "title": "AI Hiring Expected to Show Resilience Amid Coronavirus Slowdown", "date": "2020-03-30 19:10", "summary": "Technology workers with artificial-intelligence skills are being spared from the current wave of layoffs and may see employment opportunities increase. Technology workers with artificial-intelligence skills are being spared from the current wave of layoffs, and may see employment opportunities increase, as health-care providers, schools and businesses at the frontlines of the pandemic look to develop advanced analytics and other smart applications.", "categories": [["Artificial Intelligence"]], "category_links": ["https://www.wsj.com/news/types/artificial-intelligence?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/an-fda-breakthrough-on-treatment-11585609832", "title": "An FDA Breakthrough on Treatment", "date": "2020-03-30 19:10", "summary": "The agency finally approves anti-malarial drugs for Covid-19.. The Food and Drug Administration on Sunday green-lighted two malaria medicines that have shown some promise treating the novel coronavirus, and the emergency approvals couldn't come soon enough. Expanding their use could bring quicker relief to patients and hospitals while allowing scientists to better assess their efficacy.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pelosi-casts-the-first-coronavirus-stone-11585609787", "title": "Pelosi Casts the First Coronavirus Stone", "date": "2020-03-30 19:09", "summary": "The Speaker compares Trump to Nero and blames him for deaths.. Nancy Pelosi wasted no time getting to her point in her interview Sunday on CNN. After some wishes about good health, host Jake Tapper asked the House Speaker if she agreed with President Trump's musings that the national lockdown could end by Easter. Mrs. Pelosi might have disagreed on policy grounds-and later Sunday Mr. Trump extended the social distancing for another month-but instead she tore into Mr. Trump for killing Americans.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/shale-producers-ask-texas-to-cut-oil-output-11585603328", "title": "Shale Producers Ask Texas to Cut Oil Output", "date": "2020-03-30 19:04", "summary": "Pioneer Natural Resources and Parsley Energy send a letter to regulators seeking curtailments. Two leading shale producers in America's hottest oilfield are formally asking Texas regulators to consider curtailing crude output in the state as the industry grapples with collapsing demand and plunging prices.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/federalism-and-the-coronavirus-lockdown-11585609012", "title": "Federalism and the Coronavirus Lockdown", "date": "2020-03-30 18:56", "summary": "Trump can't order the country back to normalcy by April 30 or any day. That's for states to decide.. President Trump no longer hopes to see lockdown restrictions relaxed and many businesses reopened by Easter-April 30 now looks like the target date-but it isn't his call. Public-health merits aside, the president can't legally order the nation back to work. The lockdown and closure orders were issued by state governments, and the president doesn't have the power to order them to reverse their policies.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nurses-are-the-coronavirus-heroes-11585608987", "title": "Nurses Are the Coronavirus Heroes", "date": "2020-03-30 18:56", "summary": "They marinate in risk as they spend more time than anyone else tending to patients.. San Diego", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tracing-coronavirus-social-contacts-we-need-an-app-for-that-11585608957", "title": "Tracing Coronavirus Social Contacts: We Need an App for That", "date": "2020-03-30 18:55", "summary": "Use cellphones to stop the disease's spread without sacrificing civil liberties.. Americans are eager to return to work and resume normal life. But public-health officials are warning that Covid-19 cases will increase sharply once social-distancing measures are relaxed. How can policy makers get the economy moving again without a second spike of infections? Part of the answer is relying on technology to help slow the spread.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/save-capitalism-from-the-cares-act-11585608917", "title": "Save Capitalism From the Cares Act", "date": "2020-03-30 18:55", "summary": "The stimulus is the largest step toward a centrally planned economy that America has ever taken.. A surreal bipartisanship prevails in Washington. Everyone wants to spend, spend, spend. Senate Majority Leader Mitch McConnell, who aggressively fought President Obama's 2009 stimulus package, was delighted the other day to announce a fiscal stimulus more than twice as large. Democrats are pushing for more.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/extreme-economies-review-lets-make-a-deal-11585608850", "title": "'Extreme Economies' Review: Let's Make a Deal", "date": "2020-03-30 18:54", "summary": "In refugee camps, prisons and other unlikely places, markets arise to meet critical needs and, at times, circumvent faulty ofﬁcial policies.. What Adam Smith called the \"propensity to truck, barter, and exchange one thing for another\" is as widespread today as it was in the 18th century. In Richard Davies's \"Extreme Economies,\" it emerges in places as diverse as a Middle Eastern refugee camp and a U.S. penitentiary. Markets, Mr. Davies engagingly shows, can make an extreme situation less extreme. Sometimes, it is true, they can make things worse, and there is a role for government intervention. But Mr. Davies also shows how government responses can be ineffective or do harm in their own way.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bankruptcy-law-needs-a-boost-for-coronavirus-11585608800", "title": "Bankruptcy Law Needs a Boost for Coronavirus", "date": "2020-03-30 18:53", "summary": "Treasury can keep the claims system unclogged and minimize the need for bailout spending.. Even with trillions of dollars of support coming from Washington, thousands of consumers and businesses are going to default on their debts in the coming months. How ready is the bankruptcy system for the coming wave of distress?", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/notable-quotable-price-gouging-11585608701", "title": "Notable & Quotable: Price Gouging", "date": "2020-03-30 18:51", "summary": "'At something close to normal prices, it is unlikely that a firm will buy the additional capital equipment necessary.'. From Brandon Fuller's interview with Paul Romer, University Professor at New York University and co-recipient of the 2018 Nobel Prize in Economics, City Journal, March 25:", "categories": [["Opinion", "Commentary", "Notable & Quotable"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb", "https://www.wsj.com/news/types/notable-quotable?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-leadership-will-survive-coronavirus-11585608678", "title": "U.S. Leadership Will Survive Coronavirus", "date": "2020-03-30 18:51", "summary": "Put away the plague carts and wailing for now. Comebacks are America's specialty.. There are two epidemics raging across the U.S. today: the coronavirus and a febrile sense of national failure. Just like the so-called Flagellants, who roamed across Europe during the Black Death beating themselves with scourges and bewailing their sins, pundits and politicians now solemnly intone that a failed coronavirus response proves that American society is sick and American global leadership is dead.", "categories": [["Opinion", "Global View"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/global-view?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/craftworks-to-shed-more-than-half-its-restaurants-amid-coronavirus-outbreak-11585607265", "title": "CraftWorks to Shed Over Half Its Restaurants Amid Coronavirus Outbreak", "date": "2020-03-30 18:27", "summary": "Nashville-based restaurant operator hopes to resurface with about 125 locations after Covid-19 pandemic ends. Casual-dining company CraftWorks Holdings Inc. might permanently close more than half of its 300 restaurants as a result of the coronavirus pandemic, a company lawyer said Monday in bankruptcy court.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-oil-prices-drop-to-lowest-level-since-2002-11585570774", "title": "Energy Crisis Intensifies as Oil Tumbles to 18-Year Low", "date": "2020-03-30 18:24", "summary": "Analysts see plunge in fuel consumption resulting in a huge glut of crude. The oil crash deepened on Monday, sending prices to an 18-year low in a stark demonstration of how the coronavirus is crippling fuel demand and leaving consumers unable to take advantage at the pump.", "categories": [["Markets", "Commodities"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/with-coronavirus-concern-building-world-wide-u-s-sold-off-n95-masks-11585606957", "title": "U.S. Agency Auctioned Off Small Lots of N95 Masks in February", "date": "2020-03-30 18:22", "summary": "General Services Administration auctioned masks in early February then canceled similar sales weeks later. WASHINGTON-As the coronavirus was emerging as an international concern, a U.S. government agency sold 80 cases of protective masks that are now in high demand, though it canceled another sale weeks later as the nation was bracing for a domestic outbreak, reserving them for government use.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pressure-mounts-on-insurance-companies-to-pay-out-for-coronavirus-11585573938", "title": "Pressure Mounts on Insurance Companies to Pay Out for Coronavirus", "date": "2020-03-30 18:15", "summary": "Push comes despite exclusions in most standard policies for claims stemming from viruses; some insurers threaten court challenges. Lawmakers and regulators are pressuring insurers to go beyond the legal language of policies to get cash to Americans amid the mounting cost of shutdowns from the coronavirus pandemic.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/thieves-steal-van-gogh-painting-from-museum-shut-by-coronavirus-11585586273", "title": "Thieves Steal Van Gogh Painting From Museum Shut by Coronavirus", "date": "2020-03-30 17:56", "summary": "Glass door was smashed in overnight theft at Dutch museum where painting was on loan. In a brash overnight robbery, thieves stole a painting by Vincent Van Gogh from a Dutch museum that has been closed for the novel coronavirus lockdown, police said.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-hospitals-plan-coordination-as-coronavirus-deaths-in-state-top-1-200-11585597221", "title": "New York Hospitals Plan Coordination as Deaths Top 1,200", "date": "2020-03-30 17:52", "summary": "Navy medical ship arrives amid effort to ease burden capacity for treatment of Covid-19 patients. A U.S. Navy hospital ship arrived in New York City on Monday to help alleviate the strain of the coronavirus crisis on local hospitals, as Gov. Andrew Cuomo outlined a new statewide plan to coordinate medical care for the infected.", "categories": [["U.S.", "Politics"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/queens-stadium-to-be-converted-into-temporary-hospital-in-coronavirus-fight-11585605068", "title": "Queens Stadium to Be Converted Into Temporary Hospital in Coronavirus Fight", "date": "2020-03-30 17:51", "summary": "Training facility at Billie Jean King Tennis Center will have 350 beds as Covid-19 cases surge in New York. New York City's emergency management office plans to build a 350-bed facility at the Billie Jean King National Tennis Center in Flushing Meadows-Corona Park as efforts intensify to supplement hospital space as the U.S. battles the coronavirus pandemic.", "categories": [["U.S.", "Tri-State Area"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-region?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/stock-investors-buy-into-corporate-bond-surge-11585585858", "title": "Stock Investors Buy Into Corporate Bond Surge", "date": "2020-03-30 17:44", "summary": "Unusually high yields in blue-chip bonds are attracting hedge funds and others. Companies ranging from Oracle Corp. to Nike Inc. are borrowing record amounts in the investment-grade bond market to build cash before the full impact of the novel coronavirus hits the U.S. economy. Much of the new debt is being purchased by an unusual type of buyer: stock investors.", "categories": [["Markets", "Credit Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/credit-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/disney-chair-robert-iger-ceo-bob-chapek-to-take-pay-cuts-11585603788", "title": "Disney Chairman Iger, CEO Chapek to Take Pay Cuts", "date": "2020-03-30 17:29", "summary": "General counsel, human resources and communications executives also agree to salary reductions. Walt Disney Co. said Chairman and former Chief Executive Robert Iger has agreed to forgo most of his salary while his successor, CEO Bob Chapek, along with several executives, will take pay cuts as the company works through challenges stemming from the coronavirus outbreak.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/gm-hustles-to-pump-out-ventilators-to-fight-coronavirus-amid-trump-barbs-11585586925", "title": "GM Hustles to Pump Out Ventilators to Fight Coronavirus", "date": "2020-03-30 17:25", "summary": "President's criticism surprised executives; more than 1,000 employees and nearly 100 auto suppliers are tackling the task. When President Trump last week criticized General Motors Co.'s effort to produce ventilators, GM executives were flabbergasted. They felt the company was being unfairly targeted by the president, say people familiar with their thinking.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/janet-yellen-says-too-much-corporate-borrowing-will-hinder-economic-recovery-11585603500", "title": "Yellen Says Too Much Corporate Borrowing Will Hinder Recovery", "date": "2020-03-30 17:25", "summary": "High debt loads, abetted by low rates, could trigger wave of corporate defaults and cutbacks, former Fed chief says. Janet Yellen, the former Federal Reserve chairwoman, said Monday bad choices by broad swaths of the financial industry and companies, abetted in part by low rates and regulatory shortcomings, are likely to make it harder for the economy to recover from the coronavirus crisis.", "categories": [["Economy", "Central Banks"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/central-banks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-to-fix-a-drug-scandal-review-addictive-entertainment-11585602597", "title": "'How to Fix a Drug Scandal' Review: Addictive Entertainment", "date": "2020-03-30 17:09", "summary": "Netflix's new docuseries about drug testing and Massachusetts court cases is surprisingly captivating given its subject matter.. The original \"Law & Order\" used to boast that its stories were ripped from the headlines. The engrossing \"How to Fix a Drug Scandal\" might have been ripped from \"Law & Order'\"-if the new four-part series weren't a thrilling piece of nonfiction. It has the same crime-and-punishment arc as the old show, the same gift for animating legal minutiae, the same relentless forward motion. Plus, everything in it is true. And there are monsters.", "categories": [["Books & Arts", "Television Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/television-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-staying-inside-guide-cozying-up-to-film-noir-across-the-spectrum-11585602354", "title": "The Staying Inside Guide: Cozying Up to Film Noir Across the Spectrum", "date": "2020-03-30 17:05", "summary": "'The Lady From Shanghai' and 'Leave Her to Heaven' are ideal isolation viewing.. ", "categories": [["Books & Arts", "Film Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/film-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/wild-learning-11585601812", "title": "Wild Learning", "date": "2020-03-30 16:56", "summary": "Adorable animals, fantastic fish and enlightened animation offer family-friendly programming with a mental boost.. Getting the children to eat their vegetables right now might not be Priority 1; shopping for vegetables might be more worrisome. But parents can always practice stealth nutrition if they have the produce: cauliflower in the rice; kale in the pizza sauce; spinach in the smoothie. Television is the same-slip 'em some knowledge under the cover of brain candy.", "categories": [["Books & Arts", "Television Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/television-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/gun-stores-ruled-essential-businesses-during-coronavirus-shutdowns-11585601189", "title": "Gun Stores Ruled Essential Businesses During Coronavirus Shutdowns", "date": "2020-03-30 16:46", "summary": "Trump administration adds guns to list of industries like food and energy after lobbying by firearms industry. The federal government is now advising states that gun stores, gun makers and shooting ranges are critical businesses that shouldn't be closed during shutdowns meant to slow the spread of the novel coronavirus.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-response-sends-cuomos-popularity-surging-11585560602", "title": "Coronavirus Response Sends Cuomo's Popularity Surging", "date": "2020-03-30 16:34", "summary": "Almost nine in 10 New Yorkers approve of the governor's handling of the crisis. ALBANY, N.Y.-Gov. Andrew Cuomo's approval ratings soared in March as he responded to the novel coronavirus crisis, a new poll shows.", "categories": [["U.S.", "Politics"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/global-stock-markets-dow-update-3-30-2020-11584925602-11585531131", "title": "Stocks Rise; Oil Drops to 18-Year Low", "date": "2020-03-30 16:34", "summary": "Abbott Laboratories shares jump after drugmaker wins emergency authorization for coronavirus test. U.S. stocks rose and oil prices dropped to an 18-year low Monday after government officials signaled that measures to contain the coronavirus pandemic are likely to remain in place for an extended time.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/meet-the-museum-security-guard-whos-now-an-internet-sensation-11585598395", "title": "Guard at Cowboy Museum Becomes Internet Sensation", "date": "2020-03-30 15:59", "summary": "Tim Tiller was roped into managing social media for the Oklahoma City cowboy museum shut down by coronavirus, and '#HashtagTheCowboy' was born. Tim Tiller, a mustachioed security guard at an Oklahoma cowboy museum, didn't set out to be a pandemic-era internet celebrity. He swears he got roped into it.", "categories": [["Books & Arts", "Arts", "Arts & Entertainment"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/arts?mod=breadcrumb", "https://www.wsj.com/news/types/arts-entertainment?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-wanderers-guide-to-staying-home-by-paul-theroux-11585598312", "title": "A Wanderer's Guide to Staying Home, by Paul Theroux", "date": "2020-03-30 15:58", "summary": "Coronavirus has led to the temporary death of travel. A veteran voyager offers a few antidotes. IN THESE ANXIOUS times, befuddled by uncertainty, we are told not to travel or we'll get sick. But travel has traditionally been associated with risk and the unknown, and often with illness; yet the warnings are wickeder than that: These days, travel is emphatically linked to death. There are healthy alternatives-the car trip, the bike ride, the long walk-but what if you heed the directive to stay put? There is a whole shelf of books that ruminates on the value of being home.", "categories": [["Life & Work", "Travel", "Traveler's Tale"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/magazine/travel?mod=breadcrumb", "https://www.wsj.com/news/types/traveler-s-tale?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/inside-swedens-radically-different-approach-to-the-coronavirus-11585598175", "title": "Inside Sweden's Radically Different Approach to the Coronavirus", "date": "2020-03-30 15:56", "summary": "No lockdown, no quarantines, just voluntary advice and a big dose of hope. The ski pistes are open, the restaurants are doing ample business and the malls are awash with shoppers.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/wheat-and-rice-prices-surgein-coronavirus-lockdown-11585598044", "title": "Wheat and Rice Prices Surge in Coronavirus Lockdown", "date": "2020-03-30 15:54", "summary": "Countries that rely on imported grains to feed their populations have ramped up purchases to ensure they have sufficient stockpiles to see out the pandemic. Consumers are loading up on pasta, rice and bread. Farm supply lines are disrupted. Countries are restricting agricultural exports.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/gop-tied-groups-challenge-shift-of-bloomberg-cash-to-democrats-11585593458", "title": "GOP-Tied Groups Challenge Shift of Bloomberg Cash to Democrats", "date": "2020-03-30 15:52", "summary": "In complaint to FEC, they claim his campaign's transfer of $18 million to DNC violated campaign-finance law. Two Republican-led groups have filed complaints with the Federal Election Commission against billionaire Michael Bloomberg, alleging the recent transfer of $18 million from his presidential campaign to the Democratic National Committee violates campaign finance laws.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-administration-to-complete-tailpipe-emissions-rollback-11585596906", "title": "Trump Administration to Complete Tailpipe-Emissions Rollback", "date": "2020-03-30 15:35", "summary": "Rules are expected to be announced Tuesday; California, environmental groups, have said they would such challenge such a move. WASHINGTON-The Trump administration is completing new rules on tailpipe emissions that would slash the emissions targets auto makers must reach over the next five years, according to people familiar with the situation.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-fed-transformed-jay-powell-leads-central-bank-into-uncharted-waters-11585596210", "title": "The Fed Transformed: Jay Powell Leads Central Bank Into Uncharted Waters", "date": "2020-03-30 15:23", "summary": "The 107-year-old institution has moved faster and farther in just weeks than it did during the entire 2008 financial crisis. WASHINGTON-To meet the dislocation the coronavirus pandemic unleashed on the economy, Federal Reserve Chairman Jerome Powell has mobilized the central bank to move faster and farther than ever before.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/meadows-takes-over-as-white-house-chief-of-staff-11585596039", "title": "Meadows Takes Over as White House Chief of Staff", "date": "2020-03-30 15:20", "summary": "Longtime Trump ally resigned from Congress Monday and becomes the fourth person to serve as the president's top aide. WASHINGTON-In an administration that has seen no shortage of drama related to the White House chief of staff, President Trump's fourth chief is arriving with relatively little fanfare: Mark Meadows, officially joins the White House Monday, with his resignation as a North Carolina congressman set to take effect at 5 p.m., an aide said.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-dooms-movie-seat-suppliers-restructuring-hopes-11585595299", "title": "Coronavirus Dooms Movie-Seat Supplier's Restructuring Hopes", "date": "2020-03-30 15:08", "summary": "Bankrupt theater-seating company VIP Cinema has abandoned a proposed restructuring and will shut down instead, according to people familiar with the matter. VIP Cinema Holdings Inc., which makes reclining seats for movie theaters, is shutting down for good after economic fallout from the coronavirus pandemic made a proposed restructuring impossible, according to people familiar with the matter.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/barclays-pledges-net-zero-emissions-by-2050-11585594682", "title": "Barclays Pledges Net Zero Emissions by 2050", "date": "2020-03-30 14:58", "summary": "The British bank has come under fire from investors for having a weaker climate policy than some of its European rivals. Barclays PLC said Monday that it would aim to be a net-zero bank by 2050 by aligning the emissions of the activities it finances across all sectors with the Paris Agreement on climate change.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/more-stimulus-heres-the-case-for-adding-on-11585587075", "title": "More Coronavirus Stimulus? Pelosi's Case for Adding On", "date": "2020-03-30 14:49", "summary": "Pelosi envisions a fourth bill to aid economic recovery, invest in health and digital infrastructure. Just as new fronts are opening up in the health battle against the coronavirus, so too is the next front in the policy debate over how to contain the economic carnage. Specifically, the question is this: Is it already time for Washington to prepare another big economic-stimulus package?", "categories": [["Politics", "Capital Journal"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/capital-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/can-businesses-survive-until-it-is-business-as-usual-11585592403", "title": "Can Businesses Survive Until It Is Business as Usual?", "date": "2020-03-30 14:20", "summary": "It is like a switch has been shut off in the economy. The key is for businesses to survive until the lights come back on.. With the novel coronavirus epidemic spreading across the U.S., it is like a switch has been thrown on the economy, turning out the lights first here, then there. The economy could be in good shape when the switch finally gets flipped back on, but that is going to depend on how the country handles the crisis.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/boris-thatcher-and-society-11585591959", "title": "Boris, Thatcher and 'Society'", "date": "2020-03-30 14:12", "summary": "The PM misconstrues a quote that has relevance for Britain today.. Boris Johnson has been diagnosed with Covid-19 even as he leads Britain through the pandemic trial, so we'll forgive him for misconstruing a Margaret Thatcher quote that has relevance for today.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/facebooks-fact-checkers-fight-surge-in-fake-coronavirus-claims-11585580400", "title": "Facebook's Fact Checkers Fight Surge in Fake Coronavirus Claims", "date": "2020-03-30 14:04", "summary": "Contractors battle bogus assertions about canine vaccines and free baby formula; 'We've maxxed out'. There is no coronavirus vaccine available for dogs being withheld from humans.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/israel-fights-coronavirus-spread-among-ultra-orthodox-jews-11585591046", "title": "Israel Fights Coronavirus Spread Among Ultra-Orthodox Jews", "date": "2020-03-30 13:57", "summary": "As exposure threat reaches Netanyahu, officials press insular community to practice social distancing. TEL AVIV-Israel is struggling to contain a concentration of coronavirus infections among ultraorthodox Jews, with the impact reaching Prime Minister Benjamin Netanyahu, who went into isolation after an adviser from the community tested positive.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-fed-data-points-to-economic-pain-and-worrisome-ebbing-in-inflation-11585588874", "title": "New Fed Data Point to Economic Pain and Worrisome Ebbing in Inflation", "date": "2020-03-30 13:56", "summary": "Regional Feds are tallying up an ugly economic picture with the first readings to reflect the new coronavirus crisis. The first wave of data capturing the front end of the new coronavirus crisis is dribbling in, and regional Federal Reserve Banks are tallying up the ugly picture.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/oil-field-servicer-carbo-ceramics-files-for-bankruptcy-11585590383", "title": "Oil-Field Servicer CARBO Ceramics Files for Bankruptcy", "date": "2020-03-30 13:46", "summary": "Wilks Brothers LLC and other investors will forgive $65 million in senior debt in return for ownership of the fracking technology company. Oil-field-services company CARBO Ceramics Inc. filed for bankruptcy protection after reaching a deal with its senior lenders on a debt-for-equity swap.", "categories": [["Pro Bankruptcy Beyond Bankruptcy"]], "category_links": ["https://www.wsj.com/news/types/pro-bankruptcy-beyond-bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-trump-cnn-consensus-11585590010", "title": "The Trump-CNN Consensus", "date": "2020-03-30 13:40", "summary": "Plus, a New York Times columnist discovers companies unworthy of subsidies.. President Donald Trump and CNN spend a lot of time saying nasty things about each other, but they have achieved consensus on the most important question of our time. They agree that suppressing large parts of the U.S. economy for at least several more weeks is the right response to the coronavirus. As for the costs and the benefits of this multi-trillion-dollar experiment, perhaps the President will provide more details on Tuesday night so that Americans can decide whether to join the Trump-media consensus.", "categories": [["Opinion", "Best of the Web"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/best-of-the-web-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/exor-nears-200-million-investment-in-ride-share-company-via-11585582200", "title": "Exor Makes $200 Million Investment in Ride-Share Company Via", "date": "2020-03-30 13:24", "summary": "Deal would value New York transportation startup at $2.25 billion. Exor NV, the holding company of Italy's Agnelli family, is investing in ride-share company Via Transportation Inc. that would mark its first big foray into the technology sector.", "categories": [["WSJ News Exclusive", "Deals"]], "category_links": ["https://www.wsj.com/news/types/deals-deal-makers?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/using-drugs-off-label-for-treating-covid-19-11585589020", "title": "Using Drugs Off Label for Treating Covid-19", "date": "2020-03-30 13:23", "summary": "Allow very sick patients to make the choice for themselves: assume the risks of a drug not yet FDA-cleared along with the potential benefits. Within that system, every patient should be tracked for outcome.. Regarding Charles L. Hooper and David R. Henderson's \"FDA Shouldn't Keep Safe Drugs off the Market\" (op-ed, March 26): The issue the authors don't mention is that, on average, only 30% to 50% of patients get 50% better when starting a drug. However, 15% to 30% of patients also respond to placebos. A few novel biological medications have achieved better results, but very few.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/dont-be-too-hard-on-new-yorks-hospitals-11585588972", "title": "Don't Be Too Hard on New York's Hospitals", "date": "2020-03-30 13:22", "summary": "New York's Medicaid program is indeed mismanaged in many ways, but blaming it for a shortage of hospital beds during the coronavirus pandemic is going too far.. Regarding your editorial \"New York's Ailing Hospitals\" (March 26): New York's Medicaid program is indeed mismanaged in many ways, but blaming it for a shortage of hospital beds during the coronavirus pandemic is going too far. This presupposes that New York has unusually low hospital capacity, when the opposite is true. The number of beds per capita has fallen in recent years, but it remains 13% higher than the national average. It's also disorienting to hear the word \"miserly\" applied to a $75 billion Medicaid program that covers a third of the population and spends more per capita than any other state's.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-in-a-war-the-warriors-get-combat-pay-11585588862", "title": "Coronavirus: In a War, the Warriors Get Combat Pay", "date": "2020-03-30 13:21", "summary": "President Trump has said combating the new coronavirus is a war.. As an infantry soldier in Vietnam, I received hazardous-duty pay, also known as combat pay. Maybe delivery drivers, grocery clerks, firefighters, medics, law-enforcement officers and medical staff should all receive an additional stipend for their hazardous frontlines duty that's keeping the rest of us alive (\"Workers Thrust Onto Virus Frontlines,\" Page One, March 25). After all, President Trump has said combating the new coronavirus is a war.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/some-emergency-powers-need-congresss-ok-11585588912", "title": "Some Emergency Powers Need Congress's OK", "date": "2020-03-30 13:21", "summary": "The avoidance of military law enforcement is a central principle of the Declaration of Independence, Constitution, and Bill of Rights. The governors and Congress will authorize its use when truly necessary. The president alone may not.. Regarding the suggestion by David B. Rivkin Jr. and Charles Stimson in \"A Constitutional Guide to Emergency Powers\" (op-ed, March 20) that \"widespread noncompliance with federal quarantines and travel bans promulgated under the Public Health Service Act may qualify as an insurrection.\" Authorizing use of the military to enforce federal laws despite the Posse Comitatus Act is an imposition on the Journal's readers.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-zac-posen-is-relieving-stress-during-the-coronavirus-crisis-11585588207", "title": "How Zac Posen Is Relieving Stress During the Coronavirus Crisis", "date": "2020-03-30 13:10", "summary": "Renowned fashion designer films cooking videos for his Instagram and monitors his news intake.. In a series called How I Cope, we speak to people across the country about the things they're doing to relieve stress in these uncertain times due to the coronavirus pandemic. Here's our conversation with Zac Posen, a 39-year-old fashion designer known for creating lavish ball gowns worn by the likes of Natalie Portman, Naomi Campbell and Claire Danes. He was a judge on \"Project Runway\" from 2012 to 2018 and is currently the creative director of Brooks Brothers.", "categories": [["Life & Work", "How I Cope"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/how-i-cope?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bank-of-new-york-mellon-names-gibbons-ceo-removing-interim-tag-11585587464", "title": "Bank of New York Mellon Names Gibbons CEO, Removing Interim Tag", "date": "2020-03-30 12:57", "summary": "Joseph Echevarria will continue to serve as independent chairman. Bank of New York Mellon Corp. on Monday said it named Todd Gibbons as chief executive, removing the interim tag he has carried since last fall.", "categories": [["Markets", "Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/harvards-china-virus-11585585597", "title": "Harvard's China Virus", "date": "2020-03-30 12:26", "summary": "Covid-19 isn't the only 'stigma' that has been imposed on Asian-Americans.. Amid the coronavirus wreckage, there seems to be a bright spot. The pushback against referring to Covid-19 as the \"China virus\" indicates a welcome new sensitivity for the racial discrimination directed at Chinese-Americans.", "categories": [["Opinion", "Main Street"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/main-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-to-get-america-working-again-11585585540", "title": "How to Get America Working Again", "date": "2020-03-30 12:25", "summary": "Any sustainable strategy against the coronavirus has to balance public health and economics.. Last week's unprecedented surge of 3.3 million initial unemployment claims quantifies some of the cost of the shutdowns to contain the Covid-19 pandemic. The Federal Reserve is appropriately focused on keeping the financial system operating and preventing a financial crisis, and the $2 trillion stimulus will provide income support to sidelined workers and financial help for businesses that face interruptions in demand and cash flow. But monetary and fiscal stimulus aren't substitutes for the most important task: getting the unemployed back to work while protecting their health and safety.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hungarys-orban-wins-right-to-rule-by-decree-during-coronavirus-crisis-11585584669", "title": "Hungary's Orban Wins Right to Rule by Decree", "date": "2020-03-30 12:11", "summary": "EU leaders said law gives leader too much power; backers say it is necessary in crisis. Hungary's parliament gave Prime Minister Viktor Orbán the right to rule by decree until his government decides the coronavirus crisis has ended, defying criticism from European Union leaders that the pandemic is providing cover for his and other governments to crack down on democratic freedoms.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/parents-created-kid-schedules-after-coronavirus-closed-schools-that-didnt-last-11585584033", "title": "Parents Created Kid Schedules After Coronavirus Closed Schools. That Didn't Last.", "date": "2020-03-30 12:00", "summary": "All those neatly organized blocks of education and arts-and-crafts projects have quickly fallen apart. Daniel Chancellor's sample weekly schedule for his 10-year-old son started out earnestly-reflecting the hopes of so many parents who suddenly found themselves isolated at home with their children, often while juggling full-time jobs.", "categories": [["A-hed"]], "category_links": ["https://www.wsj.com/news/types/a-hed?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-coronavirus-invaded-new-rochelle-we-werent-expecting-it-to-be-ground-zero-11585583228", "title": "How Coronavirus Invaded a New York Community: 'We Weren't Expecting It to Be Ground Zero'", "date": "2020-03-30 11:47", "summary": "The virus preyed on a close-knit circle of Jewish families, showing how perilously connected everyone was to their schools and to each other. BRONX, N.Y.-On the morning of March 3, Rabbi Binyamin Krauss and his wife were headed home after a weekend away, and the coronavirus disease still seemed a danger far away from New York City and its suburbs.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/florida-ready-to-blow-away-coronavirus-11585583235", "title": "Florida Ready to Blow Away Coronavirus", "date": "2020-03-30 11:47", "summary": "One of Florida's most populous counties has a fairly unique set of criteria for which businesses are critical during the pandemic. It's Florida, man.", "categories": [["Markets", "Overheard"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/overheard?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-new-shortage-in-chinas-coronavirus-hit-economy-jobs-for-biggest-graduating-class-in-years-11585580297", "title": "Another Shortage in China's Virus-Hit Economy: Jobs for College Grads", "date": "2020-03-30 10:58", "summary": "Government urges graduates to join military and enroll in master's degrees, increases civil-service hiring to avert political unrest. BEIJING-The coronavirus pandemic is making a hard situation worse for China's growing number of job-seeking college graduates, intensifying pressure on Communist Party officials who see steady employment as critical to maintaining economic and social order.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-spread-creates-risk-for-911-who-will-answer-11585579923", "title": "Coronavirus Spread Creates Risk for 911: Who Will Answer?", "date": "2020-03-30 10:52", "summary": "Emergency centers grapple with the prospect of call-taker illnesses; 'one sick employee could take out the whole center'. Public-safety call centers are confronting an unexpected 911 emergency: keeping the people who answer the phone healthy.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/small-business-loans-expected-to-start-friday-mnuchin-says-11585577658", "title": "Small-Business Loans for Coronavirus Expected to Start Friday, Mnuchin Says", "date": "2020-03-30 10:34", "summary": "If program is successful officials will go back to Congress for more money, Treasury secretary says. WASHINGTON-Treasury Secretary Steven Mnuchin said he expects details will be released later Monday on how small businesses disrupted by the coronavirus pandemic can tap a new loan program Congress passed last week.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-to-do-if-you-lose-health-insurance-during-coronavirus-pandemic-11585578454", "title": "What to Do If You Lose Health Insurance During Coronavirus Pandemic", "date": "2020-03-30 10:27", "summary": "A growing number of people are losing their jobs and health-insurance coverage. There are options on how to replace it.. A growing number of Americans are losing their jobs-and their health insurance-at a time when they are worried about the need for potentially costly treatment for coronavirus infection. There are options for getting health-insurance coverage. Here are some:", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pier-1-imports-cancels-bankruptcy-auction-as-coronavirus-chills-potential-bids-11585578227", "title": "Pier 1 Imports Cancels Bankruptcy Auction as Coronavirus Chills Potential Bids", "date": "2020-03-30 10:23", "summary": "Lenders opt to take control of the home-goods retailer. Pier 1 Imports Inc. has canceled an auction to sell itself out of chapter 11 as senior lenders opted to take ownership of home-goods retailer, the latest corporate bankruptcy to be upended by the coronavirus pandemic.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tokyo-olympics-to-open-july-23-of-next-year-local-committee-says-11585569089", "title": "Tokyo Olympics to Open July 23 of Next Year", "date": "2020-03-30 09:31", "summary": "Coronavirus pandemic forced a delay in Summer Games. TOKYO-The Tokyo Olympics will open July 23, 2021, organizers said, following a one-year delay forced by the coronavirus pandemic.", "categories": [["Sports"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-to-avoid-another-great-recession-11585574692", "title": "How to Avoid Another Great Recession", "date": "2020-03-30 09:27", "summary": "To limit the damage, businesses need to believe the coronavirus pandemic disruption, like a hurricane, is transitory. The U.S. economy has suffered a body blow with no modern precedent. Unemployment, just 3.5% in February, could top 10% in coming months, higher than its peak in the 2008-09 recession. Some see it surpassing 20% soon, levels unseen since the Great Depression.", "categories": [["Economy", "Capital Account"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/capital-account?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-network-tries-to-mash-up-tv-style-and-youtubes-youth-11585574591", "title": "A Network Tries to Mash Up TV Style and YouTube's Youth", "date": "2020-03-30 09:23", "summary": "Hoping they bring along their millions of fans, Brat TV puts social media stars in more traditional scripted series; split up in real life, together on screen. Annie LeBlanc is like a lot of American teenagers: When the 15-year-old is not with her boyfriend, she likes hanging out with friends, watching movies and sharing updates with her Instagram followers-all 8.6 million of them.", "categories": [["Books & Arts", "Arts", "Television"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/arts?mod=breadcrumb", "https://www.wsj.com/news/types/television?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/johnson-johnson-to-begin-human-trials-on-covid-19-vaccine-by-september-11585569380", "title": "Johnson & Johnson to Begin Human Trials of Covid-19 Vaccine by September", "date": "2020-03-30 09:19", "summary": "Drug maker says product could be ready early next year. Johnson & Johnson said Monday that it had made progress on a vaccine to prevent Covid-19 and that the product could be ready in early 2021.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/some-tax-paying-immigrants-wont-get-coronavirus-stimulus-payments-11585574259", "title": "Some Tax-Paying Immigrants Won't Get Coronavirus Payments", "date": "2020-03-30 09:17", "summary": "People with Social Security numbers can qualify for aid but mixed households won't. Many Americans can expect some financial help from the federal government as part of the economic relief package President Trump signed into law Friday in response to the coronavirus pandemic. It is a little more complicated for one group of taxpayers: immigrants. Here is a brief explanation of who is and isn't eligible for different forms of assistance.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-lawmakers-clash-over-medicaid-as-budget-deadline-nears-11585574272", "title": "New York Lawmakers Clash Over Medicaid as Budget Deadline Nears", "date": "2020-03-30 09:17", "summary": "Senate Democrats, labor groups urge Gov. Cuomo to accept federal money and to tax the wealthy rather than make cuts to Medicaid spending. ALBANY, N.Y.-Lawmakers and unions criticized Gov. Andrew Cuomo for pushing ahead with a plan to reduce Medicaid spending as part of the state budget due Tuesday even as New York responds to the novel coronavirus pandemic.", "categories": [["U.S.", "Politics"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sec-chairman-government-shouldnt-ban-short-selling-in-current-market-11585568341", "title": "SEC Chairman: Government Shouldn't Ban Short Selling in Current Market", "date": "2020-03-30 09:08", "summary": "Short selling needed to facilitate ordinary market trading, Jay Clayton says. WASHINGTON-Wall Street's top regulator said he doesn't believe the U.S. should try to prevent investors from betting against the stock market, as more countries look to short selling bans amid extreme volatility.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/march-jobs-report-unlikely-to-show-full-impact-of-the-coronavirus-crisis-11585490400", "title": "March Jobs Report Unlikely to Show Full Impact of the Coronavirus Crisis", "date": "2020-03-30 09:05", "summary": "The data, reflecting the first half of the month, won't completely capture the sudden closure of businesses. The March employment report will show a hit to the U.S. job market due to the novel coronavirus pandemic, but it is unlikely to show the depth of the crash because the data reflect the month's first weeks.", "categories": [["Economy", "The Outlook"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/the-outlook?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chinese-car-sales-after-the-crash-11585572743", "title": "Chinese Car Sales After the Crash", "date": "2020-03-30 09:03", "summary": "After a dismal start to the year, the world's largest auto market is in for a slow recovery. Even with some help from the government, the world's largest car market may struggle to win back consumers.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/medtronic-publishes-design-specs-for-ventilator-to-combat-coronavirus-11585572382", "title": "Medtronic Publishes Design Specs for Ventilator to Combat Coronavirus", "date": "2020-03-30 08:46", "summary": "Company says other firms can pursue rapid manufacturing of critically needed product. Medtronic PLC said it would publicly share the design specifications for a ventilator product to allow other companies to explore producing it rapidly to help meet demand driven by the new coronavirus.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-return-of-honest-and-beautiful-wood-furniture-11585571780", "title": "The Return of Honest (and Beautiful) Wood Furniture", "date": "2020-03-30 08:36", "summary": "From birch plywood to solid mahogany, wood in all its forms is inspiring designers to get creative with carpentry. Sarah Medford spins through the arresting results. CURVE APPEAL Exploring the parameters of what wood can do has led designer Aaron Poritz of Brooklyn-based Poritz & Studio to play with traditional techniques such as tambour, a favorite of French and Danish craftsmen. To make it modern, he exposes the maple veneer slats as they turn corners. \"Tambour is a way to show off what nature created,\" says Poritz. \"Nature produces the most beautiful patterns, colors and textures.\"", "categories": [["Feature"]], "category_links": ["https://www.wsj.com/news/types/magazine-feature?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/paris-hilton-on-her-biggest-necessity-11585571672", "title": "Paris Hilton on Her Biggest Necessity", "date": "2020-03-30 08:34", "summary": "\"[With A Simple Life,] I was portraying what I thought the public wanted, which was basically this blond airhead. But in real life I've never been that way.\". \"Decadence and necessity can mean different things to different people. I work very hard at my business to be able to do the things that I love-like I love my animals so much. They're like my babies. I built them their own doggy mansion, and they have a whole wardrobe of the most amazing clothes. The Simple Life was the first of its kind, and I think a lot of people didn't realize that I was actually playing a character. I was portraying what I thought the public wanted, which was basically this blond airhead. But in real life I've never been that way. I'm very proud that now people are seeing what a businesswoman I am. My biggest necessity is always just to be happy and grateful and have real love. Surround yourself with good people who want the best for you-to bring the best out in you.\"", "categories": [["Soapbox"]], "category_links": ["https://www.wsj.com/news/types/magazine-soapbox?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-isolating-has-changed-david-yurmans-perspective-on-business-11585571340", "title": "How Isolating Has Changed David Yurman's Perspective on Business", "date": "2020-03-30 08:29", "summary": "For jeweler David Yurman, wife Sybil and son Evan, running a global company from the kitchen table brings new insights and fresh challenges: \"Make no mistake, spending this much time together makes for tensions and difficulties.\". In our series My Monday Morning, self-motivated people tell WSJ. how they start off the week.", "categories": [["My Monday Morning"]], "category_links": ["https://www.wsj.com/news/types/my-monday-morning?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/as-coronavirus-spreads-community-banks-watch-for-fallout-11585560602", "title": "As Coronavirus Spreads, Community Banks Brace for Fallout", "date": "2020-03-30 08:18", "summary": "Small banks, already struggling, brace for another hit as coronavirus pummels local businesses. From his office off U.S. Highway 136, Mike Estes has a clear view of the main strip leading into Fisher, Ill., population 1,900. The president of Fisher National Bank knows the agricultural community well, including the handful of small businesses that dot the road.", "categories": [["Markets", "Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-small-town-deals-with-its-lockdown-11585558800", "title": "A Small Town Deals With Its Lockdown", "date": "2020-03-30 08:15", "summary": "In Fisher, Ill., population 1,900, residents and merchants deal with the new normal. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/gasoline-is-cheap-but-with-coronavirus-nobodys-buying-11585570263", "title": "Gasoline Is Cheap, but With Coronavirus, Nobody's Buying", "date": "2020-03-30 08:11", "summary": "As demand dries up, gas stations and refiners are getting squeezed. Gasoline cost only $1.31 a gallon Sunday at Bill Douglass's convenience stores north of Dallas, the lowest price he can recall in more than two decades. Yet sales were down roughly 50% in some stores.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-sports-world-went-dark-nfl-teams-spent-more-than-2-billion-in-a-week-11585569834", "title": "The Sports World Went Dark. NFL Teams Spent More Than $2 Billion in a Week.", "date": "2020-03-30 08:03", "summary": "The league's free agency continued amid a quiet sports landscape. And teams spent loudly.. This NFL off-season has been strange and not just because Tom Brady fled New England for Tampa Bay.", "categories": [["Sports", "NFL"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/nfl?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-manhattan-condo-market-showed-a-flicker-of-hope-the-virus-snuffed-it-out-11585569600", "title": "The Manhattan Condo Market Showed a Flicker of Hope. The Virus Snuffed It Out.", "date": "2020-03-30 08:00", "summary": "Residential real-estate sales spiked in the first quarter, but now the market has been all but shut down by the pandemic, brokers say. Just as the Manhattan residential real-estate market was shaking itself out of a multiyear slowdown, the party was suddenly over.", "categories": [["Real Estate"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/i-have-to-pay-my-bills-a-miami-janitor-braves-coronavirus-worries-clings-to-work-11585569600", "title": "Janitor Braves Coronavirus Worries, Clings to Work", "date": "2020-03-30 08:00", "summary": "Elsa Romero is holding on to her office-cleaning job even as the skyscraper empties out and more workers ride out the coronavirus pandemic at home. The new coronavirus has emptied out cubicles and desks across America. Many of the buildings that house these offices, however, remain open to accommodate businesses with essential work to do.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/taking-notes-the-challenge-of-recording-trades-while-working-from-home-11585565630", "title": "Surveillance of Homebound Wall Street Traders Relies on Pen and Paper", "date": "2020-03-30 07:56", "summary": "Traders are grappling with technology snafus while still being required to record trade-related conversations as best they can. LONDON-Traders are going old-school-with notebooks and pens.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/to-live-in-new-york-city-right-now-11585568729", "title": "To Live in New York City Right Now", "date": "2020-03-30 07:45", "summary": "A pandemic brings street life to a halt in one of Earth's most vibrant cities. And yet, bravery abounds.. What a luxury it was, to complain like we did, not long ago about this town, its inconveniences, its sports, its comical basketball teams, its scattershot football outfits, the Mets, the traffic, the trains, the airports, the weather, the prices, the roads, the crowds, the everything. We complained to complain, as habit, as camaraderie, because deep down, we all knew the score: we loved it so. We were in.", "categories": [["Sports"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-shakeup-is-coming-to-this-corner-of-the-airline-industry-11585567957", "title": "A Shakeup Is Coming to This Corner of the Airline Industry", "date": "2020-03-30 07:32", "summary": "While the biggest U.S. carriers will likely be saved from the worst of the Covid-19 chaos, the regional market may be ripe for consolidation. Big carriers like American Airlines are getting all the attention for the unprecedented damage that Covid-19 is causing airlines. Most of the action, though, may end up happening at the regional level.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/japans-auto-industry-was-slowing-down-before-coronavirus-crash-in-march-11585567679", "title": "Japan's Auto Industry Was Slowing Before Coronavirus Crash in March", "date": "2020-03-30 07:27", "summary": "Toyota, Honda and Nissan all report production declines. TOKYO-Japanese car makers slashed output in February at home and in other major production centers, suggesting the industry was slowing down before the full weight of the coronavirus pandemic crashed down in March.", "categories": [["Business", "Autos & Transportation", "Autos Industry"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/transportation?mod=breadcrumb", "https://www.wsj.com/news/types/autos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-global-conundrum-how-to-pause-the-economy-and-avoid-ruin-11585567145", "title": "A Global Conundrum: Pausing the Economy While Avoiding Ruin", "date": "2020-03-30 07:21", "summary": "If the strategy works, it will be a testament to modern capitalism. But a lot could go wrong.. The coronavirus has produced something new in economic history. Never before have governments tried to put swaths of national economies in an induced coma, artificially maintain their vital organs, and awaken them gradually.", "categories": [["Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nonprofits-struggle-to-survive-as-revenue-plummets-amid-coronavirus-11585566330", "title": "Nonprofits Struggle to Survive as Revenue Plummets Amid Coronavirus", "date": "2020-03-30 07:05", "summary": "For many charities, funds are dwindling as need increases; 'it's devastation'. ", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/researchers-unleash-more-computing-power-against-coronavirus-11585566000", "title": "Researchers Unleash More Computing Power Against Coronavirus", "date": "2020-03-30 07:00", "summary": "Other supercomputing projects are taking a backseat as the sector turns to prioritizing treatments and vaccines for Covid-19. The world of supercomputing is pivoting to the novel coronavirus, with some other projects being paused as researchers focus on finding treatments and vaccines as well as studying the spread of the virus and assessing the impact of social-distancing measures.", "categories": [["CIO Journal"]], "category_links": ["https://www.wsj.com/news/types/cio-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/apple-supplier-foxconns-profit-drops-in-the-fourth-quarter-11585564594", "title": "Apple Supplier Foxconn's Profit Drops in the Fourth Quarter", "date": "2020-03-30 06:36", "summary": "The decline occurred before the coronavirus pandemic struck the world's biggest contract electronics assembler and its largest customer. BEIJING- Foxconn Technology Group's net profit fell 23.7% in the fourth quarter before the coronavirus pandemic struck the world's biggest contract electronics assembler and its largest customer, Apple Inc.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-deaths-top-30-000-as-china-opens-up-province-where-it-began-11585466594", "title": "U.S. Extends Social-Distancing Guidelines Until End of April", "date": "2020-03-30 06:27", "summary": "President Trump says the peak of the death rate would hit in two weeks and predicts the country would be on its way to recovery by June 1. WASHINGTON-President Trump on Sunday said he was extending the administration's social-distancing guidelines for another 30 days through the end of April, after saying for days that he was hoping to open up the country in the coming weeks.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/facebook-pledges-100-million-for-news-outlets-hit-by-coronavirus-outbreak-11585562400", "title": "Facebook Pledges $100 Million for News Outlets Hit by Coronavirus Outbreak", "date": "2020-03-30 06:00", "summary": "Tech giant commits $75 million in ad spending as industry reels from pullback in spending by businesses. Facebook Inc. is pledging $100 million in grant money and promised ad spending to help struggling news outlets weather the financial blow of the coronavirus outbreak.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-cash-crunch-send-shock-wave-through-chinas-ev-startups-11585562128", "title": "Coronavirus, Cash Crunch Send Shock Wave Through China's EV Startups", "date": "2020-03-30 05:55", "summary": "Hard-pressed companies are turning to the Chinese state for a financial lifeline. SHANGHAI-China's army of electric-vehicle startups were once positioned to put China at the head of the global EV revolution, but the coronavirus and struggles before the pandemic threaten ruin for dozens of them.", "categories": [["Business", "Autos & Transportation", "Autos Industry"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/transportation?mod=breadcrumb", "https://www.wsj.com/news/types/autos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ai-spending-is-expected-to-weather-coronavirus-slowdown-11585560602", "title": "AI Spending Is Expected to Weather Coronavirus Slowdown", "date": "2020-03-30 05:30", "summary": "Demand for AI is expected to stay flat or even rise, despite economic downturn. Spending forecasts for the tech sector are falling amid the coronavirus pandemic, but demand for artificial-intelligence tools is expected to show more resilience, industry experts say.", "categories": [["Artificial Intelligence"]], "category_links": ["https://www.wsj.com/news/types/artificial-intelligence?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trash-industry-braces-for-potential-deluge-of-coronavirus-waste-11585560600", "title": "Trash Industry Prepares for Potential Deluge of Coronavirus Waste", "date": "2020-03-30 05:30", "summary": "Medical-waste processors are handling more masks and gowns, while collectors worry about infected recycling and garbage. As coronavirus spreads across the U.S., the trash industry is girding for a potential rise in infectious waste while grappling with concerns about workers' exposure to the pathogen.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hidden-chinese-lending-puts-emerging-market-economies-at-risk-11585560600", "title": "Hidden Chinese Lending Puts Emerging-Market Economies at Risk", "date": "2020-03-30 05:30", "summary": "About $200 billion of emerging-markets debt owed to China has gone unreported in official statistics in recent years. A hidden pile of debt threatens dozens of emerging-market countries as the global economy stalls and commodity prices tumble.", "categories": [["WSJ News Exclusive", "Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/florida-unlike-other-hard-hit-states-avoids-broad-coronavirus-lockdown-11585560601", "title": "Florida Avoids Statewide Coronavirus Lockdown", "date": "2020-03-30 05:30", "summary": "To limit economic losses, Gov. Ron DeSantis leaves most closure decisions to cities and counties. MIAMI-Public-health officials say statewide lockdowns implemented early and aggressively are necessary to curb the coronavirus pandemic. Florida Gov. Ron DeSantis disagrees.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-is-forcing-pregnant-women-to-make-tough-choices-11585560601", "title": "Coronavirus Is Forcing Pregnant Women to Make Tough Choices", "date": "2020-03-30 05:30", "summary": "'It felt like walking a plank,' one mother said of giving birth without her husband, who was barred from the delivery room because of hospital precautions. Melissa Roberts had just been told she was on the cusp of going into labor when she received the news: Her husband, Brian, wouldn't be allowed in the delivery room.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/making-corporate-america-hold-cash-is-the-wrong-way-to-prepare-for-crises-11585560511", "title": "Making Corporate America Hold Cash Is the Wrong Way to Prepare for Crises", "date": "2020-03-30 05:28", "summary": "What might make sense for a single company-amassing a rainy-day fund-makes less sense at the level of a whole economy. As the economic impact of coronavirus lockdowns tears through business globally, the idea that companies should have held more cash to prepare for a rainy day is gaining currency.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11585506525", "title": "Pepper...and Salt", "date": "2020-03-30 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/macy-s-to-furlough-most-workers-as-stores-stay-shut-11585580224", "title": "Macy's, Gap to Furlough Most Workers", "date": "2020-03-30 00:01", "summary": "Retailers cut payrolls despite federal stimulus package as drop in sales squeezes even big companies. Macy's Inc., Gap Inc. and other retailers will furlough tens of thousands of employees beginning this week, highlighting the limits of the $2 trillion rescue package for U.S. businesses that have been cut off from their customers.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-extends-order-against-gatherings-nonessential-business-11585514901", "title": "New York Extends Order Against Gatherings, Nonessential Business", "date": "2020-03-30 22:31", "summary": "Temporary hospital is under construction in Central Park. New York Gov. Andrew Cuomo on Sunday said nonessential businesses must remain closed and that gatherings will be banned until April 15 as the death toll from the new coronavirus surged over the weekend.", "categories": [["U.S.", "Tri-State Area"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-region?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ive-worked-from-home-for-22-years-heres-what-ive-learned-11585354640", "title": "I've Worked From Home for 22 Years. Here's What I've Learned.", "date": "2020-03-30 22:04", "summary": "The rules change when you move from an office to your spare room. Here's how to be both productive and healthy.. How do you balance productivity with health and well-being when you're working from home, rather than at the office?", "categories": [["Business", "Journal Reports: Leadership"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-leadership?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/with-online-package-delivery-alerts-later-in-the-process-is-better-11585352291", "title": "With Online Package-Delivery Alerts, Later in the Process Is Better", "date": "2020-03-30 22:02", "summary": "A study finds that keeping customers informed at the end of the delivery process can have more value than at the beginning. The waiting is the hardest part, or so the Tom Petty song goes. But maybe the waiting doesn't have to be so hard.", "categories": [["Business", "Journal Reports: Leadership"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-leadership?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-key-to-selling-music-in-the-streaming-agefrom-the-man-who-brought-you-billie-eilish-11585425425", "title": "The Key to Selling Music in the Streaming Age-From the Man Who Brought You Billie Eilish", "date": "2020-03-30 22:01", "summary": "Interscope CEO John Janick says it takes constant releases, integrating jobs-and moving slowly with stars. John Janick couldn't have imagined that starting an independent record company from his college dorm room would prepare him for the current heyday of the streaming era.", "categories": [["Business", "Journal Reports: Leadership"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-leadership?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-challenging-time-for-recyclers-first-chinas-ban-now-coronavirus-11585533600", "title": "A Challenging Time for Recyclers: First, China's Ban. Now, Coronavirus.", "date": "2020-03-30 22:00", "summary": "Waste Management's finance chief describes how the company is dealing with both situations-as well as greasy takeout boxes. Waste Management Inc. is dealing with an extraordinary amount of change in its recycling business. Two years ago, China decided to ban imports of mixed paper and plastic and introduced limits for scrap metal, upending global recycling markets. The disruption forced Waste Management, the largest residential recycler by volume in the U.S., to re-examine its strategy.", "categories": [["Business", "Journal Reports: Leadership"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-leadership?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/behind-rokus-ad-supported-streaming-strategy-11585533600", "title": "Behind Roku's Ad-Supported Streaming Strategy", "date": "2020-03-30 22:00", "summary": "The company's chief marketing officer also talks about how viewing habits have changed during the Coronavirus crisis. Connected-TV giant Roku Inc. is betting big on ad-supported streaming. With millions of people suddenly sequestered at home, it may be just the right time.", "categories": [["Business", "Journal Reports: Leadership"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-leadership?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/states-restrict-travelers-from-coronavirus-hot-zones-11585518299", "title": "States Restrict Travelers from Coronavirus 'Hot Zones'", "date": "2020-03-30 22:00", "summary": "Florida, Texas, Rhode Island take measures to force travelers to self-quarantine; police pull over drivers with out-of-state plates. Local governments across the country are imposing travel restrictions on people from hot-spots of the new coronavirus in the U.S., forcing them to self-isolate, stopping vehicles with out-of-state plates and urging them to stay away.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hq-trivia-to-return-sunday-night-thanks-to-anonymous-investor-11585526725", "title": "HQ Trivia Returns Thanks to Anonymous Investor", "date": "2020-03-30 21:59", "summary": "Mobile quiz app had shut down in February after struggling with declining viewership. The mobile quiz app HQ Trivia returned Sunday night thanks to an anonymous investor who provided the funding it needed to resume operations, the show's host said during the live program.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-real-cure-for-coronavirus-11585516011", "title": "The Real Cure for Coronavirus", "date": "2020-03-30 21:19", "summary": "Private research and innovation offer promising new leads.. Governments are frantically trying to contain and combat the coronavirus, and those efforts are important, but the world's best hope is private innovation. Cutting-edge diagnostic tests and treatments are advancing, and government should encourage the trend.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/singer-songwriter-john-prine-is-hospitalized-with-coronavirus-symptoms-11585530862", "title": "John Prine Is Hospitalized With Coronavirus Symptoms", "date": "2020-03-30 21:14", "summary": "The 73-year-old country folk icon is in critical condition, his family says. John Prine has been hospitalized with Covid-19 symptoms and is in critical condition, his family said in a statement posted to the country folk icon's Twitter account.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sports-industry-reels-from-coronavirus-fallout-11585517192", "title": "Sports Industry Reels From Coronavirus Fallout", "date": "2020-03-30 20:42", "summary": "Long boom goes bust as owners, players and networks try to figure out the future. The story of international sports over the past decade was one of unlimited growth, unrestrained spending and unwavering popularity. Coronavirus brought the sports business to an immediate standstill. The boom times went bust overnight.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}]