[{"link": "https://www.wsj.com/articles/what-we-know-about-the-new-covid-19-strain-in-england-11608423416", "title": "What We Know About New Covid-19 Strain in England", "date": "2020-12-19 19:17", "summary": "Variant is believed to spread 70% faster than earlier versions of the virus. Scientists are hurrying to understand why a new strain of the coronavirus that emerged in England in September appears to be spreading far more rapidly than earlier variants.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/photos-of-the-week-electoral-college-reaffirms-biden-as-president-elect-first-covid-19-vaccine-given-to-u-s-public-noreaster-dumps-snow-and-more-11608413400", "title": "Photos of the Week", "date": "2020-12-19 16:30", "summary": "Selection of photos from Dec. 13 through Dec. 19 by The Wall Street Journal's photo editors. 'He died alone and the next time we saw him he was in a box,' said Clarence John Hill Jr. 'To fight for this country and you treat them like this. How? How can that be right?' Mr. Hill is seen with his two children and the burial flag honoring his veteran father, Clarence John Hill Sr., who had lived at the Bill Nichols State Veterans Home in Alabama. Mr. Hill discovered his father had tested positive for the coronavirus only after his death, through a funeral home in Alexander City. During the pandemic, one of the worst places to be has been in a state-run facility for retired servicemen and women. Read more.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pompeo-blames-russia-for-solarwinds-hack-11608391515", "title": "Pompeo Blames Russia for Hack as Trump Casts Doubt", "date": "2020-12-19 16:29", "summary": "There is a growing consensus in Washington that Russia is very likely responsible. Secretary of State Mike Pompeo blamed Russia for the SolarWinds hack that compromised numerous federal agencies and U.S. corporations, while President Trump said he was skeptical of a growing consensus in Washington about the country's role.", "categories": [["Politics", "National Security"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/national-security?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-k-faces-fresh-lockdown-to-curb-new-covid-19-strain-11608402790", "title": "U.K. Orders Fresh Lockdowns to Curb New Covid-19 Strain", "date": "2020-12-19 14:42", "summary": "Tougher restrictions in London and surrounding areas of England mean many families won't be allowed to gather for Christmas. LONDON-The U.K. imposed a fresh lockdown across London and surrounding areas of England to combat a new strain of Covid-19 that appears to be significantly more contagious than earlier variants of the pathogen.", "categories": [["World", "Europe", "U.K."]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb", "https://www.wsj.com/news/types/u-k-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/french-prosecutors-bring-rape-charges-against-epstein-associate-11608404600", "title": "French Prosecutors Bring Rape Charges Against Epstein Associate", "date": "2020-12-19 14:03", "summary": "Modeling agent Jean-Luc Brunel is now under the authority of three investigating magistrates. PARIS-French officials have brought preliminary charges, including raping minors, against an associate of the late financier and convicted sex offender Jeffrey Epstein.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/star-wars-novelists-seek-years-of-missing-royalty-payments-from-disney-11608393600", "title": "Star Wars Novelists Seek Years of Missing Royalties From Disney", "date": "2020-12-19 11:00", "summary": "Resume Subscription. Alan Dean Foster was in his late 20s when George Lucas, standing near a model of the Millennium Falcon in a warehouse in Southern California, met him to discuss writing the novel adaptation of his forthcoming movie \"Star Wars.\"", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/heres-a-market-forecast-2021-will-be-hard-to-predict-11608392924", "title": "Here's a Market Forecast: 2021 Will Be Hard to Predict", "date": "2020-12-19 10:48", "summary": "The lesson of 2020 is that even correctly predicting fundamentals isn't enough. We know now that as Wall Street analysts were publishing their 2020 forecasts the virus that would upend them all was already spreading in Wuhan, China. Jonathan Golub was particularly unlucky: On Jan. 21, Mr. Golub, Credit Suisse's chief U.S. equity strategist, upgraded his prediction for the S&P 500 to end the year at 3600.", "categories": [["Markets", "Streetwise"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/streetwise?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-worlds-largest-sovereign-wealth-fund-weighs-a-more-active-approach-11608391342", "title": "The World's Largest Sovereign-Wealth Fund Weighs a More Active Approach", "date": "2020-12-19 10:22", "summary": "Three months into running Norway's $1.3 trillion fund, Nicolai Tangen grapples with public scrutiny and joins the active versus passive debate. Nicolai Tangen made his name picking stocks in the cloistered world of hedge funds. Now he is sparring over an active approach to running the world's largest sovereign-wealth fund-historically a bastion of passive investing.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/wonder-womans-riskiest-mission-yet-11608390000", "title": "Wonder Woman's Riskiest Mission Yet", "date": "2020-12-19 10:00", "summary": "The economics of making megabudget blockbusters work for streaming are tricky. Can the economics of a megabudget movie work for streaming? The answer is complicated.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/covid-19-vaccines-are-slow-to-reach-rural-america-11608390001", "title": "Covid-19 Vaccines Are Slow to Reach Rural America", "date": "2020-12-19 10:00", "summary": "Communities far from cities face challenges including storage, staffing and vaccine skepticism. Five days after Covid-19 vaccines started rolling out across the U.S., rural hospital executives like Cory Edmondson are still waiting, and hoping, that they will receive some doses soon.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mammoth-iceberg-jeopardizes-millions-of-penguins-11608379200", "title": "Mammoth Iceberg Jeopardizes Millions of Penguins", "date": "2020-12-19 09:43", "summary": "Resume Subscription. Iceberg A68a is big. Almost half the size of Jamaica. Three times the size of London. Larger than Rhode Island.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/new-covid-19-surge-sweeps-across-latin-america-11608386401", "title": "New Covid-19 Surge Sweeps Across Latin America", "date": "2020-12-19 09:00", "summary": "Hard-hit region sees sharp increases in cases and deaths, even in nations spared earlier waves. Mexico City has ordered nonessential businesses closed for the holiday season as a rebound in Covid-19 cases threatens to overwhelm hospitals. Brazil, with the second-highest number of official Covid-19 deaths after the U.S., registered record rates of new infections in recent days. Parts of Peru are seeing testing positivity rates of nearly 100%.", "categories": [["World", "Latin America"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/latin-america-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bidens-secretary-of-state-pick-antony-blinken-to-face-gop-scrutiny-11608386400", "title": "Secretary of State Pick to Face GOP Scrutiny", "date": "2020-12-19 09:00", "summary": "Republican senators are expected to ask whether new administration will return to policies they opposed under Obama. President-elect Joe Biden's pick for secretary of state is set to face intensive questioning from GOP senators concerned that a Biden administration will return to policies they opposed during the Obama administration.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/favorite-songs-2020-playlist-bts-taylor-swift-11608375650", "title": "Haim, Lindsey Buckingham and More Musicians on Their Favorite Songs of 2020", "date": "2020-12-19 08:30", "summary": "Thundercat, Julia Michaels and 27 other music industry superstars give WSJ. their picks for the best songs of a tumultuous year.. The pandemic practically eliminated concert tours, which meant musicians and their fans had to stay home this year. The virus also delayed album releases and other projects. But these constraints pushed artists to come up with innovative ways of recording and performing.To capture a snapshot of a most irregular year in music, WSJ. reached out to musicians, including former Fleetwood Mac vocalist Lindsey Buckingham, pop singer Noah Cyrus and 2021 Grammy-nominated rock band Haim, to find out what their personal favorite songs of 2020 were. Check out their highlights here:", "categories": [["Magazine - Culture"]], "category_links": ["https://www.wsj.com/news/types/magazine-culture?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-to-wear-to-get-ahead-in-financeaccording-to-hbos-industry-11608382811", "title": "What to Wear to Get Ahead in Finance-According to HBO's 'Industry'", "date": "2020-12-19 08:00", "summary": "The show, streaming now on HBO Max, reveals the many unwritten rules of dressing for success in investment banking for both men and women. Off Brand is a thrice-monthly column that delves into trends in women's fashion and beauty.", "categories": [["Life & Work", "Fashion", "Off Brand"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/magazine/fashion?mod=breadcrumb", "https://www.wsj.com/news/types/off-brand?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/with-ski-resorts-closed-across-europe-die-hards-descend-on-switzerland-11608382801", "title": "With Ski Resorts Closed Across Europe, Die-Hards Descend on Switzerland", "date": "2020-12-19 08:00", "summary": "Resisting pressure to close resorts in pandemic, the country says it can make skiing safe. ST. MORITZ, Switzerland-Rainer Pototschnig just wanted to go skiing. This year, his choice was Switzerland or Switzerland.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-city-traffic-deaths-rise-during-covid-19-pandemic-11608382800", "title": "New York City Traffic Deaths Rise During Covid-19 Pandemic", "date": "2020-12-19 08:00", "summary": "Reckless behavior on emptier roads spurs 69% increase in deaths among drivers and passengers. New York City is on course this year to record the highest number of deaths of drivers and passengers since it launched a traffic safety initiative in 2014.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/college-footballs-2020-grid-of-chaos-11608342288", "title": "College Football's 2020 Grid of Chaos", "date": "2020-12-19 08:00", "summary": "A Wall Street Journal Sports analysis of how the coronavirus pandemic tackled your team's season. The coronavirus pandemic turned the 2020 college football season into utter chaos. Covid-19 outbreaks caused teams to shut down for days or weeks at a time, miss games and play without their coaches. Replacement games were scheduled on the fly, sometimes less than 48 hours ahead of time.", "categories": [["Sports", "College Football"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/college-football?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/salman-toor-how-will-i-know-review-a-contemporary-painters-poignant-scenes-11608379200", "title": "'Salman Toor: How Will I Know' Review: A Contemporary Painter's Poignant Scenes", "date": "2020-12-19 07:00", "summary": "A Whitney Museum exhibition spotlights the Pakistani-American artist, whose deft depictions of young gay men signal hope for the future of figurative painting.. A good many figurative paintings these days seem to aspire to being cover illustrations for the New Yorker magazine. They have the kind of benign, politely progressive, op-ed flavor that hardly any educated urbanite can resist-a perfect match for the magazine's covers, which have evolved over the decades from pictures of tweedy, upper-middle-class pleasures to, for lack of a better term, a persistent social conscience.", "categories": [["Books & Arts", "Art Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/art-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/judy-garlands-good-tidings-11608379200", "title": "Judy Garland's Good Tidings", "date": "2020-12-19 07:00", "summary": "When Garland sang 'Have Yourself a Merry Little Christmas' in a film more than 75 years ago, she was consoling a nation at war; today, the song speaks as powerfully to a country beleaguered by Covid-19.. She was singing on the set of a motion picture that was being produced in wartime. She could have had no idea that her words would carry such present-tense power more than 75 years later.", "categories": [["Opinion", "Commentary", "Cultural Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb", "https://www.wsj.com/news/types/cultural-commentary?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/this-ford-is-straight-out-of-the-70s-8-track-included-11608375600", "title": "This Ford Is Straight Out of the '70s, 8-Track Included", "date": "2020-12-19 06:00", "summary": "Resume Subscription. Josh Fear, 20, a classic-car repairman from Howell, Mich., on his 1970 Ford F-100, as told to A.J. Baime.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/the-workout-olympic-skiers-use-to-prepare-for-the-slopes-11608375600", "title": "The Workout Olympic Skiers Use to Prepare for the Slopes", "date": "2020-12-19 06:00", "summary": "Resume Subscription. Ski season is upon us, and despite the pandemic, most ski resorts are open. As with any sport, a little preparation before skiing can improve performance and prevent injury. Houston Deck, the Park City, Utah-based athletic development coach for the U.S. Ski and Snowboard aerials and freeski teams, says even elite athletes start offseason training with basic functional movements.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/photos-wanna-feel-old-11608374700", "title": "Photos: Wanna Feel Old?", "date": "2020-12-19 05:45", "summary": "Josh Fear Shows off his 1970 Ford F-100.. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/meet-the-lawyer-trying-to-keep-google-from-being-broken-up-11608373801", "title": "The Lawyer Trying to Keep Google From Being Broken Up", "date": "2020-12-19 05:30", "summary": "With antitrust challenges intensifying, longtime executive Kent Walker is now big man on company campus. Perhaps the most influential executive at Google is a man who can't write a line of code.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/covid-19-vaccine-makers-tap-contractors-to-produce-billions-of-doses-11608373800", "title": "Covid-19 Vaccine Makers Tap Contractors to Produce Billions of Doses", "date": "2020-12-19 05:30", "summary": "Resume Subscription. High-profile drug companies have turned to a quickly assembled network of smaller, lesser-known manufacturers to mount an unprecedented effort to produce Covid-19 vaccines.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/australias-covid-19-defenses-have-a-weakness-aircrews-11608290254", "title": "Australia's Covid-19 Defenses Have a Weakness: Aircrews", "date": "2020-12-19 00:36", "summary": "Authorities will require pilots and flight attendants to isolate at hotels under police guard amid a fresh coronavirus outbreak in the country's largest city.. SYDNEY-Australia's strict border controls have spared it the worst of the coronavirus pandemic. Now, an outbreak in the country's largest city has authorities rushing to fill what they see as a gap: pilots and flight attendants on layovers from international flights.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11608304602", "title": "Pepper...and Salt", "date": "2020-12-19 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-darker-side-of-christmas-11608354060", "title": "The Darker Side of Christmas", "date": "2020-12-19 00:01", "summary": "In many times and places, the joyful holiday has been a time for melancholy reflections and ghostly visitations.. In this pandemic year, many of us will be celebrating Christmas under the shadow of grief and uncertainty. But Christmas, like the pagan winter festivals that preceded it, has always carried more than a hint of darkness. The joyous celebration of the birth of the Christian savior has often been an occasion for melancholy and nostalgia, particularly when families are separated by war or other tragic events.", "categories": [["Life & Work", "Ideas", "Essay"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/essay?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/joe-bidens-5-tech-priorities-11608354009", "title": "Joe Biden's 5 Tech Priorities", "date": "2020-12-19 00:00", "summary": "The incoming administration faces decisions about which Trump-era policies to continue and fresh challenges of its own. President-elect Joe Biden's transition team describes its animating philosophy as \"build back better.\" It's both a nod to the Trump administration's penchant for paring back the power of federal agencies and a way to frame Biden's preference for big, New Deal-style stimulus.", "categories": [["Tech", "Keywords: Christopher Mims"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb", "https://www.wsj.com/news/types/keywords?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-venture-capitalist-harnessing-a-new-brand-of-capitalism-to-combat-poverty-novogratz-11608338371", "title": "The Venture Capitalist Harnessing a New Brand of Capitalism to Combat Poverty", "date": "2020-12-19 00:00", "summary": "Acumen CEO Jacqueline Novogratz relies on a 'kitchen cabinet' of advisors as her firm invests in startups tackling problems faced by low-income communities. In Personal Board of Directors, top business leaders talk about the people they turn to for advice, and how those people have shaped their perspective and helped them succeed. Previous installments from the series are here.", "categories": [["Personal Board of Directors"]], "category_links": ["https://www.wsj.com/news/types/personal-board-of-directors?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/for-small-firms-covid-19-cuts-deeper-its-getting-worse-every-day-11608354002", "title": "For Small Firms, Covid-19 Cuts Deeper; 'It's Getting Worse Every Day'", "date": "2020-12-19 00:00", "summary": "Performing-arts companies, travel agencies and bowling alleys are among the biggest losers, according to government data. December has been the worst month yet for Samson Tours Inc., an Atlanta bus operator.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/after-covid-took-his-father-a-hospital-boss-leans-on-his-wisdom-11608354019", "title": "After Covid Took His Father, a Hospital Boss Leans on His Wisdom", "date": "2020-12-19 00:00", "summary": "'Stay humble and keep your head down.' Tony Slonim sought guidance in memories of conversations.. Tony Slonim was in the middle of a board meeting on Dec. 1 when his phone rang. It was Steve Sisolak, the governor of Nevada. He wanted to discuss something involving a tweet.", "categories": [["The Captain Class"]], "category_links": ["https://www.wsj.com/news/types/the-captain-class?mod=breadcrumb"]}]