[{"link": "https://www.wsj.com/articles/new-york-city-private-schools-grapple-with-black-students-painful-experiences-11592143200", "title": "New York City Private Schools Grapple With Black Students' Painful Experiences", "date": "2020-06-14 19:35", "summary": "Brearley, Chapin, Spence graduates detail their experiences, demand change. As protests over racial injustice stretch across the country, New York City private schools have vowed in letters to families to do more to combat discrimination in their own institutions.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/district-attorney-race-tests-sway-of-new-york-police-reform-protesters-11592175600", "title": "District Attorney Race Tests Sway of Police-Reform Protesters", "date": "2020-06-14 19:00", "summary": "Albany County incumbent David Soares and challenger Matt Toporowski differ on revised bail laws. As New York protesters calling for police reform continue to fill the streets, one harbinger of their political impact will be the Democratic primary for district attorney in Albany County.", "categories": [["U.S.", "State Street"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/state-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/anti-semitism-and-the-intellectuals-11592171963", "title": "Anti-Semitism and the Intellectuals", "date": "2020-06-14 17:59", "summary": "The book burners were inspired by the bookish. Who else could know which books to burn?. George Eliot was at the peak of her renown in 1874 when John Blackwood, her publisher, learned that she was at work on \"Daniel Deronda,\" a new novel. As a literary man, he was in thrall to her genius. As a businessman with an instinct for the market, he valued her passionately dedicated readership. But an early look at portions of her manuscript astonished and appalled him: Too much of it was steeped in sympathetic evocations of Jews, Judaism and what was beginning to be known as Zionism.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/white-house-ties-with-military-face-major-test-11592089532", "title": "White House Ties With Military Face Major Test", "date": "2020-06-14 17:51", "summary": "Respect for military could be imperiled by embroiling it in domestic politics, retired generals have warned. WASHINGTON-President Trump's response to the violent turns at some racial-justice protests in U.S. cities earlier this month has ushered in the most acute test of civil-military relations in decades.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/in-germany-a-smorgasbord-of-causes-results-in-one-vast-protest-march-11592163794", "title": "In Germany, Many Causes Fuel One Vast Protest March", "date": "2020-06-14 17:33", "summary": "While demonstrations have remained peaceful, their size and frequency is perplexing authorities worried about a rebound in coronavirus cases. BERLIN-Tens of thousands of protesters took to the streets across Germany on Sunday, with demands including greener policies, immigration rights, animal rights, racial justice and solidarity with the Black Lives Matter movement.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/macron-seeks-to-turn-page-on-coronavirus-in-france-11592168578", "title": "France's Macron Seeks to Turn Page on Coronavirus", "date": "2020-06-14 17:02", "summary": "President Emmanuel Macron says he will accelerate the timetable for lifting of lockdown restrictions. PARIS-French President Emmanuel Macron declared an initial victory over the coronavirus as he sought to shift France's fight with the disease from the country's hospital wards to the schools, restaurants and other businesses on the front lines of the pandemic's economic fallout.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-rules-for-covid-summer-be-flexible-and-vigilant-11592167772", "title": "New Rules for Covid Summer: Be Flexible and Vigilant", "date": "2020-06-14 16:49", "summary": "The public is divided. Authorities need to build confidence without wearing out goodwill.. America is entering a complicated new phase of the Covid-19 pandemic. The remainder of 2020 warrants flexibility and tolerance, trying different ways to adapt to new evidence. In a country with such fractured politics, this will be no small challenge.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-federal-resurrection-board-11592167678", "title": "The Federal Resurrection Board", "date": "2020-06-14 16:48", "summary": "Why investors are betting on the shares of bankrupt companies like Hertz.. We thought we'd seen everything, but last week's speculation in the shares of the bankrupt Hertz rental-car company is one for the financial books. The Federal Reserve now apparently has the power to raise the common stock of companies from the dead.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/wind-fire-and-the-coronavirus-11592167597", "title": "Wind, Fire and the Coronavirus", "date": "2020-06-14 16:46", "summary": "PG&E turns to diesel for backup power after greens shunned gas.. PG&E , the California utility and Sacramento whipping boy, cut power to millions of customers last fall on hot and windy days to prevent its electric lines from sparking wildfires. The blackouts caused costly disruptions for businesses and headaches for families and fueled a run on emergency generators. Restaurants had to throw out perishable food, and people with chronic illnesses who rely on oxygen machines and other electric-powered medical devices rushed to hospitals.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lockdowns-hit-minority-businesses-11592167529", "title": "Lockdowns Hit Minority Businesses", "date": "2020-06-14 16:45", "summary": "A study says 41% of black business owners disappeared in April.. If Covid-19 cases keep rising in the weeks to come, city and state leaders might reimpose a strict lockdown. They should bear in mind who'd be harmed most by the ensuing economic destruction. From February to April, the number of active black business owners fell 41%, according to an analysis last week from the National Bureau of Economic Research.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cuban-medical-brigades-to-mexico-11592164194", "title": "Cuban Medical Brigades to Mexico", "date": "2020-06-14 15:49", "summary": "Havana has a history of using its doctors to propagandize and build intel networks.. Mexican President Andrés Manuel López Obrador has been known to take great umbrage at the suggestion that he is similar to the late Hugo Chávez, who after being elected democratically in Venezuela turned his country into a dictatorship. Yet parallels between the two men are not imagined. Like Chávez, AMLO-as the president is known by his initials-is fond of demagoguery and of fomenting hatred for entrepreneurs.", "categories": [["Opinion", "The Americas"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/the-americas?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/calpers-prepares-for-the-long-haul-11592164054", "title": "Calpers Prepares for the Long Haul", "date": "2020-06-14 15:47", "summary": "By investing in private equity and credit, we expect to be able to achieve 7% returns.. Market turmoil has thrown a spotlight on the challenges that public pension funds face in delivering retirement security to public employees. The debate about how to meet obligations is important for policy makers, who worry that securing the benefits pensioners depend on will burden state and local governments-and future generations.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-woman-who-cracked-the-anxiety-code-review-robbing-fear-of-its-power-11592163892", "title": "'The Woman Who Cracked the Anxiety Code' Review: Robbing Fear of Its Power", "date": "2020-06-14 15:44", "summary": "Claire Weekes flouted the medical establishment of her time, believing that sufferers from anxiety could master themselves and get well.. As we have been reminded of late, there is an astonishing complexity-and at times fragility-to our mental and physical health, and we owe a debt to the legions of scientists whose insights and discoveries, over the years, have improved our chances of well-being. Alas, too many of them are unknown to us. One name that was once broadly known has fallen into lamentable obscurity-that of Claire Weekes, an Australian doctor who did ground-breaking work on one of the great scourges of humanity. With Judith Hoare's \"The Woman Who Cracked the Anxiety Code,\" we have a chance to learn about Weekes's varied life and, as important, become reacquainted with her work.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/feds-kaplan-says-systemic-racism-holding-economy-back-11592163431", "title": "Fed's Kaplan Says Systemic Racism Holding Economy Back", "date": "2020-06-14 15:37", "summary": "'A more inclusive economy where everyone has opportunity will mean faster workforce growth, faster productivity growth, and we'll grow faster,' the Dallas Fed president says. Federal Reserve Bank of Dallas President Robert Kaplan said Sunday that systemic racism has held the U.S. economy back from reaching its full potential.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/economy-week-ahead-central-banks-industrial-production-retail-sales-11592161200", "title": "Economy Week Ahead: Central Banks, Industrial Production, Retail Sales", "date": "2020-06-14 15:00", "summary": "Fed Chairman Jerome Powell is on tap to testify before Congress, while the Bank of Japan, Bank of England are slated to meet. Monday", "categories": [["Economy", "Economy Week Ahead"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/economy-week-ahead?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/congressman-fails-to-win-renomination-in-virginia-11592160142", "title": "Congressman Fails to Win Renomination in Virginia", "date": "2020-06-14 14:42", "summary": "First-term Rep. Denver Riggleman defeated after having officiated at same-sex wedding. WASHINGTON-Rep. Denver Riggleman, a first-term Republican congressman from Virginia, lost his bid for renomination to a GOP challenger at an unusual drive-through nominating convention after conservatives turned against him for officiating a same-sex wedding.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/investors-attack-on-texas-real-estate-lender-boomerangs-11592157950", "title": "Investor's Attack on Texas Lender Boomerangs", "date": "2020-06-14 14:05", "summary": "Short selling paid off for Hayman Capital, but now it faces regulatory scrutiny itself. Kyle Bass's market bet against a Texas real-estate lender seemed like an astute move. Throughout 2015, the hedge-fund manager accused the lender, United Development Funding , of operating like a Ponzi scheme. Authorities opened civil and criminal investigations into UDF, and Mr. Bass counted his winnings as UDF stock eventually fell to $1.", "categories": [["WSJ News Exclusive", "Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/quibi-katzenberg-whitman-streaming-startup-11592157291", "title": "Katzenberg, Whitman Clash Amid Quibi's Growing Pains", "date": "2020-06-14 13:59", "summary": "Two veteran executives with contrasting styles are launching Quibi, an on-the-go streaming service, during a pandemic. Near the beginning of her run as chief executive of Quibi, a new entrant into the streaming-video wars, Meg Whitman threatened to quit.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-lockdown-fish-farms-big-fish-11592153926", "title": "The Lockdown Made Big Fish Bad News", "date": "2020-06-14 13:01", "summary": "Resume Subscription. When a restaurant serves a fish whole, there is a reason it fits the plate perfectly. It's because Boris Musa grew it that way.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/kneeling-protest-once-a-flashpoint-now-a-widespread-symbol-of-solidarity-11592154000", "title": "Kneeling Protest, Once a Flashpoint, Now a Widespread Symbol of Solidarity", "date": "2020-06-14 13:00", "summary": "Four years after Colin Kaepernick was shunned, demonstrators, police and lawmakers embrace the gesture. WASHINGTON-At protests across the country, images of police officers taking a knee have gone viral. On Capitol Hill, congressional Democrats knelt for eight minutes and 46 seconds Monday in memory of George Floyd.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-boy-and-his-flag-11592153447", "title": "A Boy and His Flag", "date": "2020-06-14 12:50", "summary": "The Stars and Stripes represents freedom-and the ways we adapt to earn our living.. June 14 is Flag Day. It happens to be my favorite holiday, perhaps tied with food-and-football-fest Thanksgiving. I'm not rah-rah patriotic-I have as much disdain for those who hide behind the flag as those who trash it-but Flag Day is personal for me. I grew up in central New Jersey, in the township of Bridgewater, some 10 miles up the Raritan River from New Brunswick. I'd leave for school each morning and before turning right to the bus stop, I'd look left, up the hill into a clearing with a flagpole, where a flag flew day and night.", "categories": [["Opinion", "Inside View"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/inside-view?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-to-address-concerns-about-militarization-of-police-11592153352", "title": "How to Address Concerns About 'Militarization of Police'", "date": "2020-06-14 12:49", "summary": "Congress could reform the 1033 program, which lets the Pentagon give surplus equipment to law enforcement.. Police officers equipped like soldiers have appeared on the streets of American cities amid the protests over George Floyd's killing, renewing concerns about \"militarization of police.\" Some federal lawmakers have called to overhaul or terminate the 1033 program, named after a section of the U.S. Code, which allows the Defense Department to transfer surplus equipment to federal, state, local and tribal law-enforcement agencies. But legislators should consider options short of elimination.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/with-allies-u-s-confronts-aggressive-china-11592153223", "title": "With Allies U.S. Confronts Aggressive China", "date": "2020-06-14 12:47", "summary": "Robert Zoellick is mistaken: America has greatly reinforced its alliances viz. China.. Robert B. Zoellick is entitled to believe that U.S.-China relations can be mended (yes, a reversion to the \"peaceful rise\" policy would do it) but he lost me with his opening contention: \"First, the U.S. built and relied on alliances in the Cold War; today, America is undermining its alliances\" (Letters, June 9).", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/huawei-the-grid-and-uranium-independence-11592153109", "title": "Huawei, the Grid and Uranium Independence", "date": "2020-06-14 12:45", "summary": "As the U.S. secretary of energy, my department is doing important work to secure critical energy supply chains that are also overexposed to imports from foreign adversaries like China, Iran, and Russia.. Your editorial \"Huawei and the U.S.-China Tech War\" (June 10) rightly notes that our supply chains are vulnerable to an overreliance on Chinese tech products from companies like Huawei. But technology isn't the only sector of our economy under threat.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/dont-blame-nursing-homes-for-protecting-residents-11592153045", "title": "Don't Blame Nursing Homes For Protecting Residents", "date": "2020-06-14 12:44", "summary": "My father's facility imposed restrictions similar to those at Mr. Toby's and has remained virus free, both staff and residents, since the onset. We are infinitely grateful.. Jackson Toby's seemingly erudite, well-balanced presentation of the current state of the pandemic in New Jersey exhibits a knowledge of the facts and a serious lack of insight for the gravity of the situation and its impacts (\"My Benevolent Incarceration in a New Jersey Senior Home,\" Cross Country, June 6).", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/closing-houses-of-worship-for-health-not-persecution-11592152969", "title": "Closing Houses of Worship For Health, Not Persecution", "date": "2020-06-14 12:42", "summary": "Covid-19 is a public health crisis, not an anti-Jewish persecution.. Abigail Shrier makes a fundamental category error within Halakhah (Jewish law) in \"Politicians Shutter Churches and Synagogues, Then Tolerate Riots\" (op-ed, June 6). Rabbis shuttered synagogues and schools because the Jewish \"Laws of Health and Healing\" require safeguarding human life as a prioritizing religious principle. She incorrectly applies the Jewish \"Laws of Persecution\" when she invokes the memory of Jewish martyrs throughout history who endangered their lives for the freedom of religious expression in the face of persecution.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hipaa-wont-stop-stores-asking-about-your-health-11592152890", "title": "HIPAA Won't Stop Stores Asking About Your Health", "date": "2020-06-14 12:41", "summary": "HIPAA does not apply to individuals, nor does it prevent a store owner, nursing home, theme park or restaurateur from requesting Covid-19 information as a condition of admission.. A June 3 letter suggests that conditioning access to shops or malls on presenting negative Covid-19 results is somehow a violation of the privacy provisions of the Health Insurance Portability and Accountability Act of 1996, commonly known as HIPAA. This is legally incorrect. HIPAA only applies to \"covered entities,\" which consist of certain health-care providers, health plans (e.g., health insurers, Medicare) and health-care clearinghouses. HIPAA also applies to a covered entity's business associates, e.g., those providing certain services to the covered entity. It does not apply to individuals, who are always free to reveal to anyone their health information, nor does it prevent a store owner, nursing home, theme park or restaurateur from requesting Covid-19 information as a condition of admission. Other laws, however, may come into play here, but not HIPAA.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/kudlow-urges-replacing-unemployment-benefit-boost-with-return-to-work-bonus-11592151941", "title": "Kudlow Urges Replacing Unemployment-Benefit Boost With Return-to-Work 'Bonus'", "date": "2020-06-14 12:25", "summary": "Trump economic adviser Larry Kudlow said the $600 extra in weekly benefits during the pandemic is dissuading some people from returning to work. WASHINGTON-A senior economic adviser to President Trump said Sunday the U.S. needs to stop providing a $600-a-week boost in unemployment benefits instituted in response to the coronavirus pandemic and replace it with a smaller bonus for workers who return to their jobs.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mlb-players-end-negotiations-dare-league-to-impose-season-tell-us-when-and-where-11592149905", "title": "MLB Players End Negotiations, Dare League to Impose Season", "date": "2020-06-14 11:51", "summary": "Owners and the players' union have been unable to figure out how to share the financial cost of playing a season without fans in attendance. Major League Baseball's effort to peacefully negotiate with its players a return from the coronavirus shutdown has ground to a halt. Barring a last-minute reversal, it appears that fans will be left with a short, league-imposed 2020 season and a bitter labor dispute that could consume the sport for years.", "categories": [["Sports", "MLB"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/mlb?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-hits-peru-hard-despite-strict-lockdown-11592146800", "title": "Coronavirus Hits Peru Hard Despite Strict Lockdown", "date": "2020-06-14 11:00", "summary": "Resume Subscription. LIMA, Peru-This country implemented one of the Western Hemisphere's strictest lockdowns to slow the coronavirus pandemic, but the measures weren't apparent in April as throngs of women jostled around Katherine Rivera's small chicken stall.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/governments-may-revisit-postwar-playbook-as-they-tackle-huge-debts-11592143233", "title": "Governments May Revisit Postwar Playbook as They Tackle Huge Debts", "date": "2020-06-14 10:00", "summary": "Financial repression worked after WWII, but it isn't without costs and risks. Leaders around the world have compared their efforts to bring the novel coronavirus under control to fighting a war. The similarities may not end when the battle to tame the virus has been won, and the debts accumulated by governments have to be repaid.", "categories": [["Economy", "The Outlook"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/the-outlook?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-best-way-to-ask-for-a-raise-or-promotion-what-science-tells-us-11592000637", "title": "The Best Way to Ask for a Raise or Promotion: What Science Tells Us", "date": "2020-06-14 09:30", "summary": "Stop thinking about yourself and what you need and deserve. And start thinking about what your boss needs.. When it comes to asking for a promotion or raise, most of us focus the conversation around the same thing: ourselves.", "categories": [["Business", "Journal Reports: Leadership"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-leadership?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/worried-about-a-difficult-conversation-heres-advice-from-a-hostage-negotiator-11592139600", "title": "Worried About a Difficult Conversation? Here's Advice From a Hostage Negotiator.", "date": "2020-06-14 09:00", "summary": "With chronic stress and flaring tensions, many of us are arguing with family and friends. Here's how to achieve a better outcome.. Bracing yourself for a tough talk?", "categories": [["Life & Work", "Bonds"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/bonds?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-ticker-symbol-we-need-right-now-fomo-11592139600", "title": "The Ticker Symbol We Need Right Now: FOMO", "date": "2020-06-14 09:00", "summary": "Investors have a problem when markets rise quickly: They want to hold nice safe assets but have a deep fear of missing out. After the financial crisis there was a rush to buy \"tail risk\" funds designed to protect against a crash by providing outsize returns when markets fall. They mostly worked well this year as the spread of the coronavirus hammered stock prices.", "categories": [["Markets", "Streetwise"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/streetwise?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/companies-unclear-on-how-to-account-for-coronavirus-aid-11592139600", "title": "Companies Unclear on How to Account for Coronavirus Aid", "date": "2020-06-14 09:00", "summary": "Should government help be considered a loan or a grant on a financial statement? There is little guidance. Finance chiefs are puzzling over how to account for the government assistance their companies received under the $2.2 trillion Cares Act.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-hedge-fund-traders-aim-to-avoid-city-tax-by-wfh-11592139601", "title": "New York Hedge-Fund Traders Aim to Avoid City Tax by WFH", "date": "2020-06-14 09:00", "summary": "Firms say many fees were for services performed outside the city and therefore not subject to the city tax. Many employees at New York City hedge funds and other investment firms are now scattered around the region, working from home. Some view that as an opportunity to avoid a New York City tax, tax specialists say.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-gaming-console-war-features-some-common-enemies-11592139601", "title": "New Gaming Console War Features Some Common Enemies", "date": "2020-06-14 09:00", "summary": "New PlayStation and Xbox consoles must contend with a global recession and changes in gaming habits. A new videogame console war is taking shape. But this time, Sony and Microsoft have more to worry about than just each other.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nba-players-on-restart-plan-not-so-fast-11592139635", "title": "NBA Players on Restart Plan: Not So Fast", "date": "2020-06-14 09:00", "summary": "The pandemic, the shutdown and the protests that have shaken the country are colliding in the NBA. The NBA's plan to restart the season is one of the most ambitious experiments in sports. But as players get ready to move into Disney World hotels for months of games in empty arenas, they have begun to ask themselves: Do we really want to do this?", "categories": [["Sports", "NBA"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/nba?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/small-businesses-tackle-new-ppp-puzzle-forgiveness-11592136025", "title": "Small Businesses Tackle New PPP Puzzle: Forgiveness", "date": "2020-06-14 08:00", "summary": "Repeated changes to program complicate process of getting loans forgiven, raise prospect of costly errors; 'looks like the bar exam'. Small businesses that received government-backed loans to ease the pain of the coronavirus pandemic are beginning to turn to a process some say is as complex as getting the money: figuring out whether they have to pay it back.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ready-for-a-new-workout-here-are-four-11592134254", "title": "Ready for a New Workout? Here Are Four", "date": "2020-06-14 07:30", "summary": "Resume Subscription. After months of home workouts, even fitness enthusiasts like myself are suffering plank and push-up fatigue. Luckily, as coronavirus lockdowns slowly lift, people have more options for exercise. If you aren't ready to rush back to the gym, here are four fresh workouts that take advantage of small spaces and summer weather. With minor adjustments, they can all be done in a backyard or park. If you don't have weights, get creative with household items.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/photos-of-the-week-june-8-14-2020-11592132401", "title": "Photos of the Week", "date": "2020-06-14 07:00", "summary": "George Floyd is remembered at Houston funeral, voters endure long lines in Georgia's primary election, confederate symbols disappear quickly and more. A horse-drawn carriage carries George Floyd's body to the Houston Memorial Gardens Cemetery on Tuesday after the private funeral service. The service filled the church with music for what co-pastors Remus Wright and Mia Wright vowed would be a homegoing celebration of \"foot-stomping, toe-tapping, singing hallelujah, praising God.\" Attendees sang, cheered and raised their hands in the air. Read more.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/safe-utilities-have-been-more-volatile-than-broader-stock-market-11592132401", "title": "Utilities Have Been More Volatile Than Broader Stock Market", "date": "2020-06-14 07:00", "summary": "Shares of utilities have been fluctuating more than the S&P 500 as investors fret about impact of coronavirus. Utilities' stocks have long been seen as a safe place to park cash and collect steady dividends. But as the coronavirus spread around the world this year, they have been more volatile than the broader market.", "categories": [["Markets", "Stocks"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/from-tiger-king-to-a-tiger-memoir-big-cats-are-having-a-moment-11592132407", "title": "From 'Tiger King' to a Tiger Memoir: Big Cats Are Having a Moment", "date": "2020-06-14 07:00", "summary": "Tiger-theme masks, a new book and Netflix's series about zookeeper Joe Exotic reflect our enduring obsession with the mesmerizing creatures. The travel writer and novelist Mary Morris dreamed of tigers as a child, wrote poems about them as a young woman and in her 60s went looking for one in the nature reserves of central India. In \"All the Way to the Tigers: A Memoir,\" published June 9, she wonders: \"Why tigers? Why me?\"", "categories": [["Books & Arts", "Books"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/for-waitstaff-the-theater-of-dining-out-meets-the-reality-of-covid-19-11592127001", "title": "Waitstaff Juggle Service and Safety Concerns as Restaurants Reopen", "date": "2020-06-14 05:30", "summary": "Hospitality in the coronavirus era encourages thumbs-up instead of smiles; 'There's always eyes on me'. \"Service with a smile\" has long been a mantra for waitstaff and bartenders. But in reopened restaurants across the country, service with safety is the new directive.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/frustrated-stock-market-skeptics-stick-with-cautious-bets-11592127000", "title": "Frustrated Stock-Market Skeptics Stick With Cautious Bets", "date": "2020-06-14 05:30", "summary": "Many investors remain skeptical the stock market's powerful ascent can continue and are maintaining cautious stances. Many investors remain skeptical the stock market's powerful ascent can continue and are maintaining their cautious stances, a sign of lingering unease that could challenge the rally in the weeks ahead.", "categories": [["Markets", "Stocks"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/china-a-bright-spot-for-u-s-in-gloomy-global-trade-picture-11592127001", "title": "China a Bright Spot for U.S. in Global Trade", "date": "2020-06-14 05:30", "summary": "As coronavirus curbs commerce world-wide, trade between two nations has risen sharply. WASHINGTON-China has retaken its mantle as America's largest trading partner, emerging as a rare bright spot for U.S. farmers and other exporters as the coronavirus pandemic constrains global commerce.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/signal-the-pros-and-cons-of-a-truly-private-chat-app-11592127002", "title": "Signal: The Pros and Cons of a Truly Private Chat App", "date": "2020-06-14 05:30", "summary": "Signal, the encrypted messaging app, is seeing record numbers of downloads amid the pandemic and nationwide protests. It might make sense for you, too.. Signal is having a moment.", "categories": [["Tech", "Personal Tech", "Personal Technology: Nicole Nguyen"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb", "https://www.wsj.com/news/types/personal-technology-joanna-stern?mod=breadcrumb", "https://www.wsj.com/news/types/personal-technology-nicole-nguyen?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-to-network-when-you-cant-meet-up-with-people-11591999983", "title": "How to Network When You Can't Meet Up With People", "date": "2020-06-14 00:01", "summary": "To make business connections in the age of coronavirus, people need to go online to form relationships and nurture them. That means throwing out the old strategies. It is hard to be an effective networker when you can't shake hands, go to a conference or meet at a restaurant. But we rely on connections to generate business, fuel our professional growth-and, as we are all now reminded, to sustain our own personal well-being.", "categories": [["Business", "Journal Reports: Leadership"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-leadership?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/key-financier-of-venezuelas-maduro-regime-arrested-11592078537", "title": "Key Financier of Venezuela's Maduro Regime Arrested", "date": "2020-06-14 20:52", "summary": "Alex Saab Morán is seen as one of Washington's top targets as it ramps up its pressure campaign. BOGOTÁ, Colombia-Authorities in the African country of Cape Verde detained a Colombian businessman wanted in the U.S. on money-laundering charges, in a blow for Venezuela's authoritarian government, for whom he has become an important deal maker.", "categories": [["World", "Latin America"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/latin-america-news?mod=breadcrumb"]}]